{
  "ID": 28997,
  "GUID": "93C58EDA-8689-44AA-BE97-DA904B16977F",
  "File": "Int 0153-2004",
  "Name": "Require certain establishments where weapons violations have taken place to adopt security measures.",
  "Title": "A Local Law to amend the administrative code of the city of New York, to require certain establishments where weapons violations have taken place to adopt security measures as recommended by the New York City Police Department.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2004-02-04T00:00:00Z",
  "AgendaDate": "2004-02-04T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 422,
      "Slug": "gifford-miller",
      "FullName": "Gifford Miller"
    },
    {
      "ID": 5281,
      "Slug": "joseph-p-addabbo-jr",
      "FullName": "Joseph P. Addabbo, Jr."
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5277,
      "Slug": "allan-w-jennings-jr",
      "FullName": "Allan W. Jennings, Jr."
    },
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5285,
      "Slug": "erik-martin-dilan",
      "FullName": "Erik Martin Dilan"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    }
  ],
  "History": [
    {
      "ID": 154043,
      "Date": "2004-02-04T15:38:37Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 155305,
      "Date": "2004-02-04T22:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2704,
      "AgendaSequence": 358,
      "MinutesSequence": 398,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184577,
      "Date": "2005-12-31T10:17:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 15685,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Declaration of legislative findings and intent. The Council finds that the presence of guns and other dangerous weapons in certain establishments creates a serious health and safety threat to the public.  New York City is renowned for its abundance of dining and nightlife options, and New Yorkers and tourists alike appreciate the variety of restaurant, nightclub and cabaret establishments that are unparalleled anywhere in the world.  Accordingly, millions of people patronize these establishments every year.  To ensure the health and safety of those individuals who frequent and support these businesses, such establishments are subject to a variety of important health and safety regulations.  Although most health and safety hazards associated with such businesses have been minimized, certain risks still exist.  \nThese risks have been tragically illustrated by incidents of gunfire erupting in crowded nightclubs, and by the possession and use of other dangerous weapons in these venues.  The threat and potential harm that may result from a patron using a gun or other dangerous weapon in a busy restaurant or club is immeasurable.  Ordinary disputes that are normally defused may, instead, turn into bloodshed and mayhem if a patron is in possession of a dangerous weapon, especially a firearm; countless innocent people could be injured or killed.  In an effort to minimize these serious risks, the City Council believes that the Police Department should be permitted to make security recommendations for any cabaret, dance hall or catering establishment after an incident involving dangerous weapons possession or use has occurred.  Failure to abide by these NYPD recommendations will result in the imposition of penalties and fines.\n§ 2.  Chapter 1 of title 10 of the administrative code of the city of New York is hereby amended to add a new section 10-162, to read as follows:\n§ 10-162 Police Department Review of Security Procedures of Public Dance Halls, Cabarets and Catering Establishments. a. When a violation of any of the provisions of article two hundred sixty five of the penal law occurs at a public dance hall, cabaret or catering establishment, as those terms are defined in § 20-359 of this code, the police department, in conjunction with the department of consumer affairs, may conduct a review of the security measures, procedures and protocols at such public dance hall, cabaret or catering establishment.  Such security review may include, but not be limited to, an analysis of the type of security equipment appropriate for the venue.  Upon completing its security review, the police department may issue recommendations for improving security at such location, including, but not limited to, the use of magnometers or metal detectors.  Within 30 days of receiving such security recommendations, the public dance hall, cabaret or catering establishment shall implement the recommendations as outlined by the police department.\nb. Failure to comply with the security recommendations of the police department shall result in a civil penalty of not less than one thousand dollars and no more than two thousand five hundred dollars or suspension of the license to operate such public dance hall, cabaret or catering establishment.\n\n§ 3.  This local law shall take effect 90 days after its enactment into law.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\pard\\ulnone\\b\\par\n\\pard\\fi720\\sl480\\slmult1\\b0 Section 1. Declaration of legislative findings and intent. The Council finds that the presence of guns and other dangerous weapons in certain establishments creates a serious health and safety threat to the public.  New York City is renowned for its abundance of dining and nightlife options, and New Yorkers and tourists alike appreciate the variety of restaurant, nightclub and cabaret establishments that are unparalleled anywhere in the world.  Accordingly, millions of people patronize these establishments every year.  To ensure the health and safety of those individuals who frequent and support these businesses, such establishments are subject to a variety of important health and safety regulations.  Although most health and safety hazards associated with such businesses have been minimized, certain risks still exist.  \\par\nThese risks have been tragically illustrated by incidents of gunfire erupting in crowded nightclubs, and by the possession and use of other dangerous weapons in these venues.  The threat and potential harm that may result from a patron using a gun or other dangerous weapon in a busy restaurant or club is immeasurable.  Ordinary disputes that are normally defused may, instead, turn into bloodshed and mayhem if a patron is in possession of a dangerous weapon, especially a firearm; countless innocent people could be injured or killed.  In an effort to minimize these serious risks, the City Council believes that the Police Department should be permitted to make security recommendations for any cabaret, dance hall or catering establishment after an incident involving dangerous weapons possession or use has occurred.  Failure to abide by these NYPD recommendations will result in the imposition of penalties and fines.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ul\\'a7 2.  Chapter 1 of title 10 of the administrative code of the city of New York is hereby amended to add a new section 10-162, to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\b\\'a7 10-162\\b0  \\b Police Department Review of Security Procedures of Public Dance Halls, Cabarets and Catering Establishments\\b0 .\\ulnone  \\ul a. When a violation of any of the provisions of article two hundred sixty five of the penal law occurs at a public dance hall, cabaret or catering establishment, as those terms are defined in \\'a7 20-359 of this code, the police department, in conjunction with the department of consumer affairs, may conduct a review of the security measures, procedures and protocols at such public dance hall, cabaret or catering establishment.  Such security review may include, but not be limited to, an analysis of the type of security equipment appropriate for the venue.  Upon completing its security review, the police department may issue recommendations for improving security at such location, including, but not limited to, the use of magnometers or metal detectors.  Within 30 days of receiving such security recommendations, the public dance hall, cabaret or catering establishment shall implement the recommendations as outlined by the police department.\\par\nb. Failure to comply with the security recommendations of the police department shall result in a civil penalty of not less than one thousand dollars and no more than two thousand five hundred dollars or suspension of the license to operate such public dance hall, cabaret or catering establishment.\\par\n\\pard\\ulnone\\par\n\\pard\\fi720\\'a7 3.  This local law shall take effect 90 days after its enactment into law.\\par\n\\pard\\par\n\\par\n}\n\u0000",
  "LastModified": "2019-07-11T16:19:08.463Z"
}
