{
  "ID": 29400,
  "GUID": "D290FF3F-3D4B-4416-8052-4E4FB38FE028",
  "File": "Int 0154-2004",
  "Name": "In relation to the sale of tax liens.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the sale of tax liens.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 11,
  "BodyName": "Committee on Finance",
  "IntroDate": "2004-02-04T00:00:00Z",
  "AgendaDate": "2004-02-04T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 0,
      "Slug": "",
      "FullName": ""
    }
  ],
  "History": [
    {
      "ID": 154952,
      "Date": "2004-02-04T11:57:10Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 155325,
      "Date": "2004-02-04T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2704,
      "AgendaSequence": 373,
      "MinutesSequence": 413,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Finance",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184578,
      "Date": "2005-12-31T10:17:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 15997,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Subdivisions a and a-1 of section 11-319 of the administrative code of the city of New York, as amended by local law number 36 for the year 2001, are amended to read as follows:\na. 1. A tax lien or tax liens on a property or any component of the amount thereof may be sold by the city [as authorized by subdivision b of this section, when such tax lien or tax liens shall have remained unpaid in whole or in part for one year, provided, however, that a tax lien or tax liens on any class 1 property or on class 2 property that is a residential condominium or residential cooperative, as such classes of property are defined in subdivision 1 of section 1802 of the real property tax law, may be sold by the city only when the real property tax component of such tax lien or tax liens shall have remained unpaid in whole or in part for three years,] pursuant to this chapter and, after such sale, shall be transferred, in the manner provided by this chapter.\n2. (i) A tax lien or tax liens on any property classified as a class 1 property, as such class of property is defined in subdivision 1 of section 1802 of the real property tax law, may be sold by the city where such tax lien or tax liens include a real property tax component as of the date of the first publication, pursuant to subdivision a of section 11-320 of this chapter, of the notice of sale, provided that the real property tax component shall have remained unpaid in whole or in part for three years. Any tax lien or tax liens on such property that remain unpaid in whole or in part after such date may be sold regardless of whether such tax lien or tax liens include a real property tax component.\n(ii) A tax lien or tax liens on any property classified as a class 1 property, as such class of property is defined in subdivision 1 of section 1802 of the real property tax law, may be sold by the city where such tax lien or tax liens include a sewer rents component or sewer surcharges component or water rents component as of the date of the first publication, pursuant to subdivision a of section 11-320 of this chapter, of the notice of sale, provided that at least one such component shall have remained unpaid in whole or in part for three years and provided, further, that, as of the date of the first publication, pursuant to subdivision a of section 11-320 of this chapter, of the notice of sale, the amount of any one such component or, if there is more than one such component, the sum of such components, equals or exceeds fifteen thousand dollars. Any tax lien or tax liens on such property that remain unpaid in whole or in part after such date may be sold regardless of whether such tax lien or tax liens include a sewer rents component, sewer surcharges component or water rents component, provided that the real property tax component, if any, of such tax lien or tax liens, may be sold only when it has remained unpaid in whole or in part for three years.\n3. A tax lien or tax liens on any property classified as a class 2 property that is a residential condominium or residential cooperative, as such class of property is defined in subdivision 1 of section 1802 of the real property tax law, may be sold by the city where such tax lien or tax liens include a real property tax component or sewer rents component or sewer surcharges component or water rents component or an assessment or charge imposed pursuant to section 25-411 of the administrative code as of the date of the first publication, pursuant to subdivision a of section 11-320 of this chapter, of the notice of sale, provided that at least one such component, assessment or charge shall have remained unpaid in whole or in part for three years. Any tax lien or tax liens on such property that remain unpaid in whole or in part after such date may be sold regardless of whether such tax lien or tax liens include a real property tax component, sewer rents component, sewer surcharges component, water rents component or an assessment or charge imposed pursuant to section 25-411 of the administrative code, provided that the real property tax component, if any, of such tax lien or tax liens, may be sold only when it has remained unpaid in whole or in part for three years.\n4. A tax lien or tax liens on any property[,] classified as a class 2 property, except a class 2 property that is a residential condominium or residential cooperative, or class 3 property, [as such classes of property are defined in subdivision 1 of section 1802 of the real property tax law, shall not be sold by the city unless such tax lien or tax liens include a real property tax component as of the date of the first publication, pursuant to subdivision a of section 11-320 of this chapter, of the notice of sale. Notwithstanding any provision of this subdivision to the contrary, any such tax lien or tax liens that remain unpaid in whole or in part after such date may be sold regardless of whether such tax lien or tax liens include a real property tax component. A tax lien or tax liens on a property classified as a] or class 4 property, as such [class] classes of property [is] are defined in subdivision 1 of section 1802 of the real property tax law, [shall not] may be sold by the city [unless] where such tax lien or tax liens include a real property tax component or sewer rents component or sewer surcharges component or water rents component or an assessment or charge imposed pursuant to section 25-411 of the administrative code as of the date of the first publication, pursuant to subdivision a of section 11-320 of this chapter, of the notice of sale, provided[, however,] that [any] at least one such component, assessment or charge shall have remained unpaid in whole or in part for one year. Any tax lien or tax liens on such property that remain unpaid in whole or in part after such date may be sold regardless of whether such tax lien or tax liens include a real property tax component, sewer rents component, sewer surcharges component [or], water rents component or an assessment or charge imposed pursuant to section 25-411 of the administrative code.\n5. For purposes of this subdivision, the words \"real property tax\" shall not include an assessment or charge upon property imposed pursuant to section 25-411 of the administrative code. A sale of a tax lien or tax liens shall include, in addition to such lien or liens that have remained unpaid in whole or in part for one year, or, in the case of any class 1 property or class 2 property that is a residential condominium or residential cooperative, when the real property tax component of such lien or liens has remained unpaid in whole or in part for three years, any taxes, assessments, sewer rents, sewer surcharges, water rents, any other charges that are made a lien subject to the provisions of this chapter, the costs of any advertisements and notices given pursuant to this chapter, any other charges that are due and payable, a surcharge pursuant to section 11-332 of this chapter, and interest and penalties thereon or such component of the amount thereof as shall be determined by the commissioner of finance.\na-1. 1. A subsequent tax lien or tax liens on a property or any component of the amount thereof may be sold by the city pursuant to this chapter[, provided, however, that notwithstanding any provision in this chapter to the contrary, such tax lien or tax liens may be sold regardless of whether such tax lien or tax liens have remained unpaid in whole or in part for one year and, notwithstanding any provision in this chapter to the contrary, in the case of any class 1 property or class 2 property that is a residential condominium or residential cooperative, such tax lien or tax liens may be sold if the real property tax component of such tax lien or tax liens has remained unpaid in whole or in part for one year] and, after such sale, shall be transferred, in the manner provided by this chapter. For purposes of this subdivision, the term \"subsequent tax lien or tax liens\" shall mean any tax lien or tax liens on property that become such on or after the date of sale of any tax lien or tax liens on such property that have been sold pursuant to this chapter, provided that the prior tax lien or tax liens remain unpaid as of the date of the first publication, pursuant to subdivision a of section 11-320 of this chapter, of the notice of sale of the subsequent tax lien or tax liens.\n2. A subsequent tax lien or tax liens on any property classified as a class 1 property or a class 2 property that is a residential condominium or residential cooperative, as such classes of property are defined in subdivision 1 of section 1802 of the real property tax law, may be sold by the city where such tax lien or tax liens include a real property tax component or sewer rents component or sewer surcharges component or water rents component or an assessment or charge imposed pursuant to section 25-411 of the administrative code as of the date of the first publication, pursuant to subdivision a of section 11-320 of this chapter, of the notice of sale, provided that at least one such component, assessment or charge shall have remained unpaid in whole or in part for one year. Any tax lien or tax liens on such property that remain unpaid in whole or in part after such date may be sold regardless of whether such tax lien or tax liens include a real property tax component, sewer rents component, sewer surcharges component, water rents component or an assessment or charge imposed pursuant to section 25-411 of the administrative code, provided that the real property tax component, if any, of such tax lien or tax liens, may be sold only when it has remained unpaid in whole or in part for one year.\n3. A subsequent tax lien or tax liens on any property classified as a class 2 property, except a class 2 property that is a residential condominium or residential cooperative, or class 3 property, [as such classes of property are defined in subdivision 1 of section 1802 of the real property tax law, shall not be sold by the city unless such tax lien or tax liens include a real property tax component as of the date of the first publication, pursuant to subdivision a of section 11-320 of this chapter, of the notice of sale. Notwithstanding any provision of this subdivision to the contrary, any such tax lien or tax liens that remain unpaid in whole or in part after such date may be sold regardless of whether such tax lien or tax liens include a real property tax component. A subsequent tax lien or tax liens on a property classified as a] or class 4 property, as such [class] classes of property [is] are defined in subdivision 1 of section 1802 of the real property tax law, [shall not] may be sold by the city [unless] where such tax lien or tax liens include a real property tax component or sewer rents component or sewer surcharges component or water rents component or an assessment or charge imposed pursuant to section 25-411 of the administrative code as of the date of the first publication, pursuant to subdivision a of section 11-320 of this chapter, of the notice of sale[, provided, however, that]. Notwithstanding any provision of this chapter to the contrary, any tax lien or tax liens on such property that remain unpaid in whole or in part after such date may be sold regardless of whether such tax lien or tax liens include a real property tax component, sewer rents component, sewer surcharges component [or], water rents component or an assessment or charge imposed pursuant to section 25-411 of the administrative code.\n4. For purposes of this subdivision, the words \"real property tax\" shall not include an assessment or charge upon property imposed pursuant to section 25-411 of the administrative code.  Nothing in this subdivision shall be deemed to limit the rights conferred by section 11-332 of this chapter on the holder of a tax lien certificate with respect to a subsequent tax lien.\n§ 2. The opening paragraph of subdivision b of section 11-319 of the administrative code of the city of New York, as amended by local law number 36 for the year 2001, is amended to read as follows:\nThe commissioner of finance, on behalf of the city, may sell tax liens, either individually, in combinations, or in the aggregate, pursuant to the procedures provided herein. The commissioner of finance shall establish the terms and conditions of a sale of a tax lien or tax liens.  [Enactment of the local law that added this sentence shall be deemed to constitute authorization by the council for the commissioner of finance to conduct a sale or sales of tax liens through and including October thirty-first, two thousand three.  Subsequent to October thirty-first, two thousand three, the city shall not have the authority to sell tax liens.]\n§ 3. This local law shall take effect immediately and shall be retroactive to and deemed to have been in full force and effect as of November 1, 2003.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\hyphpar0\\fi1440\\sl480\\slmult1\\qj Section 1. Subdivisions a and a-1 of section 11-319 of the administrative code of the city of New York, as amended by local law number 36 for the year 2001, are amended to read as follows:\\par\na. \\ul 1.\\ulnone  A tax lien or tax liens on a property or any component of the amount thereof may be sold by the city [as authorized by subdivision b of this section, when such tax lien or tax liens shall have remained unpaid in whole or in part for one year, provided, however, that a tax lien or tax liens on any class 1 property or on class 2 property that is a residential condominium or residential cooperative, as such classes of property are defined in subdivision 1 of section 1802 of the real property tax law, may be sold by the city only when the real property tax component of such tax lien or tax liens shall have remained unpaid in whole or in part for three years,] \\ul pursuant to this chapter\\ulnone  and\\ul ,\\ulnone  after such sale, shall be transferred, in the manner provided by this chapter.\\par\n\\ul 2. (i) A tax lien or tax liens on any property classified as a class 1 property, as such class of property is defined in subdivision 1 of section 1802 of the real property tax law, may be sold by the city where such tax lien or tax liens include a real property tax component as of the date of the first publication, pursuant to subdivision a of section 11-320 of this chapter, of the notice of sale, provided that the real property tax component shall have remained unpaid in whole or in part for three years. Any tax lien or tax liens on such property that remain unpaid in whole or in part after such date may be sold regardless of whether such tax lien or tax liens include a real property tax component.\\par\n(ii) A tax lien or tax liens on any property classified as a class 1 property, as such class of property is defined in subdivision 1 of section 1802 of the real property tax law, may be sold by the city where such tax lien or tax liens include a sewer rents component or sewer surcharges component or water rents component as of the date of the first publication, pursuant to subdivision a of section 11-320 of this chapter, of the notice of sale, provided that at least one such component shall have remained unpaid in whole or in part for three years and provided, further, that, as of the date of the first publication, pursuant to subdivision a of section 11-320 of this chapter, of the notice of sale, the amount of any one such component or, if there is more than one such component, the sum of such components, equals or exceeds fifteen thousand dollars. Any tax lien or tax liens on such property that remain unpaid in whole or in part after such date may be sold regardless of whether such tax lien or tax liens include a sewer rents component, sewer surcharges component or water rents component, provided that the real property tax component, if any, of such tax lien or tax liens, may be sold only when it has remained unpaid in whole or in part for three years.\\par\n3. A tax lien or tax liens on any property classified as a class 2 property that is a residential condominium or residential cooperative, as such class of property is defined in subdivision 1 of section 1802 of the real property tax law, may be sold by the city where such tax lien or tax liens include a real property tax component or sewer rents component or sewer surcharges component or water rents component or an assessment or charge imposed pursuant to section 25-411 of the administrative code as of the date of the first publication, pursuant to subdivision a of section 11-320 of this chapter, of the notice of sale, provided that at least one such component, assessment or charge shall have remained unpaid in whole or in part for three years. Any tax lien or tax liens on such property that remain unpaid in whole or in part after such date may be sold regardless of whether such tax lien or tax liens include a real property tax component, sewer rents component, sewer surcharges component, water rents component or an assessment or charge imposed pursuant to section 25-411 of the administrative code, provided that the real property tax component, if any, of such tax lien or tax liens, may be sold only when it has remained unpaid in whole or in part for three years.\\par\n4.\\ulnone  A tax lien or tax liens on any property[,] classified as a class 2 property, except a class 2 property that is a residential condominium or residential cooperative, or class 3 property, [as such classes of property are defined in subdivision 1 of section 1802 of the real property tax law, shall not be sold by the city unless such tax lien or tax liens include a real property tax component as of the date of the first publication, pursuant to subdivision a of section 11-320 of this chapter, of the notice of sale. Notwithstanding any provision of this subdivision to the contrary, any such tax lien or tax liens that remain unpaid in whole or in part after such date may be sold regardless of whether such tax lien or tax liens include a real property tax component. A tax lien or tax liens on a property classified as a] \\ul or\\ulnone  class 4 property, as such [class] \\ul classes\\ulnone  of property [is] \\ul are\\ulnone  defined in subdivision 1 of section 1802 of the real property tax law, [shall not] \\ul may\\ulnone  be sold by the city [unless] \\ul where\\ulnone  such tax lien or tax liens include a real property tax component or sewer rents component or sewer surcharges component or water rents component \\ul or an assessment or charge imposed pursuant to section 25-411 of the administrative code\\ulnone  as of the date of the first publication, pursuant to subdivision a of section 11-320 of this chapter, of the notice of sale, provided[, however,] that [any] \\ul at least one such component, assessment or charge shall have remained unpaid in whole or in part for one year. Any\\ulnone  tax lien or tax liens \\ul on such property\\ulnone  that remain unpaid in whole or in part after such date may be sold regardless of whether such tax lien or tax liens include a real property tax component, sewer rents component, sewer surcharges component [or]\\ul ,\\ulnone  water rents component \\ul or an assessment or charge imposed pursuant to section 25-411 of the administrative code\\ulnone .\\ul\\par\n5.\\ulnone  For purposes of this subdivision, the words \"real property tax\" shall not include an assessment or charge upon property imposed pursuant to section 25-411 of the administrative code. A sale of a tax lien or tax liens shall include, in addition to such lien or liens that have remained unpaid in whole or in part for one year, or, in the case of any class 1 property or class 2 property that is a residential condominium or residential cooperative, when the real property tax component of such lien or liens has remained unpaid in whole or in part for three years, any taxes, assessments, sewer rents, sewer surcharges, water rents, any other charges that are made a lien subject to the provisions of this chapter, the costs of any advertisements and notices given pursuant to this chapter, any other charges that are due and payable, a surcharge pursuant to section 11-332 of this chapter, and interest and penalties thereon or such component of the amount thereof as shall be determined by the commissioner of finance.\\par\na-1. \\ul 1.\\ulnone  A subsequent tax lien or tax liens on a property or any component of the amount thereof may be sold by the city pursuant to this chapter[, provided, however, that notwithstanding any provision in this chapter to the contrary, such tax lien or tax liens may be sold regardless of whether such tax lien or tax liens have remained unpaid in whole or in part for one year and, notwithstanding any provision in this chapter to the contrary, in the case of any class 1 property or class 2 property that is a residential condominium or residential cooperative, such tax lien or tax liens may be sold if the real property tax component of such tax lien or tax liens has remained unpaid in whole or in part for one year] \\ul and, after such sale, shall be transferred, in the manner provided by this chapter\\ulnone . For purposes of this subdivision, the term \"subsequent tax lien or tax liens\" shall mean any tax lien or tax liens on property that become such on or after the date of sale of any tax lien or tax liens on such property that have been sold pursuant to this chapter, provided that the prior tax lien or tax liens remain unpaid as of the date of the first publication, pursuant to subdivision a of section 11-320 of this chapter, of the notice of sale of the subsequent tax lien or tax liens.\\par\n\\ul 2. A subsequent tax lien or tax liens on any property classified as a class 1 property or a class 2 property that is a residential condominium or residential cooperative, as such classes of property are defined in subdivision 1 of section 1802 of the real property tax law, may be sold by the city where such tax lien or tax liens include a real property tax component or sewer rents component or sewer surcharges component or water rents component or an assessment or charge imposed pursuant to section 25-411 of the administrative code as of the date of the first publication, pursuant to subdivision a of section 11-320 of this chapter, of the notice of sale, provided that at least one such component, assessment or charge shall have remained unpaid in whole or in part for one year. Any tax lien or tax liens on such property that remain unpaid in whole or in part after such date may be sold regardless of whether such tax lien or tax liens include a real property tax component, sewer rents component, sewer surcharges component, water rents component or an assessment or charge imposed pursuant to section 25-411 of the administrative code, provided that the real property tax component, if any, of such tax lien or tax liens, may be sold only when it has remained unpaid in whole or in part for one year.\\ulnone\\par\n\\ul 3.\\ulnone  A subsequent tax lien or tax liens on any property classified as a class 2 property, except a class 2 property that is a residential condominium or residential cooperative, or class 3 property, [as such classes of property are defined in subdivision 1 of section 1802 of the real property tax law, shall not be sold by the city unless such tax lien or tax liens include a real property tax component as of the date of the first publication, pursuant to subdivision a of section 11-320 of this chapter, of the notice of sale. Notwithstanding any provision of this subdivision to the contrary, any such tax lien or tax liens that remain unpaid in whole or in part after such date may be sold regardless of whether such tax lien or tax liens include a real property tax component. A subsequent tax lien or tax liens on a property classified as a] \\ul or\\ulnone  class 4 property, as such [class] \\ul classes\\ulnone  of property [is] \\ul are\\ulnone  defined in subdivision 1 of section 1802 of the real property tax law, [shall not] \\ul may\\ulnone  be sold by the city [unless] \\ul where\\ulnone  such tax lien or tax liens include a real property tax component or sewer rents component or sewer surcharges component or water rents component \\ul or an assessment or charge imposed pursuant to section 25-411 of the administrative code\\ulnone  as of the date of the first publication, pursuant to subdivision a of section 11-320 of this chapter, of the notice of sale[, provided, however, that]\\ul . Notwithstanding any provision of this chapter to the contrary,\\ulnone  any tax lien or tax liens \\ul on such property\\ulnone  that remain unpaid in whole or in part after such date may be sold regardless of whether such tax lien or tax liens include a real property tax component, sewer rents component, sewer surcharges component [or]\\ul ,\\ulnone  water rents component \\ul or an assessment or charge imposed pursuant to section 25-411 of the administrative code\\ulnone .\\par\n\\ul 4.\\ulnone  For purposes of this subdivision, the words \"real property tax\" shall not include an assessment or charge upon property imposed pursuant to section 25-411 of the administrative code.  Nothing in this subdivision shall be deemed to limit the rights conferred by section 11-332 of this chapter on the holder of a tax lien certificate with respect to a subsequent tax lien.\\par\n\\'a7 2. The opening paragraph of subdivision b of section 11-319 of the administrative code of the city of New York, as amended by local law number 36 for the year 2001, is amended to read as follows:\\par\nThe commissioner of finance, on behalf of the city, may sell tax liens, either individually, in combinations, or in the aggregate, pursuant to the procedures provided herein. The commissioner of finance shall establish the terms and conditions of a sale of a tax lien or tax liens.  [Enactment of the local law that added this sentence shall be deemed to constitute authorization by the council for the commissioner of finance to conduct a sale or sales of tax liens through and including October thirty-first, two thousand three.  Subsequent to October thirty-first, two thousand three, the city shall not have the authority to sell tax liens.]\\par\n\\'a7 3. This local law shall take effect immediately and shall be retroactive to and deemed to have been in full force and effect as of November 1, 2003.\\par\n\\pard\\par\n}\n\u0000",
  "LastModified": "2019-07-11T16:19:20.4Z"
}
