{
  "ID": 29156,
  "GUID": "E733FBBE-9E91-4A8A-9242-D465FBCFE070",
  "File": "Int 0159-2004",
  "Name": "In relation to unsolicited material.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to unsolicited material.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5108,
  "BodyName": "Committee on Sanitation and Solid Waste Management",
  "IntroDate": "2004-02-04T00:00:00Z",
  "AgendaDate": "2004-02-04T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5293,
      "Slug": "michael-e-mcmahon",
      "FullName": "Michael E. McMahon"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5289,
      "Slug": "simcha-felder",
      "FullName": "Simcha Felder"
    }
  ],
  "History": [
    {
      "ID": 154539,
      "Date": "2004-02-04T10:26:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 155326,
      "Date": "2004-02-04T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2704,
      "AgendaSequence": 378,
      "MinutesSequence": 418,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Sanitation and Solid Waste Management",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184583,
      "Date": "2005-12-31T10:21:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 15853,
  "Text": "Be it enacted by the Council as follows:\n\tSection 1. Title 16 of the administrative code of the city of New York is amended by adding a new chapter 4 to read as follows:\nCHAPTER 4\nUNSOLICITED MATERIAL RECEPTACLES\n\t§16-401 Unsolicited material receptacles.  a. No person shall throw, cast or distribute, or cause or permit to be thrown, cast or distributed, any material, including, but not limited to, any handbill, circular, card, booklet, pamphlet, placard or other advertising matter whatsoever, anywhere inside or outside of a building if the owner or manager of such building has placed a receptacle to receive such material. Such receptacle may be placed either outside the front entrance or in the lobby of said building. If the receptacle is placed inside the lobby it must be located within fifteen feet of the entrance. If the receptacle is placed outside of the main entrance it shall be located within five feet of the entrance. When an owner installs such a receptacle, a sign shall be immediately erected directly outside the main entrance to said building. Such sign shall state the following in letters at least one-half inch in height: “This building is providing a receptacle for all unsolicited material pursuant to City law. All materials must be placed in the receptacle provided. Any and all material is prohibited from being placed inside or outside this building. A violation of this law could result in a civil penalty of not less than $100.”\n\tb. Any person violating the provisions of this section shall be liable for a civil penalty of not less than one hundred dollars nor more than two hundred fifty dollars for the first violation and for a second or subsequent violation within any twelve-month period for a civil penalty of not less than two hundred fifty dollars nor more than five hundred dollars.\n\tc. In the instance where a notice of violation or summonses is issued for a violation of the provisions of this section, such process shall be returnable to the environmental control board.\n\td. In the event that a person fails to answer such notice of violation within a time provided for in the notice of violation, summons or by the environmental control board, that person shall become liable for an additional penalty not to exceed one hundred dollars for such violation.\n\t§2. This local law shall take effect ninety days after its enactment into law.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\par\n\\pard\\sl480\\slmult1\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\tab Section 1. Title 16 of the administrative code of the city of New York is amended by adding a new chapter 4 to read as follows:\\par\n\\pard\\sl480\\slmult1\\qc\\ul CHAPTER 4\\par\nUNSOLICITED MATERIAL RECEPTACLES\\par\n\\pard\\sl480\\slmult1\\ulnone\\tab\\ul\\'a716-401 Unsolicited material receptacles.  a. No person shall throw, cast or distribute, or cause or permit to be thrown, cast or distributed, any material, including, but not limited to, any handbill, circular, card, booklet, pamphlet, placard or other advertising matter whatsoever, anywhere inside or outside of a building if the owner or manager of such building has placed a receptacle to receive such material. Such receptacle may be placed either outside the front entrance or in the lobby of said building. If the receptacle is placed inside the lobby it must be located within fifteen feet of the entrance. If the receptacle is placed outside of the main entrance it shall be located within five feet of the entrance. When an owner installs such a receptacle, a sign shall be immediately erected directly outside the main entrance to said building. Such sign shall state the following in letters at least one-half inch in height: \\ldblquote This building is providing a receptacle for all unsolicited material pursuant to City law. All materials must be placed in the receptacle provided. Any and all material is prohibited from being placed inside or outside this building. A violation of this law could result in a civil penalty of not less than $100.\\rdblquote\\par\n\\ulnone\\tab\\ul b. Any person violating the provisions of this section shall be liable for a civil penalty of not less than one hundred dollars nor more than two hundred fifty dollars for the first violation and for a second or subsequent violation within any twelve-month period for a civil penalty of not less than two hundred fifty dollars nor more than five hundred dollars.\\par\n\\ulnone\\tab\\ul c. In the instance where a notice of violation or summonses is issued for a violation of the provisions of this section, such process shall be returnable to the environmental control board.\\par\n\\pard\\sl480\\slmult1\\qj\\ulnone\\tab\\ul d. In the event that a person fails to answer such notice of violation within a time provided for in the notice of violation, summons or by the environmental control board, that person shall become liable for an additional penalty not to exceed one hundred dollars for such violation.\\par\n\\pard\\sl480\\slmult1\\ulnone\\tab\\'a72. This local law shall take effect ninety days after its enactment into law.\\par\n\\ul\\par\n\\pard\\ulnone\\par\n}\n\u0000",
  "LastModified": "2019-07-11T20:13:10.503Z"
}
