{
  "ID": 29217,
  "GUID": "E5A79A60-A7E1-4868-821D-D23E8D6D0BCD",
  "File": "Int 0162-2004",
  "Name": "Allowing on-site disposal of storm water runoff.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to allowing on-site disposal of storm water runoff to improve the quality of New York city waters and enhance the potential for recreational use of the city's waterfronts.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 10,
  "BodyName": "Committee on Environmental Protection",
  "IntroDate": "2004-02-04T00:00:00Z",
  "AgendaDate": "2004-02-04T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5277,
      "Slug": "allan-w-jennings-jr",
      "FullName": "Allan W. Jennings, Jr."
    },
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    }
  ],
  "History": [
    {
      "ID": 154731,
      "Date": "2004-02-04T11:32:57Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 155331,
      "Date": "2004-02-04T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2704,
      "AgendaSequence": 381,
      "MinutesSequence": 423,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Environmental Protection and Waterfronts",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 155459,
      "Date": "2004-02-04T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2704,
      "MinutesSequence": 424,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 164299,
      "Date": "2004-09-08T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "",
      "BodyID": 10,
      "BodyName": "Committee on Environmental Protection",
      "EventID": 3172,
      "AgendaSequence": 2,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 164433,
      "Date": "2004-09-08T14:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 10,
      "BodyName": "Committee on Environmental Protection",
      "EventID": 3172,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 164303,
      "Date": "2004-09-08T15:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5123,
      "BodyName": "Committee on Waterfronts",
      "EventID": 3173,
      "AgendaSequence": 2,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 164436,
      "Date": "2004-09-08T16:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 5123,
      "BodyName": "Committee on Waterfronts",
      "EventID": 3173,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184586,
      "Date": "2005-12-31T10:23:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 62149,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "http://nyc.legistar1.com/nyc/attachments/96741f0a-e213-48f3-87ee-97afe66d63a8HwordNew LegislationCommittee Report.doc",
      "Sort": 1
    },
    {
      "ID": 63746,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript",
      "Link": "http://nyc.legistar1.com/nyc/attachments/14eeb0bf-2587-4cfb-a0bd-7245da635f94HwordHearing Transcripts 2004Environmental ProtectionSeptember 8.doc",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 15821,
  "Text": "Be it enacted by the Council as follows:\nSection 1.  Legislative Findings and Intent.  The Council finds that storm water runoff may cause New York’s sewer system to overflow, causing the diversion of untreated wastewater, the largest contributor of fecal coliform, nitrogen, and other pathogens and contaminants, into New York City waters.  High coliform levels threaten human health when ingested and are often the only factor preventing recreational use of our waters and waterfront.  Fecal matter also significantly endangers marine life.  Nitrogen can deplete oxygen, leading to fish kills and nuisance algae growth.  Dangers associated with combined sewer overflows will only be significantly alleviated when the City’s waste treatment plants are upgraded to expand capacity and other mitigation efforts are applied, a long-term project of the City’s Department of Environmental Protection.  Until that is done, however, practices that dispose of storm water in ways that do not increase the volume of water in the sewer system must be encouraged.  Existing provisions of the Building Code require that in new construction all storm water runoff must be diverted into the sewer system, preventing developers from taking advantage of environmentally beneficial building practices without submitting to variance application procedures that are expensive and time consuming.  \n\tThe Council finds that soil infiltration systems, bioretention, green roofs, and landscaping for water retention contribute to diverting stormwater runoff away from the sewer system in combined stormwater sewersheds.  The Council encourages the Department of Environmental Protection to promote the use of these practices and create incentives for developers who use them.  The Council also encourages the Department of Environmental Protection to develop a comprehensive stormwater management strategy for the City, based on an analysis of where there are cost effective opportunities for onsite management of stormwater. The development of such a strategy would allow the creation of a general permit for the use of certain technologies and practice, further alleviating the burden placed on developers seeking to use alternate disposal practices. \n§2.  Subdivision b of section 24-526 of the administrative code of the city of New York is amended by renumbering paragraphs 1 and 2 as paragraphs 2 and 3, respectively, and by adding a new paragraph 1 to read as follows:\n (1) An owner of a lot within such a development or of such a lot not within a development who is constructing or causing to be constructed a building on such lot may, with the approval of the commissioner, dispose of the storm water falling or coming to rest on such lot in accordance with the provisions of section P110.13 of reference standard RS-16 of the appendix to chapter 1 of title 27 of the administrative code of the city of New York; or \n§3.  Subdivision c of section 24-526 of the administrative code of the city of New York is amended by renumbering paragraphs 1, 2, and 3 as paragraphs 2, 3, and 4, respectively, and by adding a new paragraph 1 to read as follows:\n (1) An owner of a lot within such a development or of such a lot not within a development who is constructing or causing to be constructed on such lot a one- family, two-family or three-family building, where more than thirty percent of the area is being developed, exclusive of streets, may, with the approval of the commissioner, dispose of the storm water falling or coming to rest on such lot in accordance with the provisions of section P110.13 of reference standard RS-16 of the appendix to chapter 1 of title 27 of the administrative code of the city of New York; or \n§4.  Subdivision d of section 24-526 of the administrative code of the city of New York is amended to read as follows:\n(d) Required conveyance of storm water for off-site disposal, on or after January first, nineteen hundred ninety-four, when no public sewers into which discharge is feasible are located within five hundred feet of property. The requirements set forth in this subdivision shall apply to the construction of all new buildings for which new building permits have been filed on or after January first, nineteen hundred ninety-four. [If the commissioner determines that no public street storm sewer or public street combined sewer is located within five hundred feet, measured along a street, alley or right-of-way, from any point on the boundary of a development or of a lot not contained in a development into which it would be feasible to discharge storm water from such development or such lot] With the approval of the commissioner, an owner of [a] any lot [within such a development or of such a lot not within a development who is constructing or causing to be constructed a building on such lot] shall dispose of storm water falling or coming to rest within such lot, together with storm water falling or coming to rest on all streets and other paved areas outside of such lot which are constructed or altered in connection with the construction of such building for the primary purpose of improving vehicular or pedestrian access thereto, by means acceptable to the commissioner and the commissioner of buildings, including but not limited to those set forth in section P110.13 of this reference standard [; provided, however, that such persons shall not be required to construct street storm sewers or street combined sewers for distances greater than seven hundred fifty feet].\n§ 5.  Subdivision b of section P110.2 of reference standard RS-16 of the appendix to chapter 1 of title 27 of the administrative code of the city of New York is amended to read as follows:\n(b) Disposal of storm water when public sewers are located in front of the property.-Where any new building or other substantial horizontal enlargement is to be constructed on a lot and the department determines that a public street storm sewer or public street combined sewer is located directly in front of any point of any boundary of such lot and that it would be feasible, pursuant to subdivision (j) of this section, to discharge storm water from such lot into such street storm sewer or street combined sewer, the owner of such lot shall ensure that all storm water falling or coming to rest on all impervious surfaces within such property will be discharged as follows:\n(1) With the approval of the commissioner, through on-site disposal of storm water in accordance with the provisions of section P110.13 of this reference standard; or\n(2)  [that all storm water falling or coming to rest on all impervious surfaces within such lot will be discharged] through discharge to such street storm sewer or street combined sewer. Such discharge shall be by means of building storm sewers or building combined sewers, provided that no sewage shall be discharged into a public street storm sewer. If the department determines that such street storm sewer or street combined sewer has partial capacity to receive the storm water discharged from such lot, the remainder of such storm water shall be discharged pursuant to subdivision (c) of this section.\n§ 6.  Subdivision c of section P110.2 of reference standard RS-16 of the appendix to chapter 1 of title 27 of the administrative code of the city of New York is amended by renumbering paragraphs 1 and 2 as paragraphs 2 and 3, respectively, and by adding a new paragraph 1 to read as follows:\n (1) With the approval of the commissioner, on-site disposal of storm water in accordance with the provisions of section P110.13 of this reference standard;\n§ 7.  Paragraph 3 of subdivision c of section P110.2 of reference standard RS-16 of the appendix to chapter 1 of title 27 of the administrative code of the city of New York, as renumbered by section 6 of this local law, is amended by deleting subparagraph A and by relettering subparagraphs B and C as subparagraphs A and B, respectively.\n§ 8.  Subdivision c of section P110.13 of reference standard RS-16 of the appendix to chapter 1 of title 27 of the administrative code of the city of New York is amended to read as follows:\nP110.13 On-Site Disposal.-\n(a) [Stormwater, as defined in subdivision (a) of section P110.2 of this reference standard, falling on areaways 25 sq. ft. or less in area] When permitted by the commissioner, stormwater may be leached into the ground [within the areaway] if the ground water is at least 2 ft. below the elevation of the areaway.\n(b) [An owner of a lot, as defined in subdivision (a) of section P110.2 of this reference standard, may dispose of all storm water falling or coming to rest within such lot on-sight only as permitted by the provisions of subdivision (c) of section P110.2 of this reference standard.\n(c) Drywells shall be the only method of on-site disposal of storm water permitted, except as provided in subdivision (a) of this section or unless an alternate method of on-site disposal is approved by the commissioner with the concurrence of the commissioner of environmental protection or the commissioner of transportation, as appropriate, pursuant to subparagraph (E) of paragraph two of subdivision (c) of section P110.2 of this reference standard.] Drywells shall be constructed in accordance with the following provisions:\n(1) Except as provided in paragraph two of this subdivision, the size of a drywell shall be predicated on a soil percolation test performed in accordance with the provisions of section P113.9 of this reference standard, and shall be based upon rainfall of two inches in a twenty-four-hour period on all impervious surfaces where a site is underlaid by permeable soil. Where a site is underlaid by impermeable soil, the size of a drywell shall be based upon rainfall of two inches in a twenty-four hour period over the entire site.\n(2) If a drywell is used in combination with one or more other methods of storm water disposal pursuant to subparagraph (e) of paragraph two of subdivision (c) of section P110.2 of this reference standard, the size of such drywell shall be determined by the percentage of the storm water such drywell shall dispose.\n(3) The construction of drywells shall be subject to controlled inspection.\n(4) Drywells shall be located at least five feet from all lot lines and ten feet from all foundations or walls existing on the date of application for a building permit or proposed under the application to construct the drywell.\n(5) Notwithstanding the provisions of sections 27-663 and 27-664 of this code, at least one boring and one test pit shall be made at the approximate site of each contemplated drywell.\n(6) The storage volume of the drywell shall be measured two feet above the level of the water table, as determined by the test pit at the site of the drywell.\n(7) A grit chamber shall be included as part of all drywell systems. It shall be constructed in accordance with figure RS 16-9A.\n(8) If the boring and test pit disclose that the drywell is located within or underlaid by impermeable soil, it shall be constructed in accordance with figure RS 16-9B.\n(9) If the drywell is underlaid by permeable soil, it shall be constructed in accordance with figure RS 16-9B, except that the sand column to permeable soil may be omitted.\n(c) Other methods of on-site disposal of storm water may be permitted with the authorization of the commissioner and the commissioner of environmental protection.\n§ 9.  This local law shall take effect immediately after it is enacted into law.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\pard\\fi360\\sl480\\slmult1\\v0\\par\n\\pard\\sl480\\slmult1\\ul Be it enacted by the Council as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\ulnone Section 1.  Legislative Findings and Intent.  The Council finds that storm water runoff may cause New York\\rquote s sewer system to overflow, causing the diversion of untreated wastewater, the largest contributor of fecal coliform, nitrogen, and other pathogens and contaminants, into New York City waters.  High coliform levels threaten human health when ingested and are often the only factor preventing recreational use of our waters and waterfront.  Fecal matter also significantly endangers marine life.  Nitrogen can deplete oxygen, leading to fish kills and nuisance algae growth.  Dangers associated with combined sewer overflows will only be significantly alleviated when the City\\rquote s waste treatment plants are upgraded to expand capacity and other mitigation efforts are applied, a long-term project of the City\\rquote s Department of Environmental Protection.  Until that is done, however, practices that dispose of storm water in ways that do not increase the volume of water in the sewer system must be encouraged.  Existing provisions of the Building Code require that in new construction all storm water runoff must be diverted into the sewer system, preventing developers from taking advantage of environmentally beneficial building practices without submitting to variance application procedures that are expensive and time consuming.  \\par\n\\pard\\sl480\\slmult1\\tab The Council finds that soil infiltration systems, bioretention, green roofs, and landscaping for water retention contribute to diverting stormwater runoff away from the sewer system in combined stormwater sewersheds.  The Council encourages the Department of Environmental Protection to promote the use of these practices and create incentives for developers who use them.  The Council also encourages the Department of Environmental Protection to develop a comprehensive stormwater management strategy for the City, based on an analysis of where there are cost effective opportunities for onsite management of stormwater. The development of such a strategy would allow the creation of a general permit for the use of certain technologies and practice, further alleviating the burden placed on developers seeking to use alternate disposal practices. \\par\n\\pard\\fi360\\sl480\\slmult1\\'a72.  Subdivision b of section 24-526 of the administrative code of the city of New York is amended by renumbering paragraphs 1 and 2 as paragraphs 2 and 3, respectively, and by adding a new paragraph 1 to read as follows:\\par\n\\pard\\fi360\\sl480\\slmult1\\tx0\\ul  (1) An owner of a lot within such a development or of such a lot not within a development who is constructing or causing to be constructed a building on such lot may, with the approval of the commissioner, dispose of the storm water falling or coming to rest on such lot in accordance with the provisions of section P110.13 of reference standard RS-16 of the appendix to chapter 1 of title 27 of the administrative code of the city of New York; or \\ulnone\\par\n\\'a73.  Subdivision c of section 24-526 of the administrative code of the city of New York is amended by renumbering paragraphs 1, 2, and 3 as paragraphs 2, 3, and 4, respectively, and by adding a new paragraph 1 to read as follows:\\par\n\\ul  (1) An owner of a lot within such a development or of such a lot not within a development who is constructing or causing to be constructed on such lot a one- family, two-family or three-family building, where more than thirty percent of the area is being developed, exclusive of streets, may, with the approval of the commissioner, dispose of the storm water falling or coming to rest on such lot in accordance with the provisions of section P110.13 of reference standard RS-16 of the appendix to chapter 1 of title 27 of the administrative code of the city of New York; or \\ulnone\\par\n\\'a74.  Subdivision d of section 24-526 of the administrative code of the city of New York is amended to read as follows:\\par\n\\pard\\fi360\\sl480\\slmult1 (d) Required conveyance of storm water for off-site disposal, on or after January first, nineteen hundred ninety-four, when no public sewers into which discharge is feasible are located within five hundred feet of property. The requirements set forth in this subdivision shall apply to the construction of all new buildings for which new building permits have been filed on or after January first, nineteen hundred ninety-four. [If the commissioner determines that no public street storm sewer or public street combined sewer is located within five hundred feet, measured along a street, alley or right-of-way, from any point on the boundary of a development or of a lot not contained in a development into which it would be feasible to discharge storm water from such development or such lot]\\ul  With the approval of the commissioner\\ulnone , an owner of [a] \\ul any\\ulnone  lot [within such a development or of such a lot not within a development who is constructing or causing to be constructed a building on such lot] shall dispose of storm water falling or coming to rest within such lot, together with storm water falling or coming to rest on all streets and other paved areas outside of such lot which are constructed or altered in connection with the construction of such building for the primary purpose of improving vehicular or pedestrian access thereto, by means acceptable to the commissioner and the commissioner of buildings, including but not limited to those set forth in section P110.13 of this reference standard [; provided, however, that such persons shall not be required to construct street storm sewers or street combined sewers for distances greater than seven hundred fifty feet].\\par\n\\'a7 5.  Subdivision b of section P110.2 of reference standard RS-16 of the appendix to chapter 1 of title 27 of the administrative code of the city of New York is amended to read as follows:\\par\n(b) Disposal of storm water when public sewers are located in front of the property.-Where any new building or other substantial horizontal enlargement is to be constructed on a lot and the department determines that a public street storm sewer or public street combined sewer is located directly in front of any point of any boundary of such lot and that it would be feasible, pursuant to subdivision (j) of this section, to discharge storm water from such lot into such street storm sewer or street combined sewer, the owner of such lot shall ensure \\ul that all storm water falling or coming to rest on all impervious surfaces within such property will be discharged as follows:\\par\n(1) With the approval of the commissioner, through on-site disposal of storm water in accordance with the provisions of section P110.13 of this reference standard; or\\par\n(2)\\ulnone   [that all storm water falling or coming to rest on all impervious surfaces within such lot will be discharged] \\ul through\\ulnone  discharge to such street storm sewer or street combined sewer. Such discharge shall be by means of building storm sewers or building combined sewers, provided that no sewage shall be discharged into a public street storm sewer. If the department determines that such street storm sewer or street combined sewer has partial capacity to receive the storm water discharged from such lot, the remainder of such storm water shall be discharged pursuant to subdivision (c) of this section.\\par\n\\'a7 6.  Subdivision c of section P110.2 of reference standard RS-16 of the appendix to chapter 1 of title 27 of the administrative code of the city of New York is amended by renumbering paragraphs 1 and 2 as paragraphs 2 and 3, respectively, and by adding a new paragraph 1 to read as follows:\\par\n\\ul  (1) With the approval of the commissioner, on-site disposal of storm water in accordance with the provisions of section P110.13 of this reference standard;\\par\n\\ulnone\\'a7 7.  Paragraph 3 of subdivision c of section P110.2 of reference standard RS-16 of the appendix to chapter 1 of title 27 of the administrative code of the city of New York, as renumbered by section 6 of this local law, is amended by deleting subparagraph A and by relettering subparagraphs B and C as subparagraphs A and B, respectively.\\par\n\\'a7 8.  Subdivision c of section P110.13 of reference standard RS-16 of the appendix to chapter 1 of title 27 of the administrative code of the city of New York is amended to read as follows:\\par\nP110.13 On-Site Disposal.-\\par\n(a) [Stormwater, as defined in subdivision (a) of section P110.2 of this reference standard, falling on areaways 25 sq. ft. or less in area] \\ul When permitted by the commissioner, stormwater \\ulnone may be leached into the ground [within the areaway] if the ground water is at least 2 ft. below the elevation of the areaway.\\par\n(b) [An owner of a lot, as defined in subdivision (a) of section P110.2 of this reference standard, may dispose of all storm water falling or coming to rest within such lot on-sight only as permitted by the provisions of subdivision (c) of section P110.2 of this reference standard.\\par\n(c) Drywells shall be the only method of on-site disposal of storm water permitted, except as provided in subdivision (a) of this section or unless an alternate method of on-site disposal is approved by the commissioner with the concurrence of the commissioner of environmental protection or the commissioner of transportation, as appropriate, pursuant to subparagraph (E) of paragraph two of subdivision (c) of section P110.2 of this reference standard.] Drywells shall be constructed in accordance with the following provisions:\\par\n(1) Except as provided in paragraph two of this subdivision, the size of a drywell shall be predicated on a soil percolation test performed in accordance with the provisions of section P113.9 of this reference standard, and shall be based upon rainfall of two inches in a twenty-four-hour period on all impervious surfaces where a site is underlaid by permeable soil. Where a site is underlaid by impermeable soil, the size of a drywell shall be based upon rainfall of two inches in a twenty-four hour period over the entire site.\\par\n(2) If a drywell is used in combination with one or more other methods of storm water disposal pursuant to subparagraph (e) of paragraph two of subdivision (c) of section P110.2 of this reference standard, the size of such drywell shall be determined by the percentage of the storm water such drywell shall dispose.\\par\n(3) The construction of drywells shall be subject to controlled inspection.\\par\n(4) Drywells shall be located at least five feet from all lot lines and ten feet from all foundations or walls existing on the date of application for a building permit or proposed under the application to construct the drywell.\\par\n(5) Notwithstanding the provisions of sections 27-663 and 27-664 of this code, at least one boring and one test pit shall be made at the approximate site of each contemplated drywell.\\par\n(6) The storage volume of the drywell shall be measured two feet above the level of the water table, as determined by the test pit at the site of the drywell.\\par\n(7) A grit chamber shall be included as part of all drywell systems. It shall be constructed in accordance with figure RS 16-9A.\\par\n(8) If the boring and test pit disclose that the drywell is located within or underlaid by impermeable soil, it shall be constructed in accordance with figure RS 16-9B.\\par\n(9) If the drywell is underlaid by permeable soil, it shall be constructed in accordance with figure RS 16-9B, except that the sand column to permeable soil may be omitted.\\par\n\\ul (c) Other methods of on-site disposal of storm water may be permitted with the authorization of the commissioner and the commissioner of environmental protection.\\par\n\\ulnone\\'a7 9.  This local law shall take effect immediately after it is enacted into law.\\par\n\\par\n\\pard\\par\n}\n\u0000",
  "LastModified": "2019-07-11T20:13:54.76Z"
}
