{
  "ID": 29263,
  "GUID": "99BDDAD7-1D7C-43CB-9648-D90CF01275D0",
  "File": "Int 0164-2004",
  "Name": "Prohibiting the application of moisture cured urethane in dwellings.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to prohibiting the application of moisture cured urethane in dwellings.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 10,
  "BodyName": "Committee on Environmental Protection",
  "IntroDate": "2004-02-04T00:00:00Z",
  "AgendaDate": "2004-02-04T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5289,
      "Slug": "simcha-felder",
      "FullName": "Simcha Felder"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    }
  ],
  "History": [
    {
      "ID": 154780,
      "Date": "2004-02-04T16:45:42Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 155335,
      "Date": "2004-02-04T22:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2704,
      "AgendaSequence": 383,
      "MinutesSequence": 426,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Environmental Protection",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184589,
      "Date": "2005-12-31T10:24:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 15873,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection one.  Section 24-148 of the administrative code of the city of New York is amended to read as follows:\n\n§24-148 Architectural coatings; solvents.\n\n(a)  Definitions.  For the purpose of this section, the following terms shall\n\nmean:\n\n1.  “Common area” shall mean any portion of a dwelling that is generally \n\naccessible to all occupants, including, but not limited to, a public hall, stair, lobby, or \n\nwindow.\n\n2. “Dwelling” shall mean any building occupied in whole or in part as the \n\ntemporary or permanent home or residence of one or more families.\n\n3.  “Dwelling unit” shall mean one or more rooms in a dwelling or building that \n\nare arranged, designed, used, or intended for use by one or more families.\n\n4.  “Moisture cured urethane” shall mean a solvent-base polyurethane used as a \n\nfinish on wood floors that contains substances including, but not limited to, aromatic \n\nhydrocarbons, toluene, xylene, or benzene and that dries by pulling moisture from the air.\n\n(b)  No person shall apply moisture cured urethane for painting, finishing, or \n\nrefurbishing on any floor or other surface in any dwelling unit or common area that is \n\noccupied or will be occupied within two weeks of such application.\n    \n\n(c) After July first, nineteen hundred seventy-two, no person shall sell, offer for \n\nsale, apply, evaporate, dry, dilute or thin any architectural coating containing a \n\nphotochemically reactive solvent. \n\n           [(b)] (d) For the purposes of this section, a photochemically reactive solvent is any \n\nsolvent with an aggregate of more than twenty percent of its total volume composed of \n\nthe chemical compounds classified below or which exceeds any of the following \n\nindividual percentage composition limitations, referred to the total volume of solvent: \n\n1.\tA combination of hydrocarbons, alcohols, aldehydes, esters, ethers or ketones \n\nhaving an olefinic or cyclo-olefinic type of unsaturation: five percent; \n\n     2.   A combination of aromatic compounds with eight or more carbon atoms to the \n\nmolecule except ethylbenzene: eight percent; \n\n     3.   A combination of ethylbenzene, ketones having branched hydrocarbon structures, \n\nor toluene: twenty percent. \n\n§2.  This local law shall take effect immediately upon its enactment to law.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Verdana;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\sl480\\slmult1\\tab Section one.  Section 24-148 of the administrative code of the city of New York is amended to read as follows:\\par\n\\pard\\par\n\\pard\\fi720\\'a724-148 Architectural coatings; solvents.\\par\n\\pard\\par\n\\pard\\li720 (a)  \\ul Definitions.  For the purpose of this section, the following terms shall\\par\n\\pard\\par\nmean:\\par\n\\par\n\\pard\\li720 1.  \\ldblquote Common area\\rdblquote  shall mean any portion of a dwelling that is generally \\par\n\\pard\\par\naccessible to all occupants, including, but not limited to, a public hall, stair, lobby, or \\par\n\\par\nwindow.\\ulnone\\par\n\\ul\\par\n\\pard\\li720 2. \\ldblquote Dwelling\\rdblquote  shall mean any building occupied in whole or in part as the \\par\n\\pard\\par\ntemporary or permanent home or residence of one or more families.\\par\n\\pard\\fi720\\par\n\\pard\\li720 3.  \\ldblquote Dwelling unit\\rdblquote  shall mean one or more rooms in a dwelling or building that \\par\n\\pard\\par\nare arranged, designed, used, or intended for use by one or more families.\\par\n\\par\n\\pard\\li720 4.  \\ldblquote Moisture cured urethane\\rdblquote  shall mean a solvent-base polyurethane used as a \\par\n\\pard\\par\nfinish on wood floors that contains substances including, but not limited to, aromatic \\par\n\\par\nhydrocarbons, toluene, xylene, or benzene and that dries by pulling moisture from the air.\\par\n\\par\n\\pard\\li720 (b)  No person shall apply moisture cured urethane for painting, finishing, or \\par\n\\pard\\par\nrefurbishing on any floor or other surface in any dwelling unit or common area that is \\par\n\\par\noccupied or will be occupied within two weeks of such application.\\par\n\\ulnone    \\f1\\fs20  \\ul\\par\n\\ulnone\\par\n\\pard\\fi720\\ul\\f0\\fs24 (c)\\ulnone  After July first, nineteen hundred seventy-two, no person shall sell, offer for \\par\n\\pard\\par\nsale, apply, evaporate, dry, dilute or thin any architectural coating containing a \\par\n\\par\nphotochemically reactive solvent. \\line\\line            [(b)] \\ul (d)\\ulnone  For the purposes of this section, a photochemically reactive solvent is any \\par\n\\par\nsolvent with an aggregate of more than twenty percent of its total volume composed of \\par\n\\par\nthe chemical compounds classified below or which exceeds any of the following \\par\n\\par\nindividual percentage composition limitations, referred to the total volume of solvent: \\line\\par\n\\pard\\fi-360\\li660\\tx660 1.\\tab A combination of hydrocarbons, alcohols, aldehydes, esters, ethers or ketones \\par\n\\pard\\par\nhaving an olefinic or cyclo-olefinic type of unsaturation: five percent; \\line\\line      2.   A combination of aromatic compounds with eight or more carbon atoms to the \\par\n\\par\nmolecule except ethylbenzene: eight percent; \\line\\par\n     3.   A combination of ethylbenzene, ketones having branched hydrocarbon structures, \\par\n\\par\nor toluene: twenty percent. \\par\n\\pard\\li720\\par\n\\'a72.  This local law shall take effect immediately upon its enactment to law.\\par\n\\pard\\par\n}\n\u0000",
  "LastModified": "2019-07-11T20:14:19.307Z"
}
