{
  "ID": 29435,
  "GUID": "0CA505D8-2C6D-4DFE-9797-3B3D96744747",
  "File": "Int 0169-2004",
  "Name": "Weekend construction activities.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to weekend construction activities.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 10,
  "BodyName": "Committee on Environmental Protection",
  "IntroDate": "2004-02-26T00:00:00Z",
  "AgendaDate": "2004-02-26T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5289,
      "Slug": "simcha-felder",
      "FullName": "Simcha Felder"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5293,
      "Slug": "michael-e-mcmahon",
      "FullName": "Michael E. McMahon"
    },
    {
      "ID": 5270,
      "Slug": "hiram-monserrate",
      "FullName": "Hiram Monserrate"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5274,
      "Slug": "helen-sears",
      "FullName": "Helen Sears"
    },
    {
      "ID": 5279,
      "Slug": "dennis-p-gallagher",
      "FullName": "Dennis P. Gallagher"
    },
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    }
  ],
  "History": [
    {
      "ID": 155667,
      "Date": "2004-02-26T09:42:07Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156103,
      "Date": "2004-02-26T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2732,
      "AgendaSequence": 74,
      "MinutesSequence": 91,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Environmental Protection",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184599,
      "Date": "2005-12-31T10:46:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 16059,
  "Text": "Be it enacted by the Council as follows: \n\tSection 1.  Subdivision a of section 24-224 of the administrative code of the city of New York is amended to read as follows:\n\t§24-224 (a)  Except as otherwise provided in this section, no person shall engage in or permit any person to be engaged in construction activities in any zone other than on weekdays between the hours of seven a.m. and six p.m. [A person may, however, engage in construction activities on one or two family dwellings, convents or rectories, which are classified in occupancy group J-3 as defined by section 27-266 of the administrative code, on Saturdays and Sundays between the hours of ten a.m. and four p.m. Such activities, however, must be located a distance of three hundred or more feet from a house of worship].\n\t§2.  Section 24-224 of the administrative code of the city of New York is hereby amended by adding new subdivisions c, d and e to read as follows:\n\t(c)   For the purposes of this section, the following terms shall have the following meanings:\n\t(1) “Owner” shall mean any person (i) having fee title to a building, a dwelling unit within a building that is a condominium, a convent or a rectory, (ii) holding shares allocable to a dwelling unit within a building that is a cooperative or (iii) a tenant of a dwelling unit within a building.\n(2) “Building” means any structure containing no more than four dwelling units, or a convent or rectory, irrespective of the number of dwelling units therein.  \n(3) “Home Improvement” means the construction, repair, replacement, remodeling, alteration, conversion, rehabilitation, renovation, modernization, improvement, or addition to any land or building, or that portion thereof which is used or designed to be used as a residence or dwelling place and shall include, but not be limited to, the construction, erection, replacement, or improvement of driveways, swimming pools, terraces, patios, landscaping, fences, porches, garages, fallout shelters, basements and other improvements to structures or upon land which is adjacent to a dwelling and shall also include, without regard to the extent of affixation, the installation of central heating or air conditioning systems, central vacuum cleaning systems, storm windows, awnings or communication systems.\n(4)  “Home Improvement” shall not include (i) the construction of a new building or work done by a contractor in order to comply with a guarantee of completion of a new building project, (ii) the sale of goods or materials by a seller who neither arranges to perform nor performs directly or indirectly any work or labor in connection with the installation of or application of the goods or materials, (iii) construction to be performed on or in residences owned or controlled by the state or any municipal subdivision thereof, or (iv) painting or decorating of a building or dwelling unit within a building when not incidental or related to a home improvement.    \n(d)  An owner may engage in a home improvement on or in a building, on Saturdays and Sundays between the hours of ten a.m. and four p.m.  Such activities, however, must be located a distance of three hundred or more feet from a house of worship.   \n(e)  Notwithstanding the provisions of section 24-230 of this chapter, the commissioners of environmental protection and buildings may jointly promulgate such rules as may be necessary to implement the provisions of this section.\n§2.  This local law shall take effect ninety days after its enactment into law.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\fi720\\qj\\b\\fs28\\par\n\\pard\\sl480\\slmult1\\qj\\ul\\b0\\fs24 Be it enacted by the Council as follows: \\par\n\\ulnone\\tab Section 1.  Subdivision a of section 24-224 of the administrative code of the city of New York is amended to read as follows:\\par\n\\tab\\'a724-224 (a)  Except as otherwise provided in this section, no person shall engage in or permit any person to be engaged in construction activities in any zone other than on weekdays between the hours of seven a.m. and six p.m\\i .\\i0  [A person may, however, engage in construction activities on one or two family dwellings, convents or rectories, which are classified in occupancy group J-3 as defined by section 27-266 of the administrative code, on Saturdays and Sundays between the hours of ten a.m. and four p.m. Such activities, however, must be located a distance of three hundred or more feet from a house of worship].\\par\n\\tab\\'a72.  Section 24-224 of the administrative code of the city of New York is hereby amended by adding new subdivisions c, d and e to read as follows:\\par\n\\tab\\ul (c)   For the purposes of this section, the following terms shall have the following meanings:\\par\n\\ulnone\\tab\\ul (1) \\ldblquote Owner\\rdblquote  shall mean any person (i) having fee title to a building, a dwelling unit within a building that is a condominium, a convent or a rectory, (ii) holding shares allocable to a dwelling unit within a building that is a cooperative or (iii) a tenant of a dwelling unit within a building.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj (2) \\ldblquote Building\\rdblquote  means any structure containing no more than four dwelling units, or a convent or rectory, irrespective of the number of dwelling units therein.  \\par\n(3) \\ldblquote Home Improvement\\rdblquote  means the construction, repair, replacement, remodeling, alteration, conversion, rehabilitation, renovation, modernization, improvement, or addition to any land or building, or that portion thereof which is used or designed to be used as a residence or dwelling place and shall include, but not be limited to, the construction, erection, replacement, or improvement of driveways, swimming pools, terraces, patios, landscaping, fences, porches, garages, fallout shelters, basements and other improvements to structures or upon land which is adjacent to a dwelling and shall also include, without regard to the extent of affixation, the installation of central heating or air conditioning systems, central vacuum cleaning systems, storm windows, awnings or communication systems.\\par\n(4)  \\ldblquote Home Improvement\\rdblquote  shall not include (i) the construction of a new building or work done by a contractor in order to comply with a guarantee of completion of a new building project, (ii) the sale of goods or materials by a seller who neither arranges to perform nor performs directly or indirectly any work or labor in connection with the installation of or application of the goods or materials, (iii) construction to be performed on or in residences owned or controlled by the state or any municipal\\b  \\b0 subdivision thereof, or (iv) painting or decorating of a building or dwelling unit within a building when not incidental or related to a home improvement.    \\par\n(d)  An owner may engage in a home improvement on or in a building, on Saturdays and Sundays between the hours of ten a.m. and four p.m.  Such activities, however, must be located a distance of three hundred or more feet from a house of worship.   \\par\n(e)  Notwithstanding the provisions of section 24-230 of this chapter, the commissioners of environmental protection and buildings may jointly promulgate such rules as may be necessary to implement the provisions of this section.\\par\n\\ulnone\\'a72.  This local law shall take effect ninety days after its enactment into law.\\ul   \\par\n\\pard\\qj\\ulnone\\par\n\\pard\\par\n}\n\u0000",
  "LastModified": "2019-07-11T20:15:56.863Z"
}
