{
  "ID": 29449,
  "GUID": "2D7BE224-22D1-45BD-A370-14E2DA770089",
  "File": "Int 0175-2004",
  "Name": "Creation of an institutional provider for adults in family court.",
  "Title": "A Local Law to amend the New York City Charter, in relation to the creation of an institutional provider for adults in family court.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5071,
  "BodyName": "Committee on Fire and Criminal Justice Services",
  "IntroDate": "2004-02-26T00:00:00Z",
  "AgendaDate": "2004-02-26T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 424,
      "Slug": "tracy-l-boyland",
      "FullName": "Tracy L. Boyland"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5277,
      "Slug": "allan-w-jennings-jr",
      "FullName": "Allan W. Jennings, Jr."
    },
    {
      "ID": 5270,
      "Slug": "hiram-monserrate",
      "FullName": "Hiram Monserrate"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    }
  ],
  "History": [
    {
      "ID": 155709,
      "Date": "2004-02-26T14:01:20Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156120,
      "Date": "2004-02-26T18:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Fire and Criminal Justice Services due back on 8/13/2004.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2732,
      "AgendaSequence": 93,
      "MinutesSequence": 110,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Fire and Criminal Justice Services",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156368,
      "Date": "2004-03-03T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "",
      "BodyID": 5071,
      "BodyName": "Committee on Fire and Criminal Justice Services",
      "EventID": 2747,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156579,
      "Date": "2004-03-03T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "",
      "BodyID": 5071,
      "BodyName": "Committee on Fire and Criminal Justice Services",
      "EventID": 2747,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184604,
      "Date": "2005-12-31T10:58:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 60322,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "http://nyc.legistar1.com/nyc/attachments/60322.doc",
      "Sort": 1
    },
    {
      "ID": 60824,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript",
      "Link": "http://nyc.legistar1.com/nyc/attachments/60824.doc",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 16075,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Declaration of legislative findings and intent.  The poor quality of defense services for adults in Family Court is a critical justice issue that predominantly affects minority communities.  Poor representation and court delays due to the lack of well resourced, interdisciplinary providers for parents can have severe real-world effects, including delays in matters that should receive immediate court intervention such as domestic violence, removal of a child from a home, and juveniles held in custody.  Moreover, the current system of solo practitioners has unnecessarily prolonged foster care stays for children.\nNew York County Law § 722 states that the governing body of a city shall choose among four options for representation of persons accused of crimes or parties before Family Court or Surrogate Court: 1) establish a public defender; 2) contract with a private legal aid society; 3) create an assigned counsel program; or 4) implement a plan combining any of the foregoing options.  In 1966, New York City selected the fourth option, a hybrid system.  The Legal Aid Society and seven alternative providers are the primary providers of indigent defense in New York City.  The Legal Aid Society does not represent adults in Family Court proceedings, including victims of domestic violence, but instead assigned or 18-B counsel provide this service.  So, the Family Court representation of adults is not a hybrid, but rather relies solely on a system of assigned counsel which cannot and was never intended to adequately handle the complicated, multidisciplinary problems which bring parents and children to Family Court.\nThe assigned counsel system has widely been described as in “crisis,” in part due to the low rates of compensation and the failure to increase compensation annually to reflect cost of living increases.   Until recently, compensation was so low that attorneys in New York City lost money if they performed any out-of-court preparation for cases, and netted less than six dollars per hour for in-court work.  In 2003, for the first time in 17 years, the state legislature increased the rates of compensation for assigned counsel effective January 1, 2004.  While the rate increase alleviated some of the enormous strain in the system, this increase has not yet done away with the backlog of appeals, termination trials, and other court proceedings, and it is unclear how many experienced attorneys will rejoin the practice under these rates.\nNonetheless, the structure of the assigned counsel system has been a perennial problem and will continue to be so absent additional enhancements in the current structure as well as a mechanism to annually increase compensation rates.  Although the new state legislation establishes an advisory committee on rate levels, we expect appropriate compensation to be a continuing problem.  Mere rate increases do not address the equally significant legislative mandate to create enhancements in the representation of parents beyond compensation for attorneys.  Other structural problems with assigned counsel that the City has not addressed include the poor quality and lack of accountability of some attorneys, lack of training and appellate support, no guarantee of continuity of representation for the duration of a family’s involvement in the child welfare system, the absence of social workers and other skilled professionals to work with attorneys, and a lack of office space and administrative resources.  For all of these reasons, the Appellate Division, First Department Committee on Representation of the Poor recommended the creation of an institutional provider for Family Court in its report Crisis in the Legal Representation of the Poor.\n Numerous advocates have also called for the creation of such an institutional provider. In the criminal defense context, private legal defense organizations have been more cost effective than assigned counsel.  For example, the city will save money from its recent shift of funding from assigned counsel to the Legal Aid Society.  The city increased the budget of the Legal Aid Society by $8.4 million in Fiscal Year 2003 so the organization could accept more cases that would otherwise be handled by assigned counsel.  Even using the old, lower rates of compensation for assigned counsel, the City Council Finance Division estimates the city will save as much as $10 million annually in reduced assigned counsel costs.  An institutional provider for Family Court could also lead to other savings such as a decrease in the costs of foster care, which amount to approximately $200 million annually for the City and $600 million for the State, and save money by increasing system and court efficiencies.  Other costs would be saved over time.  For example, children in foster care are at higher risk to become juvenile offenders and so preventing or reducing foster care placement will reduce costs in related systems.\nThe Council finds that an institutional provider for Family Court will not be subject to the problems that have plagued the assigned counsel system.  The Council further finds that such an institutional provider will improve the delivery of justice and the quality of representation in Family Court.  Accordingly, the Council declares that it is reasonable and necessary to mandate the creation of one or more institutional providers for adults in Family Court.\n§ 2. Section 13 of chapter one of the New York City Charter is amended to read as follows:\n§ 13. Coordinator of criminal justice. There is established in the executive office of the mayor a position of coordinator of criminal justice, to be appointed by the mayor. The coordinator shall:\n(1) advise and assist the mayor in planning for increased coordination and cooperation among agencies under the jurisdiction of the mayor that are involved in criminal justice programs and activities;\n(2) review the budget requests of all agencies for programs related to criminal justice and recommend to the mayor budget priorities among such programs; [and,]\n(3) perform such other duties as the mayor may assign[.]; and,\n(4) by January 1, 2005, contract with one or more private legal aid bureau(s) or society(ies), or with one or more corporation(s), voluntary association(s), or organization(s) authorized to practice law under subdivision five of section four hundred and ninety-five of the New York judiciary law, to provide representation for persons with the right to counsel in family court proceedings under section two hundred and sixty-two of the New York family court act.\n§ 3. This law shall not extend the right to counsel to persons or proceedings beyond that established in section two hundred and sixty-two of the New York family court act.\n§ 4. This law shall take effect immediately upon its enactment.\n\nLS # 95\nRBU\n2/09/2004",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\froman\\fprq2\\fcharset0 Garamond;}{\\f2\\froman\\fprq1\\fcharset128 MS Mincho;}}\n\\viewkind4\\uc1\n\\v0  \\par\n \\par\n\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1. Declaration of legislative findings and intent.  The poor quality of defense services for adults in Family Court is a critical justice issue that predominantly affects minority communities.  Poor representation and court delays due to the lack of well resourced, interdisciplinary providers for parents can have severe real-world effects, including delays in matters that should receive immediate court intervention such as domestic violence, removal of a child from a home, and juveniles held in custody.  Moreover, the current system of solo practitioners has unnecessarily prolonged foster care stays for children.\\par\nNew York County Law \\'a7 722 states that the governing body of a city shall choose among four options for representation of persons accused of crimes or parties before Family Court or Surrogate Court: 1) establish a public defender; 2) contract with a private legal aid society; 3) create an assigned counsel program; or 4) implement a plan combining any of the foregoing options.  In 1966, New York City selected the fourth option, a hybrid system.  The Legal Aid Society and seven alternative providers are the primary providers of indigent defense in New York City.  The Legal Aid Society does not represent adults in Family Court proceedings, including victims of domestic violence, but instead assigned or 18-B counsel provide this service.  So, the Family Court representation of adults is not a hybrid, but rather relies solely on a system of assigned counsel which cannot and was never intended to adequately handle the complicated, multidisciplinary problems which bring parents and children to Family Court\\i .\\par\n\\i0 The assigned counsel system has widely been described as in \\ldblquote crisis,\\rdblquote  in part due to the low rates of compensation and the failure to increase compensation annually to reflect cost of living increases.   Until recently, compensation was so low that attorneys in New York City lost money if they performed any out-of-court preparation for cases, and netted less than six dollars per hour for in-court work.  In 2003, for the first time in 17 years, the state legislature increased the rates of compensation for assigned counsel effective January 1, 2004.  While the rate increase alleviated some of the enormous strain in the system, this increase has not yet done away with the backlog of appeals, termination trials, and other court proceedings, and it is unclear how many experienced attorneys will rejoin the practice under these rates.\\par\nNonetheless, the structure of the assigned counsel system has been a perennial problem and will continue to be so absent additional enhancements in the current structure as well as a mechanism to annually increase compensation rates.  Although the new state legislation establishes an advisory committee on rate levels, we expect appropriate compensation to be a continuing problem.  Mere rate increases do not address the equally significant legislative mandate to create enhancements in the representation of parents beyond compensation for attorneys.  Other structural problems with assigned counsel that the City has not addressed include the poor quality and lack of accountability of some attorneys, lack of training and appellate support, no guarantee of continuity of representation for the duration of a family\\rquote s involvement in the child welfare system, the absence of social workers and other skilled professionals to work with attorneys, and a lack of office space and administrative resources.  For all of these reasons, the Appellate Division, First Department Committee on Representation of the Poor recommended the creation of an institutional provider for Family Court in its report \\i Crisis in the Legal Representation of the Poor\\i0 .\\i\\par\n\\i0  Numerous advocates have also called for the creation of such an institutional provider. In the criminal defense context, private legal defense organizations have been more cost effective than assigned counsel.  For example, the city will save money from its recent shift of funding from assigned counsel to the Legal Aid Society.  The city increased the budget of the Legal Aid Society by $8.4 million in Fiscal Year 2003 so the organization could accept more cases that would otherwise be handled by assigned counsel.  Even using the old, lower rates of compensation for assigned counsel, the City Council Finance Division estimates the city will save as much as $10 million annually in reduced assigned counsel costs.  An institutional provider for Family Court could also lead to other savings such as a decrease in the costs of foster care, which amount to approximately $200 million annually for the City and $600 million for the State, and save money by increasing system and court efficiencies.  Other costs would be saved over time.  For example, children in foster care are at higher risk to become juvenile offenders and so preventing or reducing foster care placement will reduce costs in related systems.\\par\nThe Council finds that an institutional provider for Family Court will not be subject to the problems that have plagued the assigned counsel system.  The Council further finds that such an institutional provider will improve the delivery of justice and the quality of representation in Family Court.  Accordingly, the Council declares that it is reasonable and necessary to mandate the creation of one or more institutional providers for adults in Family Court.\\par\n\\'a7 2. Section 13 of chapter one of the New York City Charter is amended \\expndtw-3 to read as follows:\\expndtw0\\f2\\par\n\\f0\\'a7 13. \\b Coordinator of criminal justice.\\b0  There is established in the executive office of the mayor a position of coordinator of criminal justice, to be appointed by the mayor. The coordinator shall:\\par\n(1) advise and assist the mayor in planning for increased coordination and cooperation among agencies under the jurisdiction of the mayor that are involved in criminal justice programs and activities;\\par\n(2) review the budget requests of all agencies for programs related to criminal justice and recommend to the mayor budget priorities among such programs; [and,]\\par\n\\pard\\fi720\\sl480\\slmult1 (3) perform such other duties as the mayor may assign[.];\\ul  and,\\par\n\\pard\\fi720\\sl480\\slmult1\\qj (4) by January 1, 2005, contract with one or more private legal aid bureau(s) or society(ies), or with one or more corporation(s), voluntary association(s), or organization(s) authorized to practice law under subdivision five of section four hundred and ninety-five of the New York judiciary law, to provide representation for persons with the right to counsel in family court proceedings under section two hundred and sixty-two of the New York family court act.\\ulnone\\f2\\par\n\\f0\\'a7 3. This law shall not extend the right to counsel to persons or proceedings beyond that established in section two hundred and sixty-two of the New York family court act.\\f2\\par\n\\f0\\'a7 4. This law shall take effect immediately upon its enactment.\\par\n\\pard\\qj\\f2\\par\n\\f0 LS # 95\\par\nRBU\\par\n2/09/2004\\par\n\\pard\\par\n\\par\n}\n\u0000",
  "LastModified": "2019-07-11T20:25:13.34Z"
}
