{
  "ID": 29526,
  "GUID": "E81E069F-5DDC-4019-AF02-10194B95EB5C",
  "File": "Int 0182-2004",
  "Name": "Reports that detail the effects of the budget on city's youth.",
  "Title": "A Local Law to amend the New York city charter, in relation to the provision of reports that detail the effects of the preliminary budget and the executive budget on the city’s youth.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 24,
  "BodyName": "Committee on Youth Services",
  "IntroDate": "2004-02-26T00:00:00Z",
  "AgendaDate": "2004-02-26T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5289,
      "Slug": "simcha-felder",
      "FullName": "Simcha Felder"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    }
  ],
  "History": [
    {
      "ID": 155863,
      "Date": "2004-02-26T12:31:06Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156137,
      "Date": "2004-02-26T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2732,
      "AgendaSequence": 104,
      "MinutesSequence": 121,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Youth Services",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184609,
      "Date": "2005-12-31T11:01:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 16129,
  "Text": "Be it enacted by the Council as follows:\n\tSection 1. Subdivision a of section 225 of the New York city charter, as added by vote of the electors at the general election on November 7, 1989, is amended to read as follows: \nThe mayor shall each year, in accordance with the provisions of this chapter, prepare and submit to the council a preliminary budget and an executive budget each of which shall present a complete financial plan for the city and its agencies for the ensuing fiscal year, setting forth proposed operating and capital expenditures, proposed interfund transfers, anticipated revenues and any other anticipated sources and uses of funds. Each such budget shall consist of three parts: the expense budget, which shall set forth proposed appropriations for the operating expenses of the city including debt service; the capital budget and program, which shall set forth proposed appropriations for capital projects for the ensuing fiscal year and the three succeeding fiscal years; and the revenue budget, which shall set forth the estimated revenues and receipts of the city. The preliminary budget and the executive budget shall each be accompanied by a report detailing the effect of such budget on the city’s youth, ages twenty-one and under. Such reports shall include, but not be limited to, an analysis of the impact of such budget on education, school facilities, after school activities, recreation activities, youth employment, foster care, juvenile justice, youth health care services and programs servicing at-risk youth.\n§2.\tThis local law shall take effect immediately after its enactment into law.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\par\n\\pard\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\tab Section 1. Subdivision a of section 225 of the New York city charter, as added by vote of the electors at the general election on November 7, 1989, is amended to read as follows: \\par\n\\pard{\\pntext\\f0 a.\\tab}{\\*\\pn\\pnlvlbody\\pnf0\\pnindent360\\pnstart1\\pnlcltr{\\pntxta.}}\n\\fi720\\sl480\\slmult1\\qj\\tx0 The mayor shall each year, in accordance with the provisions of this chapter, prepare and submit to the council a preliminary budget and an executive budget each of which shall present a complete financial plan for the city and its agencies for the ensuing fiscal year, setting forth proposed operating and capital expenditures, proposed interfund transfers, anticipated revenues and any other anticipated sources and uses of funds. Each such budget shall consist of three parts: the expense budget, which shall set forth proposed appropriations for the operating expenses of the city including debt service; the capital budget and program, which shall set forth proposed appropriations for capital projects for the ensuing fiscal year and the three succeeding fiscal years; and the revenue budget, which shall set forth the estimated revenues and receipts of the city. \\ul The preliminary budget and the executive budget shall each be accompanied by a report detailing the effect of such budget on the city\\rquote s youth, ages twenty-one and under. Such reports shall include, but not be limited to, an analysis of the impact of such budget on education, school facilities, after school activities, recreation activities, youth employment, foster care, juvenile justice, youth health care services and programs servicing at-risk youth.\\ulnone\\par\n\\pard\\li720\\sl480\\slmult1\\qj\\'a72.\\tab This local law shall take effect immediately after its enactment into law. \\par\n\\pard\\qj\\par\n\\pard\\par\n}\n\u0000",
  "LastModified": "2019-07-11T20:28:20.147Z"
}
