{
  "ID": 29456,
  "GUID": "2B6BD7AD-5B5A-486B-8162-5AA2173183EC",
  "File": "Int 0183-2004",
  "Name": "Plating and decking during street openings and excavations.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to plating and decking during street openings and excavations.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2004-02-26T00:00:00Z",
  "AgendaDate": "2004-02-26T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5289,
      "Slug": "simcha-felder",
      "FullName": "Simcha Felder"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5281,
      "Slug": "joseph-p-addabbo-jr",
      "FullName": "Joseph P. Addabbo, Jr."
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    }
  ],
  "History": [
    {
      "ID": 155732,
      "Date": "2004-02-26T09:41:20Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156134,
      "Date": "2004-02-26T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2732,
      "AgendaSequence": 105,
      "MinutesSequence": 122,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184610,
      "Date": "2005-12-31T11:02:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 16076,
  "Text": "By Council Members Gerson, Felder, Jackson, Brewer, Quinn, Addabbo, Clarke, Gentile and Nelson\n\nBe it enacted by the Council as follows:\n\n\tSection One.  Chapter 1 of title 19 of the administrative code of the city of New York is amended by adding a new section 19-121.1 to read as follows:\n\t§19-121.1. Plating and decking during street openings and excavations.  a.  Any authorized street opening or excavation project shall be made safe for vehicles and pedestrians by installing plating and decking, as prescribed by the commissioner, that is adequate to carry the load.  Such openings or excavations shall be covered by the permit holder authorized to perform the project by installing plating and decking of a size that is large enough to span the street opening or excavation.  Plating and decking shall be firmly placed to prevent rocking, shall overlap the edges of trenches and openings and shall be sufficiently ramped to provide smooth riding, safe conditions and the creation of a minimum of noise when driven upon.  Plating and decking shall be fastened, either to each other or to the street surface, by splicing or countersinking and shall otherwise be protected to prevent the movement of such plating and decking, except as part of the street opening or excavation project.\n\tb.  For every street opening or excavation project there shall be an agent designated by the permit holder authorized to perform the project to supervise and certify the proper placement of plating and decking at the end of each work day or before any cessation of work lasting longer than twelve consecutive hours.  The agent shall certify compliance with subdivision a of this section in such manner as the commissioner deems appropriate and shall provide such certification to the department upon request.\n\tc.  Any person who fails to comply with provision of this section shall be liable for a penalty in the amount of two hundred fifty dollars for a first violation.  For every violation thereafter, the department shall impose a fine in an amount double the amount of the fine imposed for the immediately preceding the violation.\n\t§2.  This local law shall take effect immediately after it is enacted into law.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\keepn\\s1 By Council Members Gerson, Felder, Jackson, Brewer, Quinn, Addabbo, Clarke, Gentile and Nelson\\par\n\\pard\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\sl480\\slmult1\\qj\\tab Section One.  Chapter 1 of title 19 of the administrative code of the city of New York is amended by adding a new section 19-121.1 to read as follows:\\par\n\\pard\\sl480\\slmult1\\tab\\ul\\'a719-121.1. Plating and decking during street openings and excavations.  a.  Any authorized street opening or excavation project shall be made safe for vehicles and pedestrians by installing plating and decking, as prescribed by the commissioner, that is adequate to carry the load.  Such openings or excavations shall be covered by the permit holder authorized to perform the project by installing plating and decking of a size that is large enough to span the street opening or excavation.  Plating and decking shall be firmly placed to prevent rocking, shall overlap the edges of trenches and openings and shall be sufficiently ramped to provide smooth riding, safe conditions and the creation of a minimum of noise when driven upon.  Plating and decking shall be fastened, either to each other or to the street surface, by splicing or countersinking and shall otherwise be protected to prevent the movement of such plating and decking, except as part of the street opening or excavation project.\\par\n\\ulnone\\tab\\ul b.  For every street opening or excavation project there shall be an agent designated by the permit holder authorized to perform the project to supervise and certify the proper placement of plating and decking at the end of each work day or before any cessation of work lasting longer than twelve consecutive hours.  The agent shall certify compliance with subdivision a of this section in such manner as the commissioner deems appropriate and shall provide such certification to the department upon request.\\par\n\\ulnone\\tab\\ul c.  Any person who fails to comply with provision of this section shall be liable for a penalty in the amount of two hundred fifty dollars for a first violation.  For every violation thereafter, the department shall impose a fine in an amount double the amount of the fine imposed for the immediately preceding the violation.\\par\n\\ulnone\\tab\\'a72.  This local law shall take effect immediately after it is enacted into law.\\ul  \\ulnone\\par\n\\pard\\par\n\\par\n}\n\u0000",
  "LastModified": "2019-07-11T20:28:34.79Z"
}
