{
  "ID": 29461,
  "GUID": "69A0452F-CF18-456A-BF26-DB61BF6E4B01",
  "File": "Int 0185-2004",
  "LocalLaw": "2005/024",
  "Name": "Creation of a review process in the event of the closure of a publicly mapped street.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to creation of a review process in the event of the closure of a publicly mapped street.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 35,
  "StatusName": "Enacted",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2004-02-26T00:00:00Z",
  "AgendaDate": "2004-02-26T00:00:00Z",
  "PassedDate": "2005-03-28T00:00:00Z",
  "EnactmentDate": "2005-03-28T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    }
  ],
  "History": [
    {
      "ID": 155736,
      "Date": "2004-02-26T09:47:49Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156136,
      "Date": "2004-02-26T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2732,
      "AgendaSequence": 107,
      "MinutesSequence": 124,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 158578,
      "Date": "2004-05-03T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "",
      "BodyID": 29,
      "BodyName": "Committee on Transportation",
      "EventID": 2933,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 185-A",
      "MinutesNote": "Proposed Int. No. 185-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 158891,
      "Date": "2004-05-03T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "",
      "BodyID": 29,
      "BodyName": "Committee on Transportation",
      "EventID": 2933,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 170679,
      "Date": "2005-01-27T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 29,
      "BodyName": "Committee on Transportation",
      "EventID": 3995,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 185-A",
      "MinutesNote": "Proposed Int. No. 185-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 171012,
      "Date": "2005-01-27T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 29,
      "BodyName": "Committee on Transportation",
      "EventID": 3995,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 171572,
      "Date": "2005-02-17T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 29,
      "BodyName": "Committee on Transportation",
      "EventID": 4177,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 185-A",
      "MinutesNote": "Proposed Int. No. 185-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 172006,
      "Date": "2005-02-17T10:00:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Introduction was Amendment Proposed by Comm",
      "BodyID": 29,
      "BodyName": "Committee on Transportation",
      "EventID": 4177,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 172065,
      "Date": "2005-02-17T10:00:00Z",
      "ActionID": 33,
      "Action": "Amended by Committee",
      "Description": "This Introduction was Amended by Committee",
      "BodyID": 29,
      "BodyName": "Committee on Transportation",
      "EventID": 4177,
      "MinutesSequence": 7,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 172066,
      "Date": "2005-02-17T10:00:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "A motion was made that this Introduction be Approved by Committee approved by Roll Call.",
      "BodyID": 29,
      "BodyName": "Committee on Transportation",
      "EventID": 4177,
      "MinutesSequence": 8,
      "Version": "A",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 172588,
      "Date": "2005-03-09T13:30:00Z",
      "ActionID": 68,
      "Action": "Approved by Council",
      "Description": "A motion was made that this Introduction be Approved by Council approved by consent Roll Call.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 4324,
      "AgendaSequence": 35,
      "MinutesSequence": 46,
      "Version": "A",
      "AgendaNote": "Amended and Coupled on GO",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "Consent": 1,
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 172788,
      "Date": "2005-03-09T15:44:00Z",
      "ActionID": 53,
      "Action": "Sent to Mayor by Council",
      "Description": "This Introduction was Sent to Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 173402,
      "Date": "2005-03-28T11:25:00Z",
      "ActionID": 5014,
      "Action": "Hearing Held by Mayor",
      "Description": "This Introduction was Hearing Held by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "A",
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 173466,
      "Date": "2005-03-28T16:26:00Z",
      "ActionID": 57,
      "Action": "Signed Into Law by Mayor",
      "Description": "This Introduction was Signed Into Law by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "A",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 173513,
      "Date": "2005-03-29T14:26:00Z",
      "ActionID": 5023,
      "Action": "Recved from Mayor by Council",
      "Description": "This Introduction was Recved from Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 60811,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 5/3/04",
      "Link": "http://nyc.legistar1.com/nyc/attachments/60811.doc",
      "Sort": 999
    },
    {
      "ID": 61701,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 5/3/04",
      "Link": "http://nyc.legistar1.com/nyc/attachments/6df95e1b-973e-48d2-a33f-faee09505888HwordHearing Transcripts 2004TransportationMay 3.doc",
      "Sort": 1000
    },
    {
      "ID": 64762,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 1/27/05",
      "Link": "http://nyc.legistar1.com/nyc/attachments/ac6b98bd-9a3c-41e5-886b-1f96d8ad98e9.doc",
      "Sort": 1001
    },
    {
      "ID": 67022,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 1/27/05",
      "Link": "http://nyc.legistar1.com/nyc/attachments/9161a9ea-ebe3-4010-a258-9d0919c26e10.doc",
      "Sort": 1002
    },
    {
      "ID": 65024,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 2/17/05",
      "Link": "http://nyc.legistar1.com/nyc/attachments/201b0a3e-9ef3-4ed0-a74d-c77ee191d7f0.doc",
      "Sort": 1003
    },
    {
      "ID": 67319,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 2/17/05",
      "Link": "http://nyc.legistar1.com/nyc/attachments/01563e27-200d-4690-98f0-c6dbb3e866b0.doc",
      "Sort": 1004
    },
    {
      "ID": 65380,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Fiscal Impact Statement- A",
      "Link": "http://nyc.legistar1.com/nyc/attachments/3cc8d27e-d193-4985-84a0-9cdb5147d40f.doc",
      "Sort": 1005
    },
    {
      "ID": 66342,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Local Law",
      "Link": "http://nyc.legistar1.com/nyc/attachments/775c48e2-05e3-404e-a32f-eb1cd4bf3c9a.doc",
      "Sort": 1006
    },
    {
      "ID": 68902,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript - Stated Meeting 3/9/05",
      "Link": "http://nyc.legistar1.com/nyc/attachments/34a70358-05d5-4290-9b38-b22a8d652b34.doc",
      "Sort": 1007
    }
  ],
  "Summary": "",
  "TextID": 32565,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Section 19-107 of the administrative code of the city of New York is amended to read as follows:\n§ 19-107 Temporary closing of streets.  a.  (i)  Except as otherwise provided by law, it shall be unlawful for any person to close any street, or a portion thereof, within the jurisdiction of the commissioner, to pedestrian or vehicular traffic without a permit from the commissioner.\n(ii)  The commissioner may temporarily close or may issue a permit to temporarily close to pedestrian or vehicular traffic any street, or a portion thereof, within his or her jurisdiction, when, in his or her judgment, travel therein is deemed to be dangerous to life, in consequences of there being carried on in such street activities such as building operations, repairs to street pavements, sewer connections, or blasting for the purpose of removing rock from abutting property, or upon advice from the police commissioner, fire commissioner or commissioner of the office of emergency management that such closure will promote or protect safety or life, or when such closure may be necessary for a public purpose. In such event, the commissioner shall make available to the community board and council member in whose district such street is located information regarding any such closure which continues beyond five business days, state the reason or reasons for such closure and the estimated date for the street, or any portion thereof, to reopen. \nb.  In the event that a publicly mapped street that is used for vehicular or vehicular and pedestrian access, for which vehicular access is fully closed for more than one hundred eighty consecutive days, the commissioner shall issue or cause to be issued a community reassessment, impact and amelioration (CRIA) statement that has been approved by the commissioner or other government entity initiating the street closure which shall be delivered to both the community board and the council member in whose district the street is located on or before the two hundred tenth day of the closure.  Such CRIA statement shall contain the following: the objectives of the closure and the reasons why the continued street closure is necessary to attain those objectives, which in the case of a closure initiated by a local law enforcement agency for security reasons shall be satisfied by a statement from the local law enforcement agency that the street has been closed and will remain closed for security reasons; identification of the least expensive alternative means of attaining those objectives and the costs of such alternatives, or a statement and explanation as to the unavailability of such alternatives, which in the case of a closure initiated by a local law enforcement agency for security reasons shall be satisfied by a statement from the law enforcement agency that there are no alternative means available; how the continued street closure will impact access and traffic flow to and within the surrounding community, including but not limited to, access to emergency vehicles, residences, businesses, facilities, paratransit transportation and school bus services; and any recommendations to mitigate adverse impact and increase access to and within the area.  In the case of a closure initiated for security reasons, the police department shall ensure that the CRIA statement does not reveal non-routine investigative techniques or confidential information or potentially compromises the safety of the public or police officers or otherwise potentially compromise law enforcement investigations or operations, provided that the issuance of the CRIA statement shall not be delayed beyond the required time period.  The requirement for the issuance of a CRIA statement as described in this subdivision may be satisfied by delivery of an environmental assessment statement, environmental impact statement, or similar document required by law to be prepared in relation to the street closure.  Prior to the issuance of a CRIA statement, the commissioner, in the case of a closure for which a permit issued by the department is required, shall hold at least one public forum, publicized in advance, in any affected community at which the community may register its input concerning any potential adverse impacts of the street closure, including but not limited to concerns regarding timeliness of emergency vehicle response and traffic congestion resulting in a potential increase in noise and any other adverse conditions caused by the closure.  In the case of a street closure effectuated for security reasons by a local law enforcement agency, such law enforcement agency shall hold the public forum provided herein.  Following the public forum(s), the council member in whose district the street closure is located may forward to the government entity which held the public forum(s) issues raised at the public forum(s) by the participants.  The government entity which held the public forum(s) shall make its best efforts to respond to the issues raised, utilizing the expertise of other city agencies if appropriate, and shall provide such response to be appended to the CRIA statement.  In the case that an environmental assessment statement, environmental impact statement, or similar document is substituted in lieu of the CRIA statement, as provided for above, the public forum provisions provided herein shall still apply.\nc.  For purposes of this section, a “street closure” shall not include a street closure undertaken by a federal or state governmental entity.    \n§ 2.  This local law shall take effect one hundred eighty days after it is enacted into law and shall apply to any street closures which commence after the day this local law is enacted into law, except those street closures related to construction pursuant to a project for which a bid has been issued by the city prior to the effective date of this local law, and provided further that it shall apply to those closures initiated by a local law enforcement agency for security reasons, which, if closed prior to the enactment of this local law, shall be deemed to have commenced on the date of enactment of this local law.  However, if the government entity responsible for issuing the community reassessment, impact and amelioration (CRIA) statement described in subdivision b for such closure initiated by a local law enforcement agency for security reasons and in effect on the date of enactment of this local law is unable to complete such statement within two hundred ten days of the date of enactment of this local law, the commissioner shall so notify the council member in whose district the street closure is located and the time within which to issue the CRIA statement shall be extended to no more than one hundred eighty additional days, provided that a public forum is held within the first two hundred ten days.  In addition, the commissioner of transportation may take any actions necessary prior to such effective date for the implementation of this local law, and shall adopt any necessary rules including, but not limited to, rules that may require a public or private entity seeking permission for a street closure to prepare the CRIA statement. \n\n\nAmended - MBS\n6-2-03, 10-31-03, 12-13-04, 1-12-05\n2/14/05 , 2-15-05, 2-16-05",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\fi374\\sl480\\slmult1\\ulnone Section 1.  Section 19-107 of the administrative code of the city of New York is amended to read as follows:\\par\n\\'a7 19-107 Temporary closing of streets.  \\ul a.  (i)\\ulnone   Except as otherwise provided by law, it shall be unlawful for any person to close any street, or a portion thereof, within the jurisdiction of the commissioner, to pedestrian or vehicular traffic without a permit from the commissioner.\\par\n\\ul (ii)\\ulnone   The commissioner may temporarily close or may issue a permit to temporarily close to pedestrian or vehicular traffic any street, or a portion thereof, within his or her jurisdiction, when, in his or her judgment, travel therein is deemed to be dangerous to life, in consequences of there being carried on in such street activities such as building operations, repairs to street pavements, sewer connections, or blasting for the purpose of removing rock from abutting property, or \\ul upon advice from the police commissioner, fire commissioner or commissioner of the office of emergency management that such closure will promote or protect safety or life,\\ulnone  or when such closure may be necessary for a public purpose. \\ul In such event, the commissioner shall make available to the community board and council member in whose district such street is located information regarding any such closure which continues beyond five business days, state the reason or reasons for such closure and the estimated date for the street, or any portion thereof, to reopen.\\ulnone  \\par\n\\ul b.  In the event that a publicly mapped street that is used for vehicular or vehicular and pedestrian access, for which vehicular access is fully closed for more than one hundred eighty consecutive days, the commissioner shall issue or cause to be issued a community reassessment, impact and amelioration (CRIA) statement that has been approved by the commissioner or other government entity initiating the street closure which shall be delivered to both the community board and the council member in whose district the street is located on or before the two hundred tenth day of the closure.  Such CRIA statement shall contain the following: the objectives of the closure and the reasons why the continued street closure is necessary to attain those objectives, which in the case of a closure initiated by a local law enforcement agency for security reasons shall be satisfied by a statement from the local law enforcement agency that the street has been closed and will remain closed for security reasons; identification of the least expensive alternative means of attaining those objectives and the costs of such alternatives, or a statement and explanation as to the unavailability of such alternatives, which in the case of a closure initiated by a local law enforcement agency for security reasons shall be satisfied by a statement from the law enforcement agency that there are no alternative means available; how the continued street closure will impact access and traffic flow to and within the surrounding community, including but not limited to, access to emergency vehicles, residences, businesses, facilities, paratransit transportation and school bus services; and any recommendations to mitigate adverse impact and increase access to and within the area.  In the case of a closure initiated for security reasons, the police department shall ensure that the CRIA statement does not reveal non-routine investigative techniques or confidential information or potentially compromises the safety of the public or police officers or otherwise potentially compromise law enforcement investigations or operations, provided that the issuance of the CRIA statement shall not be delayed beyond the required time period.  The requirement for the issuance of a CRIA statement as described in this subdivision may be satisfied by delivery of an environmental assessment statement, environmental impact statement, or similar document required by law to be prepared in relation to the street closure.  Prior to the issuance of a CRIA statement, the commissioner, in the case of a closure for which a permit issued by the department is required, shall hold at least one public forum, publicized in advance, in any affected community at which the community may register its input concerning any potential adverse impacts of the street closure, including but not limited to concerns regarding timeliness of emergency vehicle response and traffic congestion resulting in a potential increase in noise and any other adverse conditions caused by the closure.  In the case of a street closure effectuated for security reasons by a local law enforcement agency, such law enforcement agency shall hold the public forum provided herein.  Following the public forum(s), the council member in whose district the street closure is located may forward to the government entity which held the public forum(s) issues raised at the public forum(s) by the participants.  The government entity which held the public forum(s) shall make its best efforts to respond to the issues raised, utilizing the expertise of other city agencies if appropriate, and shall provide such response to be appended to the CRIA statement.  In the case that an environmental assessment statement, environmental impact statement, or similar document is substituted in lieu of the CRIA statement, as provided for above, the public forum provisions provided herein shall still apply.\\par\nc.  For purposes of this section, a \\ldblquote street closure\\rdblquote  shall not include a street closure undertaken by a federal or state governmental entity.    \\par\n\\ulnone\\'a7 2.  This local law shall take effect one hundred eighty days after it is enacted into law and shall apply to any street closures which commence after the day this local law is enacted into law, except those street closures related to construction pursuant to a project for which a bid has been issued by the city prior to the effective date of this local law, and provided further that it shall apply to those closures initiated by a local law enforcement agency for security reasons, which, if closed prior to the enactment of this local law, shall be deemed to have commenced on the date of enactment of this local law.  However, if the government entity responsible for issuing the community reassessment, impact and amelioration (CRIA) statement described in subdivision b for such closure initiated by a local law enforcement agency for security reasons and in effect on the date of enactment of this local law is unable to complete such statement within two hundred ten days of the date of enactment of this local law, the commissioner shall so notify the council member in whose district the street closure is located and the time within which to issue the CRIA statement shall be extended to no more than one hundred eighty additional days, provided that a public forum is held within the first two hundred ten days.  In addition, the commissioner of transportation may take any actions necessary prior to such effective date for the implementation of this local law, and shall adopt any necessary rules including, but not limited to, rules that may require a public or private entity seeking permission for a street closure to prepare the CRIA statement. \\fs16\\par\n\\pard\\par\n\\par\nAmended - MBS\\par\n6-2-03, 10-31-03, 12-13-04, 1-12-05\\par\n2/14/05 , 2-15-05, 2-16-05\\par\n\\fs24\\par\n\\par\n\\par\n}\n\u0000",
  "LastModified": "2019-07-11T20:29:14.233Z"
}
