{
  "ID": 29416,
  "GUID": "98FF4D94-62FE-4E69-A9CF-0ABCC450E0D1",
  "File": "Int 0190-2004",
  "Name": "Notification of Community Boards prior to the division of tax lots.",
  "Title": "A Local Law to amend the Charter and the Administrative Code of the City of New York to require the notification of Community Boards prior to the division of tax lots.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 13,
  "BodyName": "Committee on Governmental Operations",
  "IntroDate": "2004-02-26T00:00:00Z",
  "AgendaDate": "2004-02-26T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5281,
      "Slug": "joseph-p-addabbo-jr",
      "FullName": "Joseph P. Addabbo, Jr."
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5277,
      "Slug": "allan-w-jennings-jr",
      "FullName": "Allan W. Jennings, Jr."
    },
    {
      "ID": 5293,
      "Slug": "michael-e-mcmahon",
      "FullName": "Michael E. McMahon"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    }
  ],
  "History": [
    {
      "ID": 155596,
      "Date": "2004-02-26T10:18:40Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156141,
      "Date": "2004-02-26T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2732,
      "AgendaSequence": 114,
      "MinutesSequence": 131,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Governmental Operations",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184614,
      "Date": "2005-12-31T11:07:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 16007,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Paragraph 17 of subdivision d of Section 2800 of the Charter of the City of New York is hereby amended to read as follows:\n(17) \tExercise the initial review of applications and proposals of public agencies and private entities for the use, development or improvement of land located in the community district, including any proposals by the department of finance to divide tax lots located within the community district, including the conduct of a public hearing and the preparation and submission to the city planning commission or the department of finance, as the case may be, of a written recommendation.\n\t§2.  Paragraph (b) of section 11-203 of title 11 of the administrative code of the City of New York is hereby amended to read as follows:\nEach separately assessed parcel shall be indicated on the tax maps by a parcel number or by an identification number. A separate identification number shall be entered upon the tax maps in such manner as clearly to indicate each separately assessed parcel of real property not indicated by parcel numbering. Real property indicated by a single identification number shall be deemed to be a separately assessed parcel.\nIn the case of a newly created parcel with any building thereon, no tax lot number or identification number shall be assigned to such parcel unless the commissioner of the department of buildings has certified that the newly created parcel complies with all applicable zoning laws and unless the affected community board has been notified sixty (60) days prior to the creation of any such new lot.\n§3.  Paragraph (b) of section 11-204 of title 11 of the administrative code of the City of New York is hereby amended to read as follows:\n\tWhenever any block boundaries shall be changed or any new or additional blocks of land shall be formed in such counties by the opening or closing of any street, avenue, road, boulevard or parkway or otherwise, the department of finance shall cause such maps to be altered to show the changes in the boundaries of a block and the formation of such new or additional blocks, and to cause such blocks, to be numbered on such maps with such block numbers as such department may determine.  The commissioner of finance, or an employee of the department designated by the commissioner, shall certify and file annually with the register and county clerk in each of such counties a list of the numbers of the blocks, the boundaries of which have been altered, and a list of the numbers of new or additional blocks which have been formed. Such certification and filing shall also be simultaneously submitted to each affected community board.\n§4. This local law shall take effect immediately.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\fi720\\sl480\\slmult1 Section 1.  Paragraph 17 of subdivision d of Section 2800 of the Charter of the City of New York is hereby amended to read as follows:\\par\n(17) \\tab Exercise the initial review of applications and proposals of public agencies and private entities for the use, development or improvement of land located in the community district, \\ul including any proposals by the department of finance to divide tax lots located within the community district,\\ulnone  including the conduct of a public hearing and the preparation and submission to the city planning commission \\ul or the department of finance, as the case may be, \\ulnone of a written recommendation.\\par\n\\pard\\sl480\\slmult1\\tab\\'a72.  Paragraph (b) of section 11-203 of title 11 of the administrative code of the City of New York is hereby amended to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1 Each separately assessed parcel shall be indicated on the tax maps by a parcel number or by an identification number. A separate identification number shall be entered upon the tax maps in such manner as clearly to indicate each separately assessed parcel of real property not indicated by parcel numbering. Real property indicated by a single identification number shall be deemed to be a separately assessed parcel.\\par\nIn the case of a newly created parcel with any building thereon, no tax lot number or identification number shall be assigned to such parcel unless the commissioner of the department of buildings has certified that the newly created parcel complies with all applicable zoning laws \\ul and unless the affected community board has been notified sixty (60) days prior to the creation of any such new lot.\\ulnone\\par\n\\pard\\fi360\\sl480\\slmult1\\'a73.  Paragraph (b) of section 11-204 of title 11 of the administrative code of the City of New York is hereby amended to read as follows:\\par\n\\pard\\sl480\\slmult1\\tab Whenever any block boundaries shall be changed or any new or additional blocks of land shall be formed in such counties by the opening or closing of any street, avenue, road, boulevard or parkway or otherwise, the department of finance shall cause such maps to be altered to show the changes in the boundaries of a block and the formation of such new or additional blocks, and to cause such blocks, to be numbered on such maps with such block numbers as such department may determine.  The commissioner of finance, or an employee of the department designated by the commissioner, shall certify and file annually with the register and county clerk in each of such counties a list of the numbers of the blocks, the boundaries of which have been altered, and a list of the numbers of new or additional blocks which have been formed. \\ul Such certification and filing shall also be simultaneously submitted to each affected community board.\\ulnone\\par\n\\pard\\fi720\\sl480\\slmult1\\'a74. This local law shall take effect immediately.\\par\n\\pard\\li360\\sl480\\slmult1\\par\n\\pard\\par\n\\par\n}\n\u0000",
  "LastModified": "2019-07-11T20:51:36.88Z"
}
