{
  "ID": 29476,
  "GUID": "7162CD77-A32F-4376-BAA1-80E0DDFECE3E",
  "File": "Int 0193-2004",
  "Name": "Rent Exemptions, Elderly",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to rent increase exemptions for low-income elderly persons.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 3,
  "BodyName": "Committee on Aging",
  "IntroDate": "2004-02-26T00:00:00Z",
  "AgendaDate": "2004-02-26T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 422,
      "Slug": "gifford-miller",
      "FullName": "Gifford Miller"
    },
    {
      "ID": 5229,
      "Slug": "eva-s-moskowitz",
      "FullName": "Eva S. Moskowitz"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 430,
      "Slug": "bill-perkins",
      "FullName": "Bill Perkins"
    },
    {
      "ID": 431,
      "Slug": "madeline-t-provenzano",
      "FullName": "Madeline T. Provenzano"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 432,
      "Slug": "philip-reed",
      "FullName": "Philip Reed"
    },
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    },
    {
      "ID": 5264,
      "Slug": "maria-baez",
      "FullName": "Maria Baez"
    },
    {
      "ID": 424,
      "Slug": "tracy-l-boyland",
      "FullName": "Tracy L. Boyland"
    },
    {
      "ID": 5286,
      "Slug": "bill-de-blasio",
      "FullName": "Bill De Blasio"
    },
    {
      "ID": 5289,
      "Slug": "simcha-felder",
      "FullName": "Simcha Felder"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5278,
      "Slug": "melinda-r-katz",
      "FullName": "Melinda R. Katz"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 5270,
      "Slug": "hiram-monserrate",
      "FullName": "Hiram Monserrate"
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 5274,
      "Slug": "helen-sears",
      "FullName": "Helen Sears"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5281,
      "Slug": "joseph-p-addabbo-jr",
      "FullName": "Joseph P. Addabbo, Jr."
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5293,
      "Slug": "michael-e-mcmahon",
      "FullName": "Michael E. McMahon"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    }
  ],
  "History": [
    {
      "ID": 155752,
      "Date": "2004-02-26T11:53:56Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156151,
      "Date": "2004-02-26T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2732,
      "AgendaSequence": 118,
      "MinutesSequence": 135,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Aging",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184617,
      "Date": "2005-12-31T11:09:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 16092,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Declaration of legislative intent and findings. The council finds that despite the efforts of the council and the city agencies charged with the administration of the senior citizen rent increase exemption (“SCRIE”) program to educate senior citizens about the existence of such program, tenants may not become aware of the SCRIE program until years after they first become eligible.  The council further finds that because such agencies have interpreted the laws governing the SCRIE program so that the amount of a rent increase exemption order is based upon the amount of rent in effect on a date determined by a tenant’s application date rather than the date a tenant first became eligible for the rent increase exemption, tenants are paying higher rents than they would have had they applied for the rent increase exemption at an earlier date.\nTherefore, the council hereby declares its intent that the amount of a rent increase exemption order be based upon the amount of rent in effect on the date the tenant first became eligible for the rent increase exemption, provided that if such date is more than six years prior to the effective date of the order, the amount of such rent increase exemption order be based upon the amount of rent in effect six years prior to the effective date of the order.  \n\t§2.\tSubparagraph a of paragraph 3 of subdivision m of section 26-405 of such code is amended to read as follows:\t\n(a)\tA rent exemption order pursuant to this subdivision shall provide:\n (i)\tin the case of a head of the household who does not receive a monthly allowance for shelter pursuant to the social services law, that the landlord may not collect from the tenant to whom it is issued rent at a rate in excess of one-third of the aggregate disposable income, or the maximum collectible rent in effect on December thirty-first of the year preceding the [effective] eligibility date [of the order], whichever is greater; or\n(ii)\tin the case of a head of the household who receives a monthly allowance for shelter pursuant to the social services law, that the landlord may not collect from the tenant to whom it is issued rent at a rate in excess of either the maximum allowance for shelter which the head of the household is entitled to receive, or the maximum collectible rent in effect on December thirty-first of the year preceding the [effective] eligibility date [of the order], whichever is greater; except \n(iii)\tthat the landlord may collect from the tenants described in items (i) and (ii) of this subparagraph increases in rent pursuant to subparagraphs (d), (e), and (i) of paragraph one of subdivision g of this section.\n§3.  \tSubdivision m of section 26-405 of such code is amended by adding thereto new paragraphs 10 and 11 to read as follows:\n(10)\tNotwithstanding any other provision of law to the contrary, where a head of  household holds a current, valid rent exemption order that was issued prior to the effective date of the local law that added this paragraph, and he or she first became eligible for a rent exemption order prior to the date he or she first applied for such order, such head of the household may, upon renewal or one year after the issuance or renewal of such rent exemption order, apply for a redetermination of the amount set forth therein.  Upon application, such amount shall be redetermined so that the adjusted rent is equal to the greater of the maximum collectible rent in effect on December thirty-first of the year preceding the eligibility date and the maximum collectible rent in effect on December \nthirty-first of the year six years prior to the effective date of the redetermination of the amount of the rent exemption order pursuant to this paragraph;  provided, however, that in no event shall the amount of adjusted rent be redetermined to be (i) in the case of a head of the household who does not receive a monthly allowance for shelter pursuant to the social services law, less than one-third of the aggregate disposable income; or (ii) in the case of a head of the household who receives a monthly allowance for shelter pursuant to the social services law, less than the maximum allowance for shelter which such head of the household is entitled to receive pursuant to such law.  The renewal application for a rent exemption order shall include provisions giving notice as to the contents of this paragraph.  For purposes of this paragraph, “adjusted rent” shall mean maximum rent less the amount set forth in a rent exemption order.\n(11)\tFor the purposes of this subdivision, “eligibility date” means the earliest date on which a head of the household first became eligible for a rent exemption order, notwithstanding the effective date of such order, provided that if such earliest date is more than six years prior to the effective date of the order, the eligibility date shall be the date six years prior to the effective date of the order.\n§4. \tSubdivision b of section 26-509 of such code is amended by adding thereto new paragraphs 10 and 11 to read as follows:\n\t(10)\tNotwithstanding any other provision of law to the contrary, where a head of  household holds a current, valid rent exemption order that was issued prior to the effective date of the local law that added this paragraph, and he or she first became eligible for a rent exemption order prior to the date he or she first applied for such order, such head of the household may, upon renewal or one year after the issuance or renewal of such rent exemption order, apply for a redetermination of the amount set forth therein.  Upon application, such amount shall be redetermined so that the adjusted rent is equal to the greater of the amount of rent in effect immediately preceding the eligibility date and the amount of rent in effect immediately preceding the date six years prior to the effective date of the redetermination of the amount of the rent exemption order pursuant to this paragraph; provided, however, that in no event shall the amount of adjusted rent be redetermined to be (i) in the case of a head of the household who does not receive a monthly allowance for shelter pursuant to the social services law, less than one-third of the aggregate disposable income; or (ii) in the case of a head of household who receives a monthly allowance for shelter pursuant to such law, less than the maximum allowance for shelter which such head of the household is entitled to receive pursuant to the social services law.  For the purposes of this paragraph, “adjusted rent” shall mean legal regulated rent less the amount set forth in a rent exemption order. The renewal application for a rent exemption order shall include provisions giving notice as to the contents of this paragraph.\n (11)\tFor the purposes of this subdivision, “eligibility date” means the earliest date on which a head of the household first became eligible for a rent exemption order, notwithstanding the effective date of such order, provided that if such earliest date is more than six years prior to the effective date of the order, the eligibility date shall be the date six years prior to the effective date of the order.\n§5.\tIf any clause, sentence, item, subdivision, paragraph or section added by this local law shall be adjudged by any court of competent jurisdiction to be invalid, such judgment shall not affect, impair or invalidate the remainder thereof, but shall be confined in its operation to the clause, sentence, item, subdivision, paragraph or section thereof directly involved in the controversy in which such judgment shall have been rendered.\n\t§6.\tThis local law shall take effect ninety days after its enactment.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}{\\s3 heading 3;}{\\s4 heading 4;}}\n\\viewkind4\\uc1\n\\ul\\v0\\par\nBe it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\nowidctlpar\\s4\\fi720\\sl480\\slmult1\\qj Section 1.  Declaration of legislative intent and findings. The council finds that despite the efforts of the council and the city agencies charged with the administration of the senior citizen rent increase exemption (\\ldblquote SCRIE\\rdblquote ) program to educate senior citizens about the existence of such program, tenants may not become aware of the SCRIE program until years after they first become eligible.  The council further finds that because such agencies have interpreted the laws governing the SCRIE program so that the amount of a rent increase exemption order is based upon the amount of rent in effect on a date determined by a tenant\\rquote s application date rather than the date a tenant first became eligible for the rent increase exemption, tenants are paying higher rents than they would have had they applied for the rent increase exemption at an earlier date.\\par\nTherefore, the council hereby declares its intent that the amount of a rent increase exemption order be based upon the amount of rent in effect on the date the tenant first became eligible for the rent increase exemption, provided that if such date is more than six years prior to the effective date of the order, the amount of such rent increase exemption order be based upon the amount of rent in effect six years prior to the effective date of the order.  \\par\n\\pard\\sl480\\slmult1\\qj\\tab\\'a72.\\tab Subparagraph a of paragraph 3 of subdivision m of section 26-405 of such code is amended to read as follows:\\tab\\par\n\\pard\\fi720\\sl480\\slmult1\\qj (a)\\tab A rent exemption order pursuant to this subdivision shall provide:\\par\n (i)\\tab in the case of a head of the household who does not receive a monthly allowance for shelter pursuant to the social services law, that the landlord may not collect from the tenant to whom it is issued rent at a rate in excess of one-third of the aggregate disposable income, or the maximum collectible rent in effect on December thirty-first of the year preceding the [effective] \\ul eligibility\\ulnone  date [of the order], whichever is greater; or\\par\n(ii)\\tab in the case of a head of the household who receives a monthly allowance for shelter pursuant to the social services law, that the landlord may not collect from the tenant to whom it is issued rent at a rate in excess of either the maximum allowance for shelter which the head of the household is entitled to receive, or the maximum collectible rent in effect on December thirty-first of the year preceding the [effective] \\ul eligibility\\ulnone  date [of the order], whichever is greater; except \\par\n(iii)\\tab that the landlord may collect from the tenants described in items (i) and (ii) of this subparagraph increases in rent pursuant to subparagraphs (d), (e), and (i) of paragraph one of subdivision g of this section.\\par\n\\'a73.  \\tab Subdivision m of section 26-405 of such code is amended by adding thereto new paragraphs 10 and 11 to read as follows:\\par\n\\ul (10)\\tab Notwithstanding any other provision of law to the contrary, where a head of  household holds a current, valid rent exemption order that was issued prior to the effective date of the local law that added this paragraph, and he or she first became eligible for a rent exemption order prior to the date he or she first applied for such order, such head of the household may, upon renewal or one year after the issuance or renewal of such rent exemption order, apply for a redetermination of the amount set forth therein.  Upon application, such amount shall be redetermined so that the adjusted rent is equal to the greater of the maximum collectible rent in effect on December thirty-first of the year preceding the eligibility date and the maximum collectible rent in effect on December \\par\n\\pard\\sl480\\slmult1\\qj thirty-first of the year six years prior to the effective date of the redetermination of the amount of the rent exemption order pursuant to this paragraph;  provided, however, that in no event shall the amount of adjusted rent be redetermined to be (i) in the case of a head of the household who does not receive a monthly allowance for shelter pursuant to the social services law, less than one-third of the aggregate disposable income; or (ii) in the case of a head of the household who receives a monthly allowance for shelter pursuant to the social services law, less than the maximum allowance for shelter which such head of the household is entitled to receive pursuant to such law.  The renewal application for a rent exemption order shall include provisions giving notice as to the contents of this paragraph.  For purposes of this paragraph, \\ldblquote adjusted rent\\rdblquote  shall mean maximum rent less the amount set forth in a rent exemption order.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj (11)\\tab For the purposes of this subdivision, \\ldblquote eligibility date\\rdblquote  means the earliest date on which a head of the household first became eligible for a rent exemption order, notwithstanding the effective date of such order, provided that if such earliest date is more than six years prior to the effective date of the order, the eligibility date shall be the date six years prior to the effective date of the order.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\'a74. \\tab Subdivision b of section 26-509 of such code is amended by adding thereto new paragraphs 10 and 11 to read as follows:\\par\n\\pard\\sl480\\slmult1\\qj\\ulnone\\tab\\ul (10)\\tab Notwithstanding any other provision of law to the contrary, where a head of  household holds a current, valid rent exemption order that was issued prior to the effective date of the local law that added this paragraph, and he or she first became eligible for a rent exemption order prior to the date he or she first applied for such order, such head of the household may, upon renewal or one year after the issuance or renewal of such rent exemption order, apply for a redetermination of the amount set forth therein.  Upon application, such amount shall be redetermined so that the adjusted rent is equal to the greater of the amount of rent in effect immediately preceding the eligibility date and the amount of rent in effect immediately preceding the date six years prior to the effective date of the redetermination of the amount of the rent exemption order pursuant to this paragraph; provided, however, that in no event shall the amount of adjusted rent be redetermined to be (i) in the case of a head of the household who does not receive a monthly allowance for shelter pursuant to the social services law, less than one-third of the aggregate disposable income; or (ii) in the case of a head of household who receives a monthly allowance for shelter pursuant to such law, less than the maximum allowance for shelter which such head of the household is entitled to receive pursuant to the social services law.  For the purposes of this paragraph, \\ldblquote adjusted rent\\rdblquote  shall mean legal regulated rent less the amount set forth in a rent exemption order. The renewal application for a rent exemption order shall include provisions giving notice as to the contents of this paragraph.\\ulnone\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ul  (11)\\tab For the purposes of this subdivision, \\ldblquote eligibility date\\rdblquote  means the earliest date on which a head of the household first became eligible for a rent exemption order, notwithstanding the effective date of such order, provided that if such earliest date is more than six years prior to the effective date of the order, the eligibility date shall be the date six years prior to the effective date of the order.\\ulnone\\par\n\\'a75.\\tab If any clause, sentence, item, subdivision, paragraph or section added by this local law shall be adjudged by any court of competent jurisdiction to be invalid, such judgment shall not affect, impair or invalidate the remainder thereof, but shall be confined in its operation to the clause, sentence, item, subdivision, paragraph or section thereof directly involved in the controversy in which such judgment shall have been rendered.\\par\n\\pard\\sl480\\slmult1\\qj\\tab\\'a76.\\tab This local law shall take effect ninety days after its enactment.\\par\n\\pard\\par\n\\par\n}\n\u0000",
  "LastModified": "2019-07-11T20:53:19.597Z"
}
