{
  "ID": 29597,
  "GUID": "FAF63A34-44FB-46D1-80D0-9630B6277739",
  "File": "Int 0196-2004",
  "Name": "Establishing NYC Council Independent Office of Workplace Integrity.",
  "Title": "A Local Law to amend the New York City Charter, in relation to establishing the New York City Council Independent Office of Workplace Integrity.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 21,
  "BodyName": "Committee on Standards and Ethics",
  "IntroDate": "2004-02-26T00:00:00Z",
  "AgendaDate": "2004-02-26T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 5270,
      "Slug": "hiram-monserrate",
      "FullName": "Hiram Monserrate"
    }
  ],
  "History": [
    {
      "ID": 156024,
      "Date": "2004-02-26T13:41:39Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156158,
      "Date": "2004-02-26T22:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2732,
      "AgendaSequence": 121,
      "MinutesSequence": 138,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Standards and Ethics",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184620,
      "Date": "2005-12-31T11:11:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 60269,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Memo In Support",
      "Link": "http://nyc.legistar1.com/nyc/attachments/60269.doc",
      "Sort": 999
    }
  ],
  "Summary": "",
  "TextID": 16194,
  "Text": "Be it enacted by the Council as follows:\nSection 1.  Chapter 2 of the New York City Charter is hereby amended by adding a new section 47.1, to read as follows:\n§47.1. Legislative intent. It is in the interests of the people of the City of New York and its legislature, the New York City Council, that the investigation of complaints concerning workplace integrity be made in a thorough and impartial manner by an office located within the Council, but not subject to political pressures. It is for this reason that this office must be codified.  These investigations must be conducted fairly and independently, and in a manner in which the Council and its Members and employees have confidence. It is equally important that the Council, its Members and employees have an office within the Council where they may go to seek advice regarding ethics and fair employment practices, the two pillars of workplace integrity.  \n1.\tDefinitions. As used in this section, \n (a)  The term “associated with the council”  means any person who has an employment relationship with the council,  paid or unpaid, and includes council members, their staffs,  central staff, interns, and contractual employees and consultants.\n \t(b) The term “business dealings with the council” means any transaction with the   council including lobbying, funding of any grants, programs, or any other services which has been paid in whole or in part from council funds, appearing before the council or any of its committees, or any interaction of a professional nature with any person associated with the council.\n\t(c) The term “central staff” means those persons employed by the council who work in council divisions and offices and do not serve an individual council Member as does ouncil members staffs.\n\t (d) The term “hiring authority” means the council member who hires the person employed by the council. The hiring authority for the central staff of the council is the speaker of the council. \n\t(e) The term “office” means the new york city council independent office of workplace integrity created by this section.\n3. There is hereby created the new york city council independent office of workplace integrity. This office shall have jurisdiction over all persons associated with the council.\n 4. Functions. The functions of the office shall be:\na.\tTo provide an independent, secure channel for disclosure and resolution of wrongdoing within its mandate;\nb.\tTo promote greater understanding of the rights and responsibilities of persons associated with the council through a mandated program of education and training;\nc.\tTo foster mutual understanding and respect among all persons associated with the council;\nd.\tTo encourage compliance with all applicable ethics and conflicts of interest laws, rules and regulations; \ne.\tTo encourage equality of treatment for and prevent discrimination and harassment against any person associated with the council;\nf.\tTo be an independent office, with full authority to investigate and remediate any violation of laws within the council pursuant to its mandate; and \ng.\tTo cooperate with governmental and non-governmental agencies and entities having similar functions. \n5.\tPowers and duties.  a.  The office shall be an independent entity within the council and shall not be subject to the supervision, control or direction of any council member or employee of the council. \nb.\t The powers and duties of the office shall be:\n(1)\tTo receive, investigate, make findings and recommend action upon complaints by persons associated with the council of prohibited: fair employment practices; human rights laws; personnel practices; and, other improper employment practices within its jurisdiction with full authority to seek any appropriate corrective, remedial or disciplinary measures within the council. Such corrective, remedial or disciplinary measures shall include but not be limited to the office consulting with the subject of the investigation’s hiring authority, and referral to the hiring authority of a report containing findings of fact, conclusions of law, and recommended corrective, remedial or disciplinary measures. When penalties, corrective, remedial or disciplinary measures are recommended, the hiring authority shall report to the office what action was taken, which report shall be made public by the office. If the hiring authority refuses to report to the office or refuses to take action, then the office’s report and the hiring authority’s refusal to take action shall be made public.  \n(2)\tTo require the full cooperation of all persons associated with the council in any inquiry or investigation pursuant to this statute, including the production of any person, names of persons necessary for the investigation, and any other evidence relevant to the investigation. Failure to cooperate shall result in referral to the person’s hiring authority for disciplinary action. The hiring authority shall report to the office what action was taken, which report shall be made public by the office. Should a council member refuse to cooperate with the office’s investigation, such lack of cooperation shall be referred to the appropriate committee of the council. Such committee shall, within a reasonable time, inform the office of what action was taken in regards to the council member. Such information shall be made public by the office.\n(3)\tTo investigate to the extent practicable, employees of any entity who has business dealings with the council in connection with any harassment or discrimination allegedly committed by persons connected with such entities towards a person associated with the council. Entities that have business dealings with the council shall be notified in writing of this requirement.  If, in the judgment of the office, such allegation appears to be substantiated, the office shall refer a report of evidence of such unlawful discriminatory act to the entity that employs the person who is the subject of the investigation, and shall recommend such penalties as the office deems appropriate. The report shall include findings of fact and conclusions of law. Within a reasonable time thereafter, the entity having business dealings with the council shall inform the office what action was taken. Such information shall be made public by the office. \n(4)\tTo require the attendance, examine, and take testimony under oath of such persons as it may deem necessary and to require the production of books, accounts, papers and other evidence relative to the investigation, including formally responding to written inquiries. \n(5)\t To provide training and outreach programs to all persons associated with the council concerning fair employment practices and ethics laws. Training concerning ethics laws may be undertaken together with the new york city conflicts of interest board. \n(6)\tTo be the liaison to kindred federal, state and city human rights agencies and ethics agencies. \n(7)\tWithin ninety days of its creation, publish in the city record and in other forms of communication including electronic mail transmission within the council, rules of procedure, including rules that prescribe the manner in which complaints are to be received and investigations are to be conducted and recommendations made, and the manner by which a complainant is to be informed of the status of his or her complaint, and rules regarding prohibited practices.\n(8)\tWithin ninety days of its creation, establish a mediation program pursuant to which a complainant may voluntarily choose to resolve a complaint by means of informal conciliation. \n(9)\tWithin one hundred twenty days of its creation, seek to establish modalities for mutual beneficial interaction with kindred city, state and federal agencies. \n(10)\tTo employ a director and such other employees as the office deems necessary to carry out its functions, powers and duties. The office shall have a budget necessary to effectuate its duties in a professional manner, which shall not be less than appropriations necessary for the salaries of the office’s director and employees, and such other expenses as are necessary to fulfill the office’s functions, including but not limited to expenses necessary to subpoena and obtain witnesses, and conducting investigations.  The office shall employ at least two attorneys who are members of the bar of the state of New York in good standing, and such other investigative and administrative staff as is necessary \n(11)\tto fully carry out the functions, powers and duties of the office. The director shall appoint such personnel as may be necessary for the director to carry out the duties and functions assigned herein. Such personnel shall perform such duties as may be assigned to them by the director. The office’s personnel report solely to and may be removed solely by the director. \n(i)\tThe director of the office shall be a member of the bar of the state of New York in good standing and shall have had at least ten years of legal experience. The director shall be appointed without regard to political affiliation and solely on the basis of fitness to perform the duties assigned by this section.  The director shall be appointed by the speaker of the council,  and shall be chosen for his or her independence, integrity, thorough knowledge of employment and ethics law and practices, and shall possess high ethical standards. The director shall be the chief ethics advisor to the council and upon their request, shall provide legal advice to persons associated with the Council, in conformance with the conflicts of interest provisions of the charter, and with consultation with the conflicts of interest board. The director of the office shall be a full-time employee, and shall not:\n1.\tHold any other city public office;\n2.\tSeek election to any city public or elective office; or \n3.\tHold any political party office.\n(ii)\tThe director may be removed for substantial neglect of duty or gross misconduct in office, or upon conviction of a felony, after presentation of charges and after a hearing conducted by the chief administrative law judge of the office of administrative trials and hearings or such administrative law judge as the chief administrative law judge shall assign, and in conformance with the rules and procedures of the office of administrative trials and hearings as set forth in title 48 of the rules of the city of new york.\n(6). The provisions of this section shall not be construed to limit or impair the authority of the conflicts of interest board, the new york city commission on human rights, the city equal employment practices commission, or any other authorized officer, agency or body, including any ethics board or human rights agency. \n(7).  The provisions of this section shall not be construed to limit the rights of persons associated with the council or persons or entities having business dealings with the council with respect to filing a complaint with the appropriate federal, state or local agencies when he or she files a complaint with the office, nor does it impair the right to a private cause of action under applicable law.\n§ 2.  This local law shall become effective thirty days after enactment.\n\n\nSML \nLS # 361",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\keepn\\hyphpar0\\sa240\\ul Be it enacted by the Council as follows:\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj Section 1.  Chapter 2 of the New York City Charter is hereby amended by adding a new section 47.1, to read as follows:\\par\n\\'a747.1. \\b Legislative intent\\b0 . It is in the interests of the people of the City of New York and its legislature, the New York City Council, that the investigation of complaints concerning workplace integrity be made in a thorough and impartial manner by an office located within the Council, but not subject to political pressures. It is for this reason that this office must be codified.  These investigations must be conducted fairly and independently, and in a manner in which the Council and its Members and employees have confidence. It is equally important that the Council, its Members and employees have an office within the Council where they may go to seek advice regarding ethics and fair employment practices, the two pillars of workplace integrity.  \\par\n\\pard\\hyphpar0\\fi-360\\li1080\\sl480\\slmult1\\qj\\tx1080\\ulnone 1.\\tab\\ul Definitions. As used in this section, \\par\n\\pard\\fi720\\sl480\\slmult1\\qj  (a)  The term \\ldblquote associated with the council\\rdblquote   means any person who has an employment relationship with the council,  paid or unpaid, and includes council members, their staffs,  central staff, interns, and contractual employees and consultants.\\par\n\\pard\\sl480\\slmult1\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\ulnone  \\tab\\ul (b) The term \\ldblquote business dealings with the council\\rdblquote  means any transaction with the   council including lobbying, funding of any grants, programs, or any other services which has been paid in whole or in part from council funds, appearing before the council or any of its committees, or any interaction of a professional nature with any person associated with the council.\\par\n\\ulnone\\tab\\ul (c) The term \\ldblquote central staff\\rdblquote  means those persons employed by the council who work in council divisions and offices and do not serve an individual council Member as does ouncil members staffs.\\par\n\\ulnone\\tab  \\ul (d) The term \\ldblquote hiring authority\\rdblquote  means the council member who hires the person employed by the council. The hiring authority for the central staff of the council is the speaker of the council. \\par\n\\ulnone\\tab\\ul (e) The term \\ldblquote office\\rdblquote  means the new york city council independent office of workplace integrity created by this section.\\ulnone\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ul 3. There is hereby created the new york city council independent office of workplace integrity. This office shall have jurisdiction over all persons associated with the council.\\par\n\\pard\\li720\\sl480\\slmult1\\qj  4. Functions. The functions of the office shall be:\\par\n\\pard\\fi-360\\li1800\\sl480\\slmult1\\qj\\tx1800\\ulnone a.\\tab\\ul To provide an independent, secure channel for disclosure and resolution of wrongdoing within its mandate;\\par\n\\pard\\fi-360\\li1800\\sl480\\slmult1\\qj\\ulnone b.\\tab\\ul To promote greater understanding of the rights and responsibilities of persons associated with the council through a mandated program of education and training;\\par\n\\ulnone c.\\tab\\ul To foster mutual understanding and respect among all persons associated with the council;\\par\n\\ulnone d.\\tab\\ul To encourage compliance with all applicable ethics and conflicts of interest laws, rules and regulations; \\par\n\\ulnone e.\\tab\\ul To encourage equality of treatment for and prevent discrimination and harassment against any person associated with the council;\\par\n\\ulnone f.\\tab\\ul To be an independent office, with full authority to investigate and remediate any violation of laws within the council pursuant to its mandate; and \\par\n\\ulnone g.\\tab\\ul To cooperate with governmental and non-governmental agencies and entities having similar functions. \\par\n\\pard\\fi-360\\li1080\\sl480\\slmult1\\qj\\tx1080\\ulnone 5.\\tab\\ul Powers and duties.  a.  The office shall be an independent entity within the council and shall not be subject to the supervision, control or direction of any council member or employee of the council\\i . \\par\n\\ulnone\\i0 b.\\tab\\ul  The powers and duties of the office shall be:\\par\n\\pard\\fi-465\\li1905\\sl480\\slmult1\\qj\\tx1905\\tx3780\\ulnone (1)\\tab\\ul To receive, investigate, make findings and recommend action upon complaints by persons associated with the council of prohibited: fair employment practices; human rights laws; personnel practices; and, other improper employment\\ulnone  \\ul practices within its jurisdiction with full authority to seek any appropriate corrective, remedial or disciplinary measures within the council. Such corrective, remedial or disciplinary measures shall include but not be limited to the office consulting with the subject of the investigation\\rquote s hiring authority, and referral to the hiring authority of a report containing findings of fact, conclusions of law, and recommended corrective, remedial or disciplinary measures. When penalties, corrective, remedial or disciplinary measures are recommended, the hiring authority shall report to the office what action was taken, which report shall be made public by the office. If the hiring authority refuses to report to the office or refuses to take action, then the office\\rquote s report and the hiring authority\\rquote s refusal to take action shall be made public.  \\par\n\\pard\\fi-465\\li1905\\sl480\\slmult1\\qj\\ulnone (2)\\tab\\ul To require the full cooperation of all persons associated with the council in any inquiry or investigation pursuant to this statute, including the production of any person, names of persons necessary for the investigation, and any other evidence relevant to the investigation. Failure to cooperate shall result in referral to the person\\rquote s hiring authority for disciplinary action. The hiring authority shall report to the office what action was taken, which report shall be made public by the office. Should a council member refuse to cooperate with the office\\rquote s investigation, such lack of cooperation shall be referred to the appropriate committee of the council. Such committee shall, within a reasonable time, inform the office of what action was taken in regards to the council member. Such information shall be made public by the office.\\par\n\\pard\\fi-465\\li1905\\sl480\\slmult1\\qj\\tx1905\\ulnone (3)\\tab\\ul To investigate to the extent practicable, employees of any entity who has business dealings with the council in connection with any harassment or discrimination allegedly committed by persons connected with such entities towards a person associated with the council. Entities that have business dealings with the council shall be notified in writing of this requirement.  If, in the judgment of the office, such allegation appears to be substantiated, the office shall refer a report of evidence of such unlawful discriminatory act to the entity that employs the person who is the subject of the investigation, and shall recommend such penalties as the office deems appropriate. The report shall include findings of fact and conclusions of law. Within a reasonable time thereafter, the entity having business dealings with the council shall inform the office what action was taken. Such information shall be made public by the office. \\par\n\\pard\\fi-465\\li1905\\sl480\\slmult1\\qj\\ulnone (4)\\tab\\ul To require the attendance, examine, and take testimony under oath of such persons as it may deem necessary and to require the production of books, accounts, papers and other evidence relative to the investigation, including formally responding to written inquiries. \\par\n\\ulnone (5)\\tab\\ul  To provide training and outreach programs to all persons associated with the council concerning fair employment practices and ethics laws. Training concerning ethics laws may be undertaken together with the new york city conflicts of interest board. \\par\n\\ulnone (6)\\tab\\ul To be the liaison to kindred federal, state and city human rights agencies and ethics agencies. \\par\n\\ulnone (7)\\tab\\ul Within ninety days of its creation, publish in the city record and in other forms of communication including electronic mail transmission within the council, rules of procedure, including rules that prescribe the manner in which complaints are to be received and investigations are to be conducted and recommendations made, and the manner by which a complainant is to be informed of the status of his or her complaint, and rules regarding prohibited practices.\\par\n\\ulnone (8)\\tab\\ul Within ninety days of its creation, establish a mediation program pursuant to which a complainant may voluntarily choose to resolve a complaint by means of informal conciliation. \\par\n\\ulnone (9)\\tab\\ul Within one hundred twenty days of its creation, seek to establish modalities for mutual beneficial interaction with kindred city, state and federal agencies. \\par\n\\pard\\fi-465\\li1905\\sl480\\slmult1\\qj\\tx1905\\tx5220\\ulnone (10)\\tab\\ul To employ\\i  \\i0 a\\i  \\i0 director and such other employees as the office deems necessary to carry out its functions, powers and duties. The office shall have a budget necessary to effectuate its duties in a professional manner, which shall not be less than appropriations necessary for the salaries of the office\\rquote s director and employees, and such other expenses as are necessary to fulfill the office\\rquote s functions, including but not limited to expenses necessary to subpoena and obtain witnesses, and conducting investigations\\b .\\b0   The office shall employ at least two attorneys who are members of the bar of the state of New York in good standing, and such other investigative and administrative staff as is necessary \\par\n\\pard\\fi-465\\li1905\\sl480\\slmult1\\qj\\ulnone (11)\\tab\\ul to fully carry out the functions, powers and duties of the office. The director shall appoint such personnel as may be necessary for the director to carry out the duties and functions assigned herein. Such personnel shall perform such duties as may be assigned to them by the director. The office\\rquote s personnel report solely to and may be removed solely by the director. \\par\n\\pard\\fi-720\\li3060\\sl480\\slmult1\\qj\\tx3060\\ulnone (i)\\tab\\ul The director of the office shall be a member of the bar of the state of New York in good standing and shall have had at least ten years of legal experience. The director shall be appointed without regard to political affiliation and solely on the basis of fitness to perform the duties assigned by this section.  The director shall be appointed by the speaker of the council\\b , \\b0  and shall be chosen for his or her independence, integrity, thorough knowledge of employment and ethics law and practices, and shall possess high ethical standards. The director shall be the chief ethics advisor to the council and upon their request, shall provide legal advice to persons associated with the Council, in conformance with the conflicts of interest provisions of the charter, and with consultation with the conflicts of interest board. The director of the office shall be a full-time employee, and shall not:\\par\n\\pard\\fi-360\\li3240\\sl480\\slmult1\\qj\\tx3240\\ulnone 1.\\tab\\ul Hold any other city public office;\\par\n\\pard\\fi-360\\li3240\\sl480\\slmult1\\qj\\ulnone 2.\\tab\\ul Seek election to any city public or elective office; or \\par\n\\ulnone 3.\\tab\\ul Hold any political party office.\\par\n\\pard\\fi-720\\li3060\\sl480\\slmult1\\qj\\tx3060\\ulnone (ii)\\tab\\ul The director may be removed for substantial neglect of duty or gross misconduct in office, or upon conviction of a felony, after presentation of charges and after a hearing conducted by the chief administrative law judge of the office of administrative trials and hearings or such administrative law judge as the chief administrative law judge shall assign, and in conformance with the rules and procedures of the office of administrative trials and hearings as set forth in title 48 of the rules of the city of new york.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj (6). The provisions of this section shall not be construed to limit or impair the authority of the conflicts of interest board, the new york city commission on human rights, the city equal employment practices commission, or any other authorized officer, agency or body, including any ethics board or human rights agency. \\par\n(7).  The provisions of this section shall not be construed to limit the rights of persons associated with the council or persons or entities having business dealings with the council with respect to filing a complaint with the appropriate federal, state or local agencies when he or she files a complaint with the office, nor does it impair the right to a private cause of action under applicable law.\\par\n\\ulnone\\'a7 2.  \\ul This local law shall become effective thirty days after enactment\\ulnone .\\par\n\\b\\par\n\\par\nSML \\par\nLS # 361\\par\n\\pard\\b0\\par\n}\n\u0000",
  "LastModified": "2019-07-11T20:54:10.727Z"
}
