{
  "ID": 29496,
  "GUID": "E7999186-983F-4093-9DD0-389812CB3DF8",
  "File": "Int 0200-2004",
  "Name": "Self-Certification Elimination, Department of Buildings",
  "Title": "A Local Law to amend the administrative of the city of New York, in relation to eliminating self-certification of plans and requiring the Department of Buildings to reinspect all violations.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2004-02-26T00:00:00Z",
  "AgendaDate": "2004-02-26T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 430,
      "Slug": "bill-perkins",
      "FullName": "Bill Perkins"
    },
    {
      "ID": 5281,
      "Slug": "joseph-p-addabbo-jr",
      "FullName": "Joseph P. Addabbo, Jr."
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 5270,
      "Slug": "hiram-monserrate",
      "FullName": "Hiram Monserrate"
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    }
  ],
  "History": [
    {
      "ID": 155777,
      "Date": "2004-02-26T10:17:20Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156152,
      "Date": "2004-02-26T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2732,
      "AgendaSequence": 125,
      "MinutesSequence": 142,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184624,
      "Date": "2005-12-31T11:13:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 16113,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Section one of chapter one of title twenty-six of the administrative code of the city of New York is amended by adding a new section 26-126.5 to read as follows:\n§26-126.5  Reinspection of violations.  Notwithstanding any other provision of law to the contrary, no violation issued by the department shall be deemed corrected unless it shall have been reinspected by the department and the department, upon inspection, is satisfied that the violation is corrected.  The department shall reinspect all violations issued by the department which the commissioner believes constitutes a danger to the public no later than thirty days from the date set for correction in the notice of violation.  The commissioner shall promulgate rules for establishing one or more timetables for reinspection of violations which the commissioner does not believe constitutes a danger to the public, but in no event shall any such time period be greater than ninety days from the date set for correction in the notice of violation.\n§2.  Section 26-208 of the administrative code of the city of New York is amended to read as follows:\n\n§26-208 Approval of Plans.  [Whenever] Notwithstanding any other provision of law to the contrary, whenever plans are required to be filed in connection with an application for a permit, as provided in the building code, all such plans shall be [approved by the commissioner] subject to an examination and approval by qualified personnel of the department under the direction of the commissioner prior to the commencement of any work thereunder.  All plans and all applications for approval thereof, shall comply with the requirements of the building code, subject to such exceptions and exemptions as may be therein provided; and all elevations on plans shall be referred to the United States coast and geodetic survey mean sea level datum of nineteen hundred twenty-nine, which is hereby established as the city datum. The personnel employed by the department for examination of plans shall be qualified engineers or architects experienced in building construction and design.\n§3.  Section 27-143 of the administrative code of the city of New York is amended to read as follows:\n§27-143 Examination of application and plans.  [All] Notwithstanding any other provision of law to the contrary, all applications for approval of plans and all plans submitted in connection therewith, and any amendments thereto, shall be numbered, docketed and examined promptly after their submission.  The examination shall be made by qualified personnel of the department under the direction of the commissioner for compliance with the provisions of this code and other applicable laws and [regulations.  The commissioner may at his or her discretion, when the application is submitted by an architect or an engineer, designate portions of the examination for limited supervisory check] rules.  The personnel employed by the department for examination of plans shall be qualified engineers or architects experienced in building construction and design.\n§4.  This local law shall take effect ninety days after its enactment.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\froman\\fprq2\\fcharset0 CG Times;}}\n\\viewkind4\\uc1\n\\v0\\f0\\fs24\\par\n\\expndtw0\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\fi720\\sl480\\slmult1\\qj Section 1.  Section one of chapter one of title twenty-six of the administrative code of the city of New York is amended by adding a new section 26-126.5 to read as follows:\\ul\\par\n\\'a726-126.5  Reinspection of violations.  Notwithstanding any other provision of law to the contrary, no violation issued by the department shall be deemed corrected unless it shall have been reinspected by the department and the department, upon inspection, is satisfied that the violation is corrected.  The department shall reinspect all violations issued by the department which the commissioner believes constitutes a danger to the public no later than thirty days from the date set for correction in the notice of violation.  The commissioner shall promulgate rules for establishing one or more timetables for reinspection of violations which the commissioner does not believe constitutes a danger to the public, but in no event shall any such time period be greater than ninety days from the date set for correction in the notice of violation.\\par\n\\ulnone\\'a72.  Section 26-208 of the administrative code of the city of New York is amended to read as follows:\\par\n\\ul\\par\n\\ulnone\\'a726-208 Approval of Plans.  [Whenever] \\ul Notwithstanding any other provision of law to the contrary, whenever\\ulnone  plans are required to be filed in connection with an application for a permit, as provided in the building code, all such plans shall be [approved by the commissioner] \\ul subject to an examination and approval by qualified personnel of the department under the direction of the commissioner\\ulnone  prior to the commencement of any work thereunder.  All plans and all applications for approval thereof, shall comply with the requirements of the building code, subject to such exceptions and exemptions as may be therein provided; and all elevations on plans shall be referred to the United States coast and geodetic survey mean sea level datum of nineteen hundred twenty-nine, which is hereby established as the city datum. \\ul The personnel employed by the department for examination of plans shall be qualified engineers or architects experienced in building construction and design.\\ulnone\\par\n\\'a73.  Section 27-143 of the administrative code of the city of New York is amended to read as follows:\\par\n\\'a727-143 Examination of application and plans.  [All]\\ul  Notwithstanding any other provision of law to the contrary, all\\ulnone  applications for approval of plans and all plans submitted in connection therewith, and any amendments thereto, shall be numbered, docketed and examined promptly after their submission.  The examination shall be made \\ul by qualified personnel of the department\\ulnone  under the direction of the commissioner for compliance with the provisions of this code and other applicable laws and [regulations.  The commissioner may at his or her discretion, when the application is submitted by an architect or an engineer, designate portions of the examination for limited supervisory check] \\ul rules\\ulnone .  The personnel employed \\ul by the department\\ulnone  for examination of plans shall be qualified engineers or architects experienced in building construction and design.\\par\n\\'a74.  This local law shall take effect ninety days after its enactment.\\par\n\\pard\\par\n}\n\u0000",
  "LastModified": "2019-07-11T20:55:04.327Z"
}
