{
  "ID": 29523,
  "GUID": "BD08165B-9294-48CB-ACFC-A8E0447C2E0E",
  "File": "Int 0201-2004",
  "Name": "Base Station Operators, Benefits",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring all base station operators to post a bond for the benefit of their driver’s survivors and beneficiaries as a condition of licensure.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2004-02-26T00:00:00Z",
  "AgendaDate": "2004-02-26T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5270,
      "Slug": "hiram-monserrate",
      "FullName": "Hiram Monserrate"
    }
  ],
  "History": [
    {
      "ID": 155860,
      "Date": "2004-02-26T11:58:35Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156154,
      "Date": "2004-02-26T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2732,
      "AgendaSequence": 126,
      "MinutesSequence": 143,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184625,
      "Date": "2005-12-31T11:18:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 16126,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1. Section 19-511 of chapter 5 of title 19 of the administrative code of the city of New York is amended by adding a new subdivision j to read as follows:\n\tj.  Prior to the issuance of a license for a base station or the renewal of a license for a base station, the applicant shall provide proof to the commission of the posting of a bond in an amount no less than fifty thousand dollars for each driver affiliated with or required to be affiliated with such base station. An applicant for a new license to operate a base station may be granted a temporary license for a period of three months without satisfying the bonding requirements of this subdivision.  However, prior to the expiration of such temporary license, the applicant shall provide proof of the posting of the required bond.  Upon such proof, a license shall be issued which shall have the same expiration date as would a renewal license issued on the same date as the temporary license.  Such bond shall be for the exclusive benefit of the survivors and beneficiaries of a driver who is required to be licensed and affiliated with a base station and who is killed while engaged in the performance of his duties as a driver for or on behalf of the licensee or applicant.\n\t§2.  This local law shall take effect one hundred twenty days after its enactment into law, provided however, that the chair of the taxi and limousine commission shall take such measures as are necessary for its implementation, including the promulgation of rules and regulations.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\sl480\\slmult1\\tab Section 1. Section 19-511 of chapter 5 of title 19 of the administrative code of the city of New York is amended by adding a new subdivision j to read as follows:\\par\n\\tab\\ul j.  Prior to the issuance of a license for a base station or the renewal of a license for a base station, the applicant shall provide proof to the commission of the posting of a bond in an amount no less than fifty thousand dollars for each driver affiliated with or required to be affiliated with such base station. An applicant for a new license to operate a base station may be granted a temporary license for a period of three months without satisfying the bonding requirements of this subdivision.  However, prior to the expiration of such temporary license, the applicant shall provide proof of the posting of the required bond.  Upon such proof, a license shall be issued which shall have the same expiration date as would a renewal license issued on the same date as the temporary license.  Such bond shall be for the exclusive benefit of the survivors and beneficiaries of a driver who is required to be licensed and affiliated with a base station and who is killed while engaged in the performance of his duties as a driver for or on behalf of the licensee or applicant.\\par\n\\ulnone\\tab\\'a72.  This local law shall take effect one hundred twenty days after its enactment into law, provided however, that the chair of the taxi and limousine commission shall take such measures as are necessary for its implementation, including the promulgation of rules and regulations.\\ul  \\par\n\\pard\\ulnone\\par\n\\par\n}\n\u0000",
  "LastModified": "2019-07-11T20:55:17.14Z"
}
