{
  "ID": 29522,
  "GUID": "361B99BE-D324-4445-AAFC-E5C6DB120CB0",
  "File": "Int 0202-2004",
  "Name": "Street Closings, Notify Council Members",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to notification to community boards and council members of certain temporary closing of streets.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2004-02-26T00:00:00Z",
  "AgendaDate": "2004-02-26T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 430,
      "Slug": "bill-perkins",
      "FullName": "Bill Perkins"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5281,
      "Slug": "joseph-p-addabbo-jr",
      "FullName": "Joseph P. Addabbo, Jr."
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5286,
      "Slug": "bill-de-blasio",
      "FullName": "Bill De Blasio"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5274,
      "Slug": "helen-sears",
      "FullName": "Helen Sears"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    }
  ],
  "History": [
    {
      "ID": 155859,
      "Date": "2004-02-26T11:55:26Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156153,
      "Date": "2004-02-26T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2732,
      "AgendaSequence": 127,
      "MinutesSequence": 144,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184626,
      "Date": "2005-12-31T11:19:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 16125,
  "Text": "Be it enacted by the Council as follows: \n\n\tSection 1.  Section 19-107 of the administrative code of the city of New York, as amended by local law number 104 of 1993, is amended to read as follows:\n\t§19-107 Temporary closing of streets. a. Except as otherwise provided by law, it shall be unlawful for any person to close any street, or a portion thereof, within the jurisdiction of the commissioner, to pedestrian or vehicular traffic without a permit from the commissioner.  The commissioner may temporarily close or may issue a permit to temporarily close to pedestrian or vehicular traffic any street, or a portion thereof, within his or her jurisdiction, when, in his or her judgment, travel therein is deemed to be dangerous to life, in consequence of there being carried on in such street activities such as building operations, repairs to street pavements, street connections, or blasting for the purpose of removing rock from abutting property or when such closure may be necessary for a public purpose.\n\tb. When an application is received by the commissioner pursuant to subdivision a of this section for the purpose of a film or television production, the commissioner shall provide written notice to the community board and council member whose districts include the street proposed to be closed.  The community board and council member shall have no less than seven business days from the date of such notice within which to submit to the commissioner comments on such application.   \n\t§2. This local law shall take effect immediately.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows: \\par\n\\par\n\\pard\\sl480\\slmult1\\qj\\ulnone\\tab Section 1.  Section 19-107 of the administrative code of the city of New York, as amended by local law number 104 of 1993, is amended to read as follows:\\par\n\\tab\\'a719-107 Temporary closing of streets\\b .\\b0  \\ul a.\\ulnone  Except as otherwise provided by law, it shall be unlawful for any person to close any street, or a portion thereof, within the jurisdiction of the commissioner, to pedestrian or vehicular traffic without a permit from the commissioner.  The commissioner may temporarily close or may issue a permit to temporarily close to pedestrian or vehicular traffic any street, or a portion thereof, within his or her jurisdiction, when, in his or her judgment, travel therein is deemed to be dangerous to life, in consequence of there being carried on in such street activities such as building operations, repairs to street pavements, street connections, or blasting for the purpose of removing rock from abutting property or when such closure may be necessary for a public purpose.\\par\n\\tab\\ul b. When an application is received by the commissioner pursuant to subdivision a of this section for the purpose of a film or television production, the commissioner shall provide written notice to the community board and council member whose districts include the street proposed to be closed.  The community board and council member shall have no less than seven business days from the date of such notice within which to submit to the commissioner comments on such application.   \\par\n\\ulnone\\tab\\'a72. This local law shall take effect immediately.\\par\n\\pard\\par\n}\n\u0000",
  "LastModified": "2019-07-11T20:55:31.313Z"
}
