{
  "ID": 29588,
  "GUID": "1C9F4DE2-449C-419B-8D07-EE58D0CA3AD0",
  "File": "Int 0206-2004",
  "Name": "Placement of automatic defibrillators at certain public places.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring the placement of automated external defibrillators at certain public places and on emergency vehicles owned or operated by the police or fire departments, and requiring that training in the use of these devices be provided.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2004-02-26T00:00:00Z",
  "AgendaDate": "2004-02-26T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 5281,
      "Slug": "joseph-p-addabbo-jr",
      "FullName": "Joseph P. Addabbo, Jr."
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5255,
      "Slug": "andrew-j-lanza",
      "FullName": "Andrew J. Lanza"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5274,
      "Slug": "helen-sears",
      "FullName": "Helen Sears"
    }
  ],
  "History": [
    {
      "ID": 156013,
      "Date": "2004-02-26T09:36:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156157,
      "Date": "2004-02-26T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2732,
      "AgendaSequence": 131,
      "MinutesSequence": 148,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 158846,
      "Date": "2004-05-04T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "",
      "BodyID": 14,
      "BodyName": "Committee on Health",
      "EventID": 2942,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 158953,
      "Date": "2004-05-04T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "",
      "BodyID": 14,
      "BodyName": "Committee on Health",
      "EventID": 2942,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184629,
      "Date": "2005-12-31T11:20:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 60840,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "http://nyc.legistar1.com/nyc/attachments/60840.doc",
      "Sort": 999
    },
    {
      "ID": 62085,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript",
      "Link": "http://nyc.legistar1.com/nyc/attachments/0c75f979-36da-44cc-bd5e-158ff72c09d8HwordHearing Transcripts 2004HealthMay 4.doc",
      "Sort": 1000
    }
  ],
  "Summary": "",
  "TextID": 16185,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Chapter one of title 17 of the administrative code of the city of New York is hereby amended by adding a new section 17-186 to read as follows:\n\t§17-186  Automated external defibrillators.  a.  Definitions.  For the purposes of this section, the following terms shall have the following meanings:\n\t1.\t“Automated external defibrillator” means a medical device, approved by the United States food and drug administration, that: (i) is capable of recognizing the presence or absence, in a patient, of ventricular fibrillation and rapid ventricular tachycardia; (ii) is capable of determining, without intervention by an operator, whether defibrillation should be performed on the patient; (iii) upon determining that defibrillation should be performed, automatically charges and requests delivery of an electrical impulse to the patient’s heart; and (iv) upon action by an operator, delivers an appropriate electrical impulse to the patient’s heart to perform defibrillation.\n\t2. \t“Owner or operator” means the owner, manager, operator, or other person or persons having control of a public place.\n\t3.\t“Public places” shall mean the following places: (i) facilities offering the use of physical training equipment or physical or well-being instruction, which shall include, but not be limited to, health clubs, spas, sports facilities, facilities containing a swimming pool, martial arts and self-defense schools; (ii) public transportation hubs, which shall include, but not be limited to, train stations, subway stations, bus terminals and airport terminals; (iii) and such other places as determined by the department pursuant to subdivision d  of this section.\t\n\tb.\tWithin one hundred and eighty days of the effective date of the local law that added this section, the owner or operator of a public place shall make available for emergency use an automated external defibrillator in such public place, which shall be maintained and operated in accordance with section 3000-b of the New York state public health law and the rules and regulations promulgated by the department pursuant to subdivision d of this section. \n\tc. \tWithin one hundred twenty days of the effective date of the local law that added this section, every vehicle owned or operated by the police department or the fire department of the city of New York for the purpose of responding to emergencies shall be equipped with an automated external defibrillator, which shall be maintained and operated in accordance with section 3000-b of the New York state public health law.\n\td.\tWithin ninety days of the effective date of the local law that added this section, the department shall: (1) promulgate such rules and regulations as may be necessary to implement the provisions of this section, including, but not limited to, the identification of additional locations, other than those which are specifically listed in subdivision a of this section, which may be considered “public places” for the purposes of this section; the quantity and location of automated external defibrillators to be placed in a particular public place or general category of public place; any notice in which the availability of automated external defibrillators in a public place shall be made known to the public; information on the use of automated external defibrillators to accompany and be kept with each automatic external defibrillator; and required training in the use of automated external defibrillators in accordance with section 3000-b of the New York state public health law; and (2) conduct an ongoing public awareness and education campaign, in English and such other languages as the department shall determine to be appropriate, on cardiopulmonary resuscitation training.\t\t\n\t§2.\tThis local law shall take effect immediately.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160\\tab Section 1.  Chapter one of title 17 of the administrative code of the city of New York is hereby amended by adding a new section 17-186 to read as follows:\\par\n\\tab\\ul\\'a717-186  Automated external defibrillators.  a.  Definitions.  For the purposes of this section, the following terms shall have the following meanings:\\par\n\\ulnone\\tab\\ul 1.\\tab\\ldblquote Automated external defibrillator\\rdblquote  means a medical device, approved by the United States food and drug administration, that: (i) is capable of recognizing the presence or absence, in a patient, of ventricular fibrillation and rapid ventricular tachycardia; (ii) is capable of determining, without intervention by an operator, whether defibrillation should be performed on the patient; (iii) upon determining that defibrillation should be performed, automatically charges and requests delivery of an electrical impulse to the patient\\rquote s heart; and (iv) upon action by an operator, delivers an appropriate electrical impulse to the patient\\rquote s heart to perform defibrillation.\\par\n\\ulnone\\tab\\ul 2. \\tab\\ldblquote Owner or operator\\rdblquote  means the owner, manager, operator, or other person or persons having control of a public place.\\par\n\\ulnone\\tab\\ul 3.\\tab\\ldblquote Public places\\rdblquote  shall mean the following places: (i) facilities offering the use of physical training equipment or physical or well-being instruction, which shall include, but not be limited to, health clubs, spas, sports facilities, facilities containing a swimming pool, martial arts and self-defense schools; (ii) public transportation hubs, which shall include, but not be limited to, train stations, subway stations, bus terminals and airport terminals; (iii) and such other places as determined by the department pursuant to subdivision d  of this section.\\ulnone\\tab\\ul\\par\n\\ulnone\\tab\\ul b.\\tab Within one hundred and eighty days of the effective date of the local law that added this section, the owner or operator of a public place shall make available for emergency use an automated external defibrillator in such public place, which shall be maintained and operated in accordance with section 3000-b of the New York state public health law and the rules and regulations promulgated by the department pursuant to subdivision d of this section. \\par\n\\ulnone\\tab\\ul c. \\tab Within one hundred twenty days of the effective date of the local law that added this section, every vehicle owned or operated by the police department or the fire department of the city of New York for the purpose of responding to emergencies shall be equipped with an automated external defibrillator, which shall be maintained and operated in accordance with section 3000-b of the New York state public health law.\\ulnone\\par\n\\tab\\ul d.\\tab Within ninety days of the effective date of the local law that added this section, the department shall: (1) promulgate such rules and regulations as may be necessary to implement the provisions of this section, including, but not limited to, the identification of additional locations, other than those which are specifically listed in subdivision a of this section, which may be considered \\ldblquote public places\\rdblquote  for the purposes of this section; the quantity and location of automated external defibrillators to be placed in a particular public place or general category of public place; any notice in which the availability of automated external defibrillators in a public place shall be made known to the public; information on the use of automated external defibrillators to accompany and be kept with each automatic external defibrillator; and required training in the use of automated external defibrillators in accordance with section 3000-b of the New York state public health law; and (2) conduct an ongoing public awareness and education campaign, in English and such other languages as the department shall determine to be appropriate, on cardiopulmonary resuscitation training.\\ulnone\\tab\\tab\\par\n\\tab\\'a72.\\tab This local law shall take effect immediately.\\par\n\\pard\\par\n}\n\u0000",
  "LastModified": "2019-07-11T20:56:18.617Z"
}
