{
  "ID": 29589,
  "GUID": "397D26B8-ABF8-401B-87FC-FD86B7D479A4",
  "File": "Int 0208-2004",
  "Name": "Mandating that all banks operating within NYC file a security plan with the NYPD.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to mandating that all banks operating within New York City file a security plan with the New York City Police Department.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2004-02-26T00:00:00Z",
  "AgendaDate": "2004-02-26T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5270,
      "Slug": "hiram-monserrate",
      "FullName": "Hiram Monserrate"
    },
    {
      "ID": 5277,
      "Slug": "allan-w-jennings-jr",
      "FullName": "Allan W. Jennings, Jr."
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    }
  ],
  "History": [
    {
      "ID": 156016,
      "Date": "2004-02-26T11:08:53Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156178,
      "Date": "2004-02-26T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2732,
      "AgendaSequence": 149,
      "MinutesSequence": 166,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184630,
      "Date": "2005-12-31T11:22:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 16186,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection one.  Legislative Findings and Intent.  As the crime rate continued its downward trend in the year 2003, bank robbery proved to be an anomaly, as Police Commissioner Raymond Kelly testified before the City Council Public Safety Committee.  In 2003, the number of bank robberies in the city of New York rose sharply from previous years-a 200% increase at one point.  Commissioner Kelly attributed this increase in part to lax security measures, and he indicated that banks that had adhered to police department security and prevention recommendations were far less likely to have been robbed.  \n\tDeterrence through security measures, both concealed and overt, is one of the best methods to prevent crime, and any banking institution conducting business in the city of New York should be prepared to provide its customers and the public with such measures.  The City has repeatedly expressed its desire to work with banks to help them better handle security issues.  Both the mayor and the NYPD have reached out to the banking industry through letters, distribution of the NYPD’s “Best Practices” guidelines, and through meetings with industry leaders.\tIn addition, the NYPD offers training programs for bank tellers and security personnel and routinely provides free, confidential, in-depth security surveys for businesses, including banks.  Specially trained crime prevention officers with technical expertise and an extensive knowledge of the security industry conduct these surveys; they consist of an evaluation of existing security measures, study of potential vulnerabilities in both physical and procedural security, and an outline for facility improvements.  \n\tWith the availability of their own security experts and the assistance offered by the NYPD, each banking institution should have individualized security plans for every branch location within the five boroughs of the City.  The Council finds that the filing of written security plans with the police department will help ensure that banks are implementing effective security measures and assisting in the general prevention and investigation of bank robberies.\n§2. Chapter 1 of Title 10 of the administrative code of the city of New York is hereby amended by adding a new section 10-160.2 to read as follows:\n§10-160.2 Safety Plan for all Banks.  a. Definitions. For purposes of this section, a bank means any banking corporation, as defined in section 11-640, which owns or operates, in the city of New York, a branch at which banking transactions are conducted.\nb. Security Plans. For each branch it owns or operates, a bank shall file with the police department a written safety plan outlining the bank branch’s existing security measures, potential security vulnerabilities, and strategies for corrective measures.\nc. Violations and penalties.  A bank that fails to file a written safety plan with the police department for each branch it operates, as required by subdivision b, shall be subject to a civil penalty of not more than 500 hundred dollars.\nd. Correction of Violation. Any bank found to be in violation of subdivision b of this section shall correct the violation by filing their current safety plan within two weeks after such finding.  Failure to correct the violation within two weeks of such finding shall subject the bank to a civil penalty of not less than 500 hundred dollars and not more than 1,000 dollars and an additional civil penalty of one thousand dollars for each day such violation continues.\ne. Enforcement.  The police commissioner shall have rulemaking authority in the implementation of this section.  The police department shall be authorized to enforce this section through notices returnable to an administrative tribunal of competent jurisdiction.  \n§3. This local law shall take effect one hundred and eighty days after its enactment into law.\n\nLS #132\n2/10/04",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\pard\\qj\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\sl360\\slmult1\\qj\\ulnone\\tab Section one.  Legislative Findings and Intent.  As the crime rate continued its downward trend in the year 2003, bank robbery proved to be an anomaly, as Police Commissioner Raymond Kelly testified before the City Council Public Safety Committee.  In 2003, the number of bank robberies in the city of New York rose sharply from previous years-a 200% increase at one point.  Commissioner Kelly attributed this increase in part to lax security measures, and he indicated that banks that had adhered to police department security and prevention recommendations were far less likely to have been robbed.  \\par\n\\tab Deterrence through security measures, both concealed and overt, is one of the best methods to prevent crime, and any banking institution conducting business in the city of New York should be prepared to provide its customers and the public with such measures.  The City has repeatedly expressed its desire to work with banks to help them better handle security issues.  Both the mayor and the NYPD have reached out to the banking industry through letters, distribution of the NYPD\\rquote s \\ldblquote Best Practices\\rdblquote  guidelines, and through meetings with industry leaders.\\tab In addition, the NYPD offers training programs for bank tellers and security personnel and routinely provides free, confidential, in-depth security surveys for businesses, including banks.  Specially trained crime prevention officers with technical expertise and an extensive knowledge of the security industry conduct these surveys; they consist of an evaluation of existing security measures, study of potential vulnerabilities in both physical and procedural security, and an outline for facility improvements.  \\par\n\\tab With the availability of their own security experts and the assistance offered by the NYPD, each banking institution should have individualized security plans for every branch location within the five boroughs of the City.  The Council finds that the filing of written security plans with the police department will help ensure that banks are implementing effective security measures and assisting in the general prevention and investigation of bank robberies.\\par\n\\pard\\fi720\\sl360\\slmult1\\qj\\'a72. Chapter 1 of Title 10 of the administrative code of the city of New York is hereby amended by adding a new section 10-160.2 to read as follows:\\par\n\\ul\\'a710-160.2 \\b Safety Plan for all Banks\\b0 .  a. Definitions. For purposes of this section, a bank means any banking corporation, as defined in section 11-640, which owns or operates, in the city of New York, a branch at which banking transactions are conducted.\\par\nb. Security Plans. For each branch it owns or operates, a bank shall file with the police department a written safety plan outlining the bank branch\\rquote s existing security measures, potential security vulnerabilities, and strategies for corrective measures.\\par\nc. Violations and penalties.  A bank that fails to file a written safety plan with the police department for each branch it operates, as required by subdivision b, shall be subject to a civil penalty of not more than 500 hundred dollars.\\par\nd. Correction of Violation. Any bank found to be in violation of subdivision b of this section shall correct the violation by filing their current safety plan within two weeks after such finding.  Failure to correct the violation within two weeks of such finding shall subject the bank to a civil penalty of not less than 500 hundred dollars and not more than 1,000 dollars and an additional civil penalty of one thousand dollars for each day such violation continues.\\par\ne. Enforcement.  The police commissioner shall have rulemaking authority in the implementation of this section.  The police department shall be authorized to enforce this section through notices returnable to an administrative tribunal of competent jurisdiction.  \\par\n\\ulnone\\'a73. This local law shall take effect one hundred and eighty days after its enactment into law.\\ul\\par\n\\pard\\qj\\par\n\\ulnone LS #132\\par\n2/10/04\\par\n\\pard\\par\n}\n\u0000",
  "LastModified": "2019-07-11T20:58:18.08Z"
}
