{
  "ID": 29573,
  "GUID": "2B20516A-9E2C-44B2-8799-0AD356DE5129",
  "File": "Int 0210-2004",
  "Name": "Protection and insulation of electrical-related infrastructure in NYC.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the protection and insulation of electrical-related infrastructure in the city of New York.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2004-02-26T00:00:00Z",
  "AgendaDate": "2004-02-26T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 424,
      "Slug": "tracy-l-boyland",
      "FullName": "Tracy L. Boyland"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    }
  ],
  "History": [
    {
      "ID": 155988,
      "Date": "2004-02-26T14:07:55Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156183,
      "Date": "2004-02-26T22:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2732,
      "AgendaSequence": 154,
      "MinutesSequence": 171,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 157563,
      "Date": "2004-04-16T13:30:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "",
      "BodyID": 29,
      "BodyName": "Committee on Transportation",
      "EventID": 2819,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 158170,
      "Date": "2004-04-16T22:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "",
      "BodyID": 29,
      "BodyName": "Committee on Transportation",
      "EventID": 2819,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184632,
      "Date": "2005-12-31T11:23:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 60635,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "http://nyc.legistar1.com/nyc/attachments/60635.doc",
      "Sort": 999
    },
    {
      "ID": 61774,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript",
      "Link": "http://nyc.legistar1.com/nyc/attachments/5b33856e-619f-497c-9eea-0e75dc1e13c7HwordHearing Transcripts 2004TransportationApril 16.doc",
      "Sort": 1000
    }
  ],
  "Summary": "",
  "TextID": 16169,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Chapter 1 of title 19 of the administrative code of the city of New York is amended by adding a new section 19-153 to read as follows:\n§19-153.  Protection of electrical-related infrastructure.  a.  All entities, including the city of New York, providing electrical service in the city of New York shall utilize non-conductive, protective materials to insulate all electrical-related infrastructure under its control on, above or below the streets and sidewalks of the city of New York.  Such electrical-related infrastructure shall include, but not be limited to, above and below ground utility and connector boxes, wires, conduits, cables, manhole covers, metal plates and gratings and poles.  The non-conductive, protective materials shall be utilized in order to ensure that electrical currents and voltage are not emitted from such infrastructure in a manner that is harmful to the public.  For purposes of this section, the term “non-conductive, protective material” shall mean any casing which adequately obstructs the flow of electricity. \nb.  Any defect or degradation in the quality of a properly insulated piece of electrical-related infrastructure as required by this section shall be repaired by the entity having control over such infrastructure as expeditiously as possible.  A written record shall be kept of all such repairs by the entity affecting such repair, including certification by a work-crew chief of the date and time the defect or degradation was detected, the date and time the repair work was completed and an attestation that the repair work was performed adequately and in a quality manner.\nc.  All entities providing electrical service in the city of New York shall submit a written report to the Council and the Mayor no later than sixty days after the effective date of this section detailing the types of protective coverings utilized to insulate its electrical-related infrastructure since January 1, 2000 and setting forth its prospective plan for meeting the mandate set forth in subdivision a of this section.\n\t§2.  This local law shall take effect one hundred twenty days after its enactment into law.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fnil\\fprq2\\fcharset134 SimSun;}}\n\\viewkind4\\uc1\n\\ul\\v0\\par\nBe it enacted by the Council as follows:\\par\n\\par\n\\pard\\sl480\\slmult1\\ulnone\\tab Section 1.  Chapter 1 of title 19 of the administrative code of the city of New York is amended by adding a new section 19-153 to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\ul\\'a719-153.  Protection of electrical-related infrastructure.  a.  All entities, including the city of New York, providing electrical service in the city of New York shall utilize non-conductive, protective materials to insulate all electrical-related infrastructure under its control on, above or below the streets and sidewalks of the city of New York.  Such electrical-related infrastructure shall include, but not be limited to, above and below ground utility and connector boxes, wires, conduits, cables, manhole covers, metal plates and gratings and poles.  The non-conductive, protective materials shall be utilized in order to ensure that electrical currents and voltage are not emitted from such infrastructure in a manner that is harmful to the public.  For purposes of this section, the term \\ldblquote non-conductive, protective material\\rdblquote  shall mean any casing which adequately obstructs the flow of electricity. \\par\nb.  Any defect or degradation in the quality of a properly insulated piece of electrical-related infrastructure as required by this section shall be repaired by the entity having control over such infrastructure as expeditiously as possible.  A written record shall be kept of all such repairs by the entity affecting such repair, including certification by a work-crew chief of the date and time the defect or degradation was detected, the date and time the repair work was completed and an attestation that the repair work was performed adequately and in a quality manner.\\par\nc.  All entities providing electrical service in the city of New York shall submit a written report to the Council and the Mayor no later than sixty days after the effective date of this section detailing the types of protective coverings utilized to insulate its electrical-related infrastructure since January 1, 2000 and setting forth its prospective plan for meeting the mandate set forth in subdivision a of this section.\\ulnone\\f1\\par\n\\pard\\sl480\\slmult1\\tab\\f0\\'a72.  This local law shall take effect one hundred twenty days after its enactment into law. \\ul  \\par\n\\pard\\ulnone\\par\n\\par\n}\n\u0000",
  "LastModified": "2019-07-11T20:58:43.63Z"
}
