{
  "ID": 29491,
  "GUID": "617D3AE4-BFA9-4BFB-AC0C-5202CA670302",
  "File": "Int 0218-2004",
  "Name": "Unsolicited Informational Materials",
  "Title": "A Local Law to amend the Administrative Code of the city of New York, in relation to the distribution of unsolicited informational materials.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5108,
  "BodyName": "Committee on Sanitation and Solid Waste Management",
  "IntroDate": "2004-02-26T00:00:00Z",
  "AgendaDate": "2004-02-26T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 431,
      "Slug": "madeline-t-provenzano",
      "FullName": "Madeline T. Provenzano"
    },
    {
      "ID": 422,
      "Slug": "gifford-miller",
      "FullName": "Gifford Miller"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5264,
      "Slug": "maria-baez",
      "FullName": "Maria Baez"
    },
    {
      "ID": 5277,
      "Slug": "allan-w-jennings-jr",
      "FullName": "Allan W. Jennings, Jr."
    },
    {
      "ID": 5278,
      "Slug": "melinda-r-katz",
      "FullName": "Melinda R. Katz"
    },
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5279,
      "Slug": "dennis-p-gallagher",
      "FullName": "Dennis P. Gallagher"
    },
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    },
    {
      "ID": 5289,
      "Slug": "simcha-felder",
      "FullName": "Simcha Felder"
    },
    {
      "ID": 5275,
      "Slug": "eric-n-gioia",
      "FullName": "Eric N. Gioia"
    },
    {
      "ID": 5281,
      "Slug": "joseph-p-addabbo-jr",
      "FullName": "Joseph P. Addabbo, Jr."
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    }
  ],
  "History": [
    {
      "ID": 155772,
      "Date": "2004-02-26T10:07:19Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156196,
      "Date": "2004-02-26T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2732,
      "AgendaSequence": 169,
      "MinutesSequence": 186,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Sanitation and Solid Waste Management",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184639,
      "Date": "2005-12-31T11:26:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 16108,
  "Text": "Be it enacted by the Council as follows:  \n\n    \tSection 1.  Title 16 of the Administrative Code of the city of New York is amended to add a Chapter 4 to read as follows:\nChapter 4 - Distribution of Informational Materials\n    \t§16-401. Definitions.  Whenever used in this chapter:\n    \t(a) the terms \"distributor\" or \"distributors\" shall mean any person or servant, agent, employee or other individual under such person's control, who places or seeks to place informational materials in or upon a residential building, provided, however, that such term shall not include the delivery of any written matter to the owner or any occupant of a residential building by an employee of the United States postal service in the discharge of his or her official duties or any delivery by a licensed messenger or by an authorized employee of a courier service in the course of his or her employment.\n    \t(b) the term \"informational material(s),\" shall mean any handbill, notice, poster, leaflet, flyer, business card, menu, newspaper, magazine or sales catalog to which an individual has not previously given consent for its receipt, provided, however, that the term \"informational material(s)\" shall not include the any written matter delivered to the owner or any occupant of a residential building by an employee of the United States postal service in the discharge of his or her official duties or by a licensed messenger or by an authorized employee of a courier service in the course of his or her employment.\n    \t(c) the term \"objection statement\" shall mean a written statement by an the owner of a residential building setting forth an objection to the receipt of informational materials at such building that is submitted to the commissioner, in such form as the commissioner shall establish by rule, for the purpose of listing the address of such residential building in the computerized do-not-distribute database established pursuant to subdivision g of section 16-402 of this chapter.\n    \t(d) the term \"person\" shall mean any individual, firm, corporation, partnership, trust or association;\n    \t(e) the term \"residential building\" shall mean a private dwelling or a class A multiple dwelling within the city of New York as such terms are defined in section 27-2004 of this code and any privately owned property appurtenant thereto.\n    \t(f) \"written authorization\" shall mean a written request or consent, in such form as the commissioner shall establish by rule, from: (i) the lawful occupants representing a majority of all the dwelling units within a class A multiple dwelling; or (ii) the board of directors of a residential building that is a cooperative or the board of managers of a residential building that is a condominium.\n\t§16-402.  Distribution of informational materials. (a) At any time after September first, two thousand and two, every distributor shall register with the department.  Such registration shall valid for a period of two years.   The commissioner shall promulgate rules governing registration requirements, the payment of a registration fee and the form on which distributors shall register.\n\t(b) It shall be unlawful for any distributor who has not registered with the department in accordance with subdivision a of this section to distribute informational materials in or upon a residential building.\n\t(c) It shall be unlawful for any distributor to place informational materials in or upon any residential building which is listed in the computerized do-not-distribute database established pursuant to subdivision g of this section.\n\t(d) At any time, on or after September first, two thousand and two any owner of a private dwelling may submit an objection statement to the commissioner.  Such statement shall be valid for a period of two years or until removed by the owner or successor-in-title pursuant to subdivision (f) of this section.\n\t(e)(1) At any time on or after September first, two thousand and two, the lawful occupants of a class A multiple dwelling may present to the owner of such multiple dwelling a written authorization to submit an objection statement to the commissioner.  If such written authorization is provided, the owner shall promptly submit such objection statement to the commissioner.\n\t(2) At any time on or after September first, two thousand and two, the owner of a class A multiple dwelling who objects to the receipt of informational materials at such multiple dwelling may solicit a written authorization from the occupants of that multiple dwelling to submit an objection statement to the commissioner.  If such written authorization is obtained, such owner may submit such an objection statement to the commissioner.\n\t(f)  The commissioner shall accept a written statement from any owner of a residential building which is listed in the computerized do-not-distribute database established pursuant to subdivision g of this section to remove such residential building from such database, provided, however, that an owner of a class A multiple dwelling shall be authorized to submit such written statement only upon the written authorization of the lawful occupants of such multiple dwelling.\n\t(g) Computerized Do-Not-Distribute Database. (1) No later than October first, two thousand and two, the department shall establish and thereafter operate and maintain a computerized do-not-distribute database which shall contain a list organized by borough of the addresses of the residential buildings for which an objection statement has been submitted to the commissioner.  The commissioner shall accept any objection statement for a residential building submitted in accordance with subdivisions d or e of this section and shall promptly thereafter list such residential building in the computerized do-not-distribute database.   The commissioner shall also accept any written statement submitted in accordance with subdivision f of this section to remove the listing of a residential building from the computerized do-not-distribute database and shall promptly thereafter remove the residential building from such database.\n\t(2) The commissioner shall make a list of every residential building contained in the computerized do-not-distribute database available to any distributor registered in accordance with subdivision a of this section at a fee established by the commissioner by rule.  The commissioner shall not: (i) charge any owner of a residential building a fee for entering and maintaining such owner's address in such database; or (ii) utilize such database for any purpose other than compliance with the requirements of this section.\n\t(h) Every distributor shall place its name, address and telephone number on the informational material or on any bag or other receptacle in which such informational material is contained.\n\t(i) It shall be a violation of this section for any distributor:\n\t(1) to fail to register pursuant to subdivision a of this section;\n\t(2) who is not registered pursuant to subdivision a of this section to place informational material in or upon a residential building;\n\t(3) to place informational material in or upon a residential building listed in the computerized do-not-distribute database established pursuant to subdivision g of this section.\n\t(4) to fail to place the distributor's name, address and telephone number on the informational material itself, its bag or its container in accordance with subdivision h of this section.\n\t(j)  It shall be violation for any owner of a class A multiple dwelling who receives written authorization to fail to:\n    \t(1) promptly submit that an objection statement to the commissioner in accordance with paragraph 1 of subdivision e of this section; or\n    \t(2) submit a statement to remove such multiple dwelling in accordance with subdivision f of this section.\n    \t(k)  Civil penalties.  (1) Any distributor who violates subdivisions a or b of this section shall be liable for a civil penalty of not less than five thousand dollars nor more than seventy-five hundred dollars for the first violation, not less than seventy-five hundred dollars nor more than ten thousand dollars for the second violation and not less than ten thousand dollars nor more than fifteen thousand dollars for the third and each subsequent violation. \n    \t(2)(i) Any distributor who violates subdivision c of this section shall be liable for a civil penalty of not less than twenty-five hundred dollars nor more than five thousand dollars for the first violation, not less than five thousand dollars nor more than seventy-five hundred dollars for the second violation and not less than seventy-five hundred dollars nor more than ten thousand dollars for the third and each subsequent violation.  For the purposes of this paragraph, each delivery of informational material by a distributor in violation of subdivision c of this section shall constitute a separate violation and be subject to a separate civil penalty.\n    \t(ii) It shall be an affirmative defense that such distributor examined the computerized do-not-distribute database within thirty days of the date on which a notice of violation was issued for a violation of subdivision c of this section and determined that the residential building in or upon which informational material was distributed was not listed in such database.\n    \t(3) There shall be a rebuttable presumption that any distributor whose name, telephone number or other identifying information appears on any informational material distributed in violation of subdivisions b or c of this section by either: (i) distributing such material on his or her own behalf; or (ii) directing, suffering or permitting a servant, agent, employee or other individual under such distributor's control to distribute such material.\n    \t(4) Any distributor who violates subdivision h of this section shall be liable for a civil penalty of not less than one hundred dollars and not more than two hundred fifty dollars for the first violation, not less than two hundred fifty nor more than nor more than five hundred dollars for the second violation and not less than one thousand dollars for the third and each subsequent violation.   For the purposes of this paragraph, each delivery of informational material by a distributor in violation of subdivision h of this section shall constitute a separate violation and be subject to a separate civil penalty.\n    \t(5) Any owner of a class A multiple dwelling who fails to submit a written authorization to the commissioner in accordance with paragraph 1 of subdivision e of this section or a written statement in accordance with subdivision f of this section shall be liable for a civil penalty of not less than one hundred dollars nor more than two hundred fifty dollars for the first violation, not less than two hundred fifty nor more than five hundred dollars for the second violation and not less than one thousand dollars for the third and each subsequent violation.\n    \t(l) Public Education.  (1) Prior to August first, two thousand and two, the department shall prepare and implement an education program designed to inform the general public, local public officials and distributors of the requirements of this section and the rules promulgated thereto.\n    \t(ii)  Such a program shall, at a minimum, include information about the registration requirements applicable to distributors, the opportunity for the owners of private dwellings to have their building listed in the computerized do-not-distribute database and to remove that listing from the database and the obligation of owners of class A multiple dwellings who are presented with written authorization to have their building  listed in the database and to have such listing removed from the database.\n    \t§2.  This local law shall take effect immediately.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :  \\par\n\\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160\\tx2880\\tx3600\\tx4320\\tx5040\\tx5760\\tx6480\\tx7200\\tx7920\\tx8640     \\tab Section 1.  Title 16 of the Administrative Code of the city of New York is amended to add a Chapter 4 to read as follows:\\par\n\\pard\\keepn\\nowidctlpar\\s1\\li720\\sl480\\slmult1\\qj\\tqc\\tx4752\\tx5040\\tx5760\\tx6480\\tx7200\\tx7920\\tx8640\\ul Chapter 4 - Distribution of Informational Materials\\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160\\tx2880\\tx3600\\tx4320\\tx5040\\tx5760\\tx6480\\tx7200\\tx7920\\tx8640\\ulnone     \\tab\\ul\\'a716-401. Definitions.  Whenever used in this chapter:\\ulnone\\par\n    \\tab\\ul (a) the terms \"distributor\" or \"distributors\" shall mean any person or servant, agent, employee or other individual under such person's control, who places or seeks to place informational materials in or upon a residential building, provided, however, that such term shall not include the delivery of any written matter to the owner or any occupant of a residential building by an employee of the United States postal service in the discharge of his or her official duties or any delivery by a licensed messenger or by an authorized employee of a courier service in the course of his or her employment.\\ulnone\\par\n    \\tab\\ul (b) the term \"informational material(s),\" shall mean any handbill, notice, poster, leaflet, flyer, business card, menu, newspaper, magazine or sales catalog to which an individual has not previously given consent for its receipt, provided, however, that the term \"informational material(s)\" shall not include the any written matter delivered to the owner or any occupant of a residential building by an employee of the United States postal service in the discharge of his or her official duties or by a licensed messenger or by an authorized employee of a courier service in the course of his or her employment.\\ulnone\\par\n    \\tab\\ul (c) the term \"objection statement\" shall mean a written statement by an the owner of a residential building setting forth an objection to the receipt of informational materials at such building that is submitted to the commissioner, in such form as the commissioner shall establish by rule, for the purpose of listing the address of such residential building in the computerized do-not-distribute database established pursuant to subdivision g of section 16-402 of this chapter.\\ulnone\\par\n    \\tab\\ul (d) the term \"person\" shall mean any individual, firm, corporation, partnership, trust or association;\\ulnone\\par\n    \\tab\\ul (e) the term \"residential building\" shall mean a private dwelling or a class A multiple dwelling within the city of New York as such terms are defined in section 27-2004 of this code and any privately owned property appurtenant thereto.\\ulnone\\par\n    \\tab\\ul (f) \"written authorization\" shall mean a written request or consent, in such form as the commissioner shall establish by rule, from: (i) the lawful occupants representing a majority of all the dwelling units within a class A multiple dwelling; or (ii) the board of directors of a residential building that is a cooperative or the board of managers of a residential building that is a condominium.\\ulnone\\par\n\\tab\\'a7\\ul 16-402.  Distribution of informational materials. (a) At any time after September first, two thousand and two, every distributor shall register with the department.  Such registration shall valid for a period of two years.   The commissioner shall promulgate rules governing registration requirements, the payment of a registration fee and the form on which distributors shall register.\\ulnone\\par\n\\tab\\ul (b) It shall be unlawful for any distributor who has not registered with the department in accordance with subdivision a of this section to distribute informational materials in or upon a residential building.\\ulnone\\par\n\\tab\\ul (c) It shall be unlawful for any distributor to place informational materials in or upon any residential building which is listed in the computerized do-not-distribute database established pursuant to subdivision g of this section.\\ulnone\\par\n\\tab\\ul (d) At any time, on or after September first, two thousand and two any owner of a private dwelling may submit an objection statement to the commissioner.  Such statement shall be valid for a period of two years or until removed by the owner or successor-in-title pursuant to subdivision (f) of this section.\\ulnone\\par\n\\tab\\ul (e)(1) At any time on or after September first, two thousand and two, the lawful occupants of a class A multiple dwelling may present to the owner of such multiple dwelling a written authorization to submit an objection statement to the commissioner.  If such written authorization is provided, the owner shall promptly submit such objection statement to the commissioner.\\ulnone\\par\n\\tab\\ul (2) At any time on or after September first, two thousand and two, the owner of a class A multiple dwelling who objects to the receipt of informational materials at such multiple dwelling may solicit a written authorization from the occupants of that multiple dwelling to submit an objection statement to the commissioner.  If such written authorization is obtained, such owner may submit such an objection statement to the commissioner.\\ulnone\\par\n\\tab\\ul (f)  The commissioner shall accept a written statement from any owner of a residential building which is listed in the computerized do-not-distribute database established pursuant to subdivision g of this section to remove such residential building from such database, provided, however, that an owner of a class A multiple dwelling shall be authorized to submit such written statement only upon the written authorization of the lawful occupants of such multiple dwelling.\\ulnone\\par\n\\tab\\ul (g) Computerized Do-Not-Distribute Database. (1) No later than October first, two thousand and two, the department shall establish and thereafter operate and maintain a computerized do-not-distribute database which shall contain a list organized by borough of the addresses of the residential buildings for which an objection statement has been submitted to the commissioner.  The commissioner shall accept any objection statement for a residential building submitted in accordance with subdivisions d or e of this section and shall promptly thereafter list such residential building in the computerized do-not-distribute database.   The commissioner shall also accept any written statement submitted in accordance with subdivision f of this section to remove the listing of a residential building from the computerized do-not-distribute database and shall promptly thereafter remove the residential building from such database.\\ulnone\\par\n\\tab\\ul (2) The commissioner shall make a list of every residential building contained in the computerized do-not-distribute database available to any distributor registered in accordance with subdivision a of this section at a fee established by the commissioner by rule.  The commissioner shall not: (i) charge any owner of a residential building a fee for entering and maintaining such owner's address in such database; or (ii) utilize such database for any purpose other than compliance with the requirements of this section.\\ulnone\\par\n\\tab\\ul (h) Every distributor shall place its name, address and telephone number on the informational material or on any bag or other receptacle in which such informational material is contained.\\ulnone\\par\n\\tab\\ul (i) It shall be a violation of this section for any distributor:\\ulnone\\par\n\\tab\\ul (1) to fail to register pursuant to subdivision a of this section;\\ulnone\\par\n\\tab\\ul (2) who is not registered pursuant to subdivision a of this section to place informational material in or upon a residential building;\\ulnone\\par\n\\tab\\ul (3) to place informational material in or upon a residential building listed in the computerized do-not-distribute database established pursuant to subdivision g of this section.\\ulnone\\par\n\\tab\\ul (4) to fail to place the distributor's name, address and telephone number on the informational material itself, its bag or its container in accordance with subdivision h of this section.\\ulnone\\par\n\\tab\\ul (j)  It shall be violation for any owner of a class A multiple dwelling who receives written authorization to fail to:\\ulnone\\par\n    \\tab\\ul (1) promptly submit that an objection statement to the commissioner in accordance with paragraph 1 of subdivision e of this section; or\\ulnone\\par\n    \\tab\\ul (2) submit a statement to remove such multiple dwelling in accordance with subdivision f of this section.\\ulnone\\par\n    \\tab\\ul (k)  Civil penalties.  (1) Any distributor who violates subdivisions a or b of this section shall be liable for a civil penalty of not less than five thousand dollars nor more than seventy-five hundred dollars for the first violation, not less than seventy-five hundred dollars nor more than ten thousand dollars for the second violation and not less than ten thousand dollars nor more than fifteen thousand dollars for the third and each subsequent violation. \\ulnone\\par\n    \\tab\\ul (2)(i) Any distributor who violates subdivision c of this section shall be liable for a civil penalty of not less than twenty-five hundred dollars nor more than five thousand dollars for the first violation, not less than five thousand dollars nor more than seventy-five hundred dollars for the second violation and not less than seventy-five hundred dollars nor more than ten thousand dollars for the third and each subsequent violation.  For the purposes of this paragraph, each delivery of informational material by a distributor in violation of subdivision c of this section shall constitute a separate violation and be subject to a separate civil penalty.\\ulnone\\par\n    \\tab\\ul (ii) It shall be an affirmative defense that such distributor examined the computerized do-not-distribute database within thirty days of the date on which a notice of violation was issued for a violation of subdivision c of this section and determined that the residential building in or upon which informational material was distributed was not listed in such database.\\ulnone\\par\n    \\tab\\ul (3) There shall be a rebuttable presumption that any distributor whose name, telephone number or other identifying information appears on any informational material distributed in violation of subdivisions b or c of this section by either: (i) distributing such material on his or her own behalf; or (ii) directing, suffering or permitting a servant, agent, employee or other individual under such distributor's control to distribute such material.\\ulnone\\par\n    \\tab\\ul (4) Any distributor who violates subdivision h of this section shall be liable for a civil penalty of not less than one hundred dollars and not more than two hundred fifty dollars for the first violation, not less than two hundred fifty nor more than nor more than five hundred dollars for the second violation and not less than one thousand dollars for the third and each subsequent violation.   For the purposes of this paragraph, each delivery of informational material by a distributor in violation of subdivision h of this section shall constitute a separate violation and be subject to a separate civil penalty.\\ulnone\\par\n    \\tab\\ul (5) Any owner of a class A multiple dwelling who fails to submit a written authorization to the commissioner in accordance with paragraph 1 of subdivision e of this section or a written statement in accordance with subdivision f of this section shall be liable for a civil penalty of not less than one hundred dollars nor more than two hundred fifty dollars for the first violation, not less than two hundred fifty nor more than five hundred dollars for the second violation and not less than one thousand dollars for the third and each subsequent violation.\\ulnone\\par\n    \\tab\\ul (l) Public Education.  (1) Prior to August first, two thousand and two, the department shall prepare and implement an education program designed to inform the general public, local public officials and distributors of the requirements of this section and the rules promulgated thereto.\\ulnone\\par\n    \\tab\\ul (ii)  Such a program shall, at a minimum, include information about the registration requirements applicable to distributors, the opportunity for the owners of private dwellings to have their building listed in the computerized do-not-distribute database and to remove that listing from the database and the obligation of owners of class A multiple dwellings who are presented with written authorization to have their building  listed in the database and to have such listing removed from the database.\\ulnone\\par\n    \\tab\\'a72.  This local law shall take effect immediately.\\par\n\\pard\\li-1296\\ri-432\\sl480\\slmult1\\qj\\tx864\\tx2016\\tx3168\\tx4320\\tx5472\\tx6624\\tx7776\\tx8928\\par\n\\par\n\\pard\\par\n}\n\u0000",
  "LastModified": "2019-08-14T20:11:45.02Z"
}
