{
  "ID": 29545,
  "GUID": "F8B5AC00-D899-43BD-AF1D-D41FB338BDF2",
  "File": "Int 0220-2004",
  "Name": "Authorizing the installation of food waste disposals in commercial establishments .",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to authorizing the installation of food waste disposals in commercial establishments where the sale of food is a significant portion of the business activities.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5108,
  "BodyName": "Committee on Sanitation and Solid Waste Management",
  "IntroDate": "2004-02-26T00:00:00Z",
  "AgendaDate": "2004-02-26T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 5293,
      "Slug": "michael-e-mcmahon",
      "FullName": "Michael E. McMahon"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5285,
      "Slug": "erik-martin-dilan",
      "FullName": "Erik Martin Dilan"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5270,
      "Slug": "hiram-monserrate",
      "FullName": "Hiram Monserrate"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 432,
      "Slug": "philip-reed",
      "FullName": "Philip Reed"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5281,
      "Slug": "joseph-p-addabbo-jr",
      "FullName": "Joseph P. Addabbo, Jr."
    },
    {
      "ID": 431,
      "Slug": "madeline-t-provenzano",
      "FullName": "Madeline T. Provenzano"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 5278,
      "Slug": "melinda-r-katz",
      "FullName": "Melinda R. Katz"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    }
  ],
  "History": [
    {
      "ID": 155947,
      "Date": "2004-02-26T10:51:54Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156203,
      "Date": "2004-02-26T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2732,
      "AgendaSequence": 174,
      "MinutesSequence": 191,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Sanitation and Solid Waste Management",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184641,
      "Date": "2005-12-31T11:27:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 16148,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1. Subdivision a of section 24-518.1 of the administrative code of the city of New York is amended by amending paragraph four and by adding a new paragraph five to read as follows:\n\t4.   The term  \"[putrescible solid] food waste\" shall mean putrescible solid waste containing organic matter, derived almost exclusively from food products, having the  tendency  to  decompose  with  the formation of malodorous by-products.\n\t5. A “food establishment” is any commercial establishment that is lawfully authorized to sell food independent of other services provided by such establishment, whether or not such food is prepared, packaged or repackaged on the premises, where the sale of such food is the principal commercial activity of such establishment and the operator of such establishment is required by law to dispose of any food waste generated at the establishment.\n\t§2.  Subdivision two of section 24-518.1 of the administrative code of the city of New York, is amend to read as follows:\n    \tb.  Food  waste disposals for the discharge of putrescible food wastes from dwelling units may be installed in private dwellings  and  multiple dwellings and may also be installed in food establishments, provided that:\n   \t1.  all putrescible food wastes discharged to a sanitary sewer or to a combined storm and sanitary sewer are discharged in fluid form and at  a reasonably  uniform  rate  so  as to prevent clogging or stoppage of the drain line, sanitary sewer or combined storm and sanitary sewer; and\n   \t2. the installation of such food waste disposals is approved  by  the department of buildings and is in compliance with applicable provisions of the administrative code.\n\t§3.  This local law shall take effect ninety days after its enactment into law, except that, the commissioner shall take all measures necessary for its implementation, including the promulgation of rules, prior to such effective date.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\pard\\qc\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\v0\\par\n\\pard\\qj\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\sl480\\slmult1\\qj\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\tab Section 1. Subdivision a of section 24-518.1 of the administrative code of the city of New York is amended by amending paragraph four and by adding a new paragraph five to read as follows:\\par\n\\tab 4.   The term  \"[putrescible solid] \\ul food\\ulnone  waste\" shall mean putrescible solid waste containing organic matter\\ul , derived almost exclusively from food products,\\ulnone  having the  tendency  to  decompose  with  the formation of malodorous by-products.\\par\n\\tab\\ul 5. A \\ldblquote food establishment\\rdblquote  is any commercial establishment that is lawfully authorized to sell food independent of other services provided by such establishment, whether or not such food is prepared, packaged or repackaged on the premises, where the sale of such food is the principal commercial activity of such establishment and the operator of such establishment is required by law to dispose of any food waste generated at the establishment.\\par\n\\pard\\sl480\\slmult1\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\ulnone\\tab\\'a72.  Subdivision two of section 24-518.1 of the administrative code of the city of New York, is amend to read as follows:\\par\n    \\tab b.  Food  waste disposals for the discharge of putrescible food wastes from dwelling units may be installed in private dwellings  and  multiple dwellings \\ul and may also be installed in food establishments\\ulnone , provided that:\\par\n\\pard\\sl480\\slmult1\\qj\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656    \\tab 1.  all putrescible food wastes discharged to a sanitary sewer or to a combined storm and sanitary sewer are discharged in fluid form and at  a reasonably  uniform  rate  so  as to prevent clogging or stoppage of the drain line, sanitary sewer or combined storm and sanitary sewer; \\ul and\\par\n\\ulnone    \\tab 2. the installation of such food waste disposals is approved  by  the department of buildings and is in compliance with applicable provisions of the administrative code.\\par\n\\tab\\'a73.  This local law shall take effect ninety days after its enactment into law, except that, the commissioner shall take all measures necessary for its implementation, including the promulgation of rules, prior to such effective date.\\par\n\\par\n\\par\n   \\par\n\\pard\\par\n\\par\n}\n\u0000",
  "LastModified": "2019-08-14T20:12:06.787Z"
}
