{
  "ID": 29571,
  "GUID": "5975A84F-51A7-424E-B82A-889BAEB833BE",
  "File": "Int 0222-2004",
  "Name": "Informing employees of their potential rights to tax credits and social service benefits.",
  "Title": "A Local Law to amend the administrative code of the City of New York in relation to informing employees of their potential rights to tax credits and social service benefits.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 4,
  "BodyName": "Committee on Civil Service and Labor",
  "IntroDate": "2004-02-26T00:00:00Z",
  "AgendaDate": "2004-02-26T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5285,
      "Slug": "erik-martin-dilan",
      "FullName": "Erik Martin Dilan"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 5270,
      "Slug": "hiram-monserrate",
      "FullName": "Hiram Monserrate"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5277,
      "Slug": "allan-w-jennings-jr",
      "FullName": "Allan W. Jennings, Jr."
    }
  ],
  "History": [
    {
      "ID": 155986,
      "Date": "2004-02-26T12:38:57Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156204,
      "Date": "2004-02-26T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2732,
      "AgendaSequence": 176,
      "MinutesSequence": 193,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Civil Service and Labor",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184643,
      "Date": "2005-12-31T11:30:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 16165,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Section 6-125 of the administrative code of the City of New York is hereby amended by adding a new section to read as follows:\n\tSection 6-125.  a.  Definitions.  For purposes of this section, the following terms shall have the following meanings:\n(1)  \t“City” means the City of New York.\n(2)\t“Entity” or “Person” means any individual, sole proprietorship, partnership, association, limited liability company, joint venture, corporation or any other form of doing business.\n(3) \t“City Service Contract” means any agreement between any entity and a city affiliated agency whereby a city-affiliated agency is committed to expend or does expend funds. This definition shall not include contracts awarded pursuant to the emergency procurement procedure as set forth in section 315 of the city charter.  \n(4) \t“City Service Contractor” means any entity that enters into a city service contract with a city-affiliated agency.  An entity shall be deemed a city service contractor for the duration of the city service contract that it receives or performs.\n(5)\t“City Service Subcontractor” means any entity, including a temporary services, staffing or employment agency or other similar entity, that is engaged by a city service contractor to assist in performing any of the services to be rendered pursuant to a city service contract.  This definition does not include any contractor or subcontractor that merely provides goods relating to a city service contract or that provides services of a general nature (such as relating to general office operations) to a city service contractor which do not relate directly to performing the services to be rendered pursuant to the city service contract.  An entity shall be deemed a city service contractor for the duration of the period during which it assists the city service contractor in performing the city service contract.\n(6)  \t“City-Affiliated Agency” means the city, a city agency, the city council, a county, a borough, or other office, position, administration, department, division, bureau, board, commission, corporation, or an institution or agency of government, the expenses of which are paid in whole or in part from the city treasury, city economic development corporation, or a large business improvement district located in whole or in part in the city or the department of education.  \n(7) \t“City Economic Assistance” or “City Economic Assistance Award” means any economic assistance package agreed to or awarded by, through or with the participation of the city economic development corporation or the city department of small business services. \n(8) \t“City Economic Assistance Agreement” means an agreement pursuant to which any entity receives or will receive city economic assistance.\n(9)  \t“City Economic Assistance Recipient” means any entity that receives, or enters into an agreement to receive city economic assistance.  An entity covered under this definition shall be deemed a city economic assistance recipient for the duration of the city economic assistance.\n(10)\t“Contractor Providing On-Site Services to a City Economic Assistance Recipient or “Contractor Providing On-Site Services” means an entity that (a) under contract or agreement with a city economic assistance recipient, (b) employs at least twenty-five employees, and (c) provides goods and/or services for a period of more than thirty days. \n(11)\t“City Lease” means any agreement whereby a city-affiliated agency contracts for, or leases or rents commercial office space or facilities of at least 20,000 square feet from a non-governmental entity in a commercial, institutional, industrial, or retail building of at least 100,000 square feet, or in a residential building of at least thirty units.\n(12)\t“City Lessor” means any entity entering into a city lease with a city-affiliated agency.\n(13)\t“Contractor in a City-Leased Building” means any entity in a building that is the subject of a city lease entered into or renewed after the enactment date of this section.\n(14)  \t“Large Business Improvement District” means any business improvement district, as defined in section 980 of the state general municipal law located in whole or in part in the city and having annual revenues of $500,000 or more.\n(15)  \t“Covered Employer” means a city-affiliated agency, city service contractor, a city service subcontractor, a city economic assistance recipient, a contractor providing on-site services, a city lessor, a contractor in a city-leased building or a large business improvement district.\n(16)  \t“Employee” means any person who performs work on a full-time, part-time, temporary, or seasonal basis and includes employees, independent contractors, and contingent or contracted workers, including  persons made available to work through the services of a temporary services, staffing or employment agency or similar entity.  For purposes of counting numbers of employees or employed persons when required by this section, full-time, part-time, temporary, or seasonal employees shall be counted as employees.  Where an employer’s work force fluctuates seasonally, it shall be deemed to employ the highest number of employees that it maintains for any three month period within the last three years.  \n(17)\t“Tax Credit Program” means federal, state, and local tax credit programs, including but not limited to, the federal earned income tax credit and child tax credit, the new york state earned income tax credit. \n(18)\t“Public Benefit Program” means food stamps, free or subsidized childcare programs, free or subsidized housing programs, and free or subsidized healthcare programs, including the New York state medicaid program, family health plus program, and child health plus program.\nb. \tObligations of Covered Employers.  (1)  A covered employer shall comply with requirements of this section.  \n(a)\tAll covered employers shall keep at all times posted in a prominent and accessible place tax and public benefit materials prepared by the city in english, spanish and other languages spoken by at least ten percent of their covered employees and shall provide copies of such materials prepared by the city to all covered employees within 30 days of employment, and each year during tax preparation season shall make available to all covered employees materials prepared by the city relating to tax preparation and public benefits.\n(b)\tNo later than the day on which any work begins under a city service contract, city economic assistance award or city lease subject to the requirements of this section, the covered employer shall post in a prominent and accessible place at every work site sample written notices, prepared by the city, explaining covered employees’ rights and covered employers’ obligations under this section.\n(c)\tCity service contractors, city economic assistance recipients, city lessors, and large business improvement districts shall make these materials available to any city service subcontractors, on-site contractors or contractors providing on-site services.\nc.\tRetaliation and Discrimination Barred.  It shall be unlawful for any person to retaliate or discriminate against an individual for reporting or asserting a violation of this section, for seeking or communicating information regarding rights conferred by this section, for exercising any other right protected under this section, or for participating in any proceeding relating to this section. Taking adverse employment action against a covered employee(s) or his or her representative within sixty days of the covered employee engaging in any of the aforementioned activities shall raise a rebuttable presumption of having done so in retaliation for those activities.  Any covered employee subjected to any action that violates this subsection may pursue administrative or judicial remedies. \nd. \tImplementation by City-Affiliated Agencies.  (1) The mayor shall designate a city-affiliated agency or agencies to implement and enforce this section.  The designated city-affiliated agency shall prepare and, together with the other city-affiliated agencies, make available to city service contractors, city economic assistance recipients, city lessors, large business improvement districts, and on-site contractors or contractors providing on-site services materials regarding the earned income tax credit and other tax credit and public benefits.  These materials shall inform employees of their potential rights to participate in existing tax credit and public benefits programs for which they may be eligible.  These materials shall, as the city-affiliated agency deems appropriate, explain eligibility for these benefits, provide information pertaining to the obtainment of application forms, and provide tax preparation information for low-income consumers.  The benefits programs covered should include the federal earned income tax credit and child tax credit, the new york state earned income tax credit, food stamps, free or subsidized childcare and housing programs, and free or subsidized healthcare programs, including the New York state medicaid program, family health plus program, and child health plus program.  \n(2)\tCity-affiliated agencies shall comply with and enforce the requirements of this section.  The requirements of this section shall be a term and condition of any city appropriation, grant, or payment of funds by the city to, or of any contract or agreement between the city and, the city economic development corporation, a large business improvement district, or department of education.  Any appropriation, grant or payment of funds by the city to, or any contract or agreement between the city, and the city economic development corporation, a large business improvement district, or department of education shall include a provision whereby the city economic development corporation, a large business improvement district, or the city department of education agrees to comply with the requirements of this section.\n(3)\tEvery city service contract, city economic assistance award or city lease shall have annexed to it the following materials which shall form a part of the specifications for and terms of the city service contract, city economic assistance award, or city lease:\n(a)\tA provision obligating the city service contractor, city economic assistance recipient or city lessor to comply with all applicable requirements under this section;\n(b)\tCertification of Compliance.  (i)  Prior to the award, extension, or renewal of a city service contract, city economic assistance, or a city lease, the applicant for award, extended or renewal shall provide the awarding city-affiliated agency a certification containing the following information:\n(a)\tA statement that, if the city service contract, city economic assistance, or city lease is awarded or renewed, the applicant agrees to comply with the requirements of this section, and with all applicable federal, state and local laws.\n(b) \tThe certification shall be signed under penalty of perjury by an officer of the applicant, and shall be annexed to and form a part of the city service contract, city economic assistance agreement, or city lease.  The certification (including updated certifications) and the city service contract, city lease, or city economic assistance agreement shall be public documents and the city-affiliated agency and the covered employer shall make them available to the public upon request for inspection and copying pursuant to the state freedom of information law.\n(c)\tA large business improvement district shall within ninety days of the effective date of this section complete and submit to the city department of small business services, and update annually, a certification containing the information described in subparagraph (b)(i) of this paragraph.  A large business improvement district shall require its city service contractors to comply with the requirements of this section, including the certification requirements of this paragraph, and shall submit copies of such certifications to the city department of small business services.\ne.\tEnforcement.\t (1) Whenever the designated city-affiliated agency or a city-affiliated agency has reason to believe that a covered employer has not complied with the requirements of this section, or upon a verified complaint in writing from a covered employee, an employee’s representative, or a labor union with an interest in the city service contract, city economic assistance award, or city lease at issue, the city -affiliated agency shall conduct an investigation. \n(2) \tBased upon such investigation and hearing, the designated city-affiliated agency or city-affiliated agency may issue an order, determination or other disposition, including but not limited to, a stipulation of settlement.  Such disposition may:\n(a)\tDirect the reinstatement of, or other appropriate relief for, any person found to have been subject to retaliation or discrimination in violation of this section;\n(b)\tDirect payment of a civil penalty in an amount not exceeding $500 for each day the covered employer was in violation of this section and/or may enforce other remedies deemed appropriate.  In assessing an appropriate remedy, the designated city-affiliated agency or city-affiliated agency shall give due consideration to the size of the employer’s business, the employer’s good faith, the gravity of the violation, the history of previous violations and the failure to comply.  Any civil penalty shall be paid to the comptroller for deposit in the city general revenue fund.\n(c)  \tBefore issuing an order, determination or any other disposition, the designated city-affiliated agency or  city-affiliated agency shall give notice thereof together with a copy of the complaint, or a statement of the facts disclosed upon investigation, which notice shall be served personally or by mail on the covered employer or representative affected thereby.  The city-affiliated agency may negotiate an agreed upon stipulation of settlement or refer the matter to the office of administrative trials and hearings for a hearing and disposition.  Such person or covered employer shall be notified of a hearing date by the office of administrative trials and hearings and shall have the opportunity to be heard in respect to the matters complained of.\n(d)\tIn an investigation conducted under the provisions of this section, the inquiry of the designated city-affiliated agency or city-affiliated agency shall not extend beyond more than three years prior to the filing of the complaint, or the commencement of the investigation by the city-affiliated agency whichever is earlier.\n(e)  \tWhen, pursuant to the provisions of this section, a final disposition has been entered against a covered employer in two instances within any year or any consecutive year period determining that such covered employer has failed to comply with this section, such covered employer, and any principal or officer of such covered employer who knowingly participated in such failure, shall be ineligible where applicable to submit a bid on or be awarded any city service contract, city economic assistance or city lease by or on behalf of the city for a period of two years from the date of the second disposition.  \n(f) \tWhen a final determination has been made in favor of a covered employee or other person and the person found violating this section has failed to comply with the payment or other terms of the remedial order of city-affiliated agency, and provided that no proceeding for judicial review shall then be pending and the time for initiation of such proceeding shall have expired, the city-affiliated agency shall file a copy of such order containing the amount found to be due with the city clerk of the county of residence or place of business of the person found to have violated this section, or of any principal or officer thereof who knowingly participated in the violation of this section.  The order may be enforced in the same manner and with like effect as that prescribed by the state civil practice law and rules for the enforcement of a money judgment.\n(g)\tThe designated city-affiliated agency or city-affiliated agency shall be authorized to contract with non-governmental agencies to investigate possible violations of this section.  Where a covered employer is found to have violated the requirements of this section, the covered employer shall be liable to the city for costs incurred in investigating and prosecuting the violation.\nf.\tNothing in this section shall be construed as affecting any provision of any other law or regulation relating to the awarding of public contracts.\ng.\tNo requirement or provision of this section shall be construed as applying to any person or circumstance where such coverage would be preempted by federal or state law.  However, in such circumstances, only those specific applications or provisions of this section for which coverage would be preempted shall be construed as not applying.  \nh.\tIn the event that any requirement or provision of this section, or its application to any person or circumstance, should be held invalid or unenforceable by any court of competent jurisdiction, such holding shall not invalidate or render unenforceable any other requirements or provisions of this section, or the application of the requirement or provision held invalid to any other person or circumstance.\n§2.  This section shall take effect 180 days after enactment.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\pard\\v0\\par\n\\pard\\qj\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\fi720\\sl480\\slmult1\\ulnone Section 1.  Section 6-125 of the administrative code of the City of New York is hereby amended by adding a new section to read as follows:\\par\n\\pard\\sa63\\sl480\\slmult1\\tab\\ul Section 6-125.  a.  Definitions.  For purposes of this section, the following terms shall have the following meanings:\\par\n\\pard\\fi720\\sa63\\sl480\\slmult1 (1)  \\tab\\ldblquote City\\rdblquote  means the City of New York\\ulnone .\\par\n\\ul (2)\\tab\\ldblquote Entity\\rdblquote  or \\ldblquote Person\\rdblquote  means any individual, sole proprietorship, partnership, association, limited liability company, joint venture, corporation or any other form of doing business.\\par\n(3) \\tab\\ldblquote City Service Contract\\rdblquote  means any agreement between any entity and a city affiliated agency whereby a city-affiliated agency is committed to expend or does expend funds. This definition shall not include contracts awarded pursuant to the emergency procurement procedure as set forth in section 315 of the city charter.  \\par\n(4) \\tab\\ldblquote City Service Contractor\\rdblquote  means any entity that enters into a city service contract with a city-affiliated agency.  An entity shall be deemed a city service contractor for the duration of the city service contract that it receives or performs.\\par\n(5)\\tab\\ldblquote City Service Subcontractor\\rdblquote  means any entity, including a temporary services, staffing or employment agency or other similar entity, that is engaged by a city service contractor to assist in performing any of the services to be rendered pursuant to a city service contract.  This definition does not include any contractor or subcontractor that merely provides goods relating to a city service contract or that provides services of a general nature (such as relating to general office operations) to a city service contractor which do not relate directly to performing the services to be rendered pursuant to the city service contract.  An entity shall be deemed a city service contractor for the duration of the period during which it assists the city service contractor in performing the city service contract.\\par\n(6)  \\tab\\ldblquote City-Affiliated Agency\\rdblquote  means the city, a city agency, the city council, a county, a borough, or other office, position, administration, department, division, bureau, board, commission, corporation, or an institution or agency of government, the expenses of which are paid in whole or in part from the city treasury, city economic development corporation, or a large business improvement district located in whole or in part in the city or the department of education.  \\par\n(7) \\tab\\ldblquote City Economic Assistance\\rdblquote  or \\ldblquote City Economic Assistance Award\\rdblquote  means any economic assistance package agreed to or awarded by, through or with the participation of the city economic development corporation or the city department of small business services. \\par\n(8) \\tab\\ldblquote City Economic Assistance Agreement\\rdblquote  means an agreement pursuant to which any entity receives or will receive city economic assistance.\\par\n(9)  \\tab\\ldblquote City Economic Assistance Recipient\\rdblquote  means any entity that receives, or enters into an agreement to receive city economic assistance.  An entity covered under this definition shall be deemed a city economic assistance recipient for the duration of the city economic assistance.\\par\n(10)\\tab\\ldblquote Contractor Providing On-Site Services to a City Economic Assistance Recipient or \\ldblquote Contractor Providing On-Site Services\\rdblquote  means an entity that (a) under contract or agreement with a city economic assistance recipient, (b) employs at least twenty-five employees, and (c) provides goods and/or services for a period of more than thirty days.\\ulnone  \\par\n\\ul (11)\\tab\\ldblquote City Lease\\rdblquote  means any agreement whereby a city-affiliated agency contracts for, or leases or rents commercial office space or facilities of at least 20,000 square feet from a non-governmental entity in a commercial, institutional, industrial, or retail building of at least 100,000 square feet, or in a residential building of at least thirty units.\\par\n(12)\\tab\\ldblquote City Lessor\\rdblquote  means any entity entering into a city lease with a city-affiliated agency.\\par\n(13)\\tab\\ldblquote Contractor in a City-Leased Building\\rdblquote  means any entity in a building that is the subject of a city lease entered into or renewed after the enactment date of this section.\\par\n(14)  \\tab\\ldblquote Large Business Improvement District\\rdblquote  means any business improvement district, as defined in section 980 of the state general municipal law located in whole or in part in the city and having annual revenues of $500,000 or more.\\par\n(15)  \\tab\\ldblquote Covered Employer\\rdblquote  means a city-affiliated agency, city service contractor, a city service subcontractor, a city economic assistance recipient, a contractor providing on-site services, a city lessor, a contractor in a city-leased building or a large business improvement district.\\par\n(16)  \\tab\\ldblquote Employee\\rdblquote  means any person who performs work on a full-time, part-time, temporary, or seasonal basis and includes employees, independent contractors, and contingent or contracted workers, including  persons made available to work through the services of a temporary services, staffing or employment agency or similar entity.  For purposes of counting numbers of employees or employed persons when required by this section, full-time, part-time, temporary, or seasonal employees shall be counted as employees.  Where an employer\\rquote s work force fluctuates seasonally, it shall be deemed to employ the highest number of employees that it maintains for any three month period within the last three years.  \\par\n(17)\\tab\\ldblquote Tax Credit Program\\rdblquote  means federal, state, and local tax credit programs, including but not limited to, the federal earned income tax credit and child tax credit, the new york state earned income tax credit. \\ulnone\\par\n\\ul (18)\\tab\\ldblquote Public Benefit Program\\rdblquote  means food stamps, free or subsidized childcare programs, free or subsidized housing programs, and free or subsidized healthcare programs, including the New York state medicaid program, family health plus program, and child health plus program.\\par\nb. \\tab Obligations of Covered Employers.  (1)  A covered employer shall comply with requirements of this section.  \\par\n(a)\\tab All covered employers shall keep at all times posted in a prominent and accessible place tax and public benefit materials prepared by the city in english, spanish and other languages spoken by at least ten percent of their covered employees and shall provide copies of such materials prepared by the city to all covered employees within 30 days of employment, and each year during tax preparation season shall make available to all covered employees materials prepared by the city relating to tax preparation and public benefits.\\par\n(b)\\tab No later than the day on which any work begins under a city service contract, city economic assistance award or city lease subject to the requirements of this section, the covered employer shall post in a prominent and accessible place at every work site sample written notices, prepared by the city, explaining covered employees\\rquote  rights and covered employers\\rquote  obligations under this section.\\par\n(c)\\tab City service contractors, city economic assistance recipients, city lessors, and large business improvement districts shall make these materials available to any city service subcontractors, on-site contractors or contractors providing on-site services.\\par\nc.\\tab Retaliation and Discrimination Barred.  It shall be unlawful for any person to retaliate or discriminate against an individual for reporting or asserting a violation of this section, for seeking or communicating information regarding rights conferred by this section, for exercising any other right protected under this section, or for participating in any proceeding relating to this section. Taking adverse employment action against a covered employee(s) or his or her representative within sixty days of the covered employee engaging in any of the aforementioned activities shall raise a rebuttable presumption of having done so in retaliation for those activities.  Any covered employee subjected to any action that violates this subsection may pursue administrative or judicial remedies. \\par\nd. \\tab Implementation by City-Affiliated Agencies.  (1) The mayor shall designate a city-affiliated agency or agencies to implement and enforce this section.  The designated city-affiliated agency shall prepare and, together with the other city-affiliated agencies, make available to city service contractors, city economic assistance recipients, city lessors, large business improvement districts, and on-site contractors or contractors providing on-site services materials regarding the earned income tax credit and other tax credit and public benefits.  These materials shall inform employees of their potential rights to participate in existing tax credit and\\i  \\i0 public benefits programs for which they may be eligible.  These materials shall, as the city-affiliated agency deems appropriate, explain eligibility for these benefits, provide information pertaining to the obtainment of application forms, and provide tax preparation information for low-income consumers.  The benefits programs covered should include the federal earned income tax credit and child tax credit, the new york state earned income tax credit, food stamps, free or subsidized childcare and housing programs, and free or subsidized healthcare programs, including the New York state medicaid program, family health plus program, and child health plus program.  \\par\n(2)\\tab City-affiliated agencies shall comply with and enforce the requirements of this section.  The requirements of this section shall be a term and condition of any city appropriation, grant, or payment of funds by the city to, or of any contract or agreement between the city and, the city economic development corporation, a large business improvement district, or department of education.  Any appropriation, grant or payment of funds by the city to, or any contract or agreement between the city, and the city economic development corporation, a large business improvement district, or department of education shall include a provision whereby the city economic development corporation, a large business improvement district, or the city department of education agrees to comply with the requirements of this section.\\par\n(3)\\tab Every city service contract, city economic assistance award or city lease shall have annexed to it the following materials which shall form a part of the specifications for and terms of the city service contract, city economic assistance award, or city lease:\\par\n(a)\\tab A provision obligating the city service contractor, city economic assistance recipient or city lessor to comply with all applicable requirements under this section;\\par\n(b)\\tab Certification of Compliance.  (i)  Prior to the award, extension, or renewal of a city service contract, city economic assistance, or a city lease, the applicant for award, extended or renewal shall provide the awarding city-affiliated agency a certification containing the following information:\\par\n\\pard\\fi1440\\sa63\\sl480\\slmult1 (a)\\tab A statement that, if the city service contract, city economic assistance, or city lease is awarded or renewed, the applicant agrees to comply with the requirements of this section, and with all applicable federal, state and local laws.\\par\n(b) \\tab The certification shall be signed under penalty of perjury by an officer of the applicant, and shall be annexed to and form a part of the city service contract, city economic assistance agreement, or city lease.  The certification (including updated certifications) and the city service contract, city lease, or city economic assistance agreement shall be public documents and the city-affiliated agency and the covered employer shall make them available to the public upon request for inspection and copying pursuant to the state freedom of information law.\\par\n(c)\\tab A large business improvement district shall within ninety days of the effective date of this section complete and submit to the city department of small business services, and update annually, a certification containing the information described in subparagraph (b)(i) of this paragraph.  A large business improvement district shall require its city service contractors to comply with the requirements of this section, including the certification requirements of this paragraph, and shall submit copies of such certifications to the city department of small business services.\\par\n\\pard\\fi720\\sa63\\sl480\\slmult1 e.\\tab Enforcement.\\tab  (1) Whenever the designated city-affiliated agency or a city-affiliated agency has reason to believe that a covered employer has not complied with the requirements of this section, or upon a verified complaint in writing from a covered employee, an employee\\rquote s representative, or a labor union with an interest in the city service contract, city economic assistance award, or city lease at issue, the city -affiliated agency shall conduct an investigation. \\par\n(2) \\tab Based upon such investigation and hearing, the designated city-affiliated agency or city-affiliated agency may issue an order, determination or other disposition, including but not limited to, a stipulation of settlement.  Such disposition may:\\par\n(a)\\tab Direct the reinstatement of, or other appropriate relief for, any person found to have been subject to retaliation or discrimination in violation of this section;\\par\n(b)\\tab Direct payment of a civil penalty in an amount not exceeding $500 for each day the covered employer was in violation of this section and/or may enforce other remedies deemed appropriate\\i . \\i0  In assessing an appropriate remedy, the designated city-affiliated agency or\\ulnone  \\ul city-affiliated agency shall give due consideration to the size of the employer\\rquote s business, the employer\\rquote s good faith, the gravity of the violation, the history of previous violations and the failure to comply.  Any civil penalty shall be paid to the comptroller for deposit in the city general revenue fund.\\par\n(c)  \\tab Before issuing an order, determination or any other disposition, the designated city-affiliated agency or  city-affiliated agency shall give notice thereof together with a copy of the complaint, or a statement of the facts disclosed upon investigation, which notice shall be served personally or by mail on the covered employer or representative affected thereby.  The city-affiliated agency may negotiate an agreed upon stipulation of settlement or refer the matter to the office of administrative trials and hearings for a hearing and disposition.  Such person or covered employer shall be notified of a hearing date by the office of administrative trials and hearings and shall have the opportunity to be heard in respect to the matters complained of.\\par\n(d)\\tab In an investigation conducted under the provisions of this section, the inquiry of the designated city-affiliated agency or city-affiliated agency shall not extend beyond more than three years prior to the filing of the complaint, or the commencement of the investigation by the city-affiliated agency whichever is earlier.\\par\n\\pard\\fi720\\sa99\\sl480\\slmult1 (e)  \\tab When, pursuant to the provisions of this section, a final disposition has been entered against a covered employer in two instances within any year or any consecutive year period determining that such covered employer has failed to comply with this section, such covered employer, and any principal or officer of such covered employer who knowingly participated in such failure, shall be ineligible where applicable to submit a bid on or be awarded any city service contract, city economic assistance or city lease by or on behalf of the city for a period of two years from the date of the second disposition.  \\par\n(f) \\tab When a final determination has been made in favor of a covered employee or other person and the person found violating this section has failed to comply with the payment or other terms of the remedial order of city-affiliated agency, and provided that no proceeding for judicial review shall then be pending and the time for initiation of such proceeding shall have expired, the city-affiliated agency shall file a copy of such order containing the amount found to be due with the city clerk of the county of residence or place of business of the person found to have violated this section, or of any principal or officer thereof who knowingly participated in the violation of this section.  The order may be enforced in the same manner and with like effect as that prescribed by the state civil practice law and rules for the enforcement of a money judgment.\\par\n(g)\\tab The designated city-affiliated agency or city-affiliated agency\\i  \\i0 shall be authorized to contract with non-governmental agencies to investigate possible violations of this section.  Where a covered employer is found to have violated the requirements of this section, the covered employer shall be liable to the city for costs incurred in investigating and prosecuting the violation.\\par\nf.\\tab Nothing in this section shall be construed as affecting any provision of any other law or regulation relating to the awarding of public contracts\\i .\\par\n\\i0 g.\\tab No requirement or provision of this section shall be construed as applying to any person or circumstance where such coverage would be preempted by federal or state law.  However, in such circumstances, only those specific applications or provisions of this section for which coverage would be preempted shall be construed as not applying.  \\par\nh.\\tab In the event that any requirement or provision of this section, or its application to any person or circumstance, should be held invalid or unenforceable by any court of competent jurisdiction, such holding shall not invalidate or render unenforceable any other requirements or provisions of this section, or the application of the requirement or provision held invalid to any other person or circumstance.\\par\n\\ulnone\\'a72.  This section shall take effect 180 days after enactment.\\par\n\\pard\\par\n}\n\u0000",
  "LastModified": "2019-08-14T20:12:29.48Z"
}
