{
  "ID": 29536,
  "GUID": "23CB6DA9-EF8D-4D3F-B798-7A2E4FA0227E",
  "File": "Int 0223-2004",
  "LocalLaw": "2004/031",
  "Name": "Immigration assistance services.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to immigration assistance services.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 35,
  "StatusName": "Enacted",
  "BodyID": 5119,
  "BodyName": "Committee on Immigration",
  "IntroDate": "2004-02-26T00:00:00Z",
  "AgendaDate": "2004-02-26T00:00:00Z",
  "PassedDate": "2004-07-12T00:00:00Z",
  "EnactmentDate": "2004-07-12T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 432,
      "Slug": "philip-reed",
      "FullName": "Philip Reed"
    },
    {
      "ID": 5286,
      "Slug": "bill-de-blasio",
      "FullName": "Bill De Blasio"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5270,
      "Slug": "hiram-monserrate",
      "FullName": "Hiram Monserrate"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5294,
      "Slug": "betsy-gotbaum",
      "FullName": "Betsy Gotbaum"
    }
  ],
  "History": [
    {
      "ID": 155930,
      "Date": "2004-02-26T16:24:10Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156231,
      "Date": "2004-02-26T22:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2732,
      "AgendaSequence": 202,
      "MinutesSequence": 219,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Immigration",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 158540,
      "Date": "2004-04-28T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "",
      "BodyID": 5119,
      "BodyName": "Committee on Immigration",
      "EventID": 2917,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 158692,
      "Date": "2004-04-28T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "",
      "BodyID": 5119,
      "BodyName": "Committee on Immigration",
      "EventID": 2917,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 158542,
      "Date": "2004-04-28T15:30:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 2918,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 158689,
      "Date": "2004-04-28T22:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 2918,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 161156,
      "Date": "2004-06-28T10:30:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "",
      "BodyID": 5119,
      "BodyName": "Committee on Immigration",
      "EventID": 3043,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 223-A",
      "MinutesNote": "Proposed Int. No. 223-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 162256,
      "Date": "2004-06-28T10:30:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "",
      "BodyID": 5119,
      "BodyName": "Committee on Immigration",
      "EventID": 3043,
      "MinutesSequence": 6,
      "Version": "A",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 162257,
      "Date": "2004-06-28T10:30:00Z",
      "ActionID": 33,
      "Action": "Amended by Committee",
      "Description": "",
      "BodyID": 5119,
      "BodyName": "Committee on Immigration",
      "EventID": 3043,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 162258,
      "Date": "2004-06-28T10:30:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "",
      "BodyID": 5119,
      "BodyName": "Committee on Immigration",
      "EventID": 3043,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 162288,
      "Date": "2004-06-28T13:00:00Z",
      "ActionID": 68,
      "Action": "Approved by Council",
      "Description": "This Introduction was Approved by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 3070,
      "AgendaSequence": 19,
      "MinutesSequence": 22,
      "Version": "A",
      "AgendaNote": "Amended and Coupled on GO",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "Consent": 1,
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 162475,
      "Date": "2004-06-28T18:29:00Z",
      "ActionID": 53,
      "Action": "Sent to Mayor by Council",
      "Description": "This Introduction was Sent to Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 162516,
      "Date": "2004-07-12T16:01:29Z",
      "ActionID": 5014,
      "Action": "Hearing Held by Mayor",
      "Description": "",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "A",
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 162525,
      "Date": "2004-07-12T17:32:00Z",
      "ActionID": 57,
      "Action": "Signed Into Law by Mayor",
      "Description": "This Introduction was Signed Into Law by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "A",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 162590,
      "Date": "2004-07-14T11:02:01Z",
      "ActionID": 5023,
      "Action": "Recved from Mayor by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 60769,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 4/28",
      "Link": "http://nyc.legistar1.com/nyc/attachments/60769.doc",
      "Sort": 1
    },
    {
      "ID": 61119,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 4/28",
      "Link": "http://nyc.legistar1.com/nyc/attachments/61119.doc",
      "Sort": 2
    },
    {
      "ID": 61549,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 6/28",
      "Link": "http://nyc.legistar1.com/nyc/attachments/61549.doc",
      "Sort": 3
    },
    {
      "ID": 61958,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Fiscal Impact Statement - A",
      "Link": "http://nyc.legistar1.com/nyc/attachments/9c9326ad-ad4f-4d6b-9895-e8a0133cf153JIMPACTFIS04Intro. 223 A.doc",
      "Sort": 4
    },
    {
      "ID": 62055,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Local Law",
      "Link": "http://nyc.legistar1.com/nyc/attachments/70706e5a-35a3-48a4-a192-a252fee51ac5HwordLocal Laws 2004Local Law 31.doc",
      "Sort": 5
    },
    {
      "ID": 62354,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 6/28",
      "Link": "http://nyc.legistar1.com/nyc/attachments/fc345b5c-3b74-4c87-b5df-d51dcb9c41eaHwordHearing Transcripts 2004ImmigrationJune 28.doc",
      "Sort": 6
    },
    {
      "ID": 62487,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript - Stated Meeting 6/28",
      "Link": "http://nyc.legistar1.com/nyc/attachments/84ac36bc-8609-4a38-923c-2917f96cbdb1HwordNew LegislationHearing Transcript - Stated Meeting .doc",
      "Sort": 7
    }
  ],
  "Summary": "",
  "TextID": 16886,
  "Text": "Be it enacted by the Council as follows:\n \nSection 1.  Declaration of legislative findings and intent.  Persons who assist individuals with immigration matters have a significant impact on the ability of their clients to live and work within the United States and to establish and maintain stable families and business relationships.  Given the size of New York City’s immigrant community, providers of immigration assistance services have a significant impact on cultural, social and economic life in this city.  Presently, minimal regulation of persons who provide immigration assistance services leaves persons who require assistance with immigration matters vulnerable to abuse and unscrupulous practices.  The purpose of this legislation is to give immigrants a clear understanding of the work to be performed by providers of immigration assistance services and to promote honesty and fair dealing among providers of immigration assistance services. \n§2.  Chapter 5 of title 20 of the administrative code of the city of New York is hereby amended by adding a new subchapter 14 to read as follows: \nSUBCHAPTER 14\nIMMIGRATION ASSISTANCE SERVICES\n\t\t\t\n\t\t\t\t§ 20-770     \t            Definitions.\n\t\t\t§ 20-771\t\tProhibited Conduct.\t\t\t\n\t\t\t§ 20-772_ \t\tWritten Agreement.\n\t\t\t§ 20-773 \t\tPosting of Signs. \n\t\t\t\t§ 20-774\t\tAdvertisements.\n\t\t\t§ 20-775\t\tDocument Retention.\n§ 20-776  \t\tSurety.\n\t\t\t\t§ 20-777\t\tPenalties.\n\t\t\t\t§ 20-778\t\tCivil Cause of Action. \n\t\t\t\t§ 20-779\t\tRules. \n\t\t\t\t§ 20-780\t\tSeverability.\n\t\t\n§20-770.  Definitions. For the purpose of this subchapter, the following terms have the following meanings:  \n\ta. “Immigration assistance service” means providing any form of assistance, in the city of New York, for a fee or other compensation, to persons who have come, or plan to come to the United States from a foreign country, or their representatives, in relation to any proceeding, filing or action affecting the non-immigrant, immigrant or citizenship status of a person, which arises under the immigration and nationality law, executive order or presidential proclamation, or which arises under actions or regulations of the United States citizenship and immigration services, the United States department of labor, or the United States department of state.  \nb. “Provider” means any person, including but not limited to a corporation, partnership, limited liability company, sole proprietorship or natural person, that provides immigration assistance services, but shall not include: \n1.  any person who is a member in good standing of the bar of the highest court of any state, possession, territory, commonwealth or the District of Columbia, and is not under any order of any court suspending, enjoining, restraining, disbarring, or otherwise restricting him or her in the practice of law, or any person working directly under the supervision of the person admitted; \n2.  any tax-exempt, not-for-profit organization that provides immigration assistance services without a fee or other payment from individuals or at nominal fees as defined by the federal board of immigration appeals and any employee of such organization acting within the scope of his or her employment; \n3.  any organization recognized by the federal board of immigration appeals that provides immigration assistance services via representatives accredited by such board to appear before the bureau of citizenship and immigration services and/or executive office for immigration review, that does not charge a fee or charges nominal fees as defined by the board of immigration appeals;  \n4.  any authorized agency under subdivision ten of section three hundred seventy-one of the New York state social services law and the employees of such organization when acting within the scope of such employment;\n5.  any elected official who, acting within the scope of his or her official capacity, without a fee or other payment makes inquiries on behalf of an individual to the United States citizenship and immigration services, the United States department of labor, the United States department of state or any other government authority responsible for administering any program, law or regulation affecting the non-immigrant, immigrant or citizenship status of a person; or\n6.  any employee of the office of the mayor or an executive agency of the city of New York who, acting within the scope of his or her capacity as an employee of the office of the mayor or an executive agency of the city of New York, without a fee or other payment makes inquiries on behalf of an individual to the United States citizenship and immigration services, the United States department of labor, the United States department of state or any other government authority responsible for administering any program, law or regulation affecting the non-immigrant, immigrant or citizenship status of a person.\n§ 20-771.  Prohibited conduct.  In the course of providing immigration assistance services, no provider may: \na. State or imply that the person can or will obtain special favors from or has special influence with the bureau of citizenship and immigration services or any other governmental entity, or threaten to report the client to immigration or other authorities or undermine in any way the client’s immigration status or attempt to secure lawful status; \nb.  Demand or retain any fees or compensation for services not performed, or costs that are not actually incurred; \nc.  Fail to provide a customer with copies of documents filed with a governmental entity or refuse to return original documents supplied by, prepared on behalf of, or paid for by the customer, upon the request of the customer, or upon termination of the contract.  Original documents must be returned promptly upon request and upon cancellation of the contract, even if there is a fee dispute between the immigration assistance provider and the customer;   \nd.  Assume, use or advertise the title of lawyer or attorney at law, or equivalent terms in the English language or any other language, or represent or advertise other titles or credentials, including but not limited to “Notary Public”, “Accredited Representative of the Board of Immigration Appeals” or “Immigration Consultant,” that could cause a customer to believe that the person possesses special professional skills or is authorized to provide advice on an immigration matter; provided that a notary public licensed by the secretary of state may use the term “Notary Public”; \ne.  Give any legal advice concerning an immigration matter or otherwise engage in the practice of law; \nf.  Make any guarantee or promise to a customer, unless there is a basis in fact for such representation, and the guarantee or promise is in writing; \ng.  Represent that a fee may be charged, or charge a fee for the distribution, provision or submission of any official document or form issued or promulgated by a state or federal governmental entity, or for a referral of the customer to another person or entity that is qualified to provide services or assistance which the immigration assistance service provider will not provide; \nh.  Disclose any information to, or file any forms or documents with, immigration or other authorities without the knowledge or consent of the customer.\n§ 20-772.  Written Agreement.  No immigration assistance services shall be provided until the customer has executed a written contract with the provider who will provide such services.  The contract shall be in a language understood by the customer, either alone or with the assistance of an available interpreter, and, if that language is not English, an English language version of the contract must also be provided.  A copy of the contract shall be provided to the customer upon the customer’s execution of the contract.  The customer has the right to cancel the contract within three business days after his or her execution of the contract, without fee or penalty.  The right to cancel the contract within three days without payment of any fee may be waived when services must be provided immediately to avoid a forfeiture of eligibility or other loss of rights or privileges, and the customer furnishes the provider with a separate dated and signed statement, by the customer or his or her representative, describing the need for services to be provided within three days and expressly acknowledging and waiving the right to cancel the contract within three days.  The contract may be cancelled at any time after execution.  If the contract is cancelled after three days, or within three days if the right to cancel without fee has been waived, the provider may retain fees for services rendered, and any additional amounts actually expended on behalf of the customer.  All other amounts must be returned to the customer within fifteen days after cancellation.  The written contract shall be in plain language, in at least twelve point type and shall include the following: \n1.  The name, address and telephone number of the provider.  \n2.  Itemization of all services to be provided to the customer, as well as the fees and costs to be charged to the customer. \n3.  A statement that original documents required to be submitted in connection with an application made to the federal bureau of citizenship and immigration services or for other certifications, benefits or services provided by government may not be retained by the provider for any reason, including payment of fees or costs.  \n4.  A statement that the provider shall give the customer a copy of each document filed with a governmental entity. \n5.  A statement that the customer is not required to obtain supporting documents through the provider, but may obtain such documents himself or herself. \n6. The statement: “You have three (3) business days to cancel this contract.  Notice of cancellation must be in writing, signed by you and mailed by registered or certified United States mail to (specify address).  If you cancel this contract within three days, you will get back your documents and any fees that you paid.”\n7.  A statement that the provider has financial surety in effect for the benefit of any customer in the event that the customer is owed a refund, or is damaged by the actions of the provider, together with the name, address and telephone number of the surety. \n8.  The statement:  “The individual providing assistance to you under this contract is not an attorney licensed to practice law or accredited by the board of immigration appeals to provide representation to you before the bureau of citizenship and immigration services, the department of labor, the department of state or any immigration authorities and may not give legal advice or accept fees for legal advice.”  \n9.  The statement: “The individual providing assistance to you under this contract is prohibited from disclosing any information or filing any forms or documents with immigration or other authorities without your knowledge and consent.”  \n10.  The statement:  “A copy of all forms completed and documents accompanying the forms shall be kept by the service provider for three years.  A copy of the customer’s file shall be provided to the client on demand and without fee.” \n§20-773.  Posting of Signs. \n\ta.  A provider must post signs at every location where that provider meets with customers that states the following: “THE INDIVIDUAL PROVIDING ASSISTANCE TO YOU UNDER THIS CONTRACT IS NOT AN ATTORNEY LICENSED TO PRACTICE LAW OR ACCREDITED BY THE BOARD OF IMMIGRATION APPEALS TO PROVIDE REPRESENTATION TO YOU BEFORE THE BUREAU OF CITIZENSHIP AND IMMIGRATION SERVICES, THE DEPARTMENT OF LABOR, THE DEPARTMENT OF STATE OR ANY IMMIGRATION AUTHORITIES AND MAY NOT GIVE LEGAL ADVICE OR ACCEPT FEES FOR LEGAL ADVICE.” A separate sign shall be posted in a location visible to customers in conspicuous size type and which contains the schedule of fees for services offered and the statement:  “YOU MAY CANCEL ANY CONTRACT WITHIN 3 BUSINESS DAYS AND GET BACK YOUR DOCUMENTS AND ANY MONEY YOU PAID.” \n\tb.  Signs required by this section must be at least 11 inches by 17 inches and must be posted in a conspicuous location in English and in every other language in which immigration assistance services are provided at the location.  \n§20-774.  Advertisements.  \na.  Every provider who advertises immigration assistance services by signs, pamphlets, newspapers or any other means shall post or otherwise include with the advertisement a notice in English and in the language in which the advertisement appears.  The notice must be of a conspicuous size and must state: “The individual providing assistance to you is not an attorney licensed to practice law or accredited by the board of immigration appeals to provide representation to you before the bureau of citizenship and immigration services, the department of labor, the department of state or any immigration authorities and may not give legal advice or accept fees for legal advice.” \nb.  No advertisement for immigration assistance services may expressly or implicitly guarantee any particular government action, including but not limited to the granting of residency or citizenship status. \n§ 20-775.  Document Retention.  Every provider shall retain copies of all documents prepared or obtained in connection with a customer’s request for assistance for a period of three years after a written contract is executed by the provider and the customer, whether or not such contract is subsequently cancelled.\n§ 20-776.  Surety.  Unless otherwise required by New York State law, every provider must maintain in full force and effect a bond, contract of indemnity, or irrevocable letter of credit, payable to the people of the city of New York, in the principal amount of fifty thousand dollars.  Such surety shall be for the benefit of any person who does not receive a refund of fees from the provider to which he or she is entitled, or is otherwise injured by the provider.  The Commissioner on behalf of the person or the person in his or her own name may maintain an action against the provider and the surety.  \n§ 20-777.  Penalties.  a.  (1) Criminal Penalties.  Any provider who violates any provision of this subchapter shall be guilty of a class A misdemeanor.\n(2)   Civil Penalties.  Any provider of immigration assistance services who violates any provision of this subchapter or any rule or regulation promulgated hereunder shall be liable for a civil penalty of not less than two hundred fifty dollars nor more than two thousand five hundred dollars for the first violation and for each succeeding violation a civil penalty of not less than five hundred dollars nor more than five thousand dollars. \nb.  A proceeding to recover any civil penalty authorized pursuant to the provisions of this section shall be commenced by the service of a notice of violation that shall be returnable to the administrative tribunal of the department of consumer affairs. \n§ 20-778.  Civil Cause of Action.  Any person claiming to be injured by the failure of a provider of immigration assistance services to comply with the provisions of this subchapter shall have a cause of action against such provider of immigration assistance services in any court of competent jurisdiction for any or all of the following relief: \n\ta.  compensatory and punitive damages; \n\tb.  injunctive and declaratory relief; \n\tc.  attorney’s fees and costs; and \n\td.  such other relief as a court deems appropriate.  \n§ 20-779.  Rules.  The commissioner may promulgate such rules and regulations as are necessary for the purposes of implementing and carrying out the provisions of this subchapter.  Upon a finding by the commissioner that the requirements of state law\napplicable to providers of immigration services are substantially the same\nas the requirements of this subchapter, compliance with state law shall be\ndeemed to be compliance with the requirements of this subchapter.\n§ 20-780.  Severability.  If any section, subsection, sentence, clause, phrase or other portion of this subchapter is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this law, which shall continue in full force and effect.  \n§3.  This local law shall take effect 90 days after enactment.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\froman\\fprq2\\fcharset0 Times;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}}\n\\viewkind4\\uc1\n\\b\\v0\\par\n\\b0\\i Be it enacted by the Council as follows\\i0 :\\par\n\\pard\\sl480\\slmult1  \\par\n\\pard\\fi720\\sl480\\slmult1 Section 1.  Declaration of legislative findings and intent.  Persons who assist individuals with immigration matters have a significant impact on the ability of their clients to live and work within the United States and to establish and maintain stable families and business relationships.  Given the size of New York City\\rquote s immigrant community, providers of immigration assistance services have a significant impact on cultural, social and economic life in this city.  Presently, minimal regulation of persons who provide immigration assistance services leaves persons who require assistance with immigration matters vulnerable to abuse and unscrupulous practices.  The purpose of this legislation is to give immigrants a clear understanding of the work to be performed by providers of immigration assistance services and to promote honesty and fair dealing among providers of immigration assistance services. \\par\n\\'a72.  Chapter 5 of title 20 of the administrative code of the city of New York is hereby amended by adding a new subchapter 14 to read as follows: \\par\n\\pard\\keepn\\s1\\sl480\\slmult1\\qc\\ul\\b\\page SUBCHAPTER 14\\par\n\\pard\\keepn\\s2\\fi720\\li1440\\ulnone IMMIGRATION ASSISTANCE SERVICES\\par\n\\pard\\tab\\tab\\tab\\par\n\\tab\\tab\\tab\\tab\\ul\\'a7 20-770     \\tab             Definitions.\\par\n\\pard\\fi-1440\\li1440\\ulnone\\tab\\tab\\tab\\ul\\'a7 20-771\\tab\\tab Prohibited Conduct.\\ulnone\\tab\\tab\\tab\\par\n\\tab\\tab\\tab\\ul\\'a7 20-772_ \\tab\\tab Written Agreement.\\par\n\\ulnone\\tab\\tab\\tab\\ul\\'a7 20-773 \\tab\\tab Posting of Signs. \\par\n\\pard\\ulnone\\tab\\tab\\tab\\tab\\ul\\'a7 20-774\\tab\\tab Advertisements.\\par\n\\pard\\fi720\\ulnone\\tab\\tab\\tab\\ul\\'a7 20-775\\tab\\tab Document Retention.\\par\n\\pard\\fi720\\li2160\\f1\\'a7 20-776  \\tab\\tab Surety.\\f0\\par\n\\pard\\ulnone\\tab\\tab\\tab\\tab\\ul\\'a7 20-777\\tab\\tab Penalties.\\par\n\\ulnone\\tab\\tab\\tab\\tab\\ul\\'a7 20-778\\tab\\tab Civil Cause of Action. \\par\n\\ulnone\\b0\\tab\\tab\\tab\\tab\\ul\\b\\'a7 20-779\\tab\\tab Rules. \\par\n\\ulnone\\b0\\tab\\tab\\tab\\tab\\ul\\b\\'a7 20-780\\tab\\tab Severability.\\par\n\\pard\\sl480\\slmult1\\ulnone\\b0\\tab\\tab\\par\n\\pard\\fi720\\sl480\\slmult1\\ul\\b\\'a720-770.\\b0   Definitions. For the purpose of this subchapter, the following terms have the following meanings:  \\par\n\\pard\\sl480\\slmult1\\ulnone\\tab\\ul a. \\ldblquote Immigration assistance service\\rdblquote  means providing any form of assistance, in the city of New York, for a fee or other compensation, to persons who have come, or plan to come to the United States from a foreign country, or their representatives, in relation to any proceeding, filing or action affecting the non-immigrant, immigrant or citizenship status of a person, which arises under the immigration and nationality law, executive order or presidential proclamation, or which arises under actions or regulations of the United States citizenship and immigration services, the United States department of labor, or the United States department of state.  \\par\n\\pard\\fi720\\sl480\\slmult1 b. \\ldblquote Provider\\rdblquote  means any person, including but not limited to a corporation, partnership, limited liability company, sole proprietorship or natural person, that provides immigration assistance services, but shall not include: \\par\n1.  any person who is a member in good standing of the bar of the highest court of any state, possession, territory, commonwealth or the District of Columbia, and is not under any order of any court suspending, enjoining, restraining, disbarring, or otherwise restricting him or her in the practice of law, or any person working directly under the supervision of the person admitted; \\par\n2.  any tax-exempt, not-for-profit organization that provides immigration assistance services without a fee or other payment from individuals or at nominal fees as defined by the federal board of immigration appeals and any employee of such organization acting within the scope of his or her employment; \\par\n3.  any organization recognized by the federal board of immigration appeals that provides immigration assistance services via representatives accredited by such board to appear before the bureau of citizenship and immigration services and/or executive office for immigration review, that does not charge a fee or charges nominal fees as defined by the board of immigration appeals;  \\par\n4.  any authorized agency under subdivision ten of section three hundred seventy-one of the New York state social services law and the employees of such organization when acting within the scope of such employment;\\par\n5.  any elected official who, acting within the scope of his or her official capacity, without a fee or other payment makes inquiries on behalf of an individual to the United States citizenship and immigration services, the United States department of labor, the United States department of state \\f1 or any other government authority responsible for administering any program, law or regulation affecting the non-immigrant, immigrant or citizenship status of a person; or\\par\n\\f0 6.  any employee of the office of the mayor or an executive agency of the city of New York who, acting within the scope of his or her capacity as an employee of the office of the mayor or an executive agency of the city of New York, without a fee or other payment makes inquiries on behalf of an individual to the United States citizenship and immigration services, the United States department of labor, the United States department of state \\f1 or any other government authority responsible for administering any program, law or regulation affecting the non-immigrant, immigrant or citizenship status of a person.\\f0\\par\n\\b\\'a7 20-771.  Prohibited conduct.\\b0   \\f1 In the course of providing immigration assistance services, no provider may: \\par\na. State or imply that the person can or will obtain special favors from or has special influence with the bureau of citizenship and immigration services or any other governmental entity, or threaten to report the client to immigration or other authorities or undermine in any way the client\\rquote s immigration status or attempt to secure lawful status; \\par\nb.  Demand or retain any fees or compensation for services not performed, or costs that are not actually incurred; \\par\nc.  Fail to provide a customer with copies of documents filed with a governmental entity or refuse to return original documents supplied by, prepared on behalf of, or paid for by the customer, upon the request of the customer, or upon termination of the contract.  Original documents must be returned promptly upon request and upon cancellation of the contract, even if there is a fee dispute between the immigration assistance provider and the customer;   \\par\nd.  Assume, use or advertise the title of lawyer or attorney at law, or equivalent terms in the English language or any other language, or represent or advertise other titles or credentials, including but not limited to \\ldblquote Notary Public\\rdblquote , \\ldblquote Accredited Representative of the Board of Immigration Appeals\\rdblquote  or \\ldblquote Immigration Consultant,\\rdblquote  that could cause a customer to believe that the person possesses special professional skills or is authorized to provide advice on an immigration matter; provided that a notary public licensed by the secretary of state may use the term \\ldblquote Notary Public\\rdblquote ; \\par\ne.  Give any legal advice concerning an immigration matter or otherwise engage in the practice of law; \\par\nf.  Make any guarantee or promise to a customer, unless there is a basis in fact for such representation, and the guarantee or promise is in writing; \\par\ng.  Represent that a fee may be charged, or charge a fee for the distribution, provision or submission of any official document or form issued or promulgated by a state or federal governmental entity, or for a referral of the customer to another person or entity that is qualified to provide services or assistance which the immigration assistance service provider will not provide; \\par\nh.  Disclose any information to, or file any forms or documents with, immigration or other authorities without the knowledge or consent of the customer.\\f0\\par\n\\b\\'a7 20-772.  Written Agreement. \\b0  No immigration assistance services shall be provided until the customer has executed a written contract with the provider who will provide such services.  The contract shall be in a language understood by the customer, either alone or with the assistance of an available interpreter, and, if that language is not English, an English language version of the contract must also be provided.  A copy of the contract shall be provided to the customer upon the customer\\rquote s execution of the contract.  The customer has the right to cancel the contract within three business days after his or her execution of the contract, without fee or penalty.  The right to cancel the contract within three days without payment of any fee may be waived when services must be provided immediately to avoid a forfeiture of eligibility or other loss of rights or privileges, and the customer furnishes the provider with a separate dated and signed statement, by the customer or his or her representative, describing the need for services to be provided within three days and expressly acknowledging and waiving the right to cancel the contract within three days.  The contract may be cancelled at any time after execution.  If the contract is cancelled after three days, or within three days if the right to cancel without fee has been waived, the provider may retain fees for services rendered, and any additional amounts actually expended on behalf of the customer.  All other amounts must be returned to the customer within fifteen days after cancellation.  The written contract shall be in plain language, in at least twelve point type and shall include the following: \\par\n1.  The name, address and telephone number of the provider.  \\par\n2.  Itemization of all services to be provided to the customer, as well as the fees and costs to be charged to the customer. \\par\n3.  A statement that original documents required to be submitted in connection with an application made to the federal bureau of citizenship and immigration services or for other certifications, benefits or services provided by government may not be retained by the provider for any reason, including payment of fees or costs.  \\par\n4.  A statement that the provider shall give the customer a copy of each document filed with a governmental entity. \\par\n5.  A statement that the customer is not required to obtain supporting documents through the provider, but may obtain such documents himself or herself. \\par\n6. The statement: \\ldblquote You have three (3) business days to cancel this contract.  Notice of cancellation must be in writing, signed by you and mailed by registered or certified United States mail to (specify address).  If you cancel this contract within three days, you will get back your documents and any fees that you paid.\\rdblquote\\par\n7.  A statement that the provider has financial surety in effect for the benefit of any customer in the event that the customer is owed a refund, or is damaged by the actions of the provider, together with the name, address and telephone number of the surety. \\par\n8.  The statement:  \\ldblquote The individual providing assistance to you under this contract is not an attorney licensed to practice law or accredited by the board of immigration appeals to provide representation to you before the bureau of citizenship and immigration services, the department of labor, the department of state or any immigration authorities and may not give legal advice or accept fees for legal advice.\\rdblquote   \\par\n9.  The statement: \\ldblquote The individual providing assistance to you under this contract is prohibited from disclosing any information or filing any forms or documents with immigration or other authorities without your knowledge and consent.\\rdblquote   \\par\n10.  The statement:  \\ldblquote A copy of all forms completed and documents accompanying the forms shall be kept by the service provider for three years.  A copy of the customer\\rquote s file shall be provided to the client on demand and without fee.\\rdblquote  \\b\\f1\\par\n\\'a720-773.\\b0  \\b  Posting of Signs.\\b0  \\par\n\\pard\\sl480\\slmult1\\ulnone\\tab\\ul a.  A provider must post signs at every location where that provider meets with customers that states the following: \\ldblquote THE INDIVIDUAL PROVIDING ASSISTANCE TO YOU UNDER THIS CONTRACT IS NOT AN ATTORNEY LICENSED TO PRACTICE LAW OR ACCREDITED BY THE BOARD OF IMMIGRATION APPEALS TO PROVIDE REPRESENTATION TO YOU BEFORE THE BUREAU OF CITIZENSHIP AND IMMIGRATION SERVICES, THE DEPARTMENT OF LABOR, THE DEPARTMENT OF STATE OR ANY IMMIGRATION AUTHORITIES AND MAY NOT GIVE LEGAL ADVICE OR ACCEPT FEES FOR LEGAL ADVICE.\\rdblquote  A separate sign shall be posted in a location visible to customers in conspicuous size type and which contains the schedule of fees for services offered and the statement:  \\ldblquote YOU MAY CANCEL ANY CONTRACT WITHIN 3 BUSINESS DAYS AND GET BACK YOUR DOCUMENTS AND ANY MONEY YOU PAID.\\rdblquote  \\par\n\\ulnone\\tab\\ul b.  Signs required by this section must be at least 11 inches by 17 inches and must be posted in a conspicuous location in English and in every other language in which immigration assistance services are provided at the location.  \\par\n\\pard\\fi720\\sl480\\slmult1\\b\\'a720-774.  Advertisements.  \\b0\\par\na.  Every provider who advertises immigration assistance services by signs, pamphlets, newspapers or any other means shall post or otherwise include with the advertisement a notice in English and in the language in which the advertisement appears.  The notice must be of a conspicuous size and must state: \\ldblquote The individual providing assistance to you is not an attorney licensed to practice law or accredited by the board of immigration appeals to provide representation to you before the bureau of citizenship and immigration services, the department of labor, the department of state or any immigration authorities and may not give legal advice or accept fees for legal advice.\\rdblquote  \\par\nb.  No advertisement for immigration assistance services may expressly or implicitly guarantee any particular government action, including but not limited to the granting of residency or citizenship status. \\par\n\\b\\'a7 20-775.  Document Retention.\\b0   Every provider shall retain copies of all documents prepared or obtained in connection with a customer\\rquote s request for assistance for a period of three years after a written contract is executed by the provider and the customer, whether or not such contract is subsequently cancelled.\\par\n\\b\\'a7 20-776.  Surety.\\b0   Unless otherwise required by New York State law, every provider must maintain in full force and effect a bond, contract of indemnity, or irrevocable letter of credit, payable to the people of the city of New York, in the principal amount of fifty thousand dollars.  Such surety shall be for the benefit of any person who does not receive a refund of fees from the provider to which he or she is entitled, or is otherwise injured by the provider.  The Commissioner on behalf of the person or the person in his or her own name may maintain an action against the provider and the surety.  \\par\n\\b\\'a7 20-777.  Penalties.  \\b0\\f0 a.  (1) Criminal Penalties.  Any provider who violates any provision of this subchapter shall be guilty of a class A misdemeanor.\\fs20\\par\n\\f1\\fs24 (2)   Civil Penalties.  Any provider of immigration assistance services who violates any provision of this subchapter or any rule or regulation promulgated hereunder shall be liable for a civil penalty of not less than two hundred fifty dollars nor more than two thousand five hundred dollars for the first violation and for each succeeding violation a civil penalty of not less than five hundred dollars nor more than five thousand dollars. \\par\n\\f0 b.  A proceeding to recover any civil penalty authorized pursuant to the provisions of this section shall be commenced by the service of a notice of violation that shall be returnable to the administrative tribunal of the department of consumer affairs.\\b\\f1  \\par\n\\'a7 20-778.  Civil Cause of Action.\\b0   Any person claiming to be injured by the failure of a provider of immigration assistance services to comply with the provisions of this subchapter shall have a cause of action against such provider of immigration assistance services in any court of competent jurisdiction for any or all of the following relief: \\par\n\\pard\\sl480\\slmult1\\ulnone\\tab\\ul a.  compensatory and punitive damages; \\par\n\\ulnone\\tab\\ul b.  injunctive and declaratory relief; \\par\n\\ulnone\\tab\\ul c.  attorney\\rquote s fees and costs; and \\par\n\\ulnone\\tab\\ul d.  such other relief as a court deems appropriate.  \\par\n\\pard\\fi720\\sl480\\slmult1\\b\\'a7 20-779.  Rules.\\b0   The commissioner may promulgate such rules and regulations as are necessary for the purposes of implementing and carrying out the provisions of this subchapter.  \\f0 Upon a finding by the commissioner that the requirements of state law\\par\n\\pard\\sl480\\slmult1 applicable to providers of immigration services are substantially the same\\par\nas the requirements of this subchapter, compliance with state law shall be\\par\ndeemed to be compliance with the requirements of this subchapter.\\f1\\par\n\\pard\\fi720\\sl480\\slmult1\\b\\'a7 20-780.\\b0  \\b  Severability.\\b0   If any section, subsection, sentence, clause, phrase or other portion of this subchapter is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this law, which shall continue in full force and effect.  \\par\n\\pard\\sl480\\slmult1\\ulnone\\'a73.  This local law shall take effect 90 days after enactment. \\par\n\\par\n}\n\u0000",
  "LastModified": "2019-08-14T20:12:40.127Z"
}
