{
  "ID": 29524,
  "GUID": "C1A5724A-3F31-462D-8C9C-8BCE667249CA",
  "File": "Int 0224-2004",
  "Name": "Granting voluntary leaves of absence in times of fiscal crisis.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to granting voluntary leaves of absence in times of fiscal crisis.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 4,
  "BodyName": "Committee on Civil Service and Labor",
  "IntroDate": "2004-02-26T00:00:00Z",
  "AgendaDate": "2004-02-26T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5277,
      "Slug": "allan-w-jennings-jr",
      "FullName": "Allan W. Jennings, Jr."
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    }
  ],
  "History": [
    {
      "ID": 155861,
      "Date": "2004-02-26T12:00:47Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156230,
      "Date": "2004-02-26T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2732,
      "AgendaSequence": 203,
      "MinutesSequence": 220,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Civil Service and Labor",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184644,
      "Date": "2005-12-31T11:30:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 16127,
  "Text": "Be it enacted by the Council as follows:\nSection 1.  Section 12-123 of the administrative code of the city of New York is hereby amended to read as follows:\n§12-123.  Leaves of absence.  a.  Authorizing leaves of absence with pay, for employees of the city to attend conventions, encampments, or parades. The mayor is hereby empowered to authorize the head of any agency, in the mayor's discretion, to grant to an employee in any such agency, including per diem employees, a leave of absence with pay for the purpose of attending a convention, encampment or parade of any organization composed of veterans of the wars in which the United States has participated, or a convention of any firefighter's association or other organization composed of active or exempt volunteer [firefighter] firefighters, if such employee is a member of such organization or association, and does actually attend such convention, encampment or parade.\nb.  Voluntary leaves of absence without pay. In lieu of layoffs, agencies shall first permit any employee to apply for and receive a leave of absence for a period not to exceed two years.  During the period of such leave of absence, such employee shall receive no pay, but shall receive any health benefits that she or he would have received had she or he been present.  Such leave of absence shall not in any way affect the retirement rights of such employee as a member of a retirement system and the period of the aforesaid leave of absence shall be credited to the total years of service of such member in the same manner and for all purposes as if she or he had continued in such position. Upon completion of such leave of absence, such employee may not be guaranteed a return to her or his original position, but such employee shall be guaranteed the right to return to active service in her or his permanent job title.  Such leave of absence shall in no way affect the likelihood of such employee being terminated upon their return to work.\n§2.  This local law shall take effect immediately.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\pard\\fi720\\sa120\\sl480\\slmult1 Section 1.  Section 12-123 of the administrative code of the city of New York is hereby amended to read as follows:\\ul\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\ulnone\\'a712-123.  \\ul Leaves of absence.  a.\\ulnone   Authorizing leaves of absence with pay, for employees of the city to attend conventions, encampments, or parades. The mayor is hereby empowered to authorize the head of any agency, in the mayor's discretion, to grant to an employee in any such agency, including per diem employees, a leave of absence with pay for the purpose of attending a convention, encampment or parade of any organization composed of veterans of the wars in which the United States has participated, or a convention of any firefighter's association or other organization composed of active or exempt volunteer [firefighter] \\ul firefighters\\ulnone , if such employee is a member of such organization or association, and does actually attend such convention, encampment or parade.\\par\n\\ul b.  \\b Voluntary leaves of absence without pay.\\b0  In lieu of layoffs, agencies shall first permit any employee to apply for and receive a leave of absence for a period not to exceed two years.  During the period of such leave of absence, such employee shall receive no pay, but shall receive any health benefits that she or he would have received had she or he been present.  Such leave of absence shall not in any way affect the retirement rights of such employee as a member of a retirement system and the period of the aforesaid leave of absence shall be credited to the total years of service of such member in the same manner and for all purposes as if she or he had continued in such position. Upon completion of such leave of absence, such employee may not be guaranteed a return to her or his original position, but such employee shall be guaranteed the right to return to active service in her or his permanent job title.  Such leave of absence shall in no way affect the likelihood of such employee being terminated upon their return to work.\\par\n\\ulnone\\'a72.  This local law shall take effect immediately.\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\par\n\\pard\\cf0\\par\n}\n\u0000",
  "LastModified": "2019-08-14T20:12:50.683Z"
}
