{
  "ID": 29444,
  "GUID": "5372A0B5-0FBC-4BDF-BAF6-38E07DBFD232",
  "File": "Int 0225-2004",
  "Name": "Requiring rifle and shotgun owners to obtain yearly liability insurance.",
  "Title": "A Local Law to amend the administrative code of the City of New York, in relation to requiring rifle and shotgun owners to obtain yearly liability insurance.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2004-02-26T00:00:00Z",
  "AgendaDate": "2004-02-26T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5289,
      "Slug": "simcha-felder",
      "FullName": "Simcha Felder"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5274,
      "Slug": "helen-sears",
      "FullName": "Helen Sears"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    }
  ],
  "History": [
    {
      "ID": 155676,
      "Date": "2004-02-26T10:05:56Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156229,
      "Date": "2004-02-26T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2732,
      "AgendaSequence": 204,
      "MinutesSequence": 221,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184645,
      "Date": "2005-12-31T11:31:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 16068,
  "Text": "Be it enacted by the Council as follows:\n\tSection one. Declaration of legislative findings and intent.  In the first three months of 2002, although serious crime was down, police statistics show that the number of shootings in New York City jumped from 305 to 343, a 12.4 percent increase over last year.  In addition, the number of New Yorkers hit by gunfire increased 17 percent to 386, compared to 330 during the same period.  \nThe City of New York has long suffered the effects of gun violence.  The cost to the City can be measured in economic terms, particularly in the huge price taxpayers must pay to foot the bill for medical care costs for uninsured victims of gun violence.  The cost can also be measured in the statistics of lives lost as a consequence of the prevalence and lethalness of guns in our society.  Additionally, there are the many intangible but undeniable costs that the City experiences, including heightened fear and anxiety and a reduction in quality of life which gun violence visits upon the many, diverse lives it affects.  \nOne approach to reducing these high costs is to require gun owners to procure liability insurance for their weapons.  By requiring gun owners to carry liability insurance for every gun owned, the City would be implementing a sensible, economics-oriented solution that has proven successful at minimizing losses from many other hazards.  This approach simply places upon owners the reasonable expectation that they will be held accountable for any harm resulting from the use of their guns, thereby accurately allocating the risks entailed in gun ownership.  To illustrate, automobiles offer an appropriate analogy.  In the case of cars, most states mandate that car owners purchase liability insurance.  The right of states to circumscribe their citizens’ right to drive versus their citizens’ right to own a car, is almost universally conceded, however, despite the fact that in many places more people are killed by gun violence than by cars, currently no jurisdiction requires gun owners to procure liability insurance.  \nEstimates of the costs of gun violence are enormous and are most acute in urban areas.  Currently, the price is being paid, literally, by gun victims, their health insurers and the taxpayers.  By requiring that the adult responsible for a gun carry sufficient liability insurance to cover the potential harm that could result when the gun is used, the City will be encouraging greater accountability and responsibility for the inherent risks of gun ownership.  Further, as gun owner liability insurance becomes more prevalent, the insurance industry will become more adept at reducing risks and encouraging people to adopt safer practices in return for lower premiums.   \n\t§2.  Chapter 3 of Title 10 of the administrative code of the City of New York is hereby amended to read as follows:\n§ 10-303  Permits for possession and purchase of rifles and shotguns.  It shall be unlawful to dispose of any rifle or shotgun to any person unless said person is the holder of a permit for possession and purchase of rifles and shotguns; it shall be unlawful for any person to have in his or her possession any rifle or shotgun unless said person is the holder of a permit for the possession and purchase of rifles and shotguns.\n\tThe disposition of a rifle or shotgun, by any licensed dealer in rifles and shotguns, to any person presenting a valid rifle and shotgun permit issued to such person, shall be conclusive proof of the legality of such disposition by the dealer.\n  a.  Requirements. No person shall be denied a permit to purchase and possess a rifle or shotgun unless the applicant:\n(1)\tis under the age of eighteen; or\n(2)\tis not of good moral character; or \n(3)\thas been convicted anywhere of a felony or of a serious offense; or\n(4)\thas not stated whether he or she has ever suffered any mental illness or been confined to any hospital or institution, public or private, for mental illness; or\n(5)\tis not now free from any mental disorders, defects or diseases that would impair the ability safely to possess or use a rifle or shotgun; or\n(6)\t[unless good cause exists for the denial of the permit.]\nfails to present a complete list of every rifle or shotgun owned by the applicant along with a certificate of insurance verifying that the applicant has a valid insurance policy insuring against any harm or damage that might arise out  of the use of each weapon on said list.  The applicant shall swear under the penalties of perjury that said list is a complete list of all rifles and shotguns owned by the applicant.  The insurance policy shall be in the amount of at least $250,000 and shall list the specific weapons covered by the policy.  The list presented shall match the list on the insurance policy or the permit or renewal shall not issue.  In the event that a holder of a permit to carry acquires a new rifle or shotgun after the issuance of the permit or the renewal of an existing permit, the holder shall present a true copy of a certificate of insurance verifying the existence of insurance, as required herein, for said new weapon or weapons within thirty days of acquisition.  Such a policy of insurance shall be available, provided the victim was not engaged in the commission of a crime, to satisfy any judgment for personal injuries or property damage arising out of the unintentional, accidental or unlawful use of an insured weapon; or\n(7)  unless good cause exists for the denial of the permit.\n§3.  This local law shall take effect six months after its enactment into law.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\sl480\\slmult1\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\tab Section one. Declaration of legislative findings and intent.  In the first three months of 2002, although serious crime was down, police statistics show that the number of shootings in New York City jumped from 305 to 343, a 12.4 percent increase over last year.  In addition, the number of New Yorkers hit by gunfire increased 17 percent to 386, compared to 330 during the same period.  \\par\n\\pard\\fi720\\sl480\\slmult1 The City of New York has long suffered the effects of gun violence.  The cost to the City can be measured in economic terms, particularly in the huge price taxpayers must pay to foot the bill for medical care costs for uninsured victims of gun violence.  The cost can also be measured in the statistics of lives lost as a consequence of the prevalence and lethalness of guns in our society.  Additionally, there are the many intangible but undeniable costs that the City experiences, including heightened fear and anxiety and a reduction in quality of life which gun violence visits upon the many, diverse lives it affects.  \\par\nOne approach to reducing these high costs is to require gun owners to procure liability insurance for their weapons.  By requiring gun owners to carry liability insurance for every gun owned, the City would be implementing a sensible, economics-oriented solution that has proven successful at minimizing losses from many other hazards.  This approach simply places upon owners the reasonable expectation that they will be held accountable for any harm resulting from the use of their guns, thereby accurately allocating the risks entailed in gun ownership.  To illustrate, automobiles offer an appropriate analogy.  In the case of cars, most states mandate that car owners purchase liability insurance.  The right of states to circumscribe their citizens\\rquote  right to drive versus their citizens\\rquote  right to own a car, is almost universally conceded, however, despite the fact that in many places more people are killed by gun violence than by cars, currently no jurisdiction requires gun owners to procure liability insurance.  \\par\nEstimates of the costs of gun violence are enormous and are most acute in urban areas.  Currently, the price is being paid, literally, by gun victims, their health insurers and the taxpayers.  By requiring that the adult responsible for a gun carry sufficient liability insurance to cover the potential harm that could result when the gun is used, the City will be encouraging greater accountability and responsibility for the inherent risks of gun ownership.  Further, as gun owner liability insurance becomes more prevalent, the insurance industry will become more adept at reducing risks and encouraging people to adopt safer practices in return for lower premiums.   \\par\n\\pard\\sl480\\slmult1\\tab\\'a72.  Chapter 3 of Title 10 of the administrative code of the City of New York is hereby amended to read as follows:\\par\n\\'a7 10-303  Permits for possession and purchase of rifles and shotguns.  It shall be unlawful to dispose of any rifle or shotgun to any person unless said person is the holder of a permit for possession and purchase of rifles and shotguns; it shall be unlawful for any person to have in his or her possession any rifle or shotgun unless said person is the holder of a permit for the possession and purchase of rifles and shotguns.\\par\n\\tab The disposition of a rifle or shotgun, by any licensed dealer in rifles and shotguns, to any person presenting a valid rifle and shotgun permit issued to such person, shall be conclusive proof of the legality of such disposition by the dealer.\\par\n  a.  Requirements. No person shall be denied a permit to purchase and possess a rifle or shotgun unless the applicant:\\par\n\\pard\\fi-405\\li1125\\sl480\\slmult1\\tx1125 (1)\\tab is under the age of eighteen; or\\par\n\\pard\\fi-405\\li1125\\sl480\\slmult1 (2)\\tab is not of good moral character; or \\par\n(3)\\tab has been convicted anywhere of a felony or of a serious offense; or\\par\n(4)\\tab has not stated whether he or she has ever suffered any mental illness or been confined to any hospital or institution, public or private, for mental illness; or\\par\n(5)\\tab is not now free from any mental disorders, defects or diseases that would impair the ability safely to possess or use a rifle or shotgun; or\\par\n(6)\\tab [unless good cause exists for the denial of the permit.]\\par\n\\pard\\li1125\\sl480\\slmult1\\ul fails to present a complete list of every rifle or shotgun owned by the applicant along with a certificate of insurance verifying that the applicant has a valid insurance policy insuring against any harm or damage that might arise out  of the use of each weapon on said list.  The applicant shall swear under the penalties of perjury that said list is a complete list of all rifles and shotguns owned by the applicant.  The insurance policy shall be in the amount of at least $250,000 and shall list the specific weapons covered by the policy.  The list presented shall match the list on the insurance policy or the permit or renewal shall not issue.  In the event that a holder of a permit to carry acquires a new rifle or shotgun after the issuance of the permit or the renewal of an existing permit, the holder shall present a true copy of a certificate of insurance verifying the existence of insurance, as required herein, for said new weapon or weapons within thirty days of acquisition.  Such a policy of insurance shall be available, provided the victim was not engaged in the commission of a crime, to satisfy any judgment for personal injuries or property damage arising out of the unintentional, accidental or unlawful use of an insured weapon; or\\ulnone\\par\n\\pard\\li720\\sl480\\slmult1\\ul (7)  unless good cause exists for the denial of the permit.\\ulnone\\par\n\\pard\\sl480\\slmult1\\'a73.  This local law shall take effect six months after its enactment into law.\\par\n\\pard\\par\n}\n\u0000",
  "LastModified": "2019-08-14T20:12:58.41Z"
}
