{
  "ID": 29431,
  "GUID": "8CE8158A-34F2-49AD-B56B-207A648C26E7",
  "File": "Int 0228-2004",
  "Name": "Window Gates, Illegal",
  "Title": "A Local Law to amend the administrative code of the city of New York in relation to the installation of illegal window gates.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2004-02-26T00:00:00Z",
  "AgendaDate": "2004-02-26T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    }
  ],
  "History": [
    {
      "ID": 155613,
      "Date": "2004-02-26T10:58:32Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156240,
      "Date": "2004-02-26T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2732,
      "AgendaSequence": 207,
      "MinutesSequence": 225,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184647,
      "Date": "2005-12-31T11:33:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 16022,
  "Text": "Be it enacted by the Council as follows:\n\n    \tSection 1. Chapter 1 of title 27 of the administrative code of the city of New York is hereby amended by adding a new subchapter 20 to follow subchapter 19 to read as follows:\n\tSUBCHAPTER 20\n\tInstallation of Window Gates\n    \tArticle\n    \t1. General\n    \t2. Window Gate Requirements\n\n\tArticle 1\n\tGeneral\n    \t§27-1070 \tScope\n    \t§27-1071 \tDefinitions\n    \t§27-1072 \tGeneral Requirements\n    \t§27-1070 \tScope. The provisions of this subchapter shall establish and control the minimum requirements for the installation and use of window gates in all dwelling places.\n    \t§27-1071 \tDefinitions. Whenever used in this subchapter, the following terms shall mean and include:\n    \t1. \"Window Gate\" shall mean any gate, grill, bar or similar device designed to be fastened onto or within an exterior window frame of a building.\n    \t2. \"Dwelling\" shall mean any building, structure or portion thereof which is used or occupied, in whole or in part, as the home, residence or sleeping place of one or more persons.\n    \t§27-1072 \tGeneral Requirements.  All window gates installed after the effective date of this local law shall be used in accordance with the provisions of this subchapter.\n\n\tArticle 2\n\tWindow Gate Requirements\n\n    \t§27-1073 \tInstallation and Use of Window Gates.\n    \t§27-1074 \tNotice.\n    \t§27-1075 \tViolations and Penalties.\n    \t§27-1076 \tEnforcement.\n\n    \t§27-1073 \tInstallation and Use of Window Gates. It shall be unlawful for any person to install or use a window gate in a dwelling unless such window gate has received approval by the Board of Standards and Appeals.\n    \t§27-1074 \tNotice.  Every window gate which does not comply with requirements set by the Board of Standards and Appeals for use in a dwelling shall contain affixed to it a warning label stating the following:\nWarning:  It shall be unlawful to install this gate on any window in a dwelling.\n    \t§27-1075 \tViolations and Penalties.  a. Any person found to be in violation of section 27-1073 shall be liable for a civil penalty of not more than three hundred dollars for the first violation; not more than five hundred dollars for the second violation; and not more than one thousand dollars for the third and all subsequent violations.\n    \tb. Any manufacturer or retailer found to be in violation of section 27-1074 shall be liable for a civil penalty of not more than one hundred dollars for the first violation; not more than two hundred fifty dollars for the second violation and not more than five hundred dollars for the third and all subsequent violations.\n    \tc. The penalties provided by subdivision a of this section shall be in addition to any other penalty imposed by any other provision of law or rule thereunder.\n    \t§27-1076 Enforcement. The department shall enforce the provisions of this subchapter.  In addition, designated enforcement officers of the fire department shall have the power to enforce the provisions of this subchapter.\n    \t§2.  This local law shall take effect ninety days after its enactment.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\tx2160     \\tab Section 1. Chapter 1 of title 27 of the administrative code of the city of New York is hereby amended by adding a new subchapter 20 to follow subchapter 19 to read as follows:\\par\n\\pard\\sl480\\slmult1\\qj\\tqc\\tx4752\\tab\\ul SUBCHAPTER 20\\ulnone\\par\n\\tab\\ul Installation of Window Gates\\ulnone\\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\tx2160     \\tab\\ul Article\\ulnone\\par\n    \\tab\\ul 1. General\\ulnone\\par\n    \\tab\\ul 2. Window Gate Requirements\\ulnone\\par\n\\par\n\\pard\\sl480\\slmult1\\qj\\tqc\\tx4752\\tab\\ul Article 1\\ulnone\\par\n\\tab\\ul General\\ulnone\\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\tx2160     \\tab\\ul\\'a727-1070 \\tab Scope\\par\n\\ulnone     \\tab\\ul\\'a727-1071 \\tab Definitions\\par\n\\ulnone     \\tab\\ul\\'a727-1072 \\tab General Requirements\\par\n\\ulnone     \\tab\\ul\\'a727-1070 \\tab Scope. The provisions of this subchapter shall\\ulnone  \\ul establish and control the minimum requirements for the\\ulnone  \\ul installation and use of window gates in all dwelling places.\\ulnone\\par\n    \\tab\\ul\\'a727-1071 \\tab Definitions. Whenever used in this subchapter, the following terms shall mean and include:\\ulnone\\par\n    \\tab\\ul 1. \"Window Gate\" shall mean any gate, grill, bar or similar device designed to be fastened onto or within an exterior window frame of a building.\\ulnone\\par\n    \\tab\\ul 2. \"Dwelling\" shall mean any building, structure or portion thereof which is used or occupied, in whole or in part, as the home, residence or sleeping place of one or more persons.\\ulnone\\par\n    \\tab\\ul\\'a727-1072 \\tab General Requirements.  All window gates installed after the effective date of this local law shall be used in accordance with the provisions of this subchapter.\\ulnone\\par\n\\par\n\\pard\\sl480\\slmult1\\qj\\tqc\\tx4752\\tab\\ul Article 2\\ulnone\\par\n\\tab\\ul Window Gate Requirements\\ulnone\\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\tx2160\\par\n    \\tab\\ul\\'a727-1073 \\tab Installation and Use of Window Gates.\\ulnone\\par\n    \\tab\\ul\\'a727-1074 \\tab Notice.\\ulnone\\par\n    \\tab\\ul\\'a727-1075 \\tab Violations and Penalties.\\ulnone\\par\n    \\tab\\ul\\'a727-1076 \\tab Enforcement.\\ulnone\\par\n\\par\n    \\tab\\ul\\'a727-1073 \\tab Installation and Use of Window Gates. It shall be unlawful for any person to install or use a window gate in a dwelling unless such window gate has received approval by the Board of Standards and Appeals.\\par\n\\ulnone     \\tab\\ul\\'a727-1074 \\tab Notice.  Every window gate which does not comply with requirements set by the Board of Standards and Appeals for use in a dwelling shall contain affixed to it a warning label stating the following:\\ulnone\\par\n\\pard\\li1440\\ri2160\\sl480\\slmult1\\qj\\ul Warning:  It shall be unlawful to\\ulnone  \\ul install this gate on any window in a\\ulnone  \\ul dwelling.\\ulnone\\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\tx2160     \\tab\\ul\\'a727-1075 \\tab Violations and Penalties.  a. Any person found to be in violation of section 27-1073 shall be liable for a civil penalty of not more than three hundred dollars for the first violation; not more than five hundred dollars for the second violation; and not more than one thousand dollars for the third and all subsequent violations.\\par\n\\ulnone     \\tab\\ul b. Any manufacturer or retailer found to be in violation of section 27-1074 shall be liable for a civil penalty of not more than one hundred dollars for the first violation; not more than two hundred fifty dollars for the second violation and not more than five hundred dollars for the third and all subsequent violations.\\ulnone\\par\n    \\tab\\ul c. The penalties provided by subdivision a of this section shall be in addition to any other penalty imposed by any other provision of law or rule thereunder.\\ulnone\\par\n    \\tab\\ul\\'a727-1076 Enforcement. The department shall enforce the\\ulnone  \\ul provisions of this subchapter.  In addition, designated\\ulnone  \\ul enforcement officers of the fire department shall have the power to enforce the provisions of this subchapter.\\ulnone\\par\n    \\tab\\'a72.  This local law shall take effect ninety days after its enactment.\\par\n\\pard\\par\n}\n\u0000",
  "LastModified": "2019-08-14T20:13:27.967Z"
}
