{
  "ID": 29557,
  "GUID": "BC74C13E-E9FC-4D58-B8E0-644AF7F07690",
  "File": "Int 0232-2004",
  "Name": "Approval and disapproval of building permits.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the approval and disapproval of building permits.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2004-02-26T00:00:00Z",
  "AgendaDate": "2004-02-26T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    }
  ],
  "History": [
    {
      "ID": 155959,
      "Date": "2004-02-26T11:41:10Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156244,
      "Date": "2004-02-26T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2732,
      "AgendaSequence": 211,
      "MinutesSequence": 229,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 166259,
      "Date": "2004-10-20T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 3362,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 166507,
      "Date": "2004-10-20T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 3362,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184686,
      "Date": "2005-12-31T11:02:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 63268,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "http://nyc.legistar1.com/nyc/attachments/396ba1c2-3ce0-49c8-b262-b516f496384aHwordNew LegislationCommittee Report 232.doc",
      "Sort": 1
    },
    {
      "ID": 64960,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript",
      "Link": "http://nyc.legistar1.com/nyc/attachments/ca47b585-0c6d-47d4-aa45-6589a781bc3a.doc",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 16161,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.\tArticle 19 of title 27 of the administrative code of the city of New York is amended by adding a new section 27-198.4 to read as follows:\n§27-198.4  Approval of plans and permit applications where there are unpaid fines or penalties.  a.  Except as otherwise provided in subdivision b of this section, no person may (i) file any plans pursuant to article nine of this subchapter, or (ii) apply for any permits pursuant to articles ten through nineteen of this subchapter, where any owner, lessee or owner of shares allocated to a dwelling unit has failed to pay any fine or monetary penalty imposed pursuant to chapter one of title twenty-six, chapter one of title twenty-seven of this code or chapter three of title twenty-seven of this code, or has failed to correct any violation of such chapters, where such owner, lessee or owner of shares owns, leases or has an interest in the property that is the subject of such plans or permit application; nor may any person apply for any permits pursuant to articles ten through nineteen of this subchapter, where it is determined that upon a review of the records at the department that any officer or employee of the department authorized by the commissioner to conduct an inspection of the property that is the subject of such plans or permit application, in response to a complaint received by the department could not gain access or was denied access, in any combination, after two attempts to gain such access on different dates with regards to such complaint.\nb. The commissioner may approve plans or issue permits referred to in subdivision a of this section if such owner, lessee or owner of shares allocated to a dwelling unit has submitted valid proof of payment or proof of a payment agreement which will result in the satisfaction of all outstanding fines and penalties within six months from the filing of the plans or submission of the permit application, and the commissioner finds that the approval of the plans or the issuance of the permit (i) is necessary to correct the condition that resulted in the imposition of the fine or penalty; or (ii) is necessary to eliminate an unsafe or hazardous condition; provided, however, that such approval shall be withdrawn and the permit revoked in the event of a default in the repayment agreement.\nc.  Where the department has failed to gain access as described in subdivision a of this section, the commissioner may allow the owner, lessee or owner of shares, or an authorized representative thereof, to provide access to an officer or employee of the department authorized by the commissioner to conduct an inspection, and in the event such inspection, no new violations are issued pursuant to this inspection, and all of the other conditions of subdivision a of this section are met, the department may also approve plans or issue permits referred to in subdivision a of this section.\nd.  Upon the submission of plans or requests for permits pursuant to subdivision a of this section, the department shall undertake to ascertain whether any of the principals with at least a twenty percent ownership interest in the property that is the subject of such plans or permit application have any outstanding fines or violations imposed pursuant to chapter one of title twenty-six, chapter one of title twenty-seven or chapter three of title twenty-seven of the code.\n§2.\tThis local law shall take effect immediately.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\fi720\\sl480\\slmult1 Section 1.\\tab Article 19 of title 27 of the administrative code of the city of New York is amended by adding a new section 27-198.4 to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ul\\'a727-198.4  Approval of plans and permit applications where there are unpaid fines or penalties.  a.  Except as otherwise provided in subdivision b of this section, no person may (i) file any plans pursuant to article nine of this subchapter, or (ii) apply for any permits pursuant to articles ten through nineteen of this subchapter, where any owner, lessee or owner of shares allocated to a dwelling unit has failed to pay any fine or monetary penalty imposed pursuant to chapter one of title twenty-six, chapter one of title twenty-seven of this code or chapter three of title twenty-seven of this code, or has failed to correct any violation of such chapters, where such owner, lessee or owner of shares owns, leases or has an interest in the property that is the subject of such plans or permit application; nor may any person apply for any permits pursuant to articles ten through nineteen of this subchapter, where it is determined that upon a review of the records at the department that any officer or employee of the department authorized by the commissioner to conduct an inspection of the property that is the subject of such plans or permit application, in response to a complaint received by the department could not gain access or was denied access, in any combination, after two attempts to gain such access on different dates with regards to such complaint.\\par\nb. The commissioner may approve plans or issue permits referred to in subdivision a of this section if such owner, lessee or owner of shares allocated to a dwelling unit has submitted valid proof of payment or proof of a payment agreement which will result in the satisfaction of all outstanding fines and penalties within six months from the filing of the plans or submission of the permit application, and the commissioner finds that the approval of the plans or the issuance of the permit (i) is necessary to correct the condition that resulted in the imposition of the fine or penalty; or (ii) is necessary to eliminate an unsafe or hazardous condition; provided, however, that such approval shall be withdrawn and the permit revoked in the event of a default in the repayment agreement.\\par\nc.  Where the department has failed to gain access as described in subdivision a of this section, the commissioner may allow the owner, lessee or owner of shares, or an authorized representative thereof, to provide access to an officer or employee of the department authorized by the commissioner to conduct an inspection, and in the event such inspection, no new violations are issued pursuant to this inspection, and all of the other conditions of subdivision a of this section are met, the department may also approve plans or issue permits referred to in subdivision a of this section.\\par\nd.  Upon the submission of plans or requests for permits pursuant to subdivision a of this section, the department shall undertake to ascertain whether any of the principals with at least a twenty percent ownership interest in the property that is the subject of such plans or permit application have any outstanding fines or violations imposed pursuant to chapter one of title twenty-six, chapter one of title twenty-seven or chapter three of title twenty-seven of the code.\\par\n\\ulnone\\'a72.\\tab This local law shall take effect immediately.\\par\n\\pard\\sl480\\slmult1\\qj\\par\n\\pard\\par\n\\par\n}\n\u0000",
  "LastModified": "2019-08-14T20:14:12.49Z"
}
