{
  "ID": 29417,
  "GUID": "1CC2845B-CE01-499D-B684-CF48D7CA7EDC",
  "File": "Int 0233-2004",
  "Name": "Disposition of emergency vehicles.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the disposition of emergency vehicles.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 13,
  "BodyName": "Committee on Governmental Operations",
  "IntroDate": "2004-02-26T00:00:00Z",
  "AgendaDate": "2004-02-26T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5289,
      "Slug": "simcha-felder",
      "FullName": "Simcha Felder"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 432,
      "Slug": "philip-reed",
      "FullName": "Philip Reed"
    },
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    }
  ],
  "History": [
    {
      "ID": 155597,
      "Date": "2004-02-26T10:20:52Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156235,
      "Date": "2004-02-26T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2732,
      "AgendaSequence": 212,
      "MinutesSequence": 230,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Governmental Operations",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184687,
      "Date": "2005-12-31T11:04:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 16008,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Section 823 of the charter of the city of New York is hereby amended to read as follows:\n\n§823. Procurement of goods, other personal property and services.\n\nWith respect to the procurement and disposal of goods and other personal property and the procurement of services other than personal services, the commissioner shall have the following powers and duties:\n*    *    *\n(c) to receive all surplus and obsolete personal property not required by any agency for which the commissioner has the power to make purchases and all such agencies shall surrender such property to the commissioner who shall dispose thereof pursuant to rules promulgated by him or her governing its redistribution, exchange, transfer, sale or other disposition, except that with respect to the public sale or auction of surplus or obsolete emergency vehicles, all decals, markers and other characteristics which identify a vehicle as an emergency vehicle, including but not limited to, distinctive painting schemes, sirens and special lights, shall be removed or altered by the commissioner or agency.  For the purpose of this section, the term “emergency vehicle” shall mean any ambulance, police vehicle, correction vehicle, or fire department vehicle;\n§2.  This local law shall take effect immediately.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\i\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\i0 Section 1. Section 823 of the charter of the city of New York is hereby amended to read as follows:\\par\n\\pard\\qj\\par\n\\pard\\fi720\\qj\\'a7823. Procurement of goods, other personal property and services.\\par\n\\pard\\qj\\par\n\\pard\\fi720\\sl480\\slmult1\\qj With respect to the procurement and disposal of goods and other personal property and the procurement of services other than personal services, the commissioner shall have the following powers and duties:\\par\n\\pard\\sl480\\slmult1\\qc *    *    *\\par\n\\pard\\fi720\\sl480\\slmult1\\qj (c) to receive all surplus and obsolete personal property not required by any agency for which the commissioner has the power to make purchases and all such agencies shall surrender such property to the commissioner who shall dispose thereof pursuant to rules promulgated by him or her governing its redistribution, exchange, transfer, sale or other disposition\\ul , except that with respect to the public sale or auction of surplus or obsolete emergency vehicles, all decals, markers and other characteristics which identify a vehicle as an emergency vehicle, including but not limited to, distinctive painting schemes, sirens and special lights, shall be removed or altered by the commissioner or agency.  For the purpose of this section, the term \\ldblquote emergency vehicle\\rdblquote  shall mean any ambulance, police vehicle, correction vehicle, or fire department vehicle\\ulnone ;\\ul\\par\n\\ulnone\\'a72.  This local law shall take effect immediately.\\par\n}\n\u0000",
  "LastModified": "2019-08-14T20:14:20.987Z"
}
