{
  "ID": 29583,
  "GUID": "1AF13DC2-0F9F-4AD4-A077-497F375B73EE",
  "File": "Int 0242-2004",
  "Name": "Business Relocation Incentive Fund",
  "Title": "A Local Law to amend the administrative code of the city of New York by adding a new Chapter 6-A to Title 22 of said code in relation to requiring owners of manufacturing property that is converted to other uses to contribute to a Business Relocation Incentive Fund.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2004-02-26T00:00:00Z",
  "AgendaDate": "2004-02-26T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    }
  ],
  "History": [
    {
      "ID": 156001,
      "Date": "2004-02-26T15:37:11Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156248,
      "Date": "2004-02-26T18:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings due back on 8/13/2004.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2732,
      "AgendaSequence": 221,
      "MinutesSequence": 240,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184789,
      "Date": "2005-12-31T09:40:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 16180,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1. Statement of Legislative Findings.  The Council hereby finds that within the City of New York the conversion of real property from manufacturing use to other uses dramatically increases the value of such property.  Often, areas of varying size as well as single buildings that house thriving manufacturing uses are converted to other uses causing the relocation or loss of the manufacturing jobs.  Many of these conversions take place pursuant to changes in zoning or pursuant to variances granted by the Board of Standards and Appeals.  Some conversions take place illegally.  The general health and welfare would be served by having the City of New York capture some of the wealth created by such conversions and applying it directly to those manufacturing concerns that are forced to re-locate as a result of such conversions.\n\nSection 2. A new Chapter 6-A of Title 22 of Administrative Code of the City of New York is hereby created to read as follow:\n§ 22-611. Definitions.  “Applicable building”.  When used in this chapter an applicable building shall mean any building or structure that was erected prior to the date of this enactment and has been used for any eligible use within the three years prior to this enactment or is in a manufacturing zone as defined by the New York City Zoning Resolution and has been vacant during the three years prior to this enactment.  \n“Conversion”.  When used in this chapter a conversion shall mean a change of use from a manufacturing use to a use that is not an eligible use, whether such change of use has been made pursuant to a variance granted by the Board of Standards and Appeals or otherwise.\n“Conversion contribution”. When used in this chapter a conversion contribution shall mean a payment made to the Business Relocation Incentive Fund by the owner of an applicable building upon the conversion of that building.\n“Commissioner”. When used in this chapter the Commissioner shall mean the Commissioner of the Department of Small Business Services.\n“Corporation”. When used in this chapter the Corporation shall mean the Business Relocation Assistance Corporation administered by the Department of Small Business Services.\n“Eligible grantee”. When used in this chapter an eligible grantee shall mean (1) a manufacturing tenant, subtenant or owner determined by the Commissioner to be engaged in an eligible use who has occupied space in an applicable building for not less than twelve (12) months immediately prior to vacating such space and has purchased or leased for not less than twelve (12) months other premises within New York City for the purpose of engaging in an eligible use; or (2) a not-for-profit corporation incorporated under § 501 (C) (3) of the Internal Revenue Code whose stated mission includes the ownership and/or operation of eligible uses.   \n“Eligible Use”. When used in this chapter an eligible use shall be any use set forth in Use Groups 16, 17 or 18 of the New York City Zoning Resolution.\n“Fund”. When used in this chapter the fund shall be the Business Relocation Incentive Fund.\n“Variance”. When used in this chapter a variance shall mean a variance granted by the New York City Board of Standards and Appeals pursuant to § 72-20 et seq. of the New York City Zoning Resolution.\n\nSection 3. § 22-612. Fund Created. The Business Relocation Incentive Fund is hereby created.  Said fund shall be established and administered by the corporation under the direction of the commissioner.  The corporation shall accept conversion contributions and deposit such contributions into said fund to be used for the following purposes:\n(1)\tRelocation of eligible grantees;\n(2)\tThe construction, renovation or rehabilitation of buildings, structures or other physical venues determined by the commissioner to be suitable for eligible uses and likely to be used for such uses;\n(3)\tThe acquisition or rehabilitation of real property determined by the commissioner to be suitable for eligible uses and likely to be used for such uses;\n(4)\tDirect grants or loans to eligible grantees for any of the purposes set forth in sub-sections 1, 2 or 3 of this section; and\n(5)\tAdministration of the fund.\n\nPursuant to the requirements of the city Administrative Procedure Act, the commissioner shall promulgate rules and regulations regarding the administration of the fund and disbursements from the fund.\n\nSection 4. § 22-613 Rate of Contribution.  The conversion contribution shall be paid into the fund at a rate established by the corporation annually.  For the year beginning on the date of adoption of this local law, the rate shall be as follows:\n(1)\tFor buildings found to have converted to uses that are not eligible uses in violation of the New York City Zoning Resolution or other applicable law, forty dollars ($40.00) per square foot of the gross floor area to be used for other purposes including stairwells, elevator shafts, hallways and other common areas used in conjunction with the other use;\n(2)\tFor buildings found to have converted to uses that are not eligible uses pursuant to a variance granted by the New York City Board of Standards and Appeals, thirty dollars ($30.00) per square foot of gross floor area to be used for other purposes including stairwells, elevator shafts, hallways and other common areas used in conjunction with the other use; and\n(3)\tFor buildings found to have converted to uses that are not eligible uses pursuant to a change in the New York City Zoning Resolution or permitted by special permit of the City Planning Commission, twenty dollars ($20.00) per square foot of gross floor area to be used for other purposes including stairwells, elevator shafts, hallways and other common areas used in conjunction with the other uses.\n\nNo temporary or final certificate of occupancy for such converted building shall be issued by the Department of Buildings unless and until the owner or owners of said building shall have certified in writing that such conversion contributions have been paid in full.\n\n\tSection 5. § 22-614 Disbursements from the Fund.  Disbursements from the fund shall be made primarily for the benefit of the eligible grantee who last occupied the space to be converted and who has or is about to re-locate within the City of New York.  The amount of disbursement to be paid to such eligible grantee shall be determined by the corporation upon a written request by an eligible grantee.  In computing the amount to be paid to an eligible grantee, the corporation shall take into account the total square feet of space formerly occupied, the total square feet to be occupied in the new space, the number of jobs moved to the new space and the overall business operations of the eligible grantee within the city of New York.  At the discretion of the Commissioner, funds may be made available for manufacturing companies that are not eligible grantees for purposes set forth in sub-sections 1, 2, 3, or 4 of section 22-612.\n\n\tSection 6. This local law shall be known as the \"Conversion Fund Act\".\nSection 7. This local law shall take effect immediately after it is enacted into law.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\sl360\\slmult1\\tab Section 1. \\b Statement of Legislative Findings.\\b0   The Council hereby finds that within the City of New York the conversion of real property from manufacturing use to other uses dramatically increases the value of such property.  Often, areas of varying size as well as single buildings that house thriving manufacturing uses are converted to other uses causing the relocation or loss of the manufacturing jobs.  Many of these conversions take place pursuant to changes in zoning or pursuant to variances granted by the Board of Standards and Appeals.  Some conversions take place illegally.  The general health and welfare would be served by having the City of New York capture some of the wealth created by such conversions and applying it directly to those manufacturing concerns that are forced to re-locate as a result of such conversions.\\par\n\\par\n\\pard\\fi720\\sl360\\slmult1 Section 2. A new Chapter 6-A of Title 22 of Administrative Code of the City of New York is hereby created to read as follow:\\par\n\\b\\'a7 22-611. Definitions. \\b0  \\ldblquote Applicable building\\rdblquote .  When used in this chapter an applicable building shall mean any building or structure that was erected prior to the date of this enactment and has been used for any eligible use within the three years prior to this enactment or is in a manufacturing zone as defined by the New York City Zoning Resolution and has been vacant during the three years prior to this enactment.  \\par\n\\ldblquote Conversion\\rdblquote .  When used in this chapter a conversion shall mean a change of use from a manufacturing use to a use that is not an eligible use, whether such change of use has been made pursuant to a variance granted by the Board of Standards and Appeals or otherwise.\\par\n\\ldblquote Conversion contribution\\rdblquote . When used in this chapter a conversion contribution shall mean a payment made to the Business Relocation Incentive Fund by the owner of an applicable building upon the conversion of that building.\\par\n\\ldblquote Commissioner\\rdblquote . When used in this chapter the Commissioner shall mean the Commissioner of the Department of Small Business Services.\\par\n\\ldblquote Corporation\\rdblquote . When used in this chapter the Corporation shall mean the Business Relocation Assistance Corporation administered by the Department of Small Business Services.\\par\n\\ldblquote Eligible grantee\\rdblquote . When used in this chapter an eligible grantee shall mean (1) a manufacturing tenant, subtenant or owner determined by the Commissioner to be engaged in an eligible use who has occupied space in an applicable building for not less than twelve (12) months immediately prior to vacating such space and has purchased or leased for not less than twelve (12) months other premises within New York City for the purpose of engaging in an eligible use; or (2) a not-for-profit corporation incorporated under \\'a7 501 (C) (3) of the Internal Revenue Code whose stated mission includes the ownership and/or operation of eligible uses.   \\par\n\\ldblquote Eligible Use\\rdblquote . When used in this chapter an eligible use shall be any use set forth in Use Groups 16, 17 or 18 of the New York City Zoning Resolution.\\par\n\\ldblquote Fund\\rdblquote . When used in this chapter the fund shall be the Business Relocation Incentive Fund.\\par\n\\ldblquote Variance\\rdblquote . When used in this chapter a variance shall mean a variance granted by the New York City Board of Standards and Appeals pursuant to \\'a7 72-20 et seq. of the New York City Zoning Resolution.\\par\n\\par\nSection 3. \\b\\'a7 22-612. Fund Created.\\b0  The Business Relocation Incentive Fund is hereby created.  Said fund shall be established and administered by the corporation under the direction of the commissioner.  The corporation shall accept conversion contributions and deposit such contributions into said fund to be used for the following purposes:\\par\n\\pard\\fi-360\\li1080\\sl360\\slmult1\\tx1080 (1)\\tab Relocation of eligible grantees;\\par\n\\pard\\fi-360\\li1080\\sl360\\slmult1 (2)\\tab The construction, renovation or rehabilitation of buildings, structures or other physical venues determined by the commissioner to be suitable for eligible uses and likely to be used for such uses;\\par\n(3)\\tab The acquisition or rehabilitation of real property determined by the commissioner to be suitable for eligible uses and likely to be used for such uses;\\par\n(4)\\tab Direct grants or loans to eligible grantees for any of the purposes set forth in sub-sections 1, 2 or 3 of this section; and\\par\n(5)\\tab Administration of the fund.\\par\n\\pard\\sl360\\slmult1\\par\n\\pard\\li720\\sl360\\slmult1 Pursuant to the requirements of the city Administrative Procedure Act, the commissioner shall promulgate rules and regulations regarding the administration of the fund and disbursements from the fund.\\par\n\\par\n\\pard\\fi720\\li720\\sl360\\slmult1 Section 4. \\b\\'a7 22-613 Rate of Contribution.\\b0   The conversion contribution shall be paid into the fund at a rate established by the corporation annually.  For the year beginning on the date of adoption of this local law, the rate shall be as follows:\\par\n\\pard\\fi-360\\li1800\\sl360\\slmult1\\tx1800 (1)\\tab For buildings found to have converted to uses that are not eligible uses in violation of the New York City Zoning Resolution or other applicable law, forty dollars ($40.00) per square foot of the gross floor area to be used for other purposes including stairwells, elevator shafts, hallways and other common areas used in conjunction with the other use;\\par\n\\pard\\fi-360\\li1800\\sl360\\slmult1 (2)\\tab For buildings found to have converted to uses that are not eligible uses pursuant to a variance granted by the New York City Board of Standards and Appeals, thirty dollars ($30.00) per square foot of gross floor area to be used for other purposes including stairwells, elevator shafts, hallways and other common areas used in conjunction with the other use; and\\par\n(3)\\tab For buildings found to have converted to uses that are not eligible uses pursuant to a change in the New York City Zoning Resolution or permitted by special permit of the City Planning Commission, twenty dollars ($20.00) per square foot of gross floor area to be used for other purposes including stairwells, elevator shafts, hallways and other common areas used in conjunction with the other uses.\\par\n\\pard\\sl360\\slmult1\\par\nNo temporary or final certificate of occupancy for such converted building shall be issued by the Department of Buildings unless and until the owner or owners of said building shall have certified in writing that such conversion contributions have been paid in full.\\par\n\\par\n\\tab Section 5. \\b\\'a7 22-614 Disbursements from the Fund.\\b0   Disbursements from the fund shall be made primarily for the benefit of the eligible grantee who last occupied the space to be converted and who has or is about to re-locate within the City of New York.  The amount of disbursement to be paid to such eligible grantee shall be determined by the corporation upon a written request by an eligible grantee.  In computing the amount to be paid to an eligible grantee, the corporation shall take into account the total square feet of space formerly occupied, the total square feet to be occupied in the new space, the number of jobs moved to the new space and the overall business operations of the eligible grantee within the city of New York.  At the discretion of the Commissioner, funds may be made available for manufacturing companies that are not eligible grantees for purposes set forth in sub-sections 1, 2, 3, or 4 of section 22-612.\\par\n\\par\n\\tab Section 6. This local law shall be known as the \"Conversion Fund Act\".\\par\n\\pard\\fi720\\sl480\\slmult1 Section 7. This local law shall take effect immediately after it is enacted into law.\\par\n\\pard\\sl360\\slmult1\\par\n\\pard\\par\n}\n\u0000",
  "LastModified": "2019-08-14T20:16:44.013Z"
}
