{
  "ID": 29726,
  "GUID": "20AA377C-3AA5-410D-9466-1BEE9A2D5FA7",
  "File": "Int 0245-2004",
  "Name": "Enforcement of stop-work orders issued by the department of buildings.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the enforcement of stop-work orders issued by the department of buildings.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2004-03-10T00:00:00Z",
  "AgendaDate": "2004-03-10T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5281,
      "Slug": "joseph-p-addabbo-jr",
      "FullName": "Joseph P. Addabbo, Jr."
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 5293,
      "Slug": "michael-e-mcmahon",
      "FullName": "Michael E. McMahon"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5274,
      "Slug": "helen-sears",
      "FullName": "Helen Sears"
    },
    {
      "ID": 5294,
      "Slug": "betsy-gotbaum",
      "FullName": "Betsy Gotbaum"
    }
  ],
  "History": [
    {
      "ID": 156723,
      "Date": "2004-03-10T13:39:30Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156875,
      "Date": "2004-03-10T22:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2792,
      "AgendaSequence": 92,
      "MinutesSequence": 112,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184792,
      "Date": "2005-12-31T09:41:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 16284,
  "Text": "Be it enacted by the Council as follows:\nSection 1.  Section 26-118 of the administrative code of the city of New York is amended to read as follows:\n§26-118 Stop-work notices and orders.  a.  Notwithstanding the provisions of sections 26-115 through 26-117 of this subchapter, a notice or order to stop work may be issued by the commissioner, or his or her authorized representative, at any time when it is found that building work is being executed in violation of the provisions of any law, rule or regulation enforceable by the department, or in a dangerous or unsafe manner.\nSuch notice or order may be given orally or in writing to the owner, lessee or occupant of the property involved, or to the agent of any of them, or to the person or persons executing the work and may require all persons in and about the building or premises to vacate the same forthwith, and also require such work to be done as, in the opinion of the commissioner, may be necessary to remove any danger therefrom.  The department shall also immediately notify the police department, including the local precinct, where the work that is the subject of the stop work order is being performed and the police department shall[, upon the request of the commissioner,] assist the department in the enforcement of this section.  In addition, the department shall notify orally and in writing the council member and community board in whose respective districts the work is being performed.\nConditions warranting issuance of a stop work order include but are not limited to, the failure to have a construction site safety coordinator present in the course of on-going construction at those sites where department rules and regulations require that a construction site safety coordinator be designated and present; the failure to erect a sidewalk shed (or portions thereof) as required by section 27-1021 of the code, or the removal of a sidewalk shed or portions thereof, when such sidewalk shed is still required pursuant to such section.\nIn addition to the penalties provided for in this subchapter, failure to comply with a stop work order shall be subject to the payment of a penalty in the sum of five hundred dollars for each day there is non-compliance, to be recovered in a civil action brought in the name of the commissioner; provided, however, this shall not apply to any work performed to remedy an unsafe or hazardous condition.\nb.  Upon the determination by the department to rescind a stop work notice or order, the department shall immediately notify orally and in writing the police department, including the local precinct, the council member and community board in whose respective districts the work that was the subject of the stop work order was performed that the stop work order has been rescinded.  No work may be performed during the seventy-two hour period subsequent to such rescission.\n§2.\tThis local law shall take effect immediately.\n\n\n\nLS#47\nTNN",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\sl480\\slmult1\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\pard\\fi720\\sl480\\slmult1 Section 1.  Section 26-118 of the administrative code of the city of New York is amended to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\'a726-118 Stop-work notices and orders.  \\ul a.\\ulnone   Notwithstanding the provisions of sections 26-115 through 26-117 of this subchapter, a notice or order to stop work may be issued by the commissioner, or his or her authorized representative, at any time when it is found that building work is being executed in violation of the provisions of any law, rule or regulation enforceable by the department, or in a dangerous or unsafe manner.\\par\nSuch notice or order may be given orally or in writing to the owner, lessee or occupant of the property involved, or to the agent of any of them, or to the person or persons executing the work and may require all persons in and about the building or premises to vacate the same forthwith, and also require such work to be done as, in the opinion of the commissioner, may be necessary to remove any danger therefrom.  The \\ul department shall also immediately notify the\\ulnone  police department\\ul , including the local precinct, where the work that is the subject of the stop work order is being performed and the police department\\ulnone  shall[, upon the request of the commissioner,] assist the department in the enforcement of this section.  \\ul In addition, the department shall notify orally and in writing the council member and community board in whose respective districts the work is being performed.\\ulnone\\par\nConditions warranting issuance of a stop work order include but are not limited to, the failure to have a construction site safety coordinator present in the course of on-going construction at those sites where department rules and regulations require that a construction site safety coordinator be designated and present; the failure to erect a sidewalk shed (or portions thereof) as required by section 27-1021 of the code, or the removal of a sidewalk shed or portions thereof, when such sidewalk shed is still required pursuant to such section.\\par\nIn addition to the penalties provided for in this subchapter, failure to comply with a stop work order shall be subject to the payment of a penalty in the sum of five hundred dollars for each day there is non-compliance, to be recovered in a civil action brought in the name of the commissioner; provided, however, this shall not apply to any work performed to remedy an unsafe or hazardous condition.\\par\n\\ul b.  Upon the determination by the department to rescind a stop work notice or order, the department shall immediately notify orally and in writing the police department, including the local precinct, the council member and community board in whose respective districts the work that was the subject of the stop work order was performed that the stop work order has been rescinded.  No work may be performed during the seventy-two hour period subsequent to such rescission.\\par\n\\ulnone\\'a72.\\tab This local law shall take effect immediately.\\par\n\\pard\\sl480\\slmult1\\qj\\par\n\\par\n\\par\n\\pard\\qj\\fs20 LS#47\\par\nTNN\\par\n\\pard\\fs24\\par\n}\n\u0000",
  "LastModified": "2019-08-14T20:17:23.32Z"
}
