{
  "ID": 29741,
  "GUID": "038AE1B0-7B3E-4E2B-98E0-8BED4C62FA22",
  "File": "Int 0247-2004",
  "LocalLaw": "2004/032",
  "Name": "In relation to mechanical refrigeration.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to mechanical refrigeration and to repeal  subchapter 18 of chapter 4 of title 27 relating to mechanical refrigeration.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 35,
  "StatusName": "Enacted",
  "BodyID": 5071,
  "BodyName": "Committee on Fire and Criminal Justice Services",
  "IntroDate": "2004-03-10T00:00:00Z",
  "AgendaDate": "2004-03-10T00:00:00Z",
  "PassedDate": "2004-07-12T00:00:00Z",
  "EnactmentDate": "2004-07-12T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 424,
      "Slug": "tracy-l-boyland",
      "FullName": "Tracy L. Boyland"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 0,
      "Slug": "",
      "FullName": ""
    }
  ],
  "History": [
    {
      "ID": 156741,
      "Date": "2004-03-10T14:39:43Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156884,
      "Date": "2004-03-10T22:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2792,
      "AgendaSequence": 99,
      "MinutesSequence": 119,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Fire and Criminal Justice Services",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 158528,
      "Date": "2004-04-26T13:30:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "",
      "BodyID": 5071,
      "BodyName": "Committee on Fire and Criminal Justice Services",
      "EventID": 2911,
      "AgendaSequence": 2,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 158609,
      "Date": "2004-04-26T22:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "",
      "BodyID": 5071,
      "BodyName": "Committee on Fire and Criminal Justice Services",
      "EventID": 2911,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 161667,
      "Date": "2004-06-23T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "",
      "BodyID": 5071,
      "BodyName": "Committee on Fire and Criminal Justice Services",
      "EventID": 3045,
      "AgendaSequence": 2,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 161670,
      "Date": "2004-06-23T10:00:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "",
      "BodyID": 5071,
      "BodyName": "Committee on Fire and Criminal Justice Services",
      "EventID": 3045,
      "MinutesSequence": 5,
      "Version": "*",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 162036,
      "Date": "2004-06-24T23:00:00Z",
      "ActionID": 5016,
      "Action": "Laid Over by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 3069,
      "AgendaSequence": 59,
      "MinutesSequence": 60,
      "Version": "*",
      "AgendaNote": "Adopted and Laid Over",
      "MatterStatusID": 6,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 162298,
      "Date": "2004-06-28T13:00:00Z",
      "ActionID": 68,
      "Action": "Approved by Council",
      "Description": "This Introduction was Approved by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 3070,
      "AgendaSequence": 24,
      "MinutesSequence": 27,
      "Version": "*",
      "AgendaNote": "Coupled on GO",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "Consent": 1,
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 162474,
      "Date": "2004-06-28T14:28:47Z",
      "ActionID": 53,
      "Action": "Sent to Mayor by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 162517,
      "Date": "2004-07-12T16:02:02Z",
      "ActionID": 5014,
      "Action": "Hearing Held by Mayor",
      "Description": "",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "*",
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 162526,
      "Date": "2004-07-12T21:33:00Z",
      "ActionID": 57,
      "Action": "Signed Into Law by Mayor",
      "Description": "This Introduction was Signed Into Law by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "*",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 162591,
      "Date": "2004-07-14T11:02:43Z",
      "ActionID": 5023,
      "Action": "Recved from Mayor by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 60698,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 4/26",
      "Link": "http://nyc.legistar1.com/nyc/attachments/60698.doc",
      "Sort": 1
    },
    {
      "ID": 61361,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 4/26",
      "Link": "http://nyc.legistar1.com/nyc/attachments/61361.doc",
      "Sort": 2
    },
    {
      "ID": 61547,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 6/23",
      "Link": "http://nyc.legistar1.com/nyc/attachments/61547.doc",
      "Sort": 3
    },
    {
      "ID": 62563,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 6/23",
      "Link": "http://nyc.legistar1.com/nyc/attachments/15fdd9bf-496c-4d6d-a449-9e363557caebHwordHearing Transcripts 2004FireJune 23.doc",
      "Sort": 4
    },
    {
      "ID": 62490,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript - Stated Meeting 6/28",
      "Link": "http://nyc.legistar1.com/nyc/attachments/b4cc2e79-c07d-4a3b-95cc-06ebe2f1f8beHwordNew LegislationHearing Transcript - Stated Meeting .doc",
      "Sort": 5
    },
    {
      "ID": 61954,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Fiscal Impact Statement",
      "Link": "http://nyc.legistar1.com/nyc/attachments/357f7903-4450-4fd3-a2ad-2ce9e70c7f7aJIMPACTLTSfy20056-28-04Int. 247.doc",
      "Sort": 6
    },
    {
      "ID": 62054,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Local Law",
      "Link": "http://nyc.legistar1.com/nyc/attachments/83737e5c-876f-40aa-9d3e-829774462b0cHwordLocal Laws 2004Local Law 32.doc",
      "Sort": 7
    }
  ],
  "Summary": "",
  "TextID": 16299,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Section 27-106 of the administrative code of the city of New York is amended to read as follows:\n§ 27-106 Enforcement.   This code shall be enforced by the commissioner of buildings, pursuant to the provisions of section six hundred forty three of the New York city charter, as amended, except that the fire commissioner shall also enforce the provisions of this code relating to the approved number of persons in places of assembly (overcrowding), obstruction of aisles, corridors, and exits, the posting and availability for inspection of equipment use permits, and the availability for inspection of certificates of occupancy or other authorization of lawful occupancy, and to the maintenance of installations involving fire alarm equipment and devices, exit and directional signs, emergency lighting, [and] fire-preventative and fire extinguishing equipment and devices, [and] refrigerating systems, and storage tanks and auxiliary storage tanks for oil burning equipment, except that the commissioner of [ports and terminals] small business services, shall enforce all the provisions of this code with respect to buildings under the jurisdiction of the department of [ports and terminals] small business services.  Where the installation of exit and directional signs, emergency lighting and sprinkler and fire alarm protection is required by the fire prevention code, the fire commissioner shall require such installations to be in accordance with the provisions of this code.\n§ 2.  Section 27-114 of the administrative code of the city of New York is amended by adding a new subdivision (h) to read as follows:\n(h)   The installation, alteration or replacement of refrigerating systems as provided in reference standard RS 13-6.\n§  3.  Paragraph 1 of  subdivision (d) of  section 27-184 of  the administrative code of the city of New York is amended to read as follows:\n1.  Has a capacity of twenty-five tons or less and uses a Group [I] A1 refrigerant.\t\n\t§  4.   Subdivision (c) of  section 27-781 of the administrative code of the city of New York is  amended to read as follows:\n\t(c) Exception.  No equipment use permit or temporary equipment use permit shall be required for any [refrigeration] refrigerating system exempted under the provisions of section 27-189 of article eighteen of subchapter one of this chapter; for any system using a group [two] A2, B1 or B2  refrigerant and having a prime mover of one [h. p.] horsepower or less; or for any system using water or air as a refrigerant. \n\t§  5.  Paragraph (3) of subdivision (b) of section 27-946 of the administrative code of the city of New York is amended to read as follows:\n\t(3)  No person shall place or install any equipment containing a refrigerant classified in groups [I, II, and III] A1, A2, A3, B1, B2 or B3 in subchapter thirteen of this chapter, or place or install gas piping or gas consuming devices or any other equipment within any space housing a fire pump that would create a hazardous condition.\n\t§ 6.  Section 27-4002 of the administrative code of the city of New York is amended adding a new subdivision 10c to read as follows:\n\t10c.  Department, the fire department of the city of New York.\n\t§  7.  Section 27-4002 of the administrative code of the city of New York is amended by adding a new subdivision 47 to read as follows:\n\t47.  Refrigerating system, a combination of interconnected refrigerant-containing parts forming a closed circuit in which refrigerant is circulated for the purpose of extracting, then discharging heat.  \n\t§  8.  Paragraph 2 of subdivision (a) of section 27-4026 of the administrative code of the city of New York,  as amended by local law 32 for the year 1987,  is amended to read as follows:\n\t2.  Certificate of qualification [to operate] for refrigerating [systems;] system operating engineer:\n\tOriginal [for a term of three years] ………………….$25.00\n\tRenewals  [for terms of three years]………………….$5.00\n\t§  9.  Paragraph 1 of subdivision p of § 27-4027 of the administrative code of the city of New York, as amended by local law 43 for the year 1988, is amended to read as follows:\n\t1.\tto maintain [and/] or operate [refrigeration units]  a refrigerating system\n[equal to or above 5 H.P., and/or roof mounted/suspended, and/or ceiling            mounted/suspended,  or units using group II or group III refrigerants] (per [unit] compressor)…………………………………  105.00\n\t§  10.  Subchapter 18 of chapter 4 of title 27 of the administrative code of the city of New York is REPEALED and a new subchapter 18 is reenacted  to read as follows:\n\nSUBCHAPTER 18 \nMECHANICAL REFRIGERATION\n\t\n\nARTICLE  1\nPERMITS AND  OPERATING REQUIREMENTS\t\n\t§27-4190 Permits.   a.  For purposes of this subchapter, refrigerants shall be classified by safety groups in accordance  with reference standard RS 13-6 of the building code.   Except as otherwise provided in this subchapter, it shall be unlawful to maintain or operate without a permit any  refrigerating  system that uses a group A1,  A2,  A3,  B1,  B2 or B3 refrigerant or that is mounted on or suspended from a roof or ceiling, except a refrigerating system of  less than five  horsepower that uses a group A1 refrigerant and that is not mounted on or suspended from a roof or ceiling.  Such permit shall be posted adjacent to the system or kept on the premises in a location where it can be produced upon request of any representative of the department. \n\tb.  Permits shall not be required for  refrigerating systems installed in the residence portion of any building;  installed in vehicles, vessels or railroad cars;  or employing water or air as a refrigerant. \t\n\tc.   The system capacity of a refrigerating system with multiple compressors shall be the aggregate of all the individual compressors.\n\td.    If the department finds that the system creates a hazard to life or property or for other good cause, it may order the system to be shut down until the corrections required by the department are made.  \n\t §  27-4191 Refrigerating system operating engineer.  a.  It shall be unlawful to operate any refrigerating system for which a permit is required under this subchapter and which is a system described in Table 1 of this subchapter, unless such operation is under either the personal supervision or general supervision, as specified in Table 1, of a person who has obtained a certificate of qualification for refrigerating system operating engineer.  For purposes of this subchapter, personal supervision shall mean that such person is present on the premises or other proximate location acceptable to the commissioner at all times while the system is in operation and that the operation of such system is under his or her personal direction and control, and general supervision shall mean that such person is responsible at all times for the safe operation of such system when such system is in operation but need not be personally present on the premises at all times while the system is in operation.  \n\tb.   A certificate of qualification for refrigerating system operating engineer shall be issued by the commissioner to an applicant who has been certified as qualified to operate a refrigerating system and otherwise meets the requirements established for such certificate of qualification, including appropriate experience and/or training in refrigerating systems or related technology.  For purposes of issuing such certificate of qualification, the commissioner may approve training courses in refrigeration and related technology.\n\t\t\nTABLE 1\nREFRIGERATING SYSTEM OPERATING ENGINEER\nINSTALLATION DATE\tREFRIGERANT GROUP OR NAME (see note 1)\tOCCUPANCY TYPE (see note 2)\tAPPLICATION\tPOUNDS OF REFRIGERANT IN SYSTEM\tSYSTEM  HORSE-POWER\tSYSTEM DESIGN\tSUPERVISION REQUIREMENT\t\nPrior to June 1, 1957\tA1\tIndustrial\tHuman comfort\tMore than 50\tNA\tNot fully automatic\tPersonal\t\n\tA1\tIndustrial\tHuman comfort\tMore than 200\tNA\tFully automatic\tPersonal\t\n\tA1\tIndustrial\tHuman comfort\tMore than 50 up to 200\tNA\tFully automatic\tGeneral\t\n\tA1\tAll except Industrial\tAll\tMore than 50\tNA\tNot fully automatic\tPersonal\t\n\tA1\tAll except Industrial\tAll\tMore than 200\tNA\tFully automatic\tPersonal\t\n\tA1\tAll except Industrial\tAll\tMore than 50 up to 200\tNA\tFully automatic\tGeneral\t\nOn or after June 1, 1957\tA1\tIndustrial\tHuman comfort\tNA\tMore than 50 (or kilowatt equivalency)  (see note 3)\tNA\tPersonal\t\n\tA1\tAll except Industrial\tAll\tNA\tMore than 50 (or kilowatt equivalency) (see note 3)\tNA\tPersonal\t\nRegardless of when installed\tA2, A3, B1, B2, B3 and carbon dioxide\tAll\tAll\tMore than 50\tNA\tNot fully automatic\tPersonal\t\n\tA2, A3, B1, B2, B3 and carbon dioxide\tAll\tAll\tMore than 200\tNA\tFully automatic\tPersonal\t\n\tA1\tIndustrial\tAll except human comfort\tMore than 50\tNA\tNot fully automatic\tPersonal\t\n\tA1\tIndustrial\tAll except human comfort\tMore than 200\tNA\tFully automatic\tPersonal\t\n\tA1 and carbon dioxide\tIndustrial\tAll except human comfort\tMore than 50 up to 200\tNA\tFully automatic\tGeneral\t\n\tA1\tAll\tHuman comfort\tNA\tAggregate exceeds 100 (see note 4)\tNA\tPersonal\t\n\nNotes:\n1.\tFor purposes of refrigerating system operating engineer requirements, Refrigerant R-123 shall be treated as a group A1 refrigerant, and carbon dioxide shall not be treated as a group A1 refrigerant.\n2.\tFor installations after December 6, 1968, industrial occupancy refers to occupancy groups A, B-1, B-2, D-1 and D-2 as defined in chapter 1 of this title.  For installations prior to such date, industrial occupancy refers to that portion of a building used for manufacturing, processing, or storage of materials or products, including, among others, chemical, food, candy, and ice cream factories, ice making plants, meat packing plants, refineries, perishable food warehouses, and similar occupancies.\n3.\tThis provision shall not apply to installations approved prior to the effective date of the local law that added §27-4191 of this subchapter.  However, an operator shall be required for all systems which contain any single prime mover or compressor in excess of 50 horsepower.\n4.\tThis aggregate provision applies only to systems within a single building which are under the sole direct control of a single occupant, lessee or owner.  Systems with a rating of 15 horsepower or less or the kilowatt equivalency thereof are excluded from the aggregate.\n\t\t\nARTICLE 2\nINSTALLATION, CLASSIFICATION, TESTING AND REFRIGERANT REQUIREMENTS\n\t\t§  27-4192 Applicable Requirements.  a.  All refrigerating systems installed on or after the sixth day of December, nineteen hundred sixty-eight shall be subject to the requirements of the building code and reference standards and rules promulgated thereunder. \n\t\tb.  All refrigerating systems installed prior to the sixth day of December, nineteen hundred and sixty-eight shall be subject to the requirements of this subchapter in effect prior to the effective date of the local law that added this section, except where such installations are altered or replaced, in which event such refrigerating systems shall be subject to the requirements of the building code and reference standards and rules promulgated thereunder.\n\t\t§  18.  This local law shall take effect immediately.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}{\\s3 heading 3;}}\n\\viewkind4\\uc1\n\\pard\\hyphpar0\\par\n\\pard\\hyphpar0\\qj\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\hyphpar0\\fi1440\\sl480\\slmult1\\qj\\ulnone Section 1.  Section 27-106 of the administrative code of the city of New York is amended to read as follows:\\par\n\\'a7 27-106 Enforcement.   This code shall be enforced by the commissioner of buildings, pursuant to the provisions of section six hundred forty three of the New York city charter, as amended, except that the fire commissioner shall also enforce the provisions of this code relating to the approved number of persons in places of assembly (overcrowding), obstruction of aisles, corridors, and exits, \\ul the posting and availability for inspection of equipment use permits, and the availability for inspection of certificates of occupancy or other authorization of lawful occupancy,\\ulnone  and to the maintenance of \\ul installations involving\\ulnone  fire alarm equipment and devices, exit and directional signs, emergency lighting, [and] fire-preventative and fire extinguishing equipment and devices, [and] \\ul refrigerating systems, and storage tanks and auxiliary storage tanks for oil burning equipment,\\ulnone  except that the commissioner of [ports and terminals] \\ul small business services\\ulnone , shall enforce all the provisions of this code with respect to buildings under the jurisdiction of the department of [ports and terminals] \\ul small business services\\ulnone .  Where the installation of exit and directional signs, emergency lighting and sprinkler and fire alarm protection is required by the fire prevention code, the fire commissioner shall require such installations to be in accordance with the provisions of this code.\\par\n\\'a7 2.  Section 27-114 of the administrative code of the city of New York is amended by adding a new subdivision (h) to read as follows:\\par\n\\ul (h)   The installation, alteration or replacement of refrigerating systems as provided in reference standard RS 13-6.\\ulnone\\par\n\\'a7  3.  Paragraph 1 of  subdivision (d) of  section 27-184 of  the administrative code of the city of New York is amended to read as follows:\\par\n\\pard\\hyphpar0\\fi1440\\sl480\\slmult1\\qj\\tx1980 1.  Has a capacity of twenty-five tons or less and uses a Group [I] \\ul A1 refrigerant.\\ulnone\\tab\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\tx1440\\tx2160\\tab\\'a7  4.   Subdivision (c) of  section 27-781 of the administrative code of the city of New York is  amended to read as follows:\\par\n\\tab (c) Exception.  No equipment use permit or temporary equipment use permit shall be required for any [refrigeration] \\ul refrigerating\\ulnone  system exempted under the provisions of section 27-189 of article eighteen of subchapter one of this chapter; for any system using a group [two] \\ul A2, B1 or B2\\ulnone   refrigerant and having a prime mover of one [h. p.] \\ul horsepower \\ulnone or less; or for any system using water or air as a refrigerant. \\par\n\\tab\\'a7  5.  Paragraph (3) of subdivision (b) of section 27-946 of the administrative code of the city of New York is amended to read as follows:\\par\n\\tab (3)  No person shall place or install any equipment containing a refrigerant classified in groups [I, II, and III] \\ul A1, A2, A3, B1, B2 or B3\\ulnone  in subchapter thirteen of this chapter, or place or install gas piping or gas consuming devices or any other equipment within any space housing a fire pump that would create a hazardous condition.\\par\n\\tab\\'a7 6.  Section 27-4002 of the administrative code of the city of New York is amended adding a new subdivision 10c to read as follows:\\par\n\\tab\\ul 10c.  Department, the fire department of the city of New York.\\ulnone\\par\n\\tab\\'a7  7.  Section 27-4002 of the administrative code of the city of New York is amended by adding a new subdivision 47 to read as follows:\\par\n\\tab\\ul 47.  Refrigerating system, a combination of interconnected refrigerant-containing parts forming a closed circuit in which refrigerant is circulated for the purpose of extracting, then discharging heat.\\ulnone   \\par\n\\tab\\'a7  8.  Paragraph 2 of subdivision (a) of section 27-4026 of the administrative code of the city of New York,  as amended by local law 32 for the year 1987,  is amended to read as follows:\\par\n\\tab 2.  Certificate of qualification [to operate] \\ul for\\ulnone  refrigerating [systems;] \\ul system operating engineer:\\ulnone\\par\n\\tab Original [for a term of three years] \\'85\\'85\\'85\\'85\\'85\\'85\\'85.$25.00\\par\n\\tab Renewals  [for terms of three years]\\'85\\'85\\'85\\'85\\'85\\'85\\'85.$5.00\\par\n\\tab\\'a7  9.  Paragraph 1 of subdivision p of \\'a7 27-4027 of the administrative code of the city of New York, as amended by local law 43 for the year 1988, is amended to read as follows:\\par\n\\tab 1.\\tab to maintain [and/] or operate [refrigeration units] \\ul  a refrigerating system\\par\n\\pard\\hyphpar0\\li2160\\sl480\\slmult1\\qj\\tx1440\\tx2160\\ulnone [equal to or above 5 H.P., and/or roof mounted/suspended, and/or ceiling            mounted/suspended,  or units using group II or group III refrigerants] (per [unit] \\ul compressor\\ulnone )\\'85\\'85\\'85\\'85\\'85\\'85\\'85\\'85\\'85\\'85\\'85\\'85\\'85  105.00\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\tx1440\\tx2160\\tab\\'a7  10.  Subchapter 18 of chapter 4 of title 27 of the administrative code of the city of New York is REPEALED and a new subchapter 18 is reenacted  to read as follows:\\par\n\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qc\\tx1440\\tx2160\\ul\\b SUBCHAPTER 18 \\par\nMECHANICAL REFRIGERATION\\ulnone\\b0\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\tx1440\\tx2160\\tab\\par\n\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qc\\tx1440\\tx2160\\ul ARTICLE  1\\par\nPERMITS AND  OPERATING REQUIREMENTS\\ulnone\\tab\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\tx1440\\tx2160\\tab\\ul\\'a727-4190 Permits.   a.  For purposes of this subchapter, refrigerants shall be classified by safety groups in accordance  with reference standard RS 13-6 of the building code.   Except as otherwise provided in this subchapter, it shall be unlawful to maintain or operate without a permit any  refrigerating  system that uses a group A1,  A2,  A3,  B1,  B2 or B3 refrigerant or that is mounted on or suspended from a roof or ceiling, except a refrigerating system of  less than five  horsepower that uses a group A1 refrigerant and that is not mounted on or suspended from a roof or ceiling.  Such permit shall be posted adjacent to the system or kept on the premises in a location where it can be produced upon request of any representative of the department. \\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\tx1440\\tx2160\\ulnone\\tab\\ul b.  Permits shall not be required for  refrigerating systems installed in the residence portion of any building;  installed in vehicles, vessels or railroad cars;  or employing water or air as a refrigerant\\ulnone . \\tab\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\tx1440\\tx2160\\tx1440\\tx2160\\tab\\ul c.   The system capacity of a refrigerating system with multiple compressors shall be the aggregate of all the individual compressors.\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\tx1440\\tx2160\\ulnone\\tab\\ul d.    If the department finds that the system creates a hazard to life or property or for other good cause, it may order the system to be shut down until the corrections required by the department are made.  \\ulnone\\par\n\\tab  \\ul\\'a7  27-4191 Refrigerating system operating engineer.  a.  It shall be unlawful to operate any refrigerating system for which a permit is required under this subchapter and which is a system described in Table 1 of this subchapter, unless such operation is under either the personal supervision or general supervision, as specified in Table 1, of a person who has obtained a certificate of qualification for refrigerating system operating engineer.  For purposes of this subchapter, personal supervision shall mean that such person is present on the premises or other proximate location acceptable to the commissioner at all times while the system is in operation and that the operation of such system is under his or her personal direction and control, and general supervision shall mean that such person is responsible at all times for the safe operation of such system when such system is in operation but need not be personally present on the premises at all times while the system is in operation.  \\par\n\\ulnone\\tab\\ul b.   A certificate of qualification for refrigerating system operating engineer shall be issued by the commissioner to an applicant who has been certified as qualified to operate a refrigerating system and otherwise meets the requirements established for such certificate of qualification, including appropriate experience and/or training in refrigerating systems or related technology.  For purposes of issuing such certificate of qualification, the commissioner may approve training courses in refrigeration and related technology.\\par\n\\pard\\hyphpar0\\sl480\\slmult1\\tx720\\tx1440\\tx2160\\ulnone\\tab\\tab\\par\n\\pard\\keepn\\hyphpar0\\s3\\fi-720\\li720\\sa240\\qc\\tx720\\ul\\caps TABLE 1\\ulnone\\line\\ul REFRIGERATING SYSTEM OPERATING ENGINEER\\ulnone\\par\n\\trowd\\trgaph108\\trleft-108\\trqc\\trbrdrt\\brdrs\\brdrw10 \\trbrdrl\\brdrs\\brdrw10 \\trbrdrb\\brdrs\\brdrw10 \\trbrdrr\\brdrs\\brdrw10 \\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx1422\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx2772\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx4122\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx5472\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx7002\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx8262\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx9522\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx11052\\pard\\intbl\\caps0\\fs16 INSTALLATION DATE\\cell REFRIGERANT GROUP OR NAME\\fs18  \\fs16 (see note 1)\\fs18\\cell\\fs16 OCCUPANCY TYPE (see note 2)\\cell APPLICATION\\cell POUNDS OF REFRIGERANT IN SYSTEM\\cell SYSTEM  HORSE-POWER\\cell SYSTEM DESIGN\\cell SUPERVISION REQUIREMENT\\cell\\fs24\\row\n\\fs16\\trowd\\trgaph108\\trleft-108\\trqc\\trbrdrt\\brdrs\\brdrw10 \\trbrdrl\\brdrs\\brdrw10 \\trbrdrb\\brdrs\\brdrw10 \\trbrdrr\\brdrs\\brdrw10 \\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx1422\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx2772\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx4122\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx5472\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx7002\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx8262\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx9522\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx11052\\intbl Prior to June 1, 1957\\cell A1\\cell Industrial\\cell Human comfort\\cell More than 50\\cell NA\\cell Not fully automatic\\cell Personal\\cell\\fs24\\row\n\\fs16\\trowd\\trgaph108\\trleft-108\\trqc\\trbrdrt\\brdrs\\brdrw10 \\trbrdrl\\brdrs\\brdrw10 \\trbrdrb\\brdrs\\brdrw10 \\trbrdrr\\brdrs\\brdrw10 \\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx1422\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx2772\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx4122\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx5472\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx7002\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx8262\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx9522\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx11052\\intbl\\cell A1\\cell Industrial\\cell Human comfort\\cell More than 200\\cell NA\\cell Fully automatic\\cell Personal\\cell\\fs24\\row\n\\fs16\\trowd\\trgaph108\\trleft-108\\trqc\\trbrdrt\\brdrs\\brdrw10 \\trbrdrl\\brdrs\\brdrw10 \\trbrdrb\\brdrs\\brdrw10 \\trbrdrr\\brdrs\\brdrw10 \\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx1422\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx2772\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx4122\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx5472\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx7002\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx8262\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx9522\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx11052\\intbl\\cell A1\\cell Industrial\\cell Human comfort\\cell More than 50 up to 200\\cell NA\\cell Fully automatic\\cell General\\cell\\fs24\\row\n\\fs16\\trowd\\trgaph108\\trleft-108\\trqc\\trbrdrt\\brdrs\\brdrw10 \\trbrdrl\\brdrs\\brdrw10 \\trbrdrb\\brdrs\\brdrw10 \\trbrdrr\\brdrs\\brdrw10 \\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx1422\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx2772\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx4122\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx5472\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx7002\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx8262\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx9522\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx11052\\intbl\\cell A1\\cell All except Industrial\\cell All\\cell More than 50\\cell NA\\cell Not fully automatic\\cell Personal\\cell\\fs24\\row\n\\fs16\\trowd\\trgaph108\\trleft-108\\trqc\\trbrdrt\\brdrs\\brdrw10 \\trbrdrl\\brdrs\\brdrw10 \\trbrdrb\\brdrs\\brdrw10 \\trbrdrr\\brdrs\\brdrw10 \\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx1422\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx2772\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx4122\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx5472\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx7002\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx8262\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx9522\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx11052\\intbl\\cell A1\\cell All except Industrial\\cell All\\cell More than 200\\cell NA\\cell Fully automatic\\cell Personal\\cell\\fs24\\row\n\\fs16\\trowd\\trgaph108\\trleft-108\\trqc\\trbrdrt\\brdrs\\brdrw10 \\trbrdrl\\brdrs\\brdrw10 \\trbrdrb\\brdrs\\brdrw10 \\trbrdrr\\brdrs\\brdrw10 \\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx1422\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx2772\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx4122\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx5472\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx7002\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx8262\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx9522\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx11052\\intbl\\cell A1\\cell All except Industrial\\cell All\\cell More than 50 up to 200\\cell NA\\cell Fully automatic\\cell General\\cell\\fs24\\row\n\\fs16\\trowd\\trgaph108\\trleft-108\\trqc\\trbrdrt\\brdrs\\brdrw10 \\trbrdrl\\brdrs\\brdrw10 \\trbrdrb\\brdrs\\brdrw10 \\trbrdrr\\brdrs\\brdrw10 \\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx1422\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx2772\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx4122\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx5472\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx7002\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx8262\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx9522\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx11052\\intbl On or after June 1, 1957\\cell A1\\cell Industrial\\cell Human comfort\\cell NA\\cell More than 50 (or kilowatt equivalency)  (see note 3)\\cell NA\\cell Personal\\cell\\fs24\\row\n\\fs16\\trowd\\trgaph108\\trleft-108\\trqc\\trbrdrt\\brdrs\\brdrw10 \\trbrdrl\\brdrs\\brdrw10 \\trbrdrb\\brdrs\\brdrw10 \\trbrdrr\\brdrs\\brdrw10 \\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx1422\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx2772\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx4122\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx5472\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx7002\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx8262\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx9522\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx11052\\intbl\\cell A1\\cell All except Industrial\\cell All\\cell NA\\cell More than 50 (or kilowatt equivalency) (see note 3)\\cell NA\\cell Personal\\cell\\fs24\\row\n\\fs16\\trowd\\trgaph108\\trleft-108\\trqc\\trbrdrt\\brdrs\\brdrw10 \\trbrdrl\\brdrs\\brdrw10 \\trbrdrb\\brdrs\\brdrw10 \\trbrdrr\\brdrs\\brdrw10 \\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx1422\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx2772\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx4122\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx5472\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx7002\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx8262\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx9522\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx11052\\intbl Regardless of when installed\\cell A2, A3, B1, B2, B3 and carbon dioxide\\cell All\\cell All\\cell More than 50\\cell NA\\cell Not fully automatic\\cell Personal\\cell\\fs24\\row\n\\fs16\\trowd\\trgaph108\\trleft-108\\trqc\\trbrdrt\\brdrs\\brdrw10 \\trbrdrl\\brdrs\\brdrw10 \\trbrdrb\\brdrs\\brdrw10 \\trbrdrr\\brdrs\\brdrw10 \\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx1422\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx2772\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx4122\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx5472\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx7002\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx8262\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx9522\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx11052\\intbl\\cell A2, A3, B1, B2, B3 and carbon dioxide\\cell All\\cell All\\cell More than 200\\cell NA\\cell Fully automatic\\cell Personal\\cell\\fs24\\row\n\\fs16\\trowd\\trgaph108\\trleft-108\\trqc\\trbrdrt\\brdrs\\brdrw10 \\trbrdrl\\brdrs\\brdrw10 \\trbrdrb\\brdrs\\brdrw10 \\trbrdrr\\brdrs\\brdrw10 \\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx1422\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx2772\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx4122\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx5472\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx7002\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx8262\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx9522\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx11052\\intbl\\cell A1\\cell Industrial\\cell All except human comfort\\cell More than 50\\cell NA\\cell Not fully automatic\\cell Personal\\cell\\fs24\\row\n\\fs16\\trowd\\trgaph108\\trleft-108\\trqc\\trbrdrt\\brdrs\\brdrw10 \\trbrdrl\\brdrs\\brdrw10 \\trbrdrb\\brdrs\\brdrw10 \\trbrdrr\\brdrs\\brdrw10 \\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx1422\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx2772\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx4122\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx5472\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx7002\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx8262\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx9522\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx11052\\intbl\\cell A1\\cell Industrial\\cell All except human comfort\\cell More than 200\\cell NA\\cell Fully automatic\\cell Personal\\cell\\fs24\\row\n\\fs16\\trowd\\trgaph108\\trleft-108\\trqc\\trbrdrt\\brdrs\\brdrw10 \\trbrdrl\\brdrs\\brdrw10 \\trbrdrb\\brdrs\\brdrw10 \\trbrdrr\\brdrs\\brdrw10 \\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx1422\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx2772\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx4122\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx5472\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx7002\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx8262\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx9522\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx11052\\intbl\\cell A1 and carbon dioxide\\cell Industrial\\cell All except human comfort\\cell More than 50 up to 200\\cell NA\\cell Fully automatic\\cell General\\cell\\fs24\\row\n\\fs16\\trowd\\trgaph108\\trleft-108\\trqc\\trbrdrt\\brdrs\\brdrw10 \\trbrdrl\\brdrs\\brdrw10 \\trbrdrb\\brdrs\\brdrw10 \\trbrdrr\\brdrs\\brdrw10 \\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx1422\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx2772\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx4122\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx5472\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx7002\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx8262\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx9522\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx11052\\intbl\\cell A1\\cell All\\cell Human comfort\\cell NA\\cell Aggregate exceeds 100 (see note 4)\\cell NA\\cell Personal\\cell\\fs24\\row\n\\pard\\hyphpar0\\fi1440\\qj\\par\n\\pard\\hyphpar0\\sa240\\qj\\ul\\fs20 Notes:\\par\n\\pard\\hyphpar0\\fi-720\\li1440\\sa240\\qj\\tx1800 1.\\ulnone\\tab\\ul For purposes of refrigerating system operating engineer requirements, Refrigerant R-123 shall be treated as a group A1 refrigerant, and carbon dioxide shall not be treated as a group A1 refrigerant.\\par\n\\pard\\hyphpar0\\fi-720\\li1440\\sa240\\qj 2.\\ulnone\\tab\\ul For installations after December 6, 1968, industrial occupancy refers to occupancy groups A, B-1, B-2, D-1 and D-2 as defined in chapter 1 of this title.  For installations prior to such date, industrial occupancy refers to that portion of a building used for manufacturing, processing, or storage of materials or products, including, among others, chemical, food, candy, and ice cream factories, ice making plants, meat packing plants, refineries, perishable food warehouses, and similar occupancies.\\par\n3.\\ulnone\\tab\\ul This provision shall not apply to installations approved prior to the effective date of the local law that added \\'a727-4191 of this subchapter.  However, an operator shall be required for all systems which contain any single prime mover or compressor in excess of 50 horsepower.\\par\n4.\\ulnone\\tab\\ul This aggregate provision applies only to systems within a single building which are under the sole direct control of a single occupant, lessee or owner.  Systems with a rating of 15 horsepower or less or the kilowatt equivalency thereof are excluded from the aggregate.\\par\n\\pard\\hyphpar0\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160\\ulnone\\fs24\\tab\\tab\\par\n\\pard\\keepn\\hyphpar0\\sa240\\qc\\ul ARTICLE 2\\par\nINSTALLATION, CLASSIFICATION, TESTING AND REFRIGERANT REQUIREMENTS\\par\n\\pard\\hyphpar0\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160\\ulnone\\tab\\tab\\ul\\'a7  27-4192 Applicable Requirements.  a.  All refrigerating systems installed on or after the sixth day of December, nineteen hundred sixty-eight shall be subject to the requirements of the building code and reference standards and rules promulgated thereunder. \\par\n\\ulnone\\tab\\tab\\ul b.  All refrigerating systems installed prior to the sixth day of December, nineteen hundred and sixty-eight shall be subject to the requirements of this subchapter in effect prior to the effective date of the local law that added this section, except where such installations are altered or replaced, in which event such refrigerating systems shall be subject to the requirements of the building code and reference standards and rules promulgated thereunder.\\ulnone\\par\n\\pard\\hyphpar0\\sl480\\slmult1\\tx720\\tx1440\\tx2160\\tab\\tab\\'a7  18.  This local law shall take effect immediately.  \\par\n\\par\n}\n\u0000",
  "LastModified": "2019-08-14T20:17:50.31Z"
}
