{
  "ID": 29647,
  "GUID": "0FC5CC63-8D4F-4F24-AA33-279C164B2702",
  "File": "Int 0267-2004",
  "Name": "City secure consent of property owner before planting trees adjacent to their property.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring the city to secure the consent of a property owner prior to the city planting a tree adjacent to his or her property.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2004-03-10T00:00:00Z",
  "AgendaDate": "2004-03-10T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 430,
      "Slug": "bill-perkins",
      "FullName": "Bill Perkins"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 5270,
      "Slug": "hiram-monserrate",
      "FullName": "Hiram Monserrate"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 431,
      "Slug": "madeline-t-provenzano",
      "FullName": "Madeline T. Provenzano"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5277,
      "Slug": "allan-w-jennings-jr",
      "FullName": "Allan W. Jennings, Jr."
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    }
  ],
  "History": [
    {
      "ID": 156474,
      "Date": "2004-03-10T11:01:18Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156908,
      "Date": "2004-03-10T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2792,
      "AgendaSequence": 123,
      "MinutesSequence": 143,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184806,
      "Date": "2005-12-31T09:51:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 16217,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Section 19-152 of the administrative code of the city of New York, as amended by local law number 64 for the year 1995, is amended by adding thereto a new subdivision o to read as follows:\no.  Notwithstanding any inconsistent provision of this section, an owner of real property shall not be required to pay for the cost of reinstalling, reconstructing, repaving or repairing sidewalk flags which are not at legal grade if:  (1) the sidewalk flags have sustained damage caused by the growth of roots of a tree planted by or under the authority of the city of New York;\n(2) the city agency responsible for planting the tree has not obtained the written consent of such adjacent property owner to plant such a tree; and\n(3) the property owner has notified the department of such damage in accordance with the rules of the department.\nThe city’s failure to obtain the written consent of the adjacent property owner shall in no way preclude the city from planting trees. However, such failure shall absolve the property owner from the legal responsibility of reinstalling, reconstructing, repaving or repairing sidewalk flags that become damaged by the roots of such trees. The city shall bear the legal responsibility for reinstalling, reconstructing, repaving or repairing sidewalk flags damaged by the growth of roots of trees planted by or under the authority of the city without the written consent of the adjacent property owner. In the event that the city agency responsible for planting the tree is successful in obtaining the written consent of the adjacent property owner, such written consent shall be maintained on file by the department. The provisions of this subdivision shall apply only to trees planted subsequent to January first, two thousand one.\n§2.  This local law shall take effect immediately after it is enacted into law.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\fi720\\sl480\\slmult1 Section 1.  Section 19-152 of the administrative code of the city of New York, as amended by local law number 64 for the year 1995, is amended by adding thereto a new subdivision o to read as follows:\\par\n\\ul o.  Notwithstanding any inconsistent provision of this section, an owner of real property shall not be required to pay for the cost of reinstalling, reconstructing, repaving or repairing sidewalk flags which are not at legal grade if:  (1) the sidewalk flags have sustained damage caused by the growth of roots of a tree planted by or under the authority of the city of New York;\\par\n(2) the city agency responsible for planting the tree has not obtained the written consent of such adjacent property owner to plant such a tree; and\\par\n(3) the property owner has notified the department of such damage in accordance with the rules of the department.\\par\nThe city\\rquote s failure to obtain the written consent of the adjacent property owner shall in no way preclude the city from planting trees. However, such failure shall absolve the property owner from the legal responsibility of reinstalling, reconstructing, repaving or repairing sidewalk flags that become damaged by the roots of such trees. The city shall bear the legal responsibility for reinstalling, reconstructing, repaving or repairing sidewalk flags damaged by the growth of roots of trees planted by or under the authority of the city without the written consent of the adjacent property owner. In the event that the city agency responsible for planting the tree is successful in obtaining the written consent of the adjacent property owner, such written consent shall be maintained on file by the department. The provisions of this subdivision shall apply only to trees planted subsequent to January first, two thousand one.\\ulnone\\par\n\\'a72.  This local law shall take effect immediately after it is enacted into law.\\ul   \\par\n\\pard\\ulnone\\par\n\\par\n\\par\n}\n\u0000",
  "LastModified": "2019-08-14T20:20:54.037Z"
}
