{
  "ID": 29646,
  "GUID": "F41BC5CC-CEE3-4476-AF68-E57FF3C7A99F",
  "File": "Int 0268-2004",
  "Name": "For-Hire Vehicles, Installation of Partititions & Security Devices",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring the installation of partitions or security devices capable of capturing visual images in certain for-hire vehicles.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2004-03-10T00:00:00Z",
  "AgendaDate": "2004-03-10T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5270,
      "Slug": "hiram-monserrate",
      "FullName": "Hiram Monserrate"
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    }
  ],
  "History": [
    {
      "ID": 156473,
      "Date": "2004-03-10T10:58:32Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156907,
      "Date": "2004-03-10T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2792,
      "AgendaSequence": 124,
      "MinutesSequence": 144,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184807,
      "Date": "2005-12-31T09:52:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 16216,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Subdivision a of section 19-504 of the administrative code of the city of New York, as last amended by local law number 115 for the year 1993, is amended by adding thereto a new paragraph three to read as follows:\nNo renewal of a license for a for-hire vehicle, other than a black car or a luxury limousine, shall be issued unless such vehicle is equipped with a partition approved by the commission that isolates the driver from the rear passenger compartment or a security device approved by the commission capable of capturing visual images of passengers including, but not limited to, a digital camera.\n§2.  Section 19-508 of the administrative code of the city of New York, as last amended by local law number 86 for the year 1989, is amended by adding thereto a new subdivision c to read as follows:\nc.  No vehicle may be operated as a for-hire vehicle, other than as a black car or luxury limousine, unless such vehicle is equipped with a partition approved by the commission that isolates the driver from the rear passenger compartment or a security device approved by the commission capable of capturing visual images of passengers including, but not limited to, a digital camera.\n\t§3.  Subdivision d of section 19-511 of the administrative code of the city of New York, as added by local law number 51 for the year 1996, is amended by adding thereto a new paragraph five to read as follows:\n5.   No base station license shall be renewed where it has been determined three or more times within any twelve-month period that a for-hire vehicle affiliated with the licensee has been operated in violation of subdivision c of section 19-508 of this chapter.\n\t§4.  This local law shall take effect thirty days after it is enacted into law.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\sl480\\slmult1\\tab Section 1.  Subdivision a of section 19-504 of the administrative code of the city of New York, as last amended by local law number 115 for the year 1993, is amended by adding thereto a new paragraph three to read as follows:\\par\n\\pard{\\pntext\\f0 3.\\tab}{\\*\\pn\\pnlvlbody\\pnf0\\pnindent360\\pnstart3\\pndec{\\pntxta.}}\n\\fi720\\sl480\\slmult1\\tx1080\\tx1170\\ul No renewal of a license for a for-hire vehicle, other than a black car or a luxury limousine, shall be issued unless such vehicle is equipped with a partition approved by the commission that isolates the driver from the rear passenger compartment or a security device approved by the commission capable of capturing visual images of passengers including, but not limited to, a digital camera.\\ulnone\\par\n\\pard\\fi720\\sl480\\slmult1\\'a72.  Section 19-508 of the administrative code of the city of New York, as last amended by local law number 86 for the year 1989, is amended by adding thereto a new subdivision c to read as follows:\\par\n\\ul c.  No vehicle may be operated as a for-hire vehicle, other than as a black car or luxury limousine, unless such vehicle is equipped with a partition approved by the commission that isolates the driver from the rear passenger compartment or a security device approved by the commission capable of capturing visual images of passengers including, but not limited to, a digital camera.\\par\n\\pard\\sl480\\slmult1\\ulnone\\tab\\'a73.  Subdivision d of section 19-511 of the administrative code of the city of New York, as added by local law number 51 for the year 1996, is amended by adding thereto a new paragraph five to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\ul 5.   No base station license shall be renewed where it has been determined three or more times within any twelve-month period that a for-hire vehicle affiliated with the licensee has been operated in violation of subdivision c of section 19-508 of this chapter.\\ulnone\\par\n\\pard\\sl480\\slmult1\\tab\\'a74.  This local law shall take effect thirty days after it is enacted into law.\\par\n\\pard\\par\n\\par\n}\n\u0000",
  "LastModified": "2019-08-14T20:21:37.32Z"
}
