{
  "ID": 29645,
  "GUID": "A0676FF3-C317-4639-9A1A-56AB22FC40AC",
  "File": "Int 0269-2004",
  "Name": "Administrative tribunal of the taxi and limousine commission.",
  "Title": "A Local Law to amend the New York city charter, in relation to the administrative tribunal of the taxi and limousine commission.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2004-03-10T00:00:00Z",
  "AgendaDate": "2004-03-10T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 432,
      "Slug": "philip-reed",
      "FullName": "Philip Reed"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5270,
      "Slug": "hiram-monserrate",
      "FullName": "Hiram Monserrate"
    }
  ],
  "History": [
    {
      "ID": 156472,
      "Date": "2004-03-10T10:56:25Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156914,
      "Date": "2004-03-10T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2792,
      "AgendaSequence": 128,
      "MinutesSequence": 148,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184808,
      "Date": "2005-12-31T09:53:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 16215,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection one. Subdivision a of section 2303 of the New York city charter is amended to read as follows:\n§2303.  Jurisdiction, powers and duties of commission.  a. The jurisdiction, powers and duties of the commission shall include the regulation and supervision of the business and industry of transportation of persons by licensed vehicles for hire in the city, pursuant to provisions of this chapter. Charges of violations of the provisions of the administrative code and rules and regulations promulgated thereunder may be adjudicated by the administrative tribunal established by the commission.\n\t§2. Subdivision c of section 2303 of the New York city charter is amended to read as follows:\nc. The commission [or] shall create an administrative tribunal [which may be established by the commission] to adjudicate charges of violation of provisions of the administrative code and rules and regulations promulgated thereunder [shall have the power to render decisions and orders.  Hearings imposing civil penalties, not to exceed ten thousand dollars for each respondent, for violations relating to unlicensed vehicles for hire and unlicensed drivers of vehicles for hire as if they were money judgments, without court proceedings, in the following manner: Any such decision or order of the commission or administrative tribunal imposing a civil penalty, whether the jurisdiction was had by hearing or upon default or otherwise, shall constitute a judgment rendered by the commission or administrative tribunal which may be entered in the civil court of New York or any other place provided for the entry of civil judgments within the state.  Before a judgment based upon a default may be so entered the commission or administrative tribunal shall have first notified the respondent by first class mail in such form as the commission may direct: (i) of the default and order and the penalty imposed; (ii) that a judgment will be entered in the civil court of the city of New York or any other place provided by law for the entry of civil judgments within the state of New York; and (iii) the entry of such judgment may be avoided by requesting a stay of default for good cause shown and either requesting and either requesting a hearing or entering a plea pursuant to the mailing of such notice.  The commission or tribunal shall not enter any decision or order pursuant to this subdivision unless the notice of violation shall have been served in the same manner as is prescribed for service of process by article three of the civil practice law and rules or article three of the business corporation law except with respect to any notice of violation which alleges the operation of an unlicensed vehicle for hire the operator of such vehicle who is not the owner thereof but who uses or operates such vehicle with the permission of the owner, express or implied, shall be deemed to be the agent of such owner to receive such notice of violation and service made pursuant to this subdivision on such operator shall also be deemed to be lawful service upon such owner]. Such tribunal shall have the power to render decisions and orders.  Any person to whom a notice of violation is issued shall be afforded an opportunity for a hearing within a reasonable time before the tribunal established in accordance with this subdivision.  Such person shall be given reasonable notice of a hearing which shall include:\n1. the time and place the hearing will be held and information advising the person charged of the manner and time in which such person may admit or deny the violation charged in the notice; \n2. the particular section or sections of law and rule or rules alleged to have been violated and a statement of the range of penalties that may be imposed, including license suspension or revocation;\n3. Any decision or order shall be based exclusively on the record of the proceeding as a whole, and except as otherwise provided for by law, the commission shall have the burden of proof;\n4. The hearing shall be transcribed or recorded and a copy of the transcript or record, or any part thereof, shall be made available to any party to the hearing upon request therefor.  A typed or recorded copy of such transcript shall be provided upon request for a reasonable cost.\n5. Any decision or order shall be in writing, or recited on the record if the parties are present, and shall include findings of fact and conclusions of law.  A written copy of the decision or order shall be served in person or mailed forthwith to the person charged and to any person appearing on his or her behalf.\n6. A notice of commission procedures for adjudications and appeals shall be available upon request to any person including anyone who has received a notice of violation or a summons for an alleged violation of the laws, rules and orders enforced by the commission.  Such background information shall be made available in any language where the commission has determined that five percent or more of its licensees speak this language.\n7. Hearings imposing civil penalties, not to exceed ten thousand dollars for each respondent, for violations relating to unlicensed vehicles for hire and unlicensed drivers of vehicles for hire as if they were money judgments, without court proceedings, in the following manner: Any such decision or order of the commission or administrative tribunal imposing a civil penalty, whether the jurisdiction was had by hearing or upon default or otherwise, shall constitute  a judgment rendered by the commission or administrative tribunal which may be entered in the civil court of New York or any other place provided for the entry of civil judgments within the state.  Before a judgment based upon a default may be so entered the commission or administrative tribunal shall have first notified the respondent by first class mail in such form as the commission may direct: (i) of the default and order and the penalty imposed; (ii) that a judgment will be entered in the civil court of the city of New York or any other place provided by law for the entry of civil judgments within the state of New York; and (iii) the entry of such judgment may be avoided by requesting a stay of default for good cause shown and either requesting and either requesting a hearing or entering a plea pursuant to the mailing of such notice.  The commission or tribunal shall not enter any decision or order pursuant to this subdivision unless the notice of violation shall have been served in the same manner as is prescribed for service of process by article three of the civil practice law and rules or article three of the business corporation law except with respect to any notice of violation which alleges the operation of an unlicensed vehicle for hire the operator of such vehicle who is not the owner thereof but who uses or operates such vehicle with the permission of the owner, express or implied, shall be deemed to be the agent of such owner to receive such notice of violation and service made pursuant to this subdivision on such operator shall also be deemed to be lawful service upon such owner.\n§3. Subdivision a of section 19-506 of the administrative code of the city of New York is amended to read:\na. Regulation and Enforcement. Unless otherwise set forth herein the commission may impose reasonable fines, suspend or revoke any license issued by the commission where the holder has failed to comply with or has willfully or knowingly violated any of the provisions of this chapter or a rule or regulation of the commission after adjudication by the administrative tribunal established by the commission in accordance with section 2302 of the New York city charter.  At any hearing at which a notice of violation is adjudicated, the parties shall be afforded the opportunity to be represented by counsel or another person, to call witnesses, to cross examine opposing witnesses, to issue subpoenas or request that a subpoena be issued, and to present oral and written arguments on the law and facts. No ex-parte communications by or on behalf of any party that relates to other than ministerial matters regarding a proceeding shall be received by a hearing officer, including internal agency directives not promulgated as rules in accordance with chapter forty-five of the New York city charter.  Any such adjudictory hearing shall be held in a hearing room of sufficient size as to lawfully accommodate members of the public who wish to attend in addition to the parties to the proceeding, their counsel and representatives and any witnesses.  \n§4.  This local law shall take effect ninety days after it is enacted into law.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul\\par\nBe it enacted by the Council as follows:\\par\n\\par\n\\pard\\sl480\\slmult1\\qj\\ulnone\\tab Section one. Subdivision a of section 2303 of the New York city charter is amended to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\'a72303.  Jurisdiction, powers and duties of commission.  a. The jurisdiction, powers and duties of the commission shall include the regulation and supervision of the business and industry of transportation of persons by licensed vehicles for hire in the city, pursuant to provisions of this chapter. \\ul Charges of violations of the provisions of the administrative code and rules and regulations promulgated thereunder may be adjudicated by the administrative tribunal established by the commission.\\par\n\\pard\\sl480\\slmult1\\qj\\ulnone\\tab\\'a72. Subdivision c of section 2303 of the New York city charter is amended to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj c. The commission [or] \\ul shall create\\ulnone  an administrative tribunal [which may be established by the commission] to adjudicate charges of violation of provisions of the administrative code and rules and regulations promulgated thereunder [shall have the power to render decisions and orders.  Hearings imposing civil penalties, not to exceed ten thousand dollars for each respondent, for violations relating to unlicensed vehicles for hire and unlicensed drivers of vehicles for hire as if they were money judgments, without court proceedings, in the following manner: Any such decision or order of the commission or administrative tribunal imposing a civil penalty, whether the jurisdiction was had by hearing or upon default or otherwise, shall constitute a judgment rendered by the commission or administrative tribunal which may be entered in the civil court of New York or any other place provided for the entry of civil judgments within the state.  Before a judgment based upon a default may be so entered the commission or administrative tribunal shall have first notified the respondent by first class mail in such form as the commission may direct: (i) of the default and order and the penalty imposed; (ii) that a judgment will be entered in the civil court of the city of New York or any other place provided by law for the entry of civil judgments within the state of New York; and (iii) the entry of such judgment may be avoided by requesting a stay of default for good cause shown and either requesting and either requesting a hearing or entering a plea pursuant to the mailing of such notice.  The commission or tribunal shall not enter any decision or order pursuant to this subdivision unless the notice of violation shall have been served in the same manner as is prescribed for service of process by article three of the civil practice law and rules or article three of the business corporation law except with respect to any notice of violation which alleges the operation of an unlicensed vehicle for hire the operator of such vehicle who is not the owner thereof but who uses or operates such vehicle with the permission of the owner, express or implied, shall be deemed to be the agent of such owner to receive such notice of violation and service made pursuant to this subdivision on such operator shall also be deemed to be lawful service upon such owner].\\ul  Such tribunal shall have the power to render decisions and orders.  Any person to whom a notice of violation is issued shall be afforded an opportunity for a hearing within a reasonable time before the tribunal established in accordance with this subdivision.  Such person shall be given reasonable notice of a hearing which shall include:\\par\n1. the time and place the hearing will be held and information advising the person charged of the manner and time in which such person may admit or deny the violation charged in the notice; \\par\n2. the particular section or sections of law and rule or rules alleged to have been violated and a statement of the range of penalties that may be imposed, including license suspension or revocation;\\par\n3. Any decision or order shall be based exclusively on the record of the proceeding as a whole, and except as otherwise provided for by law, the commission shall have the burden of proof;\\par\n4. The hearing shall be transcribed or recorded and a copy of the transcript or record, or any part thereof, shall be made available to any party to the hearing upon request therefor.  A typed or recorded copy of such transcript shall be provided upon request for a reasonable cost.\\par\n5. Any decision or order shall be in writing, or recited on the record if the parties are present, and shall include findings of fact and conclusions of law.  A written copy of the decision or order shall be served in person or mailed forthwith to the person charged and to any person appearing on his or her behalf.\\ulnone\\par\n\\ul 6. A notice of commission procedures for adjudications and appeals shall be available upon request to any person including anyone who has received a notice of violation or a summons for an alleged violation of the laws, rules and orders enforced by the commission.  Such background information shall be made available in any language where the commission has determined that five percent or more of its licensees speak this language.\\par\n\\pard\\fi360\\sl480\\slmult1\\qj 7. Hearings imposing civil penalties, not to exceed ten thousand dollars for each respondent, for violations relating to unlicensed vehicles for hire and unlicensed drivers of vehicles for hire as if they were money judgments, without court proceedings, in the following manner: Any such decision or order of the commission or administrative tribunal imposing a civil penalty, whether the jurisdiction was had by hearing or upon default or otherwise, shall constitute  a judgment rendered by the commission or administrative tribunal which may be entered in the civil court of New York or any other place provided for the entry of civil judgments within the state.  Before a judgment based upon a default may be so entered the commission or administrative tribunal shall have first notified the respondent by first class mail in such form as the commission may direct: (i) of the default and order and the penalty imposed; (ii) that a judgment will be entered in the civil court of the city of New York or any other place provided by law for the entry of civil judgments within the state of New York; and (iii) the entry of such judgment may be avoided by requesting a stay of default for good cause shown and either requesting and either requesting a hearing or entering a plea pursuant to the mailing of such notice.  The commission or tribunal shall not enter any decision or order pursuant to this subdivision unless the notice of violation shall have been served in the same manner as is prescribed for service of process by article three of the civil practice law and rules or article three of the business corporation law except with respect to any notice of violation which alleges the operation of an unlicensed vehicle for hire the operator of such vehicle who is not the owner thereof but who uses or operates such vehicle with the permission of the owner, express or implied, shall be deemed to be the agent of such owner to receive such notice of violation and service made pursuant to this subdivision on such operator shall also be deemed to be lawful service upon such owner.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ulnone\\'a73. Subdivision a of section 19-506 of the administrative code of the city of New York is amended to read:\\par\n\\pard\\fi360\\sl480\\slmult1\\qj a. Regulation and Enforcement. Unless otherwise set forth herein the commission may impose reasonable fines, suspend or revoke any \\ul license issued by the commission\\ulnone  where the holder has failed to comply with or has willfully or knowingly violated any of the provisions of this chapter or a rule or regulation of the commission \\ul after adjudication by the administrative tribunal established by the commission in accordance with section 2302 of the New York city charter.  At any hearing at which a notice of violation is adjudicated, the parties shall be afforded the opportunity to be represented by counsel or another person, to call witnesses, to cross examine opposing witnesses, to issue subpoenas or request that a subpoena be issued, and to present oral and written arguments on the law and facts. No ex-parte communications by or on behalf of any party that relates to other than ministerial matters regarding a proceeding shall be received by a hearing officer, including internal agency directives not promulgated as rules in accordance with chapter forty-five of the New York city charter.  Any such adjudictory hearing shall be held in a hearing room of sufficient size as to lawfully accommodate members of the public who wish to attend in addition to the parties to the proceeding, their counsel and representatives and any witnesses.  \\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ulnone\\'a74.  This local law shall take effect ninety days after it is enacted into law.\\ul  \\par\n\\pard\\ulnone\\par\n\\par\n}\n\u0000",
  "LastModified": "2019-08-14T20:21:45.647Z"
}
