{
  "ID": 29644,
  "GUID": "7BD2D3B9-50CE-48B4-86E3-A3466727C8FF",
  "File": "Int 0270-2004",
  "Name": "For-hire vehicle driver manual.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to a for-hire vehicle driver manual.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2004-03-10T00:00:00Z",
  "AgendaDate": "2004-03-10T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5285,
      "Slug": "erik-martin-dilan",
      "FullName": "Erik Martin Dilan"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5270,
      "Slug": "hiram-monserrate",
      "FullName": "Hiram Monserrate"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    }
  ],
  "History": [
    {
      "ID": 156471,
      "Date": "2004-03-10T10:53:42Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156913,
      "Date": "2004-03-10T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2792,
      "AgendaSequence": 129,
      "MinutesSequence": 149,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184809,
      "Date": "2005-12-31T09:54:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 16214,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Chapter 5 of title 19 of the administrative code of the city of New York is amended by adding a new section 19-532 to read as follows:\n\t19-532.  For-hire vehicle driver manual.  a.  A driver manual shall be given to all drivers of for-hire vehicles by the commission upon completion of all licensing requirements and prior to their first day of work with any base station with which they affiliate.  In addition to providing such manual to all for-hire vehicle drivers, the commission shall provide current copies of such manual to all base stations to be made available for reference by drivers who affiliate with them.  Such manual shall be made available in the English, Spanish and Chinese languages, as well as in any other language used by more than five percent of drivers affiliated with any base station and shall be updated annually.\n\tb.  The driver manual mandated by subdivision a of this section shall include all laws, rules and regulations relevant to driving a for-hire vehicle in the city of New York and applicable to the operation of base stations and shall be updated annually.  The manual shall include, but shall not be limited to, information relating to mandatory vehicle equipment and the upkeep of such equipment, regulations relating to pick-up and discharge of passengers and instructions for the proper treatment of and services required to be performed for passengers.\n\t§2. This local law shall take effect ninety days after it is enacted into law.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\sl480\\slmult1\\tab Section 1.  Chapter 5 of title 19 of the administrative code of the city of New York is amended by adding a new section 19-532 to read as follows:\\par\n\\tab\\ul 19-532.  For-hire vehicle driver manual.  a.  A driver manual shall be given to all drivers of for-hire vehicles by the commission upon completion of all licensing requirements and prior to their first day of work with any base station with which they affiliate.  In addition to providing such manual to all for-hire vehicle drivers, the commission shall provide current copies of such manual to all base stations to be made available for reference by drivers who affiliate with them.  Such manual shall be made available in the English, Spanish and Chinese languages, as well as in any other language used by more than five percent of drivers affiliated with any base station and shall be updated annually.\\par\n\\ulnone\\tab\\ul b.  The driver manual mandated by subdivision a of this section shall include all laws, rules and regulations relevant to driving a for-hire vehicle in the city of New York and applicable to the operation of base stations and shall be updated annually.  The manual shall include, but shall not be limited to, information relating to mandatory vehicle equipment and the upkeep of such equipment, regulations relating to pick-up and discharge of passengers and instructions for the proper treatment of and services required to be performed for passengers.\\par\n\\ulnone\\tab\\'a72. This local law shall take effect ninety days after it is enacted into law.\\par\n\\pard\\par\n\\par\n}\n\u0000",
  "LastModified": "2019-08-14T20:21:56.24Z"
}
