{
  "ID": 29716,
  "GUID": "143E7D64-3D07-4C1F-B651-2BB2D73708DF",
  "File": "Int 0273-2004",
  "Name": "Prohibiting the use of non-wood bats by minors.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to prohibiting the use of non-wood bats by high school age children.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 24,
  "BodyName": "Committee on Youth Services",
  "IntroDate": "2004-03-10T00:00:00Z",
  "AgendaDate": "2004-03-10T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5255,
      "Slug": "andrew-j-lanza",
      "FullName": "Andrew J. Lanza"
    },
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 431,
      "Slug": "madeline-t-provenzano",
      "FullName": "Madeline T. Provenzano"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5264,
      "Slug": "maria-baez",
      "FullName": "Maria Baez"
    },
    {
      "ID": 5286,
      "Slug": "bill-de-blasio",
      "FullName": "Bill De Blasio"
    },
    {
      "ID": 5289,
      "Slug": "simcha-felder",
      "FullName": "Simcha Felder"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 432,
      "Slug": "philip-reed",
      "FullName": "Philip Reed"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    }
  ],
  "History": [
    {
      "ID": 156712,
      "Date": "2004-03-10T11:25:19Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156920,
      "Date": "2004-03-10T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2792,
      "AgendaSequence": 135,
      "MinutesSequence": 155,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Youth Services",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184811,
      "Date": "2005-12-31T09:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 16273,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1. Title 10 of the administrative code of the city of New York is hereby amended by adding a new section 10-163 to read as follows:\n\tSection 10-163 Prohibition of use of non-wood bats. a. Legislative Findings.  Since its inception, the game of baseball has been played with a wood bat. In the 1970’s, baseball bat manufacturers developed aluminum bats for teams who wanted to reduce the cost of replacing broken wood bats. Aluminum bats were originally designed to have similar dimensions as wood bats, but with the durability of metal. In the last two decades, however, the trend toward the use of new high performance materials in the construction of metal baseball bats has dramatically increased the speed at which baseballs are propelled off bats. Such increase in speed has shortened the necessary reaction time needed by defensive players in the field, placing players in compromising and dangerous positions. The Council hereby finds that the number of injuries from baseballs batted from non-wood bats is rising and that the use of these non-wood bats places our children, particularly those of high school age, at an unacceptable risk of injury.\n\tb. Definitions. When used herein, the following terms shall have the following meanings:\n1. “Baseball league” shall mean any association of sports teams or clubs, including, but not limited to, American Legion Leagues, Babe Ruth Leagues, Catholic High School Athletic Association Leagues, Little Leagues and Public School Athletic Leagues.\n\t2. “Competitive baseball game” shall mean any organized baseball game at which a certified umpire officiates. \n\t3. “High school age children” shall mean persons older than thirteen years of age, but younger than eighteen years of age. \n\t 4. “Non-wood bat” shall mean any non-wood baseball or softball bat made of metal, including, but not limited to, a bat made of aluminum, magnesium, scandium, titanium or any other alloy compound; provided, however, that a non-wood bat shall also include any composite, laminated or composite-coated wood bat that is not verified by test data showing that such bat performs, weighs and is balanced like a wood bat.\n\tc. The use of a non-wood bat is prohibited in any competitive baseball game in which high school age children are participants and which is taking place in the city of New York and involves the participation and/or sponsorship of a baseball league. \n\t§2. This Local Law shall take effect March 1, 2005.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\pard\\sl480\\slmult1\\qj\\par\n\\tab Section 1. Title 10 of the administrative code of the city of New York is hereby amended by adding a new section 10-163 to read as follows:\\par\n\\tab\\ul Section 10-163 \\b Prohibition of use of non-wood bats\\b0 . a. Legislative Findings.  Since its inception, the game of baseball has been played with a wood bat. In the 1970\\rquote s, baseball bat manufacturers developed aluminum bats for teams who wanted to reduce the cost of replacing broken wood bats. Aluminum bats were originally designed to have similar dimensions as wood bats, but with the durability of metal. In the last two decades, however, the trend toward the use of new high performance materials in the construction of metal baseball bats has dramatically increased the speed at which baseballs are propelled off bats. Such increase in speed has shortened the necessary reaction time needed by defensive players in the field, placing players in compromising and dangerous positions. The Council hereby finds that the number of injuries from baseballs batted from non-wood bats is rising and that the use of these non-wood bats places our children, particularly those of high school age, at an unacceptable risk of injury.\\par\n\\ulnone\\tab\\ul b. Definitions. When used herein, the following terms shall have the following meanings:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj 1. \\ldblquote Baseball league\\rdblquote  shall mean any association of sports teams or clubs, including, but not limited to, American Legion Leagues, Babe Ruth Leagues, Catholic High School Athletic Association Leagues, Little Leagues and Public School Athletic Leagues.\\par\n\\pard\\sl480\\slmult1\\qj\\ulnone\\tab\\ul 2. \\ldblquote Competitive baseball game\\rdblquote  shall mean any organized baseball game at which a certified umpire officiates. \\par\n\\ulnone\\tab\\ul 3. \\ldblquote High school age children\\rdblquote  shall mean persons older than thirteen years of age, but younger than eighteen years of age. \\par\n\\ulnone\\tab  \\ul 4. \\ldblquote Non-wood bat\\rdblquote  shall mean any non-wood baseball or softball bat made of metal, including, but not limited to, a bat made of aluminum, magnesium, scandium, titanium or any other alloy compound; provided, however, that a non-wood bat shall also include any composite, laminated or composite-coated wood bat that is not verified by test data showing that such bat performs, weighs and is balanced like a wood bat.\\par\n\\ulnone\\i\\tab\\ul\\i0 c. The use of a non-wood bat is prohibited in any competitive baseball game in which high school age children are participants and which is taking place in the city of New York and involves the participation and/or sponsorship of a baseball league. \\ulnone\\par\n\\tab\\'a72. This Local Law shall take effect March 1, 2005.\\par\n\\pard\\sl480\\slmult1\\par\n}\n\u0000",
  "LastModified": "2019-08-14T20:22:26.14Z"
}
