{
  "ID": 29742,
  "GUID": "3A6B9EE8-F403-4C5C-A88B-62E72AB1D4A6",
  "File": "Int 0278-2004",
  "Name": "Declaring buildings or parts thereof that are located in certain commercial districts for certain commercial or manufacturing uses in violation of the zoning resolution to be a public nuisance.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to declaring buildings or parts thereof that are located in certain commercial districts for certain commercial or manufacturing uses in violation of the zoning resolution to be a public nuisance.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2004-03-10T00:00:00Z",
  "AgendaDate": "2004-03-10T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 431,
      "Slug": "madeline-t-provenzano",
      "FullName": "Madeline T. Provenzano"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5293,
      "Slug": "michael-e-mcmahon",
      "FullName": "Michael E. McMahon"
    },
    {
      "ID": 0,
      "Slug": "",
      "FullName": ""
    }
  ],
  "History": [
    {
      "ID": 156742,
      "Date": "2004-03-10T14:41:02Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156924,
      "Date": "2004-03-10T22:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2792,
      "AgendaSequence": 140,
      "MinutesSequence": 160,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184816,
      "Date": "2005-12-31T10:01:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 16300,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  The section heading and subdivision a of section 26-127.2 of the administrative code of the city of New York, as added by local law number 6 for the year 1993, are amended to read as follows:\nViolations of the zoning resolution in [residential] residence districts and certain commercial districts; public nuisance; order of closure.  \na.  (1) Any building or part thereof that is located in a [residential] residence district [, which] and that is occupied for a commercial or manufacturing use in violation of the zoning resolution without a valid certificate of occupancy, is hereby declared to be a public nuisance.\n(2) Any building or part thereof that is located in a C-1 or C-2 commercial district and that is occupied for a commercial or manufacturing use indicated  under use group 16, 17 or 18 as described in sections 32-25, 42-14 and 42-15 of the zoning resolution, in violation of the zoning resolution, without a valid certificate of occupancy, is hereby declared to be a public nuisance.  \n§2.  The opening paragraph of subdivision c of section 26-127.2 of the administrative code of the city of New York, as added by local law number 6 for the year 1993, is amended to read as follows:\nA notice of hearing with respect to an order of closure shall be served on the owner and mortgagee of record of such building or part thereof and on the person alleged to be occupying such building or part thereof [for commercial or manufacturing use] at which the nuisance is located in the following manner:\n§3. Subdivisions d, e, g, and i of section 26-127.2 of the administrative code of the city of New York, as added by local law number 6 for the year 1993, are amended to read as follows:\nd. Such hearing shall be conducted by the office of administrative trials and hearings.  The administrative law judge assigned to hear the matter shall submit his or her proposed findings of fact and recommended decision to the commissioner.  If, based on such recommended decision, proposed findings of fact, and the record of the hearing, the commissioner determines that the building or part thereof is [located in a residential district and that it has been occupied for a commercial or manufacturing use in violation of the zoning resolution without a valid certificate of occupancy] a public nuisance pursuant to subdivision a of this section, he or she may issue an order of closure.  Such order shall not bar legally required ingress or egress for residential occupancy of parts of the building [, which] that are not subject to the order of closure.\ne. At such hearing it shall not be a defense that an owner, occupant, lessor, lessee, mortgagee, or other person having an interest in the property lacked knowledge of or did not acquiesce or participate in the [commercial or manufacturing use of such property] creation or continuation of the public nuisance.\ng. An order of closure shall be posted at the building or part thereof [, which] that is the subject of such order, and shall be mailed to the record owner of such premises, and any record mortgagee at the address for such person set forth in the recorded instrument, and to the person designated as owner or agent of the building or designated to receive real property tax or water bills for the building at the address for such person contained in one of the files compiled by the department of finance for the purpose of the assessment or collection of real property taxes and water charges or in the file compiled by the department of finance from real property transfer forms filed with the city register upon the sale or transfer of real property.  A copy shall also be filed with the county clerk or register of the county in which such premises are located.  Such filing shall be notice of the order to any subsequent owner and such owner shall be subject to such order.\ni.  If at any time after the issuance of such order, the owner, mortgagee, or other person having an interest in the property provides assurance, in a form satisfactory to the commissioner, that the [commercial or manufacturing] use of the premises upon which the public nuisance determination was based has been discontinued and will not reoccur, or such owner, mortgagee, or other person establishes that the premises may be lawfully occupied for such [manufacturing or commercial] use, the commissioner shall rescind the closure order.  If such order is rescinded, the commissioner shall, upon request of such owner, mortgagee, or other person, provide a copy of such rescission, which may be filed with the county clerk or register of the county in which such premises are located.\n§4. Section 26-127.2 of the administrative code of the city of New York is amended by adding a new subdivision 1 to read as follows:\nl.  Notwithstanding paragraph (a) of subdivision six of section six hundred sixty-six of the charter, the board of standards and appeals shall not hear and decide appeals from or review any order, requirement, decision or determination of the commissioner or designee of the commissioner that is issued pursuant to this section.\n§5.  This local law shall take effect on the ninetieth day after it shall have become law.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\hyphpar0\\fi720\\ri432\\sa120\\sl360\\slmult1\\qj Section 1.  The section heading and subdivision a of section 26-127.2 of the administrative code of the city of New York, as added by local law number 6 for the year 1993, are amended to read as follows:\\par\nViolations of the zoning resolution in [residential] \\ul residence\\ulnone  districts \\ul and certain commercial districts\\ulnone ; public nuisance; order of closure.  \\par\na.  \\ul (1)\\ulnone  Any building or part thereof that is located in a [residential] \\ul residence\\ulnone  district [, which] \\ul and that\\ulnone  is occupied for a commercial or manufacturing use in violation of the zoning resolution without a valid certificate of occupancy, is hereby declared to be a public nuisance.\\par\n\\ul (2) Any building or part thereof that is located in a C-1 or C-2 commercial district and that is occupied for a commercial or manufacturing use indicated  under use group 16, 17 or 18 as described in sections 32-25, 42-14 and 42-15 of the zoning resolution, in violation of the zoning resolution, without a valid certificate of occupancy, is hereby declared to be a public nuisance.  \\par\n\\ulnone\\'a72.  The opening paragraph of subdivision c of section 26-127.2 of the administrative code of the city of New York, as added by local law number 6 for the year 1993, is amended to read as follows:\\par\nA notice of hearing with respect to an order of closure shall be served on the owner and mortgagee of record of such building or part thereof and on the person alleged to be occupying such building or part thereof [for commercial or manufacturing use] \\ul at which the nuisance is located\\ulnone  in the following manner:\\par\n\\'a73. Subdivisions d, e, g, and i of section 26-127.2 of the administrative code of the city of New York, as added by local law number 6 for the year 1993, are amended to read as follows:\\par\nd. Such hearing shall be conducted by the office of administrative trials and hearings.  The administrative law judge assigned to hear the matter shall submit his or her proposed findings of fact and recommended decision to the commissioner.  If, based on such recommended decision, proposed findings of fact, and the record of the hearing, the commissioner determines that the building or part thereof is [located in a residential district and that it has been occupied for a commercial or manufacturing use in violation of the zoning resolution without a valid certificate of occupancy] \\ul a public nuisance pursuant to subdivision a of this section\\ulnone , he or she may issue an order of closure.  Such order shall not bar legally required ingress or egress for residential occupancy of parts of the building [, which] \\ul that\\ulnone  are not subject to the order of closure.\\par\ne. At such hearing it shall not be a defense that an owner, occupant, lessor, lessee, mortgagee, or other person having an interest in the property lacked knowledge of or did not acquiesce or participate in the [commercial or manufacturing use of such property] \\ul creation or continuation of the public nuisance\\ulnone .\\par\ng. An order of closure shall be posted at the building or part thereof [, which] \\ul that\\ulnone  is the subject of such order, and shall be mailed to the record owner of such premises, and any record mortgagee at the address for such person set forth in the recorded instrument, and to the person designated as owner or agent of the building or designated to receive real property tax or water bills for the building at the address for such person contained in one of the files compiled by the department of finance for the purpose of the assessment or collection of real property taxes and water charges or in the file compiled by the department of finance from real property transfer forms filed with the city register upon the sale or transfer of real property.  A copy shall also be filed with the county clerk or register of the county in which such premises are located.  Such filing shall be notice of the order to any subsequent owner and such owner shall be subject to such order.\\par\ni.  If at any time after the issuance of such order, the owner, mortgagee, or other person having an interest in the property provides assurance, in a form satisfactory to the commissioner, that the [commercial or manufacturing] use of the premises \\ul upon which the public nuisance determination was based\\ulnone  has been discontinued and will not reoccur, or such owner, mortgagee, or other person establishes that the premises may be lawfully occupied for such [manufacturing or commercial] use, the commissioner shall rescind the closure order.  If such order is rescinded, the commissioner shall, upon request of such owner, mortgagee, or other person, provide a copy of such rescission, which may be filed with the county clerk or register of the county in which such premises are located.\\par\n\\'a74. Section 26-127.2 of the administrative code of the city of New York is amended by adding a new subdivision 1 to read as follows:\\par\n\\ul l.  Notwithstanding paragraph (a) of subdivision six of section six hundred sixty-six of the charter, the board of standards and appeals shall not hear and decide appeals from or review any order, requirement, decision or determination of the commissioner or designee of the commissioner that is issued pursuant to this section.\\par\n\\ulnone\\'a75.  This local law shall take effect on the ninetieth day after it shall have become law.\\par\n\\pard\\par\n\\par\n}\n\u0000",
  "LastModified": "2019-08-14T20:23:15.79Z"
}
