{
  "ID": 29723,
  "GUID": "F1CAC995-4528-4AC3-9E52-C86797A24553",
  "File": "Int 0283-2004",
  "Name": "Police officers to hold elected public office, subject to the discretion of the police commissioner.",
  "Title": "A Local Law to amend the charter of the city of New York, in relation to allowing New York City police officers to hold elected public office, subject to the discretion of the police commissioner.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2004-03-10T00:00:00Z",
  "AgendaDate": "2004-03-10T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5278,
      "Slug": "melinda-r-katz",
      "FullName": "Melinda R. Katz"
    },
    {
      "ID": 5270,
      "Slug": "hiram-monserrate",
      "FullName": "Hiram Monserrate"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    }
  ],
  "History": [
    {
      "ID": 156720,
      "Date": "2004-03-10T11:52:22Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156946,
      "Date": "2004-03-10T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2792,
      "AgendaSequence": 162,
      "MinutesSequence": 182,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184819,
      "Date": "2005-12-31T10:05:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 16280,
  "Text": "Be it enacted by the Council as follows:\n\nSection one.  Legislative Findings and Intent.\n\n\tCharter section 1129 currently prohibits New York City police officers from accepting “any additional place of public trust or civil emolument,” except as a community board or school board member.  Charter Section 1130, on the other hand, allows New York City firefighters to accept such positions, provided the fire commissioner determines that such position does not interfere with the firefighter’s duties.\n\tCharter Section 1129, in effect, prohibits police officers from serving in important community organizations and positions, such as, for example, volunteer Fire District Fire Commissioner or library trustee.  Numerous police officers volunteer in local fire districts and other important community organizations, and these officers should be permitted to improve the quality of life in their communities by taking on additional places of public trust.\n§2.  Section 1129 of the charter of the city of New York is amended to read as follows:\n§1129.\tMembers of police department; [no other office] elective office.  [Any police commissioner or any member of the police force who shall accept any additional place of public trust or civil emolument except as a member of a community board, or who shall during his or her term of office be nominated for any office elective by the people, except a member of the police force appointed, nominated or elected to a board of education outside of the city of New York, and shall not, within ten days succeeding same, decline the said nomination, shall be deemed thereby to have resigned his or her commission and to have vacated his or her office, and all votes cast at any election for any person holding the office of police commissioner, or within thirty days after he or she shall have resigned such office, shall be void.\n\tThe foregoing provisions shall not apply to any member of the police force who, with the written authorization of the mayor, shall accept any additional place of public trust or civil emolument while on leave of absence without pay from the department.]\n\tAny member of the police force may accept any additional place of public trust or civil emolument or may be elected to public office provided, however, that if the police commissioner determines that serving in such capacity interferes with such officer’s performance as a member of the department, the commissioner may require that such member be on a leave of absence without pay from the department during the time that such member holds such office.\n§3. This local law shall take effect immediately.\nTB\n03/05/04",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\fi720 Section one.  Legislative Findings and Intent.\\par\n\\pard\\par\n\\pard\\sl480\\slmult1\\tab Charter section 1129 currently prohibits New York City police officers from accepting \\ldblquote any additional place of public trust or civil emolument,\\rdblquote  except as a community board or school board member.  Charter Section 1130, on the other hand, allows New York City firefighters to accept such positions, provided the fire commissioner determines that such position does not interfere with the firefighter\\rquote s duties.\\par\n\\tab Charter Section 1129, in effect, prohibits police officers from serving in important community organizations and positions, such as, for example, volunteer Fire District Fire Commissioner or library trustee.  Numerous police officers volunteer in local fire districts and other important community organizations, and these officers should be permitted to improve the quality of life in their communities by taking on additional places of public trust.\\par\n\\pard\\fi720\\sl480\\slmult1\\'a72.  Section 1129 of the charter of the city of New York is amended to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\'a71129.\\tab\\b Members of police department; [no other office]\\b0  \\b elective office.  \\b0 [Any police commissioner or any member of the police force who shall accept any additional place of public trust or civil emolument except as a member of a community board, or who shall during his or her term of office be nominated for any office elective by the people, except a member of the police force appointed, nominated or elected to a board of education outside of the city of New York, and shall not, within ten days succeeding same, decline the said nomination, shall be deemed thereby to have resigned his or her commission and to have vacated his or her office, and all votes cast at any election for any person holding the office of police commissioner, or within thirty days after he or she shall have resigned such office, shall be void.\\par\n\\pard\\sl480\\slmult1\\qj\\tab The foregoing provisions shall not apply to any member of the police force who, with the written authorization of the mayor, shall accept any additional place of public trust or civil emolument while on leave of absence without pay from the department.]\\par\n\\tab\\ul Any member of the police force may accept any additional place of public trust or civil emolument or may be elected to public office provided, however, that if the police commissioner determines that serving in such capacity interferes with such officer\\rquote s performance as a member of the department, the commissioner may require that such member be on a leave of absence without pay from the department during the time that such member holds such office.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ulnone\\'a73. This local law shall take effect immediately.\\par\n\\pard\\qj TB\\par\n03/05/04\\par\n\\pard\\sl480\\slmult1\\qj\\par\n\\pard\\par\n}\n\u0000",
  "LastModified": "2019-08-14T20:24:01.393Z"
}
