{
  "ID": 29829,
  "GUID": "73A1D136-D706-4C2F-92EA-6D82769FF68B",
  "File": "Int 0285-2004",
  "Name": "Medicaid managed care providers that do not provide family planning and reproductive health services as a part of their benefit package to notify eligible persons and enrollees that such services are not provided.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring Medicaid managed care providers that do not provide family planning and reproductive health services as a part of their benefit package to notify eligible persons and enrollees that such services are not provided.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2004-03-24T00:00:00Z",
  "AgendaDate": "2004-03-24T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 422,
      "Slug": "gifford-miller",
      "FullName": "Gifford Miller"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5229,
      "Slug": "eva-s-moskowitz",
      "FullName": "Eva S. Moskowitz"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 5270,
      "Slug": "hiram-monserrate",
      "FullName": "Hiram Monserrate"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5278,
      "Slug": "melinda-r-katz",
      "FullName": "Melinda R. Katz"
    },
    {
      "ID": 5275,
      "Slug": "eric-n-gioia",
      "FullName": "Eric N. Gioia"
    }
  ],
  "History": [
    {
      "ID": 157213,
      "Date": "2004-03-24T09:56:47Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 157384,
      "Date": "2004-03-24T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2799,
      "AgendaSequence": 78,
      "MinutesSequence": 94,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 157754,
      "Date": "2004-04-14T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "",
      "BodyID": 14,
      "BodyName": "Committee on Health",
      "EventID": 2840,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 157968,
      "Date": "2004-04-14T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "",
      "BodyID": 14,
      "BodyName": "Committee on Health",
      "EventID": 2840,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184821,
      "Date": "2005-12-31T10:06:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 60618,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "http://nyc.legistar1.com/nyc/attachments/60618.doc",
      "Sort": 1
    },
    {
      "ID": 60913,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript",
      "Link": "http://nyc.legistar1.com/nyc/attachments/60913.doc",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 16360,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Title 17 of the administrative code of the city of New York is amended by adding thereto a new chapter 10 to read as follows: \nCHAPTER 10\n\nMEDICAID MANAGED CARE REPRODUCTIVE HEALTH AND FAMILY PLANNING SERVICES DISCLOSURE ACT\n\n\n§17-1001\tDefinitions.\n§17-1002\tDisclosure of family planning and reproductive health services to eligible persons.\n§17-1003\tDisclosure of family planning and reproductive health services to enrollees.\n§17-1004\tMonitoring and reporting.\n\n§17-1001 Definitions.  For the purposes of this chapter, the following terms shall have the following meanings:\na. “Benefit package” means all of the health services offered or provided to an enrollee by a Medicaid managed care organization pursuant to a contract between such organization and the city for the provision of health services under the Medicaid managed care program. \nb.  “City” means the city of New York.\nc. \t“Covered Medicaid managed care organization” means any Medicaid managed care organization contracting with the city for the provision of services under the Medicaid managed care program to enrollees that does not include the provision of family planning and reproductive health services in such organization’s benefit package. \nd.\t“Department” means the department of health and mental hygiene.\ne.\t“Eligible person” means a person who resides in the city and who has been determined by any authorized city, state or federal entity to qualify for enrollment in the Medicaid program and who meets any additional Medicaid managed care program enrollment criteria. \nf.  \t“Enrollee” means a person who resides in the city and whom, either personally or through a parent, guardian or an authorized representative, has enrolled in or has been automatically assigned to a Medicaid managed care organization for Medicaid program coverage.\ng.  \t“Family planning and reproductive health services” shall mean all services which are arranged for or offered or provided to enrollees relating to the reproductive system and its functions, including, but not limited to, family planning services and counseling, including, but not limited to, access to all medically approved birth control drugs and supplies, emergency contraception, sterilization procedures, pregnancy testing, sexually transmitted disease testing and treatment, abortion procedures and HIV testing and counseling.\nh. \t“Marketing material” means any published or recorded announcement containing words, pictures, photographs, symbols, graphics, or any combination thereof, the purpose or effect of which is to either identify a Medicaid managed care organization or a trademark or trade name associated exclusively with such organization, or to publicize or promote such organization or its services or programs in order to attract new enrollees.\ni.\t“Marketing representative” means any individual or entity engaged by a covered Medicaid managed care organization to advertise or publicize such organization or its services or programs to the public.\nj.\t“Medicaid managed care organization” means any health maintenance organization, integrated health care delivery system, special needs plan, partial capitation plan or prepaid health services plan which has been certified or licensed by the state of New York and which, by contract with the city, provides health insurance coverage to enrollees under the Medicaid managed care program. \n{Running Header:TEXT 1 (c) }\t\n{Running Header:TEXT 1 (d) }\t\n\nk. \t“Medicaid managed care program” means the program in which individuals covered by the Medicaid program are enrolled on a voluntary or mandatory basis to receive services covered by the Medicaid program through a Medicaid managed care organization. \n\nl. \t“Medicaid program” means the public health insurance program which is authorized by title nineteen of the federal social security act and jointly administered by the federal government and New York state.\nm.\t“Toll-free Medicaid managed care helpline number” means the toll-free telephone number which is required by the New York state department of health to be maintained and operated by or on behalf of the city for the purposes of providing to the public information regarding the Medicaid managed care program, including, but not limited to, participating plans, networks, enrollee rights and responsibilities under the Medicaid managed care program, exemption and exclusion criteria and covered services. \n§17-1002 Disclosure of family planning and reproductive health services to eligible persons. a. Each covered Medicaid managed care organization shall include a notice in all of its marketing materials stating that family planning and reproductive health services are not included in its benefit package. At a minimum, such notice must be provided as follows: \ni)   Marketing materials. All written marketing materials circulated, posted or otherwise distributed by a covered Medicaid managed care organization, including, but not limited to, brochures, leaflets, direct mailings, display advertisements, internet web sites, billboards, and bus, subway and newspaper advertisements, which are intended to persuade eligible persons to enroll in such organization must include a prominent notice that family planning and reproductive health services are not included in such organization’s benefit package. Such notice shall be written in capital letters equal to the height of the average letter in each of such organization’s written marketing materials, and shall appear in conspicuous and legible type which shall be in contrast, either by layout or in color, with other printed information in such materials. Such notice shall read as follows: “NOTICE: FAMILY PLANNING AND REPRODUCTIVE HEALTH SERVICES, INCLUDING BIRTH CONTROL, STERILIZATION AND ABORTION, ARE NOT PROVIDED BY THIS PLAN. FOR MORE INFORMATION ABOUT OBTAINING THESE SERVICES UNDER MEDICAID, CONTACT THE NEW YORK MEDICAID CHOICE HOTLINE AT (TOLL-FREE MEDICAID MANAGED CARE HELPLINE NUMBER).” Wherever a covered Medicaid managed care organization is required by the New York state department of health to publish its marketing materials in a language or languages other than English, such marketing materials must include, in the relevant language or languages, the notice required by this paragraph. \nii)  Marketing presentations by marketing representatives. All marketing representatives of a covered Medicaid managed care organization shall provide oral notice to eligible persons that family planning and reproductive health benefits are not included in such organization’s benefit package during all presentations to such eligible persons, including but not limited to, presentations to groups of eligible persons, individual meetings with an eligible person or in any video or audio tapes prepared for marketing purposes. Such verbal notice shall be worded follows: “FAMILY PLANNING AND REPRODUCTIVE HEALTH SERVICES, INCLUDING BIRTH CONTROL, STERILIZATION AND ABORTION, ARE NOT PROVIDED BY THIS PLAN. IF YOU DECIDE TO USE THIS PLAN, YOU CAN USE YOUR MEDICAID CARD TO OBTAIN THESE FREE SERVICES, ON A CONFIDENTIAL BASIS, FROM ANY CLINIC OR DOCTOR WHO TAKES MEDICAID AND OFFERS THESE SERVICES.  FOR MORE INFORMATION ABOUT OBTAINING THESE SERVICES UNDER MEDICAID, CONTACT THE NEW YORK MEDICAID CHOICE HOTLINE AT (TOLL-FREE MEDICAID MANAGED CARE HELPLINE NUMBER).” Such verbal notice shall be provided, where appropriate, in languages other than English.\nb)  All covered Medicaid managed care organizations shall ensure that the notice required by this section is, to the greatest extent practicable, effectively communicated to eligible persons who are vision or hearing impaired and whose impairments are known to such organizations.  \n§17-1003 Disclosure of family planning and reproductive health services to enrollees. a.  All materials produced by a covered Medicaid managed care organization for the purposes of providing enrollees information regarding the services provided by such organization shall include a notice stating that family planning and reproductive health services are not included in such organization’s benefit package. At a minimum, such notice must be provided as follows: \n i)  Enrollee handbooks, guides and other similar publications. A covered Medicaid managed care organization shall provide prominent notice that family planning and reproductive health services are not included in such organization’s benefit package in any handbook, guide, directory or other such publication distributed to its enrollees. Such notice shall be located on one of the first five pages of such publication, be printed in capital, boldfaced, 18-point type, and read as follows: “NOTICE: FAMILY PLANNING AND REPRODUCTIVE HEALTH SERVICES, INCLUDING BIRTH CONTROL, STERILIZATION, AND ABORTION, ARE NOT PROVIDED BY THIS PLAN. YOU CAN USE YOUR MEDICAID CARD TO OBTAIN THESE SERVICES FREE, ON A CONFIDENTIAL BASIS, FROM ANY CLINIC OR DOCTOR WHO TAKES MEDICAID AND OFFERS THESE SERVICES. YOU DO NOT NEED TO GET APPROVAL FROM (THE NAME OF THE COVERED MEDICAID MANAGED CARE ORGANIZATION) OR YOUR DOCTOR. FOR MORE INFORMATION ABOUT OBTAINING THESE SERVICES UNDER MEDICAID, CONTACT THE NEW YORK MEDICAID CHOICE HOTLINE AT (TOLL-FREE MEDICAID MANAGED CARE HELPLINE NUMBER).” Whenever a covered Medicaid managed care organization is required by the New York state department of health to publish its marketing materials in a language or languages other than English, such organization’s handbook, guide, directory or other such publication distributed to its enrollees must contain, in the relevant language or languages, the notice required by this paragraph. \nii)  Initial communication to new enrollees. A covered Medicaid managed care organization shall provide prominent notice in any initial communication mailed to a newly enrolled enrollee stating that family planning and reproductive health services are not included in such organization’s benefit package. Such notice shall be printed on an 8 x 10 sheet of paper dedicated to such notice, shall be printed in capital, boldfaced, 18 point type, and shall read as follows: “NOTICE: FAMILY PLANNING AND REPRODUCTIVE HEALTH SERVICES, INCLUDING BIRTH CONTROL, STERILIZATION, AND ABORTION, ARE NOT PROVIDED BY THIS PLAN. YOU HAVE 90 DAYS TO CHANGE TO A NEW HEALTH PLAN IF YOU DO NOT LIKE THE ONE YOU CHOSE. IF YOU DO NOT CHANGE YOUR PLAN IN 90 DAYS, YOU MUST STAY IN THE PLAN FOR NINE MONTHS UNLESS YOU HAVE A GOOD REASON TO LEAVE THE PLAN. IF YOU WANT TO CHANGE PLANS NOW OR HAVE A GOOD REASON TO CHANGE PLANS DURING THE NEXT NINE MONTHS, CALL THE NEW YORK MEDICAID CHOICE HOTLINE AT (TOLL-FREE MEDICAID MANAGED CARE HELPLINE NUMBER). IN THE MEANTIME, YOU CAN USE YOUR MEDICAID CARD TO OBTAIN FREE, CONFIDENTIAL FAMILY PLANNING SERVICES AND REPRODUCTIVE HEALTH SERVICES FROM ANY CLINIC OR DOCTOR WHO TAKES MEDICAID AND OFFERS THESE SERVICES. YOU DO NOT NEED TO GET APPROVAL FROM (THE NAME OF THE COVERED MEDICAID MANAGED CARE ORGANIZATION) OR YOUR DOCTOR TO GET THESE SERVICES. FOR INFORMATION ABOUT OBTAINING THESE SERVICES UNDER MEDICAID, CONTACT THE NEW YORK MEDICAID CHOICE HOTLINE AT (TOLL-FREE MEDICAID MANAGED CARE HELPLINE NUMBER).” Whenever a covered Medicaid managed care organization is required by the New York state department of health to issue marketing materials in a language or languages other than English, such organization must also provide the notice required by this paragraph in such language or languages. \niii)  Annual notice to enrollees. At least once annually, a covered Medicaid managed care organization shall provide a written notice to each of its enrollees that states that family planning and reproductive health services are not included in such organization’s benefit package. Such notice shall be printed in capital, boldfaced, 18-point type, and, if mailed with any other announcement or materials, shall be printed on  a separate sheet of 8 X 10 paper. Such notice shall read as follows: “NOTICE: FAMILY PLANNING AND REPRODUCTIVE HEALTH SERVICES, INCLUDING BIRTH CONTROL, STERILIZATION, AND ABORTION, ARE NOT PROVIDED BY THIS PLAN. YOU CAN USE YOUR MEDICAID CARD TO OBTAIN THESE SERVICES FREE, ON A CONFIDENTIAL BASIS, FROM ANY CLINIC OR DOCTOR WHO ACCEPTS MEDICAID AND OFFERS THESE SERVICES. YOU DO NOT NEED TO GET APPROVAL FROM (THE NAME OF THE COVERED MEDICAID MANAGED CARE ORGANIZATION) OR YOUR DOCTOR. SINCE (NAME OF COVERED MEDICAID MANAGED CARE ORGANIZATION) DOES NOT OFFER FAMILY PLANNING AND REPRODUCTIVE HEALTH SERVICES, YOU HAVE A RIGHT TO CHANGE TO A NEW HEALTH PLAN IF YOU DO NOT LIKE THE ONE YOU CHOSE. FOR MORE INFORMATION ABOUT CHANGING PLANS OR OBTAINING FAMILY PLANNING AND REPRODUCTIVE HEALTH SERVICES UNDER MEDICAID, CONTACT NEW YORK MEDICAID CHOICE HOTLINE AT (TOLL-FREE MEDICAID MANAGED CARE HELPLINE NUMBER).” Whenever a covered Medicaid managed care organization is required by the New York state department of health to issue marketing materials in a language or languages other than English, such organization must issue the annual notice required by this paragraph in such language or languages. \n iv) Enrollee identification cards. Any identification card issued by a covered Medicaid managed care organization for the purpose of evidencing enrollment in such organization shall include a notice that family planning and reproductive health services are not included in such organization’s benefit package. Such notice shall be included on such identification card in capital letters equal to the average type size and typeface on such card. Such notice shall read as follows: “NOTICE: FAMILY PLANNING SERVICES, INCLUDING BIRTH CONTROL, STERILIZATION AND ABORTION ARE NOT PROVIDED BY THIS PLAN. YOU CAN USE YOUR MEDICAID CARD TO OBTAIN THESE SERVICES FROM ANY CLINIC OR DOCTOR WHO ACCEPTS MEDICAID. FOR MORE INFORMATION ON WHERE TO OBTAIN THESE SERVICES, CONTACT THE NEW YORK MEDICAID CHOICE HOTLINE AT (TOLL-FREE MEDICAID MANAGED CARE HELPLINE NUMBER).”\nb.  Each covered Medicaid managed care organization shall ensure that all notices required under this section be effectively communicated to enrollees who are vision or hearing impaired and whose impairments are known to such organization.\n§17-1004  Monitoring and reporting. a. The department shall conduct a comprehensive annual review of each covered Medicaid managed care organization contracting with the city to ensure that such organization is complying with the requirements, including, but not limited to, the notice requirements of this chapter. Such monitoring shall include, but not be limited to: (i)  reviewing and approving all written pre-enrollment marketing materials; (ii) conducting random audits of covered Medicaid managed care organization activities, including, but not limited to, face-to-face encounters and telephone services; (iii) surveying enrollees of covered Medicaid managed care organizations; and (iv) reviewing complaints made by enrollees against a covered Medicaid managed care organization regarding the disclosure of information relating to family planning and reproductive health services required pursuant to this chapter. \nb)  The department shall submit a report to the mayor and the speaker of the council regarding the access of enrollees in Medicaid managed care organizations with respect to family planning and reproductive health services under the Medicaid managed care program one year after the effective date of the local law that added this chapter and every year thereafter. The report required by this subdivision shall, at a minimum, include: (i) a list of all Medicaid managed care organizations, including, but not limited to covered Medicaid managed care organizations, contracting with the city; (ii) a table indicating whether each such Medicaid managed care organization includes family planning and reproductive health services in its benefit package; (iii) the number of enrollees enrolled in each such Medicaid managed care organization, by zip code; and (iv) a detailed explanation of the findings of the annual comprehensive review for each covered Medicaid managed care organization conducted pursuant to subdivision a of this section.   \n§3. Severability. If any subsection, sentence, clause, phrase or other portion of the local law that added this chapter is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of the local law that added this section, which remaining portions shall remain in full force and effect. \n§4. Effective date. This local law shall take effect ninety days after enactment; provided, however, that the commissioner of the department shall take such actions, including the promulgation of rules, as are necessary for the implementation of this local law.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset128 Arial Unicode MS;}{\\f2\\fswiss\\fprq2\\fcharset0 Arial;}}\n\\viewkind4\\uc1\n\\b\\v0\\par\n\\pard\\qj\\ul\\b0 Be it enacted by the Council as follows:\\par\n\\ulnone\\i\\par\n\\pard\\sl480\\slmult1\\qj\\tab\\i0 Section 1.  Title 17 of the administrative code of the city of New York is amended by adding thereto a new chapter 10 to read as follows: \\par\n\\pard\\qc\\ul\\b CHAPTER 10\\par\n\\pard\\qj\\par\n\\pard\\qc MEDICAID MANAGED CARE REPRODUCTIVE HEALTH AND FAMILY PLANNING SERVICES DISCLOSURE ACT\\par\n\\pard\\qj\\ulnone\\b0\\par\n\\par\n\\pard\\ul\\b\\'a717-1001\\tab Definitions.\\par\n\\pard\\fi-1440\\li1440\\'a717-1002\\tab Disclosure of family planning and reproductive health services to eligible persons.\\par\n\\'a717-1003\\tab Disclosure of family planning and reproductive health services to enrollees.\\par\n\\'a717-1004\\tab Monitoring and reporting.\\ulnone\\b0\\par\n\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ul\\b\\'a717-1001 Definitions\\b0 .  For the purposes of this chapter, the following terms shall have the following meanings:\\par\na. \\ldblquote Benefit package\\rdblquote  means all of the health services offered or provided to an enrollee by a Medicaid managed care organization pursuant to a contract between such organization and the city for the provision of health services under the Medicaid managed care program. \\par\nb.  \\ldblquote City\\rdblquote  means the city of New York.\\par\nc. \\tab\\ldblquote Covered Medicaid managed care organization\\rdblquote  means any Medicaid managed care organization contracting with the city for the provision of services under the Medicaid managed care program to enrollees that does not include the provision of family planning and reproductive health services in such organization\\rquote s benefit package. \\par\nd.\\tab\\ldblquote Department\\rdblquote  means the department of health and mental hygiene.\\par\ne.\\tab\\ldblquote Eligible person\\rdblquote  means a person who resides in the city and who has been determined by any authorized city, state or federal entity to qualify for enrollment in the Medicaid program and who meets any additional Medicaid managed care program enrollment criteria. \\par\nf.  \\tab\\ldblquote Enrollee\\rdblquote  means a person who resides in the city and whom, either personally or through a parent, guardian or an authorized representative, has enrolled in or has been automatically assigned to a Medicaid managed care organization for Medicaid program coverage.\\par\ng.  \\tab\\ldblquote Family planning and reproductive health services\\rdblquote  shall mean all services which are arranged for or offered or provided to enrollees relating to the reproductive system and its functions, including, but not limited to, family planning services and counseling, including, but not limited to, access to all medically approved birth control drugs and supplies, emergency contraception, sterilization procedures, pregnancy testing, sexually transmitted disease testing and treatment, abortion procedures and HIV testing and counseling.\\par\nh. \\tab\\ldblquote Marketing material\\rdblquote  means any published or recorded announcement containing words, pictures, photographs, symbols, graphics, or any combination thereof, the purpose or effect of which is to either identify a Medicaid managed care organization or a trademark or trade name associated exclusively with such organization, or to publicize or promote such organization or its services or programs in order to attract new enrollees.\\par\ni.\\tab\\ldblquote Marketing representative\\rdblquote  means any individual or entity engaged by a covered Medicaid managed care organization to advertise or publicize such organization or its services or programs to the public.\\par\nj.\\tab\\ldblquote Medicaid managed care organization\\rdblquote  means any health maintenance organization, integrated health care delivery system, special needs plan, partial capitation plan or prepaid health services plan which has been certified or licensed by the state of New York and which, by contract with the city, provides health insurance coverage to enrollees under the Medicaid managed care program. \\v\\par\n\\trowd\\trleft-15\\cellx8655\\pard\\intbl\\{Running Header:TEXT 1 (c) \\}\\f1\\cell\\f0\\row\n\\ulnone\\trowd\\trleft-15\\cellx8655\\intbl\\{Running Header:TEXT 1 (d) \\}\\f1\\cell\\f0\\fs20\\row\n\\pard\\fi720\\qj\\ul\\v0\\fs24\\par\n\\pard\\fi720\\sl480\\slmult1\\qj k. \\tab\\ldblquote Medicaid managed care program\\rdblquote  means the program in which individuals covered by the Medicaid program are enrolled on a voluntary or mandatory basis to receive services covered by the Medicaid program through a Medicaid managed care organization. \\v\\par\n\\v0\\par\nl. \\tab\\ldblquote Medicaid program\\rdblquote  means the public health insurance program which is authorized by title nineteen of the federal social security act and jointly administered by the federal government and New York state.\\par\nm.\\tab\\ldblquote Toll-free Medicaid managed care helpline number\\rdblquote  means the toll-free telephone number which is required by the New York state department of health to be maintained and operated by or on behalf of the city for the purposes of providing to the public information regarding the Medicaid managed care program, including, but not limited to, participating plans, networks, enrollee rights and responsibilities under the Medicaid managed care program, exemption and exclusion criteria and covered services. \\ulnone\\b\\par\n\\ul\\'a717-1002 Disclosure of family planning and reproductive health services to eligible persons\\b0 . a. Each covered Medicaid managed care organization shall include a notice in all of its marketing materials stating that family planning and reproductive health services are not included in its benefit package. At a minimum, such notice must be provided as follows: \\par\ni)   Marketing materials. All written marketing materials circulated, posted or otherwise distributed by a covered Medicaid managed care organization, including, but not limited to, brochures, leaflets, direct mailings, display advertisements, internet web sites, billboards, and bus, subway and newspaper advertisements, which are intended to persuade eligible persons to enroll in such organization must include a prominent notice that family planning and reproductive health services are not included in such organization\\rquote s benefit package. Such notice shall be written in capital letters equal to the height of the average letter in each of such organization\\rquote s written marketing materials, and shall appear in conspicuous and legible type which shall be in contrast, either by layout or in color, with other printed information in such materials. Such notice shall read as follows: \\ldblquote NOTICE: FAMILY PLANNING AND REPRODUCTIVE HEALTH SERVICES, INCLUDING BIRTH CONTROL, STERILIZATION AND ABORTION, ARE NOT PROVIDED BY THIS PLAN. FOR MORE INFORMATION ABOUT OBTAINING THESE SERVICES UNDER MEDICAID, CONTACT THE NEW YORK MEDICAID CHOICE HOTLINE AT (\\i TOLL-FREE MEDICAID MANAGED CARE HELPLINE NUMBER\\i0 ).\\rdblquote  Wherever a covered Medicaid managed care organization is required by the New York state department of health to publish its marketing materials in a language or languages other than English, such marketing materials must include, in the relevant language or languages, the notice required by this paragraph. \\par\nii)  Marketing presentations by marketing representatives. All marketing representatives of a covered Medicaid managed care organization shall provide oral notice to eligible persons that family planning and reproductive health benefits are not included in such organization\\rquote s benefit package during all presentations to such eligible persons, including but not limited to, presentations to groups of eligible persons, individual meetings with an eligible person or in any video or audio tapes prepared for marketing purposes. Such verbal notice shall be worded follows: \\ldblquote FAMILY PLANNING AND REPRODUCTIVE HEALTH SERVICES, INCLUDING BIRTH CONTROL, STERILIZATION AND ABORTION, ARE NOT PROVIDED BY THIS PLAN. IF YOU DECIDE TO USE THIS PLAN, YOU CAN USE YOUR MEDICAID CARD TO OBTAIN THESE FREE SERVICES, ON A CONFIDENTIAL BASIS, FROM ANY CLINIC OR DOCTOR WHO TAKES MEDICAID AND OFFERS THESE SERVICES.  FOR MORE INFORMATION ABOUT OBTAINING THESE SERVICES UNDER MEDICAID, CONTACT THE NEW YORK MEDICAID CHOICE HOTLINE AT (\\i TOLL-FREE MEDICAID MANAGED CARE HELPLINE NUMBER\\i0 ).\\rdblquote  Such verbal notice shall be provided, where appropriate, in languages other than English.\\par\nb)  All covered Medicaid managed care organizations shall ensure that the notice required by this section is, to the greatest extent practicable, effectively communicated to eligible persons who are vision or hearing impaired and whose impairments are known to such organizations.  \\par\n\\b\\'a717-1003 Disclosure of family planning and reproductive health services to enrollees\\b0 . a.  All materials produced by a covered Medicaid managed care organization for the purposes of providing enrollees information regarding the services provided by such organization shall include a notice stating that family planning and reproductive health services are not included in such organization\\rquote s benefit package. At a minimum, such notice must be provided as follows: \\par\n i)  Enrollee handbooks, guides and other similar publications. A covered Medicaid managed care organization shall provide prominent notice that family planning and reproductive health services are not included in such organization\\rquote s benefit package in any handbook, guide, directory or other such publication distributed to its enrollees. Such notice shall be located on one of the first five pages of such publication, be printed in capital, boldfaced, 18-point type, and read as follows: \\ldblquote NOTICE: FAMILY PLANNING AND REPRODUCTIVE HEALTH SERVICES, INCLUDING BIRTH CONTROL, STERILIZATION, AND ABORTION, ARE NOT PROVIDED BY THIS PLAN. YOU CAN USE YOUR MEDICAID CARD TO OBTAIN THESE SERVICES FREE, ON A CONFIDENTIAL BASIS, FROM ANY CLINIC OR DOCTOR WHO TAKES MEDICAID AND OFFERS THESE SERVICES. YOU DO NOT NEED TO GET APPROVAL FROM (\\i THE NAME OF THE COVERED MEDICAID MANAGED CARE ORGANIZATION\\i0 ) OR YOUR DOCTOR. FOR MORE INFORMATION ABOUT OBTAINING THESE SERVICES UNDER MEDICAID, CONTACT THE NEW YORK MEDICAID CHOICE HOTLINE AT (\\i TOLL-FREE MEDICAID MANAGED CARE HELPLINE NUMBER\\i0 ).\\rdblquote  Whenever a covered Medicaid managed care organization is required by the New York state department of health to publish its marketing materials in a language or languages other than English, such organization\\rquote s handbook, guide, directory or other such publication distributed to its enrollees must contain, in the relevant language or languages, the notice required by this paragraph. \\par\nii)  Initial communication to new enrollees. A covered Medicaid managed care organization shall provide prominent notice in any initial communication mailed to a newly enrolled enrollee stating that family planning and reproductive health services are not included in such organization\\rquote s benefit package. Such notice shall be printed on an 8 x 10 sheet of paper dedicated to such notice, shall be printed in capital, boldfaced, 18 point type, and shall read as follows: \\ldblquote NOTICE: FAMILY PLANNING AND REPRODUCTIVE HEALTH SERVICES, INCLUDING BIRTH CONTROL, STERILIZATION, AND ABORTION, ARE NOT PROVIDED BY THIS PLAN. YOU HAVE 90 DAYS TO CHANGE TO A NEW HEALTH PLAN IF YOU DO NOT LIKE THE ONE YOU CHOSE. IF YOU DO NOT CHANGE YOUR PLAN IN 90 DAYS, YOU MUST STAY IN THE PLAN FOR NINE MONTHS UNLESS YOU HAVE A GOOD REASON TO LEAVE THE PLAN. IF YOU WANT TO CHANGE PLANS NOW OR HAVE A GOOD REASON TO CHANGE PLANS DURING THE NEXT NINE MONTHS, CALL THE NEW YORK MEDICAID CHOICE HOTLINE AT (\\i TOLL-FREE MEDICAID MANAGED CARE HELPLINE NUMBER\\i0 ). IN THE MEANTIME, YOU CAN USE YOUR MEDICAID CARD TO OBTAIN FREE, CONFIDENTIAL FAMILY PLANNING SERVICES AND REPRODUCTIVE HEALTH SERVICES FROM ANY CLINIC OR DOCTOR WHO TAKES MEDICAID AND OFFERS THESE SERVICES. YOU DO NOT NEED TO GET APPROVAL FROM (\\i THE NAME OF THE COVERED MEDICAID MANAGED CARE ORGANIZATION\\i0 ) OR YOUR DOCTOR TO GET THESE SERVICES. FOR INFORMATION ABOUT OBTAINING THESE SERVICES UNDER MEDICAID, CONTACT THE NEW YORK MEDICAID CHOICE HOTLINE AT (\\i TOLL-FREE MEDICAID MANAGED CARE HELPLINE NUMBER\\i0 ).\\rdblquote  Whenever a covered Medicaid managed care organization is required by the New York state department of health to issue marketing materials in a language or languages other than English, such organization must also provide the notice required by this paragraph in such language or languages. \\par\niii)  Annual notice to enrollees. At least once annually, a covered Medicaid managed care organization shall provide a written notice to each of its enrollees that states that family planning and reproductive health services are not included in such organization\\rquote s benefit package. Such notice shall be printed in capital, boldfaced, 18-point type, and, if mailed with any other announcement or materials, shall be printed on  a separate sheet of 8 X 10 paper. Such notice shall read as follows: \\ldblquote NOTICE: FAMILY PLANNING AND REPRODUCTIVE HEALTH SERVICES, INCLUDING BIRTH CONTROL, STERILIZATION, AND ABORTION, ARE NOT PROVIDED BY THIS PLAN. YOU CAN USE YOUR MEDICAID CARD TO OBTAIN THESE SERVICES FREE, ON A CONFIDENTIAL BASIS, FROM ANY CLINIC OR DOCTOR WHO ACCEPTS MEDICAID AND OFFERS THESE SERVICES. YOU DO NOT NEED TO GET APPROVAL FROM (\\i THE NAME OF THE COVERED MEDICAID MANAGED CARE ORGANIZATION\\i0 ) OR YOUR DOCTOR. SINCE (\\i NAME OF COVERED MEDICAID MANAGED CARE ORGANIZATION\\i0 ) DOES NOT OFFER FAMILY PLANNING AND REPRODUCTIVE HEALTH SERVICES, YOU HAVE A RIGHT TO CHANGE TO A NEW HEALTH PLAN IF YOU DO NOT LIKE THE ONE YOU CHOSE. FOR MORE INFORMATION ABOUT CHANGING PLANS OR OBTAINING FAMILY PLANNING AND REPRODUCTIVE HEALTH SERVICES UNDER MEDICAID, CONTACT NEW YORK MEDICAID CHOICE HOTLINE AT (\\i TOLL-FREE MEDICAID MANAGED CARE HELPLINE NUMBER\\i0 ).\\rdblquote  Whenever a covered Medicaid managed care organization is required by the New York state department of health to issue marketing materials in a language or languages other than English, such organization must issue the annual notice required by this paragraph in such language or languages. \\par\n iv) Enrollee identification cards. Any identification card issued by a covered Medicaid managed care organization for the purpose of evidencing enrollment in such organization shall include a notice that family planning and reproductive health services are not included in such organization\\rquote s benefit package. Such notice shall be included on such identification card in capital letters equal to the average type size and typeface on such card. Such notice shall read as follows: \\ldblquote NOTICE: FAMILY PLANNING SERVICES, INCLUDING BIRTH CONTROL, STERILIZATION AND ABORTION ARE NOT PROVIDED BY THIS PLAN. YOU CAN USE YOUR MEDICAID CARD TO OBTAIN THESE SERVICES FROM ANY CLINIC OR DOCTOR WHO ACCEPTS MEDICAID. FOR MORE INFORMATION ON WHERE TO OBTAIN THESE SERVICES, CONTACT THE NEW YORK MEDICAID CHOICE HOTLINE AT (\\i TOLL-FREE MEDICAID MANAGED CARE HELPLINE NUMBER\\i0 ).\\rdblquote\\par\nb.  Each covered Medicaid managed care organization shall ensure that all notices required under this section be effectively communicated to enrollees who are vision or hearing impaired and whose impairments are known to such organization.\\par\n\\b\\'a717-1004  Monitoring and reporting\\b0 . a. The department shall conduct a comprehensive annual review of each covered Medicaid managed care organization contracting with the city to ensure that such organization is complying with the requirements, including, but not limited to, the notice requirements of this chapter. Such monitoring shall include, but not be limited to: (i)  reviewing and approving all written pre-enrollment marketing materials; (ii) conducting random audits of covered Medicaid managed care organization activities, including, but not limited to, face-to-face encounters and telephone services; (iii) surveying enrollees of covered Medicaid managed care organizations; and (iv) reviewing complaints made by enrollees against a covered Medicaid managed care organization regarding the disclosure of information relating to family planning and reproductive health services required pursuant to this chapter. \\par\nb)  The department shall submit a report to the mayor and the speaker of the council regarding the access of enrollees in Medicaid managed care organizations with respect to family planning and reproductive health services under the Medicaid managed care program one year after the effective date of the local law that added this chapter and every year thereafter. The report required by this subdivision shall, at a minimum, include: (i) a list of all Medicaid managed care organizations, including, but not limited to covered Medicaid managed care organizations, contracting with the city; (ii) a table indicating whether each such Medicaid managed care organization includes family planning and reproductive health services in its benefit package; (iii) the number of enrollees enrolled in each such Medicaid managed care organization, by zip code; and (iv) a detailed explanation of the findings of the annual comprehensive review for each covered Medicaid managed care organization conducted pursuant to subdivision a of this section.   \\par\n\\ulnone\\'a73. Severability.\\b  \\b0 If any subsection, sentence, clause, phrase or other portion of the local law that added this chapter is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of the local law that added this section, which remaining portions shall remain in full force and effect. \\ul\\b\\par\n\\ulnone\\b0\\'a74. Effective date. This local law shall take effect ninety days after enactment; provided, however, that the commissioner of the department shall take such actions, including the promulgation of rules, as are necessary for the implementation of this local law. \\par\n\\pard\\f2\\fs18\\par\n\\pard\\sl480\\slmult1\\qj\\f0\\fs24\\par\n\\pard\\par\n}\n\u0000",
  "LastModified": "2019-08-15T18:45:16.59Z"
}
