{
  "ID": 29850,
  "GUID": "2FF4F20F-ADFB-449A-80BD-5BFA9072FFFC",
  "File": "Int 0291-2004",
  "Name": "Public Contracts, Damages For Delay",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to damages for delay clauses in public contracts.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 6,
  "BodyName": "Committee on Contracts",
  "IntroDate": "2004-03-24T00:00:00Z",
  "AgendaDate": "2004-03-24T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5229,
      "Slug": "eva-s-moskowitz",
      "FullName": "Eva S. Moskowitz"
    },
    {
      "ID": 432,
      "Slug": "philip-reed",
      "FullName": "Philip Reed"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 424,
      "Slug": "tracy-l-boyland",
      "FullName": "Tracy L. Boyland"
    },
    {
      "ID": 5275,
      "Slug": "eric-n-gioia",
      "FullName": "Eric N. Gioia"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    }
  ],
  "History": [
    {
      "ID": 157234,
      "Date": "2004-03-24T10:42:12Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 157360,
      "Date": "2004-03-24T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2799,
      "AgendaSequence": 88,
      "MinutesSequence": 104,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Contracts",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184827,
      "Date": "2005-12-31T10:09:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 16381,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Declaration of Legislative Findings and Intent.  The Council of the City of New York finds that it is often difficult to find enough quality contractors willing to bid on city construction projects, making it hard to keep the contracting process competitive.  One of the main reasons for this is that there is a “no damages for delay” clause in New York City contracts.  This shield allows the City to delay a private contractor for any length of time and not bear any fiscal responsibility for such delay.  Proponents of the status quo argue that it results in saving taxpayers money in recovery fees and litigation expenses. However, given the City’s history of construction delays, many contractors are simply unwilling or unable to assume the risk of expense of doing business with the City. This sentiment has resulted in a decrease in the pool of responsible contractors who view City public work as a means of last resort.  The inclusion of the “no damages for delay” clause, in City contracts, has been cited as resulting in an overall increase in construction costs for public projects because contractors add to their bids in order to cover for potential delays.  In addition, the existence of such a clause harms small contractors who simply cannot afford the cost of indefinite delays; in particular, minority and women owned construction firms.\n\tCurrently, ten states have made such a clause void and unenforceable as against public policy.  Additionally, the federal government, the New York State Office of General Services, and the New York State Department of Transportation all pay damages in certain circumstances when they are responsible for causing the delay in a public project.  This policy has resulted in an increase in government accountability and has decreased the amount of delays caused by public entities - thereby decreasing the time required to complete a project.  Removal of the City’s “no damages for delay” clause will likely reduce the delays caused by City agencies, increase the rate of job completion, and result in less community disruption from public construction projects.  \nThe Council finds that this legislation will allow contractors to recover a fair and equitable sum for construction delays that are caused in whole, or in part, by a City agency’s negligence, bad faith, active interference or other tortious conduct.  The possible additional costs for delay damages will be offset by savings in faster completion of public construction projects and greater competition for those contracts.  This legislation also provides for a penalties to be imposed against contractors who bring forward claims against a contracting agency which are determined through litigation or arbitration to be false or to have no basis in law or in fact. \n\t§2.  Title 6 of the Administrative Code of the City of New York is hereby amended by adding a new section 6-126, to read as follows:\n\tSection 6-126. a. For purposes of this section only, the following terms shall have the following meanings:\n(1) \"Contract\" means any written agreement, purchase order or instrument whereby the city is committed to expend or does expend funds in return for work, labor, services, supplies, equipment, materials, or any combination of the foregoing.\t\n(2) \"Contracting agency\" means a city, county, borough, or other office, position, administration, department, division, bureau, board or commission, or a corporation, institution or agency of government, the expenses of which are paid in whole or in part from the city treasury.\n(3) \"Contractor\" means and includes all individuals, sole proprietorships, partnerships, joint ventures or corporations who enter into a contract with a contracting agency.\n(4) “Construction” means the process of building, reconstructing, rehabilitating, converting, altering, extending, improving, repairing, maintaining or demolishing of city real property or other public improvements.\nb.  A contract for the procurement of construction shall include a provision which provides a procedure between the contracting agency and the contractor for the recovery of damages related to the expenses incurred by the contractor for a delay which the contracting agency is in whole, or in part, responsible for, which is unreasonable under the circumstances. \nc.  Subdivision (b) of this section is not intended to render void any contract \nprovision that:\nPrecludes a contractor from recovering that portion of delay costs \ncaused by the acts or omissions of the contractor or its agents;\nRequires notice of any delay by the party responsible for such delay;\nProvides for reasonable liquidated damages; or\nProvides for arbitration or any other procedure designed to settle \ncontract disputes.\n\td.  A contractor making a claim against a contracting agency for costs or damages due to the alleged delaying of the contractor in the performance of its work under any construction contract shall be liable to the contracting agency for an amount equal to such unsupported part of each claim in addition to all costs to the contracting agency attributable to the cost of reviewing the total delay claim which is determined through litigation or arbitration to be false or to have no basis in law or in fact.\nA contractor shall also be liable for a civil penalty of not less than $2,500 for \neach claim upon a determination that a contractor has been found, through litigation or arbitration, to have made a false claim or a claim that had no basis in fact against the contracting agency.\nf.  The appropriate agency head may commence debarment proceedings pursuant \nto the rules of the procurement policy board upon a determination that a contractor has been found, through litigation or arbitration, to have made a false claim or a claim that had no basis in fact against the contracting agency.\n §3.  This local shall take effect ninety days after its adoption.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\ri-720\\sl480\\slmult1\\qj\\ulnone\\tab Section 1.  Declaration of Legislative Findings and Intent.  The Council of the City of New York finds that it is often difficult to find enough quality contractors willing to bid on city construction projects, making it hard to keep the contracting process competitive.  One of the main reasons for this is that there is a \\ldblquote no damages for delay\\rdblquote  clause in New York City contracts.  This shield allows the City to delay a private contractor for any length of time and not bear any fiscal responsibility for such delay.  Proponents of the status quo argue that it results in saving taxpayers money in recovery fees and litigation expenses. However, given the City\\rquote s history of construction delays, many contractors are simply unwilling or unable to assume the risk of expense of doing business with the City. This sentiment has resulted in a decrease in the pool of responsible contractors who view City public work as a means of last resort.  The inclusion of the \\ldblquote no damages for delay\\rdblquote  clause, in City contracts, has been cited as resulting in an overall increase in construction costs for public projects because contractors add to their bids in order to cover for potential delays.  In addition, the existence of such a clause harms small contractors who simply cannot afford the cost of indefinite delays; in particular, minority and women owned construction firms.\\par\n\\tab Currently, ten states have made such a clause void and unenforceable as against public policy.  Additionally, the federal government, the New York State Office of General Services, and the New York State Department of Transportation all pay damages in certain circumstances when they are responsible for causing the delay in a public project.  This policy has resulted in an increase in government accountability and has decreased the amount of delays caused by public entities - thereby decreasing the time required to complete a project.  Removal of the City\\rquote s \\ldblquote no damages for delay\\rdblquote  clause will likely reduce the delays caused by City agencies, increase the rate of job completion, and result in less community disruption from public construction projects.  \\par\n\\pard\\fi720\\ri-720\\sl480\\slmult1\\qj The Council finds that this legislation will allow contractors to recover a fair and equitable sum for construction delays that are caused in whole, or in part, by a City agency\\rquote s negligence, bad faith, active interference or other tortious conduct.  The possible additional costs for delay damages will be offset by savings in faster completion of public construction projects and greater competition for those contracts.  This legislation also provides for a penalties to be imposed against contractors who bring forward claims against a contracting agency which are determined through litigation or arbitration to be false or to have no basis in law or in fact. \\par\n\\pard\\sl480\\slmult1\\qj\\tab\\'a72.  Title 6 of the Administrative Code of the City of New York is hereby amended by adding a new section 6-126, to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\tab\\ul Section 6-126. a. For purposes of this section only, the following terms shall have the following meanings:\\par\n\\pard\\fi1440\\sl480\\slmult1\\qj (1) \"Contract\" means any written agreement, purchase order or instrument whereby the city is committed to expend or does expend funds in return for work, labor, services, supplies, equipment, materials, or any combination of the foregoing.\\ulnone\\tab\\par\n\\ul (2) \"Contracting agency\" means a city, county, borough, or other office, position, administration, department, division, bureau, board or commission, or a corporation, institution or agency of government, the expenses of which are paid in whole or in part from the city treasury.\\par\n(3) \"Contractor\" means and includes all individuals, sole proprietorships, partnerships, joint ventures or corporations who enter into a contract with a contracting agency.\\par\n(4) \\ldblquote Construction\\rdblquote  means the process of building, reconstructing, rehabilitating, converting, altering, extending, improving, repairing, maintaining or demolishing of city real property or other public improvements.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj b.  A contract for the procurement of construction shall include a provision which provides a procedure between the contracting agency and the contractor for the recovery of damages related to the expenses incurred by the contractor for a delay which the contracting agency is in whole, or in part, responsible for, which is unreasonable under the circumstances. \\par\nc.  Subdivision (b) of this section is not intended to render void any contract \\par\n\\pard\\sl480\\slmult1\\qj provision that:\\par\n\\pard{\\pntext\\f0 (1)\\tab}{\\*\\pn\\pnlvlbody\\pnf0\\pnindent360\\pnstart1\\pndec{\\pntxtb(}{\\pntxta)}}\n\\fi-375\\li1815\\sl480\\slmult1\\qj\\tx1815 Precludes a contractor from recovering that portion of delay costs \\par\n\\pard{\\*\\pn\\pnlvlcont\\pnf0\\pnindent0\\pnstart1\\pndec }\n\\sl480\\slmult1\\qj caused by the acts or omissions of the contractor or its agents;\\par\n\\pard{\\pntext\\f0 (2)\\tab}{\\*\\pn\\pnlvlbody\\pnf0\\pnindent360\\pnstart1\\pndec{\\pntxtb(}{\\pntxta)}}\n\\fi-375\\li1815\\sl480\\slmult1\\qj\\tx1815 Requires notice of any delay by the party responsible for such delay;\\par\n{\\pntext\\f0 (3)\\tab}Provides for reasonable liquidated damages; or\\par\n{\\pntext\\f0 (4)\\tab}Provides for arbitration or any other procedure designed to settle \\par\n\\pard\\sl480\\slmult1\\qj contract disputes.\\par\n\\ulnone\\tab\\ul d.  A contractor making a claim against a contracting agency for costs or damages due to the alleged delaying of the contractor in the performance of its work under any construction contract shall be liable to the contracting agency for an amount equal to such unsupported part of each claim in addition to all costs to the contracting agency attributable to the cost of reviewing the total delay claim which is determined through litigation or arbitration to be false or to have no basis in law or in fact.\\par\n\\pard{\\pntext\\f0 e.\\tab}{\\*\\pn\\pnlvlbody\\pnf0\\pnindent360\\pnstart5\\pnlcltr{\\pntxta.}}\n\\fi-360\\li1080\\sl480\\slmult1\\qj\\tx1080 A contractor shall also be liable for a civil penalty of not less than $2,500 for \\par\n\\pard\\sl480\\slmult1\\qj each claim upon a determination that a contractor has been found, through litigation or arbitration, to have made a false claim or a claim that had no basis in fact against the contracting agency.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj f.  The appropriate agency head may commence debarment proceedings pursuant \\ulnone\\par\n\\pard\\sl480\\slmult1\\qj\\ul to the rules of the procurement policy board upon a determination that a contractor has been found, through litigation or arbitration, to have made a false claim or a claim that had no basis in fact against the contracting agency.\\ulnone\\par\n\\pard\\fi720\\sl480\\slmult1\\qj  \\'a73.  This local shall take effect ninety days after its adoption.\\ul\\par\n\\pard\\ulnone\\par\n}\n\u0000",
  "LastModified": "2019-08-15T18:46:16.477Z"
}
