{
  "ID": 29841,
  "GUID": "D2A3E017-40F3-4B6B-8143-0B5F54CDF974",
  "File": "Int 0292-2004",
  "Name": "Collective bargaining rights of certain city employees.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to collective bargaining rights of certain city employees.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 4,
  "BodyName": "Committee on Civil Service and Labor",
  "IntroDate": "2004-03-24T00:00:00Z",
  "AgendaDate": "2004-03-24T00:00:00Z",
  "PassedDate": "2005-04-12T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5281,
      "Slug": "joseph-p-addabbo-jr",
      "FullName": "Joseph P. Addabbo, Jr."
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 432,
      "Slug": "philip-reed",
      "FullName": "Philip Reed"
    },
    {
      "ID": 5275,
      "Slug": "eric-n-gioia",
      "FullName": "Eric N. Gioia"
    },
    {
      "ID": 5278,
      "Slug": "melinda-r-katz",
      "FullName": "Melinda R. Katz"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5270,
      "Slug": "hiram-monserrate",
      "FullName": "Hiram Monserrate"
    }
  ],
  "History": [
    {
      "ID": 157225,
      "Date": "2004-03-24T10:20:48Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 157357,
      "Date": "2004-03-24T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2799,
      "AgendaSequence": 89,
      "MinutesSequence": 105,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Civil Service and Labor",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 158544,
      "Date": "2004-04-28T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "",
      "BodyID": 4,
      "BodyName": "Committee on Civil Service and Labor",
      "EventID": 2919,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 158698,
      "Date": "2004-04-28T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "",
      "BodyID": 4,
      "BodyName": "Committee on Civil Service and Labor",
      "EventID": 2919,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 173461,
      "Date": "2005-03-29T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 4,
      "BodyName": "Committee on Civil Service and Labor",
      "EventID": 4417,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 173462,
      "Date": "2005-03-29T13:00:00Z",
      "ActionID": 39,
      "Action": "Filed by Committee",
      "Description": "A motion was made that this Introduction be Filed by Committee approved by Roll Call.",
      "BodyID": 4,
      "BodyName": "Committee on Civil Service and Labor",
      "EventID": 4417,
      "MinutesSequence": 4,
      "Version": "*",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 173894,
      "Date": "2005-04-12T13:30:00Z",
      "ActionID": 69,
      "Action": "Filed by Council",
      "Description": "A motion was made that this Introduction be Filed by Council approved by consent Roll Call.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 4532,
      "AgendaSequence": 22,
      "MinutesSequence": 24,
      "Version": "*",
      "AgendaNote": "Coupled to be Filed",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "Consent": 1,
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 61764,
      "LastModified": "2021-12-31T12:48:55.213Z",
      "Name": "Hearing Transcript 4/28/04",
      "Link": "http://nyc.legistar1.com/nyc/attachments/349d7a61-8581-49f5-b552-9031fea468e1HwordHearing Transcripts 2004Civil Service & LaborApril 28.doc",
      "Sort": 9
    },
    {
      "ID": 60766,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 4/28/04",
      "Link": "http://nyc.legistar1.com/nyc/attachments/60766.doc",
      "Sort": 999
    },
    {
      "ID": 65612,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 3/29/05",
      "Link": "http://nyc.legistar1.com/nyc/attachments/db4386a3-5cef-4c23-9e38-89a004d877e2.doc",
      "Sort": 1001
    },
    {
      "ID": 65947,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 3/29/05",
      "Link": "http://nyc.legistar1.com/nyc/attachments/58d2fb64-7b12-40aa-8869-4c08e20c7775.doc",
      "Sort": 1002
    },
    {
      "ID": 68682,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript - Stated Meeting 4/12/05",
      "Link": "http://nyc.legistar1.com/nyc/attachments/4a58119e-a84d-4b0d-b80b-7c74d1d1bcf8.doc",
      "Sort": 1003
    }
  ],
  "Summary": "",
  "TextID": 16372,
  "Text": "Be it enacted by the Council as follows:\n\tSection 1.  Declaration of legislative findings and intent.  The Council finds that employees working in various departments and agencies in the City of New York have certain terms and conditions of employment similar to those of employees working in the City’s uniformed services, such as police, fire, sanitation and correction services.  These terms and conditions of employment raise issues that are materially different than the issues affecting non-uniformed City employees.  Furthermore, the Council recognizes that certain employees working in the City’s uniformed services have unique bargaining rights under the New York City Collective Bargaining Law.  The Council finds that individuals working under the terms and conditions of employment similar to those employees working in the City’s uniformed services should be accorded the same unique bargaining rights as those accorded to individuals working in such services.\n\t§2.\tParagraph 4 of subdivision (a) of section 12-307 of the administrative code of the city of New York is hereby amended to read as follows:\n\t(4) all matters, including but not limited to pensions, overtime and time and leave rules which affect employees in the uniformed police, fire, sanitation and correction services, or any other police officer as defined in subdivision thirty-four of section 1.20 of the criminal procedure law who is also defined as a police officer in this code, shall be negotiated with the certified employee organizations representing the employees involved.  For purposes of this paragraph only[,]: \n(i)\t     employees of the uniformed fire service shall also include persons employed by the    fire department of the city of New York as fire alarm dispatchers and supervisors of fire alarm dispatchers[.  For purposes of this paragraph only, employees of the uniformed fire service shall also include persons employed by the fire department of the city of New York as], emergency medical technicians and advanced emergency medical technicians, as those terms are defined in section three thousand one of the public health law, and supervisors of emergency medical technicians or advanced emergency medical technicians;\n(ii)\t      employees of the uniformed police service shall also include persons employed by the police department of the city of New York as traffic enforcement agents and school safety officers; \n(iii)\t      employees of the uniformed sanitation service shall also include persons employed by the sanitation department of the city of New York as sanitation enforcement agents;\n\t§ 3. \tSubdivision (a) of section 12-307 of the administrative code of the city of New York is hereby amended by adding a new paragraph 4.1 to read as follows:\n\t(4.1) all matters, including but not limited to pensions, overtime and time and leave rules which affect the following employees in the following agencies shall be negotiated with the certified employee organizations representing the employees involved:\n(i)\tpersons employed by the department of homeless services of the city of New York as special officers, senior special officers, supervising special officers and principal special officers;\n(ii)\tpersons employed by the department of health and mental hygiene of the city of New York as special officers, senior special officers, supervising special officers and principal special officers;\n(iii)\tpersons employed by the department of juvenile justice of the city of New York as special officers, senior special officers, supervising special officers and principal special officers;\n(iv)\tpersons employed by the human resources administration of the city of New York as special officers, senior special officers, supervising special officers and principal special officers;\n(v)\tpersons employed by the administration for children’s services of the city of New York as special officers, senior special officers, supervising special officers and principal special officers;\n(vi)\tpersons employed by the taxi and limousine commission of the city of New York as taxi and limousine inspectors, supervising taxi and limousine inspectors, senior taxi and limousine inspectors and associate taxi and limousine inspectors;\n(vii)\tpersons employed by the department of transportation of the city of New York as parking control specialists and associate parking control specialists;\n\t§4.  This local law shall take effect immediately upon its enactment into law.\nTHC - LS# 706 \n3/22/04",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160\\tx2880\\tab Section 1.  Declaration of legislative findings and intent.  The Council finds that employees working in various departments and agencies in the City of New York have certain terms and conditions of employment similar to those of employees working in the City\\rquote s uniformed services, such as police, fire, sanitation and correction services.  These terms and conditions of employment raise issues that are materially different than the issues affecting non-uniformed City employees.  Furthermore, the Council recognizes that certain employees working in the City\\rquote s uniformed services have unique bargaining rights under the New York City Collective Bargaining Law.  The Council finds that individuals working under the terms and conditions of employment similar to those employees working in the City\\rquote s uniformed services should be accorded the same unique bargaining rights as those accorded to individuals working in such services.\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160\\tx2880\\tab\\'a72.\\tab Paragraph 4 of subdivision (a) of section 12-307 of the administrative code of the city of New York is hereby amended to read as follows:\\par\n\\tab (4) all matters, including but not limited to pensions, overtime and time and leave rules which affect employees in the uniformed police, fire, sanitation and correction services, or any other police officer as defined in subdivision thirty-four of section 1.20 of the criminal procedure law who is also defined as a police officer in this code, shall be negotiated with the certified employee organizations representing the employees involved.  For purposes of this paragraph only[,]\\ul :\\ulnone  \\par\n\\pard\\nowidctlpar\\fi-660\\li1020\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160\\tx2880\\ul (i)\\ulnone\\tab      employees of the uniformed fire service shall also include persons employed by the    fire department of the city of New York as fire alarm dispatchers and supervisors of fire alarm dispatchers[.  For purposes of this paragraph only, employees of the uniformed fire service shall also include persons employed by the fire department of the city of New York as]\\ul ,\\ulnone  emergency medical technicians and advanced emergency medical technicians, as those terms are defined in section three thousand one of the public health law, and supervisors of emergency medical technicians or advanced emergency medical technicians;\\ul\\par\n\\pard\\nowidctlpar\\fi-720\\li1080\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160\\tx2880 (ii)\\tab\\ulnone       \\ul employees of the uniformed police service shall also include persons employed by the police department of the city of New York as traffic enforcement agents and school safety officers; \\ulnone\\par\n\\pard\\nowidctlpar\\fi-720\\li1080\\sl480\\slmult1\\qj\\tx720\\tx1080\\tx2160\\tx2880\\ul (iii)\\tab\\ulnone       \\ul employees of the uniformed sanitation service shall also include persons employed by the sanitation department of the city of New York as sanitation enforcement agents;\\ulnone\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160\\tx2880\\tab\\'a7 3. \\tab Subdivision (a) of section 12-307 of the administrative code of the city of New York is hereby amended by adding a new paragraph 4.1 to read as follows:\\par\n\\tab\\ul (4.1) all matters, including but not limited to pensions, overtime and time and leave rules which affect the following employees in the following agencies shall be negotiated with the certified employee organizations representing the employees involved:\\par\n\\pard\\nowidctlpar\\fi-720\\li1440\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160\\tx2880 (i)\\tab persons employed by the department of homeless services of the city of New York as special officers, senior special officers, supervising special officers and principal special officers;\\ulnone\\par\n\\pard\\nowidctlpar\\fi-720\\li1440\\sl480\\slmult1\\qj\\ul (ii)\\tab persons employed by the department of health and mental hygiene of the city of New York as special officers, senior special officers, supervising special officers and principal special officers;\\par\n(iii)\\tab persons employed by the department of juvenile justice of the city of New York as special officers, senior special officers, supervising special officers and principal special officers;\\par\n(iv)\\tab persons employed by the human resources administration of the city of New York as special officers, senior special officers, supervising special officers and principal special officers;\\ulnone\\par\n\\ul (v)\\tab persons employed by the administration for children\\rquote s services of the city of New York as special officers, senior special officers, supervising special officers and principal special officers;\\ulnone\\par\n\\ul (vi)\\tab persons employed by the taxi and limousine commission of the city of New York as taxi and limousine inspectors, supervising taxi and limousine inspectors, senior taxi and limousine inspectors and associate taxi and limousine inspectors;\\ulnone\\par\n\\ul (vii)\\tab persons employed by the department of transportation of the city of New York as parking control specialists and associate parking control specialists;\\ulnone\\par\n\\pard\\nowidctlpar\\li360\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160\\tx2880\\tab\\'a74.  This local law shall take effect immediately upon its enactment into law.\\par\n\\pard\\nowidctlpar\\li360\\qj\\tx720\\tx1440\\tx2160\\tx2880 THC - LS# 706 \\par\n3/22/04\\par\n\\pard\\nowidctlpar\\li360\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160\\tx2880\\par\n\\pard\\par\n}\n\u0000",
  "LastModified": "2019-08-15T18:46:27.413Z"
}
