{
  "ID": 29845,
  "GUID": "8EE5980E-D880-472C-A075-2C5525326DD1",
  "File": "Int 0294-2004",
  "Name": "Pre-qualification of bidders for public works contracts.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the pre-qualification of bidders for public works contracts.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 6,
  "BodyName": "Committee on Contracts",
  "IntroDate": "2004-03-24T00:00:00Z",
  "AgendaDate": "2004-03-24T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 431,
      "Slug": "madeline-t-provenzano",
      "FullName": "Madeline T. Provenzano"
    },
    {
      "ID": 5275,
      "Slug": "eric-n-gioia",
      "FullName": "Eric N. Gioia"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5281,
      "Slug": "joseph-p-addabbo-jr",
      "FullName": "Joseph P. Addabbo, Jr."
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 430,
      "Slug": "bill-perkins",
      "FullName": "Bill Perkins"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5270,
      "Slug": "hiram-monserrate",
      "FullName": "Hiram Monserrate"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5278,
      "Slug": "melinda-r-katz",
      "FullName": "Melinda R. Katz"
    },
    {
      "ID": 5279,
      "Slug": "dennis-p-gallagher",
      "FullName": "Dennis P. Gallagher"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5286,
      "Slug": "bill-de-blasio",
      "FullName": "Bill De Blasio"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 424,
      "Slug": "tracy-l-boyland",
      "FullName": "Tracy L. Boyland"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5293,
      "Slug": "michael-e-mcmahon",
      "FullName": "Michael E. McMahon"
    },
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    },
    {
      "ID": 5255,
      "Slug": "andrew-j-lanza",
      "FullName": "Andrew J. Lanza"
    },
    {
      "ID": 432,
      "Slug": "philip-reed",
      "FullName": "Philip Reed"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5274,
      "Slug": "helen-sears",
      "FullName": "Helen Sears"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 5285,
      "Slug": "erik-martin-dilan",
      "FullName": "Erik Martin Dilan"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    }
  ],
  "History": [
    {
      "ID": 157229,
      "Date": "2004-03-24T10:31:27Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 157365,
      "Date": "2004-03-24T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2799,
      "AgendaSequence": 93,
      "MinutesSequence": 109,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Contracts",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184829,
      "Date": "2005-12-31T10:10:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 16376,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Declaration of Legislative Findings and Intent. \nThe Council finds that it is in the best interests of the city to hire only the lowest responsible bidder for construction projects.  The Council further finds that the current system, in which most contractors are investigated and in which responsibility determinations are made only after bids are received, is not practicable or in the best interests of the City in that it encourages cursory investigations and inaccurate findings which result in projects that experience extensive delays, poor quality construction and demolition and worker abuses.  The Council therefore finds that it is in the City’s best interest to qualify contractors to bid on construction projects before bids are made in order to streamline and expedite the procurement process for public works projects, save the city money, and obtain the best quality construction for the lowest price.  \nAccordingly, the Council finds that it is in the best interests of the city of New York to hire only those contractors for public works that have been determined to be responsible contractors and placed on a pre-qualified bidders list. \n  § 2.   Chapter one of title six of the administrative code of the city of New York is hereby amended by adding a new Section 6-130 to read as follows:\n§ 6-130.  Prequalification of public works contractors. a.  Definitions.  For purposes of this section only, the following terms shall have the following meanings: \n(1) “City agency” means any city, county, borough, administration, department, division, bureau, board, commission or any subsidiary thereof; or any corporation, institution, agency of government, or any subsidiary thereof, the finances of which are paid in whole or in part from the city treasury.  \n(2) “Contract” means any written agreement, purchase order or instrument whereby the city is committed to expend or does expend funds in return for work, labor, services, supplies, equipment, materials, or any combination of the foregoing.\n(3) “Contracting agency” means any city agency that enters into or seeks to enter into a contract for public works.\n(4) “Contractor” means any person or entity that enters into or seeks to enter into a contract for public works with a contracting agency.\n(5)  “Pre-qualified list” means a list of contractors and subcontractors who have been determined to be responsible vendors for purposes of being awarded public works contracts.\n(6) “Principal of the company” means individual owners, joint venturers, partners, directors, officers; shareholders of ten percent or more of the company’s stock, including owners of other securities including, but not limited to, stock options, secured or unsecured bonds, warrants and rights, that can be converted to stock that, if exercised, would constitute ten percent or more of the company’s stock; managers or individuals who participate in the overall policy-making or financial decisions of a contractor or subcontractor; a person in a position to control and direct the contractor or subcontractor’s overall operations.   For publicly-held corporations, the term shall include a president, treasurer, shareholders of ten percent or more of the company’s stock, and those officers and managers who would have direct responsibility for performance of public works contracts. \n(7)  “Public works” means any construction program or project involving the construction, demolition, restoration, rehabilitation, repair, renovation, or abatement of any building, structure, tunnel, excavation, roadway, or bridge; the preparation for any construction program or project involving the construction, demolition, restoration, rehabilitation, repair, renovation, or abatement of any building, structure, tunnel, excavation, roadway, or bridge; or any final work involved in the completion of any construction program or project involving the construction, demolition, restoration, rehabilitation, repair, renovation, or abatement of any building, structure, tunnel, excavation, roadway, or bridge, the financing of which is provided, in whole or in part, by the city of New York, any city agency, or any subsidiary thereof; any public benefit corporation; public authority, industrial development agency, or any subsidiary thereof.\n(8) “Subcontractor” means any person or entity that enters into a contract with a contractor to complete any portion, in part or in whole, of any contract for public works. \nb.  Except as otherwise permitted pursuant to state and local law and procurement policy board rules, contracts for public works shall be awarded to the lowest responsible bidder through competitive sealed bidding.\nc.  Determinations of responsibility for contractors and subcontractors on public works projects shall be made prior to solicitation for bids and each agency shall maintain pre-qualified lists as required under this section.\nd.  No contracting agency shall enter into or renew any public works contract valued at $250,000 or greater with a contractor, or approve a sub-contract valued at $100,000 or greater, unless such contractor or sub-contractor was included on such agency’s appropriate pre-qualified list prior to the solicitation for bids for such public works contract as required under this section.\ne.  To be considered for inclusion on a pre-qualified list, a contractor or sub-contractor shall submit an application with the following information to the appropriate agency for its consideration along with a written certification signed by an officer of such contractor or subcontractor under penalty of perjury that such information is truthful and a fee of five hundred dollars, provided that nothing in this section shall preclude an agency from requiring additional information:\n1.  For all construction projects on which the contractor performed construction\nservices during the five years immediately preceding application the contractor shall provide:\n(a) the start date of each contract; \n(b) the proposed completion date of each contract;\n(c) the actual completion date of each contract or, for contracts with a contracting agency, the date upon which the contract was deemed complete by the awarding agency;\n(d) the budget for each contract;\n(e) for contracts with a contracting agency, the number, if any, of change orders requested by contractor and the number, if any, of change orders approved by the agency;\n(f) the total budget for each contract, including, for contracts with agency contractors,  agency approved change orders;\n(g) the final cost of each contract, including agency approved change orders;\n(h) proof of payment of prevailing wage, and compliance with applicable federal, state, and local prevailing wage laws, rules and regulations;\n(i) proof of payment of workers’ compensation insurance and compliance with applicable federal, state, and  local workers compensation  laws, rules and regulations;\n(j) proof of payment of unemployment insurance premiums and compliance with applicable federal, state, and local unemployment insurance laws, rules and regulations;\n(k) proof of payment of disability insurance premiums and compliance with applicable federal, state, and local disability insurance laws, rules and regulations;\n(l) proof of deduction of payroll taxes and proof of payment of payroll taxes to the proper governmental authority; \n(m) copies of prevailing wage, workers compensation insurance, unemployment insurance and/or disability insurance complaints filed or violations issued;\n(n) copies of the dispositions of all prevailing wage, workers compensation, unemployment insurance and/or disability insurance complaints filed or violations issued;\n(o) copies of all violations, judgments and/or liens issued by any of the following agencies: occupational safety and health administration, federal environmental protection agency, New York city department of buildings, New York city department of health, New York city department of environmental protection, and the fire department of New York, and copies of all dispositions of such violations, judgments and/or liens;\n(p) copies of any complaints filed or violations issued based on federal, state, and/or local anti-discrimination laws, rules and regulations and copies of the disposition of any such complaints.  For cases that have not yet been disposed of the contractor shall also provide a report of the status of such complaint;  \n(q) copies of any findings against the contractor of unfair labor practices pursuant to federal and/or state labor laws, rules and regulations;\n(r) a list of all principals of the company; and \n(s) a list of all other companies wherein any of the principals of the company listed in subdivision r serve, and/or served as a principal of the company during the five years immediately preceding the application for pre-qualification.\nf.  The mayor shall appoint annually each member of an advisory board to recommend standards for inclusion on pre-qualified lists. The advisory board shall consist of three construction industry representatives; three construction industry employee representatives; and one representative of a recognized occupational safety and health organization.   Appointments to the advisory board shall be for a period of one year and members shall serve without compensation.  The advisory board shall make initial recommendations of standards for inclusion on pre-qualified lists to the mayor and the speaker of the council within one hundred and eighty days of the enactment of the local law that added this section.  After its initial recommendation of standards, the advisory board shall meet no less than once each year to review and recommend revision of such standards.\ng.  After receipt of an application, certification and fee as required in subsection e of this section, the agency shall approve or deny such application within 90 days of the date of submission of such application, certification and fee.  The application and certification shall be available for public inspection within ten days of submission, including, but not limited to, by posting on the internet at a site to be determined and published by the city chief procurement officer.  In making such pre-qualification determinations, agencies shall consider (i) the information submitted for consideration in an application for pre-qualification; (ii) any relevant past contract performance reviews; (iii) relevant information contained in the computerized database created pursuant to section 6-116.2 of the administrative code; (iv) relevant information contained in the computerized database created pursuant to subsection h of this section, provided, however, that the absence of prior experience on public works projects shall not itself form the basis for a negative pre-qualification determination; and (v) public comments submitted to the agency regarding such application. \nh.  The mayor shall create and maintain a computerized database which shall contain:\n(1)  each agency’s pre-qualified lists;\n(2)  all prequalification applications submitted by contractors; and\n(3)  all prequalification determinations and appeal decisions made pursuant to subdivision k of this section. \ni.  All contractors and subcontractors, except for those ineligible pursuant to subsection m of this section and those debarred or suspended from entering into contracts with the city, are eligible to apply for pre-qualification and inclusion on a pre-qualified list.  The mayor shall cause to be published in the city record a prominently placed continuous notice of the requirement of pre-qualification for public works contracts and the application process for pre-qualification. Applications for pre-qualification shall be available on a continual basis and may be submitted to contracting agencies at any time.  \nj.  Pre-qualified lists shall be reviewed at least once annually and contractors or subcontractors that no longer meet pre-qualification standards shall be removed from the lists. \nk.  A contractor or subcontractor may be removed from a pre-qualified list at any time prior to the award of a contract.  Contracting agencies shall review all available information regarding a contractor or subcontractor prior to the awarding of a contract.  If, based on changed circumstances or additional information acquired by the contracting agency, a pre-qualified contractor or subcontractor is subsequently found to be non-responsible then such contractor or subcontractor shall be removed from any pre-qualified list in which it is included.  \nl.  In the event that an agency denies pre-qualification, rescinds a previous pre-qualification approval, or otherwise removes a contractor or subcontractor from a pre-qualified list, the agency shall notify the contractor or subcontractor of such denial, rescission or removal in writing.  The contractor or subcontractor shall have 15 days from the date of the agency’s denial, rescission or removal to file a written appeal with the city chief procurement officer who shall consider any and all additional information submitted by such contractor in such appeal and shall make a prompt determination on such appeal.  The decision of the city chief procurement officer shall be final.  \nm.  Contractors or subcontractors may not reapply for inclusion on any city agency’s pre-qualified list for at least twelve months after a denial, rescission or removal of pre-qualification, except that the mayor may, in his or her discretion and if it is in the best interest of the city, allow for reapplication at an earlier date.  \nn.  If a contractor or subcontractor is pre-qualified then such contractor or sub-contractor shall be included on a pre-qualified list and eligible to enter into public works contracts according to the following schedule:\n(1) Otherwise pre-qualified contractors or subcontractors with no prior construction experience may compete for contracts on public works projects valued at up to $500,000;\n(2) Otherwise pre-qualified contractors or subcontractors with prior experience on construction projects valued at up to $500,000 may compete for contracts on public works projects valued at up to $1,000,000;\n(3) Otherwise pre-qualified contractors or subcontractors with prior experience on construction projects valued at up to $1,000,000 may compete for contracts on public works projects valued at up to $5,000,000;\n(4) Otherwise pre-qualified contractors or subcontractors with prior experience on construction projects valued at up to $5,000,000 may compete for contracts on public works projects valued at up to $10,000,000; and\n(5) Otherwise pre-qualified contractors or subcontractors with prior experience on construction projects valued at over $5,000,000 may compete for contracts on public works projects of any value. \no.  Upon a determination through litigation or arbitration that a contractor or sub-contractor has made a false certification of a material fact, such contractor and/or sub-contractor shall be liable for a civil penalty of not less than $50,000, and/or debarment of the contractor and its principal officers, or the sub-contractor and its principal officers, for a period of at least three years and the rescission of any contracts underway.  If during the term of a public works contract a contractor is found to have made a false statement on its pre-qualification application then such falsehood shall be considered a material breach of such contract.\np. At least once annually, and at the time of submitting any bid or proposal in response to a solicitation, contractors and subcontractors shall affirm that there has been no change in the information included in such contractor’s or subcontractor’s pre-qualification application, or shall supply changed information, if necessary, along with a fee of two hundred and fifty dollars.\nq.  At least ninety days prior to the issuance of a solicitation for bids on a public works project by an agency, such agency shall cause to be published in the city record a notice of its intent to solicit bids for a public works project from a pre-qualified list.  Such notice shall include, but not be limited to, the list from which bids will be solicited and the application process for pre-qualification.   \nr.  The contractor or sub-contractor shall provide the City Chief Procurement Officer and the Comptroller access to its records for the purpose of audits and/or investigations to ascertain compliance with the provisions of this section, and upon request shall provide evidence, including but not limited to certified audits, that the contractor or sub-contractor is in compliance with the provisions of this section.\ns.  The certified application for pre-qualification shall be included in the agency contract file. \nt.  The Comptroller shall, in accordance with section 93 of the charter, conduct annual random audits and/or investigations of statistically significant groups of contractors and sub-contractors to measure and ensure compliance with the requirements of this section.  Contractors and sub-contractors shall make such information available as is necessary to conduct such audits.  Beginning October 1, 2004 and at least annually thereafter, the Comptroller shall report the results of such audits to the Mayor and the City Council.  \nu.  The City Chief Procurement Officer shall promulgate such rules and regulations as necessary to carry out the requirements of this section.\nv.  The requirements of this section shall not apply to any contract with a contracting agency entered into or renewed prior to the effective date of this section or to contracts that are emergency procurements pursuant to section three hundred fifteen of the charter.\nw.  Nothing in this section shall be construed to limit the city’s authority to cancel or terminate a contract, deny or withdraw approval to perform a subcontract or provide supplies, issue a non-responsibility finding, issue a non-responsiveness finding, deny a person or entity pre-qualification, or otherwise deny a person or entity city business.\n§ 3.  If any section, subsection, sentence, clause, phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this law, which remaining portions shall continue in full force and effect.\n§ 4. This local law shall take effect one hundred and eighty days after its enactment, provided, however, that any rules or actions consistent with this local law and necessary to its implementation may be promulgated or effected prior to such effective date.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul\\b0 Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\fi720\\sl480\\slmult1\\qj Section 1.  Declaration of Legislative Findings and Intent. \\par\nThe Council finds that it is in the best interests of the city to hire only the lowest responsible bidder for construction projects.  The Council further finds that the current system, in which most contractors are investigated and in which responsibility determinations are made only after bids are received, is not practicable or in the best interests of the City in that it encourages cursory investigations and inaccurate findings which result in projects that experience extensive delays, poor quality construction and demolition and worker abuses.  The Council therefore finds that it is in the City\\rquote s best interest to qualify contractors to bid on construction projects before bids are made in order to\\b  \\b0 streamline and expedite the procurement process for public works projects, save the city money, and obtain the best quality construction for the lowest price.  \\par\nAccordingly, the Council finds that it is in the best interests of the city of New York to hire only those contractors for public works that have been determined to be responsible contractors and placed on a pre-qualified bidders list. \\par\n  \\'a7 2.   Chapter one of title six of the administrative code of the city of New York is hereby amended by adding a new Section 6-130 to read as follows:\\b\\par\n\\ul\\'a7 6-130.  Prequalification of public works contractors. \\b0 a.  Definitions.  For purposes of this section only, the following terms shall have the following meanings: \\par\n(1) \\ldblquote City agency\\rdblquote  means any city, county, borough, administration, department, division, bureau, board, commission or any subsidiary thereof; or any corporation, institution, agency of government, or any subsidiary thereof, the finances of which are paid in whole or in part from the city treasury.  \\par\n(2) \\ldblquote Contract\\rdblquote  means any written agreement, purchase order or instrument whereby the city is committed to expend or does expend funds in return for work, labor, services, supplies, equipment, materials, or any combination of the foregoing.\\par\n(3) \\ldblquote Contracting agency\\rdblquote  means any city agency that enters into or seeks to enter into a contract for public works.\\par\n(4\\b ) \\b0\\ldblquote Contractor\\rdblquote  means any person or entity that enters into or seeks to enter into a contract for public works with a contracting agency.\\par\n(5)  \\ldblquote Pre-qualified list\\rdblquote  means a list of contractors and subcontractors who have been determined to be responsible vendors for purposes of being awarded public works contracts.\\par\n(6) \\ldblquote Principal of the company\\rdblquote  means individual owners, joint venturers, partners, directors, officers; shareholders of ten percent or more of the company\\rquote s stock, including owners of other securities including, but not limited to, stock options, secured or unsecured bonds, warrants and rights, that can be converted to stock that, if exercised, would constitute ten percent or more of the company\\rquote s stock; managers or individuals who participate in the overall policy-making or financial decisions of a contractor or subcontractor; a person in a position to control and direct the contractor or subcontractor\\rquote s overall operations.   For publicly-held corporations, the term shall include a president, treasurer, shareholders of ten percent or more of the company\\rquote s stock, and those officers and managers who would have direct responsibility for performance of public works contracts. \\par\n(7)  \\ldblquote Public works\\rdblquote  means any construction program or project involving the construction, demolition, restoration, rehabilitation, repair, renovation, or abatement of any building, structure, tunnel, excavation, roadway, or bridge; the preparation for any construction program or project involving the construction, demolition, restoration, rehabilitation, repair, renovation, or abatement of any building, structure, tunnel, excavation, roadway, or bridge; or any final work involved in the completion of any construction program or project involving the construction, demolition, restoration, rehabilitation, repair, renovation, or abatement of any building, structure, tunnel, excavation, roadway, or bridge, the financing of which is provided, in whole or in part, by the city of New York, any city agency, or any subsidiary thereof; any public benefit corporation; public authority, industrial development agency, or any subsidiary thereof.\\par\n(8) \\ldblquote Subcontractor\\rdblquote  means any person or entity that enters into a contract with a contractor to complete any portion, in part or in whole, of any contract for public works.\\b  \\b0\\par\nb.  Except as otherwise permitted pursuant to state and local law and procurement policy board rules, contracts for public works shall be awarded to the lowest responsible bidder through competitive sealed bidding.\\par\nc.  Determinations of responsibility for contractors and subcontractors on public works projects shall be made prior to solicitation for bids and each agency shall maintain pre-qualified lists as required under this section.\\par\nd.  No contracting agency shall enter into or renew any public works contract valued at $250,000 or greater with a contractor, or approve a sub-contract valued at $100,000 or greater, unless such contractor or sub-contractor was included on such agency\\rquote s appropriate pre-qualified list prior to the solicitation for bids for such public works contract as required under this section.\\par\ne.  To be considered for inclusion on a pre-qualified list, a contractor or sub-contractor shall submit an application with the following information to the appropriate agency for its consideration along with a written certification signed by an officer of such contractor or subcontractor under penalty of perjury that such information is truthful and a fee of five hundred dollars, provided that nothing in this section shall preclude an agency from requiring additional information:\\par\n\\pard\\li720\\sl480\\slmult1\\qj 1.  For all construction projects on which the contractor performed construction\\par\n\\pard\\sl480\\slmult1\\qj services during the five years immediately preceding application the contractor shall provide:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj (a) the start date of each contract; \\par\n(b) the proposed completion date of each contract;\\par\n(c) the actual completion date of each contract or, for contracts with a contracting agency, the date upon which the contract was deemed complete by the awarding agency;\\par\n(d) the budget for each contract;\\par\n(e) for contracts with a contracting agency, the number, if any, of change orders requested by contractor and the number, if any, of change orders approved by the agency;\\par\n(f) the total budget for each contract, including, for contracts with agency contractors,  agency approved change orders;\\par\n(g) the final cost of each contract, including agency approved change orders;\\par\n(h) proof of payment of prevailing wage, and compliance with applicable federal, state, and local prevailing wage laws, rules and regulations;\\par\n(i) proof of payment of workers\\rquote  compensation insurance and compliance with applicable federal, state, and  local workers compensation  laws, rules and regulations;\\par\n(j) proof of payment of unemployment insurance premiums and compliance with applicable federal, state, and local unemployment insurance laws, rules and regulations;\\par\n(k) proof of payment of disability insurance premiums and compliance with applicable federal, state, and local disability insurance laws, rules and regulations;\\par\n(l) proof of deduction of payroll taxes and proof of payment of payroll taxes to the proper governmental authority; \\par\n(m) copies of prevailing wage, workers compensation insurance, unemployment insurance and/or disability insurance complaints filed or violations issued;\\par\n(n) copies of the dispositions of all prevailing wage, workers compensation, unemployment insurance and/or disability insurance complaints filed or violations issued;\\par\n(o) copies of all violations, judgments and/or liens issued by any of the following agencies: occupational safety and health administration, federal environmental protection agency, New York city department of buildings, New York city department of health, New York city department of environmental protection, and the fire department of New York, and copies of all dispositions of such violations, judgments and/or liens;\\par\n(p) copies of any complaints filed or violations issued based on federal, state, and/or local anti-discrimination laws, rules and regulations and copies of the disposition of any such complaints.  For cases that have not yet been disposed of the contractor shall also provide a report of the status of such complaint;  \\par\n(q) copies of any findings against the contractor of unfair labor practices pursuant to federal and/or state labor laws, rules and regulations;\\par\n(r) a list of all principals of the company; and \\par\n(s) a list of all other companies wherein any of the principals of the company listed in subdivision r serve, and/or served as a principal of the company during the five years immediately preceding the application for pre-qualification.\\par\nf.  The mayor shall appoint annually each member of an advisory board to recommend standards for inclusion on pre-qualified lists. The advisory board shall consist of three construction industry representatives; three construction industry employee representatives; and one representative of a recognized occupational safety and health organization.   Appointments to the advisory board shall be for a period of one year and members shall serve without compensation.  The advisory board shall make initial recommendations of standards for inclusion on pre-qualified lists to the mayor and the speaker of the council within one hundred and eighty days of the enactment of the local law that added this section.  After its initial recommendation of standards, the advisory board shall meet no less than once each year to review and recommend revision of such standards.\\par\ng.  After receipt of an application, certification and fee as required in subsection e of this section, the agency shall approve or deny such application within 90 days of the date of submission of such application, certification and fee.  The application and certification shall be available for public inspection within ten days of submission, including, but not limited to, by posting on the internet at a site to be determined and published by the city chief procurement officer.  In making such pre-qualification determinations, agencies shall consider (i) the information submitted for consideration in an application for pre-qualification; (ii) any relevant past contract performance reviews; (iii) relevant information contained in the computerized database created pursuant to section 6-116.2 of the administrative code; (iv) relevant information contained in the computerized database created pursuant to subsection h of this section, provided, however, that the absence of prior experience on public works projects shall not itself form the basis for a negative pre-qualification determination; and (v) public comments submitted to the agency regarding such application. \\par\nh.  The mayor shall create and maintain a computerized database which shall contain:\\par\n\\pard\\li720\\sl480\\slmult1\\qj (1)  each agency\\rquote s pre-qualified lists;\\par\n(2)  all prequalification applications submitted by contractors; and\\b\\par\n\\b0 (3)  all prequalification determinations and appeal decisions made pursuant to subdivision k of this section. \\par\n\\pard\\fi720\\sl480\\slmult1\\qj i.  All contractors and subcontractors, except for those ineligible pursuant to subsection m of this section and those debarred or suspended from entering into contracts with the city, are eligible to apply for pre-qualification and inclusion on a pre-qualified list.  The mayor shall cause to be published in the city record a prominently placed continuous notice of the requirement of pre-qualification for public works contracts and the application process for pre-qualification. Applications for pre-qualification shall be available on a continual basis and may be submitted to contracting agencies at any time.  \\par\nj.  Pre-qualified lists shall be reviewed at least once annually and contractors or subcontractors that no longer meet pre-qualification standards shall be removed from the lists. \\par\nk.  A contractor or subcontractor may be removed from a pre-qualified list at any time prior to the award of a contract.  Contracting agencies shall review all available information regarding a contractor or subcontractor prior to the awarding of a contract.  If, based on changed circumstances or additional information acquired by the contracting agency, a pre-qualified contractor or subcontractor is subsequently found to be non-responsible then such contractor or subcontractor shall be removed from any pre-qualified list in which it is included.  \\par\nl.  In the event that an agency denies pre-qualification, rescinds a previous pre-qualification approval, or otherwise removes a contractor or subcontractor from a pre-qualified list, the agency shall notify the contractor or subcontractor of such denial, rescission or removal in writing.  The contractor or subcontractor shall have 15 days from the date of the agency\\rquote s denial, rescission or removal to file a written appeal with the city chief procurement officer who shall consider any and all additional information submitted by such contractor in such appeal and shall make a prompt determination on such appeal.  The decision of the city chief procurement officer shall be final.  \\par\nm.  Contractors or subcontractors may not reapply for inclusion on any city agency\\rquote s pre-qualified list for at least twelve months after a denial, rescission or removal of pre-qualification, except that the mayor may, in his or her discretion and if it is in the best interest of the city, allow for reapplication at an earlier date.  \\par\nn.  If a contractor or subcontractor is pre-qualified then such contractor or sub-contractor shall be included on a pre-qualified list and eligible to enter into public works contracts according to the following schedule:\\par\n(1) Otherwise pre-qualified contractors or subcontractors with no prior construction experience may compete for contracts on public works projects valued at up to $500,000;\\par\n(2) Otherwise pre-qualified contractors or subcontractors with prior experience on construction projects valued at up to $500,000 may compete for contracts on public works projects valued at up to $1,000,000;\\par\n(3) Otherwise pre-qualified contractors or subcontractors with prior experience on construction projects valued at up to $1,000,000 may compete for contracts on public works projects valued at up to $5,000,000;\\par\n(4) Otherwise pre-qualified contractors or subcontractors with prior experience on construction projects valued at up to $5,000,000 may compete for contracts on public works projects valued at up to $10,000,000; and\\par\n(5) Otherwise pre-qualified contractors or subcontractors with prior experience on construction projects valued at over $5,000,000 may compete for contracts on public works projects of any value. \\par\no.  Upon a determination through litigation or arbitration that a contractor or sub-contractor has made a false certification of a material fact, such contractor and/or sub-contractor shall be liable for a civil penalty of not less than $50,000, and/or debarment of the contractor and its principal officers, or the sub-contractor and its principal officers, for a period of at least three years and the rescission of any contracts underway.  If during the term of a public works contract a contractor is found to have made a false statement on its pre-qualification application then such falsehood shall be considered a material breach of such contract.\\b\\par\n\\b0 p. At least once annually, and at the time of submitting any bid or proposal in response to a solicitation, contractors and subcontractors shall affirm that there has been no change in the information included in such contractor\\rquote s or subcontractor\\rquote s pre-qualification application, or shall supply changed information, if necessary, along with a fee of two hundred and fifty dollars.\\par\nq.  At least ninety days prior to the issuance of a solicitation for bids on a public works project by an agency, such agency shall cause to be published in the city record a notice of its intent to solicit bids for a public works project from a pre-qualified list.  Such notice shall include, but not be limited to, the list from which bids will be solicited and the application process for pre-qualification.   \\b\\par\n\\b0 r.  The contractor or sub-contractor shall provide the City Chief Procurement Officer and the Comptroller access to its records for the purpose of audits and/or investigations to ascertain compliance with the provisions of this section, and upon request shall provide evidence, including but not limited to certified audits, that the contractor or sub-contractor is in compliance with the provisions of this section.\\par\ns.  The certified application for pre-qualification shall be included in the agency contract file. \\par\nt.  The Comptroller shall, in accordance with section 93 of the charter, conduct annual random audits and/or investigations of statistically significant groups of contractors and sub-contractors to measure and ensure compliance with the requirements of this section.  Contractors and sub-contractors shall make such information available as is necessary to conduct such audits.  Beginning October 1, 2004 and at least annually thereafter, the Comptroller shall report the results of such audits to the Mayor and the City Council.  \\par\nu.  The City Chief Procurement Officer shall promulgate such rules and regulations as necessary to carry out the requirements of this section.\\par\nv.  The requirements of this section shall not apply to any contract with a contracting agency entered into or renewed prior to the effective date of this section or to contracts that are emergency procurements pursuant to section three hundred fifteen of the charter.\\ulnone\\par\n\\ul w.  Nothing in this section shall be construed to limit the city\\rquote s authority to cancel or terminate a contract, deny or withdraw approval to perform a subcontract or provide supplies, issue a non-responsibility finding, issue a non-responsiveness finding, deny a person or entity pre-qualification, or otherwise deny a person or entity city business.\\par\n\\ulnone\\'a7 3.  If any section, subsection, sentence, clause, phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this law, which remaining portions shall continue in full force and effect.\\par\n\\'a7 4. This local law shall take effect one hundred and eighty days after its enactment, provided, however, that any rules or actions consistent with this local law and necessary to its implementation may be promulgated or effected prior to such effective date.\\par\n\\pard\\par\n}\n\u0000",
  "LastModified": "2019-08-15T18:46:51.677Z"
}
