{
  "ID": 29810,
  "GUID": "767610DE-CD82-4C8E-B900-178F323145F2",
  "File": "Int 0297-2004",
  "Name": "Program to reinvest the proceeds of motion picture and television productions in NYC.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to establishing a program to reinvest the proceeds of motion picture and television productions conducted in the city of New York.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5105,
  "BodyName": "Committee on Cultural Affairs, Libraries and International Intergroup Relations",
  "IntroDate": "2004-03-24T00:00:00Z",
  "AgendaDate": "2004-03-24T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 430,
      "Slug": "bill-perkins",
      "FullName": "Bill Perkins"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    }
  ],
  "History": [
    {
      "ID": 157073,
      "Date": "2004-03-24T11:15:21Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 157371,
      "Date": "2004-03-24T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2799,
      "AgendaSequence": 99,
      "MinutesSequence": 115,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Cultural Affairs, Libraries & International Intergroup Relations",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184831,
      "Date": "2005-12-31T10:12:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 16345,
  "Text": "Be it enacted by the Council as follows:\n\tSection 1.  Legislative declaration.  The Council finds and declares that the Mayor’s Office of Film, Theatre and Broadcasting provides economic development services to the motion picture and television production community which, according to the Mayor’s Management Report, Fiscal 2001, employs 78,000 city residents and spends over $2.5 billion annually in our city.\n\tMotion picture and television production activities produce many jobs and substantial revenue for the City, but in the process of doing so, also produce significant disruption to community life.  The communities that bear the impact of these disruptions, including street closures, parking restrictions and traffic diversions, should likewise reap the benefits of these multi-million dollar productions.\n\tThe Council, therefore, finds and declares that the City Department of Business Services, working in conjunction with the Mayor’s Office of Film, Theatre and Broadcasting, shall prepare and submit to the Council a proposal to ensure that the local communities in which motion picture and television productions are conducted, receive the economic benefits of such endeavors.\n\t§ 2.  Chapter 56 of the New York city charter is hereby amended by the addition of a new section 1307 to read as follows:\n\t§ 1307.  Motion picture and television productions, community reinvestment.  Not later than one hundred twenty days following the effective date of the local law that added this section, the commissioner, in cooperation with the mayor’s office of film, theatre and broadcasting, shall prepare and submit to the council a proposal to create a program providing for reinvestment of the proceeds of motion picture and television productions in the communities in which these productions are conducted.\n\t§ 3.  This local law shall take effect sixty days after its enactment.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\v0  \\par\n\\pard\\sl480\\slmult1\\ul Be it enacted by the Council as follows:\\par\n\\pard\\sl480\\slmult1\\qj\\ulnone\\tab Section 1.  Legislative declaration.  The Council finds and declares that the Mayor\\rquote s Office of Film, Theatre and Broadcasting provides economic development services to the motion picture and television production community which, according to the Mayor\\rquote s Management Report, Fiscal 2001, employs 78,000 city residents and spends over $2.5 billion annually in our city.\\par\n\\tab Motion picture and television production activities produce many jobs and substantial revenue for the City, but in the process of doing so, also produce significant disruption to community life.  The communities that bear the impact of these disruptions, including street closures, parking restrictions and traffic diversions, should likewise reap the benefits of these multi-million dollar productions.\\par\n\\tab The Council, therefore, finds and declares that the City Department of Business Services, working in conjunction with the Mayor\\rquote s Office of Film, Theatre and Broadcasting, shall prepare and submit to the Council a proposal to ensure that the local communities in which motion picture and television productions are conducted, receive the economic benefits of such endeavors.\\par\n\\tab\\'a7 2.  Chapter 56 of the New York city charter is hereby amended by the addition of a new section 1307 to read as follows:\\par\n\\tab\\ul\\'a7 1307.  Motion picture and television productions, community reinvestment.  Not later than one hundred twenty days following the effective date of the local law that added this section, the commissioner, in cooperation with the mayor\\rquote s office of film, theatre and broadcasting, shall prepare and submit to the council a proposal to create a program providing for reinvestment of the proceeds of motion picture and television productions in the communities in which these productions are conducted.\\par\n\\ulnone\\tab\\'a7 3.  This local law shall take effect sixty days after its enactment.\\tab\\fs18\\par\n\\pard\\fs24\\par\n\\par\n}\n\u0000",
  "LastModified": "2019-08-15T18:47:22.36Z"
}
