{
  "ID": 29823,
  "GUID": "69235ECF-675A-4473-B2AB-C9E88B6E74F2",
  "File": "Int 0298-2004",
  "Name": "DOT to place speed humps on public streets surrounding the entrances and exits of all New York City public schools.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring the New York City Department of Transportation to place speed humps on public streets surrounding the entrances and exits of all New York City public schools.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2004-03-24T00:00:00Z",
  "AgendaDate": "2004-03-24T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5270,
      "Slug": "hiram-monserrate",
      "FullName": "Hiram Monserrate"
    },
    {
      "ID": 5264,
      "Slug": "maria-baez",
      "FullName": "Maria Baez"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5275,
      "Slug": "eric-n-gioia",
      "FullName": "Eric N. Gioia"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    }
  ],
  "History": [
    {
      "ID": 157207,
      "Date": "2004-03-24T16:42:35Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 157378,
      "Date": "2004-03-24T22:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2799,
      "AgendaSequence": 105,
      "MinutesSequence": 121,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184832,
      "Date": "2005-12-31T10:12:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 16354,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Legislative findings.  New York City contains approximately 1200 public schools that educate approximately 1.1 million schoolchildren.  Many thousands of other children attend several hundred private and parochial schools in the City, as well.  The safety of these children is a vital concern to all New Yorkers.\nCurrently, the majority of schools in New York City are situated at grade level on the City street grid, without significant setback from adjacent roadways.  This street-side arrangement places small children at risk because they do not understand the dangers of vehicular traffic.  Many children enter and leave school buses directly onto the sidewalk or at the curb near the entrance or exit door of their school.  After school, children tend to congregate in front of school building exits.\nIn almost all cases, nothing prevents vehicular traffic from speeding down the streets adjoining City schools, which places children unnecessarily at risk.  The Council, therefore, finds that the installation of speed humps on City streets adjoining the entrance and exit doors of City schools is necessary to slow vehicular traffic and increase safety for schoolchildren.\n§ 2. Subchapter 1 of chapter 1 of title 19 of the administrative code of the city of New York is hereby amended to add a new section 19-153 to read as follows:\n§ 19-153\ta.\tFor purposes of this section, the term “speed hump” shall mean any raised portion of a street, composed of asphalt, macadam or another paving material, that (i) stretches across substantially the entire width of the street, (ii) is approximately the length of a motor vehicle, and (iii) is several inches high, and which is placed on a street in order to force motor vehicles to travel more slowly down the length of the street preceding the speed hump.\nb.\tThe department shall, in consultation with the department of education, prior to the opening of any new public school located within the city of New York, install, in accordance with subdivision e of this section, one or more speed humps on all streets where an entrance and/or exit door to such public school is located.\nc.\tThe department shall, in consultation with the department of education, install, in accordance with subdivision e of this section, speed humps on all streets where an entrance and/or exit doors is located with respect to each public school in existence within the city of New York as of the effective date of the local law that added this section. The department shall complete the installation at such existing public schools that serve children at or below the eighth grade level by no later than five hundred and forty days after the effective date of the local law that added this section.  The department shall complete the installation of speed humps at all such existing public schools that serve only children above the eighth grade level no later than six hundred and forty days after the effective date of the local law that added this section.\nd. \tAt the request of any private or parochial school located within the city of New York, the department shall install, in accordance with subdivision e of this section, one or more speed humps on all streets where an entrance and/or exit door to such school is located.  The department shall complete such installation of speed humps no later than forty days after a request for such installation is made by a private or parochial school. \ne.\tAny speed hump installed on a street pursuant to the provisions of this section shall be located in a manner that affects all vehicular traffic using such street, and shall be of sufficient size, location and design to slow vehicular traffic to approximately fifteen miles per hour in the area immediately in front of the school’s entrance and/or exit door that such speed hump is intended to protect.\nf.\tThe department may decline to install any speed hump that is otherwise required by this section if (i) placing a speed hump on the street in question requires approval of another governmental agency and such approval is denied; or (ii) such installation would, in the commissioner’s discretion, endanger the safety of motorists or pedestrians.\ng.\tThe department shall promulgate such rules as may be necessary for the purpose of implementing and carrying out the provisions of this section.\n§ 3. If any subsection, sentence, clause, phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of the local law that added this section, which remaining portions shall remain in full force and effect.\n§ 4. This local law shall take effect immediately upon its enactment.\nMHG\nLS # 131\nMarch 18, 2004",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\pard\\qj\\ul\\v0\\par\n\\par\nBe it enacted by the Council as follows:\\par\n\\pard\\sl480\\slmult1\\qj\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1. Legislative findings.  New York City contains approximately 1200 public schools that educate approximately 1.1 million schoolchildren.  Many thousands of other children attend several hundred private and parochial schools in the City, as well.  The safety of these children is a vital concern to all New Yorkers.\\par\nCurrently, the majority of schools in New York City are situated at grade level on the City street grid, without significant setback from adjacent roadways.  This street-side arrangement places small children at risk because they do not understand the dangers of vehicular traffic.  Many children enter and leave school buses directly onto the sidewalk or at the curb near the entrance or exit door of their school.  After school, children tend to congregate in front of school building exits.\\par\nIn almost all cases, nothing prevents vehicular traffic from speeding down the streets adjoining City schools, which places children unnecessarily at risk.  The Council, therefore, finds that the installation of speed humps on City streets adjoining the entrance and exit doors of City schools is necessary to slow vehicular traffic and increase safety for schoolchildren.\\par\n\\'a7 2. Subchapter 1 of chapter 1 of title 19 of the administrative code of the city of New York is hereby amended to add a new section 19-153 to read as follows:\\b\\par\n\\ul\\b0\\'a7 19-153\\tab a.\\tab For purposes of this section, the term \\ldblquote speed hump\\rdblquote  shall mean any raised portion of a street, composed of asphalt, macadam or another paving material, that (i) stretches across substantially the entire width of the street, (ii) is approximately the length of a motor vehicle, and (iii) is several inches high, and which is placed on a street in order to force motor vehicles to travel more slowly down the length of the street preceding the speed hump.\\par\nb.\\tab The department shall, in consultation with the department of education, prior to the opening of any new public school located within the city of New York, install, in accordance with subdivision e of this section, one or more speed humps on all streets where an entrance and/or exit door to such public school is located.\\par\nc.\\tab The department shall, in consultation with the department of education, install, in accordance with subdivision e of this section, speed humps on all streets where an entrance and/or exit doors is located with respect to each public school in existence within the city of New York as of the effective date of the local law that added this section. The department shall complete the installation at such existing public schools that serve children at or below the eighth grade level by no later than five hundred and forty days after the effective date of the local law that added this section.  The department shall complete the installation of speed humps at all such existing public schools that serve only children above the eighth grade level no later than six hundred and forty days after the effective date of the local law that added this section.\\par\nd. \\tab At the request of any private or parochial school located within the city of New York, the department shall install, in accordance with subdivision e of this section, one or more speed humps on all streets where an entrance and/or exit door to such school is located.  The department shall complete such installation of speed humps no later than forty days after a request for such installation is made by a private or parochial school. \\par\ne.\\tab Any speed hump installed on a street pursuant to the provisions of this section shall be located in a manner that affects all vehicular traffic using such street, and shall be of sufficient size, location and design to slow vehicular traffic to approximately fifteen miles per hour in the area immediately in front of the school\\rquote s entrance and/or exit door that such speed hump is intended to protect.\\par\nf.\\tab The department may decline to install any speed hump that is otherwise required by this section if (i) placing a speed hump on the street in question requires approval of another governmental agency and such approval is denied; or (ii) such installation would, in the commissioner\\rquote s discretion, endanger the safety of motorists or pedestrians.\\par\ng.\\tab The department shall promulgate such rules as may be necessary for the purpose of implementing and carrying out the provisions of this section.\\ulnone\\par\n\\'a7 3. If any subsection, sentence, clause, phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of the local law that added this section, which remaining portions shall remain in full force and effect.\\par\n\\'a7 4. This local law shall take effect immediately upon its enactment.\\par\n\\pard\\fi720\\qj MHG\\par\nLS # 131\\par\nMarch 18, 2004\\par\n\\pard\\par\n}\n\u0000",
  "LastModified": "2019-08-15T18:47:33.917Z"
}
