{
  "ID": 29846,
  "GUID": "E2CDCE93-C342-4C84-A0E4-6C466F254A3A",
  "File": "Int 0300-2004",
  "Name": "Information regarding city contractors (\"re: slave trade, etc.\").",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to information regarding city contractors.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 6,
  "BodyName": "Committee on Contracts",
  "IntroDate": "2004-03-24T00:00:00Z",
  "AgendaDate": "2004-03-24T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 430,
      "Slug": "bill-perkins",
      "FullName": "Bill Perkins"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    }
  ],
  "History": [
    {
      "ID": 157230,
      "Date": "2004-03-24T10:33:52Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 157380,
      "Date": "2004-03-24T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2799,
      "AgendaSequence": 108,
      "MinutesSequence": 124,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Contracts",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 171565,
      "Date": "2005-02-17T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 6,
      "BodyName": "Committee on Contracts",
      "EventID": 4175,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 300-A",
      "MinutesNote": "Proposed Int. No. 300-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 172061,
      "Date": "2005-02-17T10:15:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 6,
      "BodyName": "Committee on Contracts",
      "EventID": 4175,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 171568,
      "Date": "2005-02-17T11:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 4176,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 300-A",
      "MinutesNote": "Proposed Int. No. 300-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 171999,
      "Date": "2005-02-17T11:15:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 4176,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184833,
      "Date": "2005-12-31T10:13:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 65023,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "http://nyc.legistar1.com/nyc/attachments/214e0832-dc88-4993-9a7b-99ba3c799c58.doc",
      "Sort": 1
    },
    {
      "ID": 67881,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript",
      "Link": "http://nyc.legistar1.com/nyc/attachments/ddc70a2b-00ec-4e9f-96f5-e839d32211c9.doc",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 16377,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Declaration of Legislative Findings and Intent.  The city is required to purchase only those goods and services offered by what are termed “responsible bidders.”  A responsible bidder is defined by procurement policy board rule 2-08(b) as one “which has the capability in all respects to perform fully the contract requirements and the business integrity to justify the award of public dollars.” (Emphasis added.) Currently, the city requires companies that want to do business with the city to provide a host of information related to their past and the past of their officers and/or owners.  For example, a company wishing to do business with the city must disclose whether it has been sanctioned by the City in the past, whether it has filed requisite income tax returns, a list of criminal proceedings against its owners and/or officers, and a record of convictions of its owners and/or officers.  If it is found that a company or one of its officers has committed a past integrity-related indiscretion, then the city may, after examining the issue, find the company to be non-responsible and decide not to enter into a contract with that company. \nBusiness integrity is an important barometer of a potential contractor’s ability to function as a city contractor.  The city should not spend public dollars on contracts with a dishonest company or a company that has a history of poor business practices.  A company that has committed past business indiscretions may be just as likely to commit future ones and the city could never be assured that under a contract with such a company its public dollars were being spent in the best and most efficient way. \nRecently, it was discovered that companies in existence today engaged in and/or profited from the commerce generated by the trade or use of the labor of enslaved Africans during the period of the Trans-Atlantic Slave Trade, from approximately 1441 to 1888. It has been reported that some large companies, for example, Aetna, an insurance company which, it was found, insured slaveholders interests in slaves in the case of their death or damage, have been found to have directly profited from such commerce.  The Council finds and declares that in order for a company to have the requisite business integrity to be found a responsible bidder in New York City, it must disclose the truth about its past business practices.  While it is specifically not the intent of this legislation that the question of past links to slavery, of itself, serve as a litmus test to determine responsibility, such information and a company’s honesty about its business past should be considered in the context of a company’s full record when making that determination. Therefore, this local law would require companies doing business with the City to search their past and reveal whether they have engaged in or profited from slavery. \n\t§2.  Subdivision (i) of subsection (b) of section 6-116.2 of the Administrative Code of the City of New York is hereby amended by adding a new subdivision 24 to read as follows:  \n\tb. (i)  The mayor and comptroller shall be responsible for the maintenance of a computerized data system which shall contain information for every contract, in the following manner:  the mayor shall be responsible for operation of the system; the mayor and the comptroller shall be jointly responsible for all policy decisions relating to the system.  In addition, the mayor and the comptroller shall jointly review the operation of the system to ensure that the information required by this subdivision is maintained in a form that will enable each of them, and agencies, New York city affiliated agencies, elected officials and the council, to utilize the information in the performance of their duties.  This system shall have access to information stored on other computerized data systems maintained by agencies, which information shall collectively include, but not be limited to: ***  \n\t(23) the name and main business address of anyone who the contractor retained, employed or designated to influence the preparation of contract specifications or the solicitation or award of this contract[.] ; \n(24) a certification signed by an owner or authorized officer of the contractor that the contractor has searched its records and relevant history to determine whether it engaged in or profited from the trade or use of slaves. Such certification shall also include a statement of the results of such search, which shall include, but not be limited to, the nature and extent of its engagement and profiting, if any, from the trade or use of slaves.\n§3.  Subsection i of section 6-116.2 of the Administrative Code of the City of New York is hereby amended by adding a new subdivision 11 to read as follows:\ni.  Except as otherwise provided, for the purposes of subdivision b of this section, ***\n(10) “subcontractor” shall mean an individual, sole proprietorship, partnership, joint venture or corporation which is engaged by a contractor pursuant to a contract, as defined in paragraph three herein[.] ;\n\t(11) “slave” shall mean a person of African descent held in servitude as the chattel of another during the period of the Trans-Atlantic Slave Trade, or as a result of the Trans-Atlantic Slave Trade.\n§4.  Section 6-116.2 of the Administrative Code of the City of New York is hereby amended by adding a new subsection l to read as follows:\nl.  If a contractor retaliates against an employee in the terms and conditions of employment for providing the city with evidence in support of a good faith belief that such contractor has engaged in or profited from the trade or use of slaves, such retaliation shall be grounds for finding such contractor non-responsible. Upon a finding of non-responsibility based on retaliation, such contractor shall be ineligible to enter into a contract with the city for a period of five years from the date of such finding.  A finding of non-responsibility based on retaliation may be appealed pursuant to the procurement policy board rules for appeals of determinations of non-responsibility.\n§5. This local law shall take effect sixty days after its enactment provided that the City agencies affected, including, but not limited to, the procurement policy board may take any actions necessary to effectuate the provisions of this local law prior to its effective date.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 MS Sans Serif;}}\n\\viewkind4\\uc1\n\\expndtw0\\v0\\par\n\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\fi720\\sl480\\slmult1\\qj Section 1.  Declaration of Legislative Findings and Intent.  The city is required to purchase only those goods and services offered by what are termed \\ldblquote responsible bidders.\\rdblquote   A responsible bidder is defined by procurement policy board rule 2-08(b) as one \\ldblquote which has the capability in all respects to perform fully the contract requirements and the \\i business integrity\\i0  to justify the award of public dollars.\\rdblquote  (Emphasis added.) Currently, the city requires companies that want to do business with the city to provide a host of information related to their past and the past of their officers and/or owners.  For example, a company wishing to do business with the city must disclose whether it has been sanctioned by the City in the past, whether it has filed requisite income tax returns, a list of criminal proceedings against its owners and/or officers, and a record of convictions of its owners and/or officers.  If it is found that a company or one of its officers has committed a past integrity-related indiscretion, then the city may, after examining the issue, find the company to be non-responsible and decide not to enter into a contract with that company. \\par\nBusiness integrity is an important barometer of a potential contractor\\rquote s ability to function as a city contractor.  The city should not spend public dollars on contracts with a dishonest company or a company that has a history of poor business practices.  A company that has committed past business indiscretions may be just as likely to commit future ones and the city could never be assured that under a contract with such a company its public dollars were being spent in the best and most efficient way. \\par\nRecently, it was discovered that companies in existence today engaged in and/or profited from the commerce generated by the trade or use of the labor of enslaved Africans during the period of the Trans-Atlantic Slave Trade, from approximately 1441 to 1888. It has been reported that some large companies, for example, Aetna, an insurance company which, it was found, insured slaveholders interests in slaves in the case of their death or damage, have been found to have directly profited from such commerce.  The Council finds and declares that in order for a company to have the requisite business integrity to be found a responsible bidder in New York City, it must disclose the truth about its past business practices.  While it is specifically not the intent of this legislation that the question of past links to slavery, of itself, serve as a litmus test to determine responsibility, such information and a company\\rquote s honesty about its business past should be considered in the context of a company\\rquote s full record when making that determination. Therefore, this local law would require companies doing business with the City to search their past and reveal whether they have engaged in or profited from slavery. \\par\n\\pard\\sl480\\slmult1\\qj\\expndtw-3\\tab\\'a72.  Subdivision (i) of subsection (b) of section 6-116.2 of the Administrative Code of the City of New York is hereby amended by adding a new subdivision 24 to read as follows:\\ul   \\par\n\\ulnone\\tab b. (i)  The mayor and comptroller shall be responsible for the maintenance of a computerized data system which shall contain information for every contract, in the following manner:  the mayor shall be responsible for operation of the system; the mayor and the comptroller shall be jointly responsible for all policy decisions relating to the system.  In addition, the mayor and the comptroller shall jointly review the operation of the system to ensure that the information required by this subdivision is maintained in a form that will enable each of them, and agencies, New York city affiliated agencies, elected officials and the council, to utilize the information in the performance of their duties.  This system shall have access to information stored on other computerized data systems maintained by agencies, which information shall collectively include, but not be limited to: ***  \\par\n\\tab (23) the name and main business address of anyone who the contractor retained, employed or designated to influence the preparation of contract specifications or the solicitation or award of this contract[.] \\ul ; \\ulnone\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\expndtw0\\ul (24) a certification signed by an owner or authorized officer of the contractor that the contractor has searched its records and relevant history to determine whether it engaged in or profited from the trade or use of slaves. Such certification shall also include a statement of the results of such search, which shall include, but not be limited to, the nature and extent of its engagement and profiting, if any, from the trade or use of slaves.\\par\n\\ulnone\\'a73.  Subsection i of section 6-116.2 of the Administrative Code of the City of New York is hereby amended by adding a new subdivision 11 to read as follows:\\par\ni.  Except as otherwise provided, for the purposes of subdivision b of this section, ***\\par\n(10) \\ldblquote subcontractor\\rdblquote  shall mean an individual, sole proprietorship, partnership, joint venture or corporation which is engaged by a contractor pursuant to a contract, as defined in paragraph three herein[.] \\ul ;\\ulnone\\par\n\\pard\\sl480\\slmult1\\qj\\tab\\ul (11) \\ldblquote slave\\rdblquote  shall mean a person of African descent held in servitude as the chattel of another during the period of the Trans-Atlantic Slave Trade, or as a result of the Trans-Atlantic Slave Trade.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ulnone\\'a74.  Section 6-116.2 of the Administrative Code of the City of New York is hereby amended by adding a new subsection l to read as follows:\\par\n\\ul l.  If a contractor retaliates against an employee in the terms and conditions of employment for providing the city with evidence in support of a good faith belief that such contractor has engaged in or profited from the trade or use of slaves, such retaliation shall be grounds for finding such contractor non-responsible. Upon a finding of non-responsibility based on retaliation, such contractor shall be ineligible to enter into a contract with the city for a period of five years from the date of such finding.  A finding of non-responsibility based on retaliation may be appealed pursuant to the procurement policy board rules for appeals of determinations of non-responsibility.\\par\n\\ulnone\\'a75. This local law shall take effect sixty days after its enactment provided that the City agencies affected, including, but not limited to, the procurement policy board may take any actions necessary to effectuate the provisions of this local law prior to its effective date.\\ul\\par\n\\pard\\ulnone\\par\n}\n\u0000",
  "LastModified": "2019-08-15T18:47:52.493Z"
}
