{
  "ID": 29830,
  "GUID": "5FD9837E-08B2-4856-A46B-4455BB69D512",
  "File": "Int 0305-2004",
  "Name": "Housing discrimination against actual or perceived victims of domestic violence, sex offenses or stalking.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to prohibiting housing discrimination against actual or perceived victims of domestic violence, sex offenses or stalking.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 12,
  "BodyName": "Committee on General Welfare",
  "IntroDate": "2004-03-24T00:00:00Z",
  "AgendaDate": "2004-03-24T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 424,
      "Slug": "tracy-l-boyland",
      "FullName": "Tracy L. Boyland"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5286,
      "Slug": "bill-de-blasio",
      "FullName": "Bill De Blasio"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5229,
      "Slug": "eva-s-moskowitz",
      "FullName": "Eva S. Moskowitz"
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 5294,
      "Slug": "betsy-gotbaum",
      "FullName": "Betsy Gotbaum"
    }
  ],
  "History": [
    {
      "ID": 157214,
      "Date": "2004-03-24T09:59:44Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 157404,
      "Date": "2004-03-24T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2799,
      "AgendaSequence": 131,
      "MinutesSequence": 147,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "General Welfare",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 158546,
      "Date": "2004-04-28T13:30:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "",
      "BodyID": 12,
      "BodyName": "Committee on General Welfare",
      "EventID": 2920,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 158696,
      "Date": "2004-04-28T14:30:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "",
      "BodyID": 12,
      "BodyName": "Committee on General Welfare",
      "EventID": 2920,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 158548,
      "Date": "2004-04-28T15:30:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "",
      "BodyID": 23,
      "BodyName": "Committee on Women's Issues",
      "EventID": 2921,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 158694,
      "Date": "2004-04-28T16:30:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "",
      "BodyID": 23,
      "BodyName": "Committee on Women's Issues",
      "EventID": 2921,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184835,
      "Date": "2005-12-31T10:14:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 60768,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "http://nyc.legistar1.com/nyc/attachments/60768.doc",
      "Sort": 1
    },
    {
      "ID": 61646,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript",
      "Link": "http://nyc.legistar1.com/nyc/attachments/61646.doc",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 16361,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Section 8-107.1 of the administrative code of the city of New York is amended to read as follows:\n§ 8-107.1 Victims of Domestic Violence, Sex offenses or Stalking.  \n1. Definitions. Whenever used in this section 8-107.1, the following terms shall have the following meanings:\ne.  “Owner” means any owner, lessor, lessee, sublessee, assignee or managing agent of, or other person having the right to rent or lease any housing accommodation, or any agent or employee thereof.\n2. Unlawful discriminatory practices: a. Employment.  It shall be an unlawful discriminatory practice for an employer, or an agent thereof, to refuse to hire or employ or to bar or to discharge from employment, or to discriminate against an individual in compensation or other terms, conditions, or privileges of employment because of the actual or perceived status of said individual as a victim of domestic violence, or as a victim of sex offenses or stalking.\nb.  Housing.  It shall be an unlawful discriminatory practice for an owner to refuse to sell, rent, lease, approve the sale, rental or lease or otherwise deny or withhold from any person or group of persons such a housing accommodation or any interest therein because of the actual or perceived status of that person as a victim of domestic violence, or as a victim of sex offenses or stalking.    \n3.  Applicability; actual or perceived victims of domestic violence, sex offenses or stalking.\na. Requirement to make reasonable accommodation to the needs of victims of domestic violence, sex offenses or stalking.  \n(1)  Employment.  Except as provided in paragraph (c), any person prohibited by subdivision 2 of this section 8-107.1 from discriminating on the basis of actual or perceived status as a victim of domestic violence or a victim of sex offenses or stalking shall make reasonable accommodation to enable a person who is a victim of domestic violence, or a victim of sex offenses or stalking to satisfy the essential requisites of a job provided that the status as a victim of domestic violence or a victim of sex offenses or stalking is known or should have been known by the covered entity.  Any person required by this sub-paragraph to make reasonable accommodation may require a person requesting reasonable accommodation pursuant to this sub-paragraph to provide certification that the person or the person's family or household member is a victim of domestic violence, sex offenses or stalking. The person requesting reasonable accommodation pursuant to this sub-paragraph shall provide a copy of such certification to the employer within a reasonable period after the request is made.  A person may satisfy the certification requirement of this sub-paragraph by providing documentation from an employee, agent, or volunteer of a victim services organization, an attorney, a member of the clergy, or a medical or other professional service provider, from whom the individual seeking a reasonable accommodation or that individual’s family or household member has sought assistance in addressing domestic violence, sex offenses or stalking and the effects of the violence or stalking; a police or court record; or other corroborating evidence.  All information provided to the employer pursuant to this sub-paragraph, including a statement of the person requesting a reasonable accommodation or any other documentation, record, or corroborating evidence, and the fact that the individual has requested or obtained a reasonable accommodation, shall be retained in the strictest confidence by the employer, except to the extent that disclosure is requested or consented to in writing by the person requesting the reasonable accommodation; or otherwise required by applicable federal, state or local law.  Reasonable accommodation for purposes of this sub-paragraph means such accommodation that can be made that shall not cause undue hardship in the conduct of the employer's business. The employer shall have the burden of proving undue hardship. In making a determination of undue hardship, the factors which may be considered include but shall not be limited to: the nature and cost of the accommodations; the overall financial resources of the facility or the facilities involved in the provision of the reasonable accommodation; the number of persons employed at such facility; the effect on expenses and resources, or the impact otherwise of such accommodation upon the operation of the facility; the overall financial resources of the employer; the overall size of the business with respect to the number of its employees, the number, type, and location of its facilities; and the type of operation or operations of the employer, including the composition, structure, and functions of the workforce of such entity; the geographic separateness, administrative, or fiscal relationship of the facility or facilities in question to the employer.\n(2) Housing.  Except as provided in paragraph c, any person prohibited by subdivision 3 of this section 8-107.1 from discriminating on the basis of actual or perceived status as a victim of domestic violence or a victim of sex offenses or stalking shall make reasonable accommodation for a tenant who is a victim of domestic violence, sex offenses or stalking.  For purposes of this sub-paragraph, reasonable accommodation shall be limited to allowing a tenant who is a victim of domestic violence or a victim of sex offenses or stalking to terminate a rental agreement and quit the premises without further obligation under the rental agreement.  Any owner required by this sub-paragraph to make reasonable accommodation may require a person requesting reasonable accommodation pursuant to this sub-paragraph to provide certification that the person or the person's family or household member is a victim of domestic violence, sex offenses or stalking.  The person requesting reasonable accommodation pursuant to this sub-paragraph shall provide a copy of such certification to the owner within a reasonable period after the request is made.  A person may satisfy the certification requirement of this sub-paragraph by providing documentation from an employee, agent, or volunteer of a victim services organization, an attorney, a member of the clergy, or a medical or other professional service provider, from whom the individual seeking a reasonable accommodation or that individual’s family or household member has sought assistance in addressing domestic violence, sex offenses or stalking and the effects of the violence or stalking; a police or court record; or other corroborating evidence.  All information provided to the owner pursuant to this paragraph, including a statement of the person requesting a reasonable accommodation or any other documentation, record, or corroborating evidence, and the fact that the individual has requested or obtained a reasonable accommodation pursuant to this section, shall be retained in the strictest confidence, except to the extent that disclosure is requested or consented to in writing by the person requesting the reasonable accommodation; or otherwise required by applicable federal, state or local law.  Further, reasonable accommodation as required by this sub-paragraph shall not cause undue hardship in the conduct of the owner’s business.  The owner shall have the burden of proving undue hardship. In making a determination of undue hardship, the factors which may be considered include but shall not be limited to: the cost of the accommodation; the effect on expenses and resources of the owner, or the impact otherwise of such accommodation upon the owner.\nb. Affirmative defense in domestic violence, sex offenses or stalking cases. In any case where the need for reasonable accommodation is placed in issue, it shall be an affirmative defense that the person aggrieved by the alleged discriminatory practice could not, with reasonable accommodation, satisfy the essential requisites of the job or enjoy the right or rights in question.\n§2. This local law shall take effect 90 days after enactment.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\fi360\\sl480\\slmult1 Section 1.  Section 8-107.1 of the administrative code of the city of New York is amended to read as follows:\\par\n\\'a7 8-107.1 Victims of Domestic Violence, Sex offenses or Stalking. \\ul  \\par\n\\ulnone 1. Definitions. Whenever used in this section 8-107.1, the following terms shall have the following meanings:\\par\n\\pard\\fi360\\sb120\\sl480\\slmult1\\ul e.  \\ldblquote Owner\\rdblquote  means any owner, lessor, lessee, sublessee, assignee or managing agent of, or other person having the right to rent or lease any housing accommodation, or any agent or employee thereof.\\par\n\\pard\\fi360\\sl480\\slmult1\\ulnone 2. Unlawful discriminatory practices: \\ul a. Employment.\\ulnone   It shall be an unlawful discriminatory practice for an employer, or an agent thereof, to refuse to hire or employ or to bar or to discharge from employment, or to discriminate against an individual in compensation or other terms, conditions, or privileges of employment because of the actual or perceived status of said individual as a victim of domestic violence, or as a victim of sex offenses or stalking.\\par\n\\pard\\fi360\\sb120\\sl480\\slmult1\\ul b.  Housing.  It shall be an unlawful discriminatory practice for an owner to refuse to sell, rent, lease, approve the sale, rental or lease or otherwise deny or withhold from any person or group of persons such a housing accommodation or any interest therein because of the actual or perceived status of that person as a victim of domestic violence, or as a victim of sex offenses or stalking.\\ulnone   \\ul   \\par\n\\ulnone 3.  Applicability; actual or perceived victims of domestic violence, sex offenses or stalking.\\par\na. Requirement to make reasonable accommodation to the needs of victims of domestic violence, sex offenses or stalking.  \\par\n\\ul (1)  Employment.\\ulnone   Except as provided in paragraph (c), any person prohibited by subdivision 2 of this section 8-107.1 from discriminating on the basis of actual or perceived status as a victim of domestic violence or a victim of sex offenses or stalking shall make reasonable accommodation to enable a person who is a victim of domestic violence, or a victim of sex offenses or stalking to satisfy the essential requisites of a job provided that the status as a victim of domestic violence or a victim of sex offenses or stalking is known or should have been known by the covered entity.  Any person required by this sub-paragraph to make reasonable accommodation may require a person requesting reasonable accommodation pursuant to this sub-paragraph to provide certification that the person or the person's family or household member is a victim of domestic violence, sex offenses or stalking. The person requesting reasonable accommodation pursuant to this sub-paragraph shall provide a copy of such certification to the employer within a reasonable period after the request is made.  A person may satisfy the certification requirement of this sub-paragraph by providing documentation from an employee, agent, or volunteer of a victim services organization, an attorney, a member of the clergy, or a medical or other professional service provider, from whom the individual seeking a reasonable accommodation or that individual\\rquote s family or household member has sought assistance in addressing domestic violence, sex offenses or stalking and the effects of the violence or stalking; a police or court record; or other corroborating evidence.  All information provided to the employer pursuant to this sub-paragraph, including a statement of the person requesting a reasonable accommodation or any other documentation, record, or corroborating evidence, and the fact that the individual has requested or obtained a reasonable accommodation, shall be retained in the strictest confidence by the employer, except to the extent that disclosure is requested or consented to in writing by the person requesting the reasonable accommodation; or otherwise required by applicable federal, state or local law.  Reasonable accommodation for purposes of this sub-paragraph means such accommodation that can be made that shall not cause undue hardship in the conduct of the employer's business. The employer shall have the burden of proving undue hardship. In making a determination of undue hardship, the factors which may be considered include but shall not be limited to: the nature and cost of the accommodations; the overall financial resources of the facility or the facilities involved in the provision of the reasonable accommodation; the number of persons employed at such facility; the effect on expenses and resources, or the impact otherwise of such accommodation upon the operation of the facility; the overall financial resources of the employer; the overall size of the business with respect to the number of its employees, the number, type, and location of its facilities; and the type of operation or operations of the employer, including the composition, structure, and functions of the workforce of such entity; the geographic separateness, administrative, or fiscal relationship of the facility or facilities in question to the employer.\\par\n\\pard\\fi720\\sb120\\sl480\\slmult1\\ul (2) Housing.  Except as provided in paragraph c, any person prohibited by subdivision 3 of this section 8-107.1 from discriminating on the basis of actual or perceived status as a victim of domestic violence or a victim of sex offenses or stalking shall make reasonable accommodation for a tenant who is a victim of domestic violence, sex offenses or stalking.  For purposes of this sub-paragraph, reasonable accommodation shall be limited to allowing a tenant who is a victim of domestic violence or a victim of sex offenses or stalking to terminate a rental agreement and quit the premises without further obligation under the rental agreement.  Any owner required by this sub-paragraph to make reasonable accommodation may require a person requesting reasonable accommodation pursuant to this sub-paragraph to provide certification that the person or the person's family or household member is a victim of domestic violence, sex offenses or stalking.  The person requesting reasonable accommodation pursuant to this sub-paragraph shall provide a copy of such certification to the owner within a reasonable period after the request is made.  A person may satisfy the certification requirement of this sub-paragraph by providing documentation from an employee, agent, or volunteer of a victim services organization, an attorney, a member of the clergy, or a medical or other professional service provider, from whom the individual seeking a reasonable accommodation or that individual\\rquote s family or household member has sought assistance in addressing domestic violence, sex offenses or stalking and the effects of the violence or stalking; a police or court record; or other corroborating evidence.  All information provided to the owner pursuant to this paragraph, including a statement of the person requesting a reasonable accommodation or any other documentation, record, or corroborating evidence, and the fact that the individual has requested or obtained a reasonable accommodation pursuant to this section, shall be retained in the strictest confidence, except to the extent that disclosure is requested or consented to in writing by the person requesting the reasonable accommodation; or otherwise required by applicable federal, state or local law.  Further, reasonable accommodation as required by this sub-paragraph shall not cause undue hardship in the conduct of the owner\\rquote s business.  The owner shall have the burden of proving undue hardship. In making a determination of undue hardship, the factors which may be considered include but shall not be limited to: the cost of the accommodation; the effect on expenses and resources of the owner, or the impact otherwise of such accommodation upon the owner.\\par\n\\pard\\fi360\\sb120\\sl480\\slmult1\\ulnone b. Affirmative defense in domestic violence, sex offenses or stalking cases. In any case where the need for reasonable accommodation is placed in issue, it shall be an affirmative defense that the person aggrieved by the alleged discriminatory practice could not, with reasonable accommodation, satisfy the essential requisites of the job or enjoy the right or rights in question.\\par\n\\pard\\fi360\\sl480\\slmult1\\'a72. This local law shall take effect 90 days after enactment.\\par\n}\n\u0000",
  "LastModified": "2019-08-15T18:48:45.697Z"
}
