{
  "ID": 29842,
  "GUID": "83EAFE51-B7FE-4C93-ABA1-87715811BF87",
  "File": "Int 0306-2004",
  "Name": "Designating a larger percentage of NYPD traffic enforcement personnel to the enforcement of the DOT's designated truck routes.",
  "Title": "A Local Law to amend the administrative code of the City of New York, in relation to designating a larger percentage of NYPD traffic enforcement personnel to the enforcement of the Department of Transportation’s designated truck routes.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2004-03-24T00:00:00Z",
  "AgendaDate": "2004-03-24T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5281,
      "Slug": "joseph-p-addabbo-jr",
      "FullName": "Joseph P. Addabbo, Jr."
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5285,
      "Slug": "erik-martin-dilan",
      "FullName": "Erik Martin Dilan"
    },
    {
      "ID": 5289,
      "Slug": "simcha-felder",
      "FullName": "Simcha Felder"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5274,
      "Slug": "helen-sears",
      "FullName": "Helen Sears"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5294,
      "Slug": "betsy-gotbaum",
      "FullName": "Betsy Gotbaum"
    }
  ],
  "History": [
    {
      "ID": 157226,
      "Date": "2004-03-24T10:22:59Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 157405,
      "Date": "2004-03-24T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2799,
      "AgendaSequence": 132,
      "MinutesSequence": 148,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 171965,
      "Date": "2005-03-01T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 29,
      "BodyName": "Committee on Transportation",
      "EventID": 4204,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 172275,
      "Date": "2005-03-01T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 29,
      "BodyName": "Committee on Transportation",
      "EventID": 4204,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184836,
      "Date": "2005-12-31T10:14:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 65106,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "http://nyc.legistar1.com/nyc/attachments/a97014e9-5f57-4149-b428-f2630af9ddcc.doc",
      "Sort": 1
    },
    {
      "ID": 67316,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript",
      "Link": "http://nyc.legistar1.com/nyc/attachments/bbebff47-cc16-4bd0-ac09-6f65a69f856b.doc",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 16373,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection one. Declaration of legislative findings and intent.  New York City is one of the most truck dependent cities in the nation, relying on trucks to transport two-thirds of all freight going into or out of our city.  The residents and businesses of New York rely on this constant stream of trucks for the continuous and expedient delivery of the various goods and services that we, in our world-class city, have come to expect.  However, along with this constant flow of commerce, trucks have also brought a large dose of urban misery, plaguing our neighborhoods with a continuous assault of noise, structural and environmental damage, not to mention a continuous threat to pedestrian safety.  City residents have consistently expressed concerns that trucks are being operated inappropriately, by being driven on streets which are not Department of Transportation (“DOT”) designated truck routes, thus compromising safety and impinging upon the quality of life in our communities.  In just one year’s time, approximately 14 million trucks will move through New York City bridge and tunnel crossings into our neighborhoods, thus making it imperative that New York City implement a rational and comprehensive plan to manage truck flow and minimize these intrusions into our residential communities.  To be effective, this management plan must include a commitment to enforcement, including efforts at targeting and ticketing violators so that trucks remain on designated truck routes until reaching the intersection nearest their destination, and do not inappropriately utilize “community streets”.  By enforcing truck operation so that it is restricted to these designated routes, we will enable trucks to operate in a more energy-efficient, timesaving and pollution-reducing manner. \n\t§2.  Chapter 1 of Title 14 of the administrative code of the City of New York is hereby amended to add a new section 14-118.3 to read as follows:\n§14-118.3.a.  Definitions.  For purposes of this section:  (1) “Level one traffic enforcement agents” shall mean those agents who are only authorized to issue parking summonses.\n(2) “Level four traffic enforcement agents” shall mean those agents who, in addition to being qualified to perform the functions of traffic enforcement agents of all other levels, are also qualified to inspect trucks and to respond to accidents and traffic incidents.   \nb. The police department shall identify and assess, utilizing whichever means of study and analysis the department selects, locations of incidence of truck operator non-compliance with Department of Transportation designated truck routes as prescribed in §4-13 of Chapter 4 of Title 34 of the Rules of the City of New York.  \nc. Based on the findings of the assessment prescribed in subdivision b., the department shall provide such training as the department deems necessary to transfer five percent of its level one traffic enforcement agents to level four traffic enforcement agent duty, deploying these agents in those areas in which the department determines that truck route violations are occurring.      \n§3.  This local law shall take effect ninety days after its enactment into law.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\sl480\\slmult1\\ulnone\\tab Section one. Declaration of legislative findings and intent.  New York City is one of the most truck dependent cities in the nation, relying on trucks to transport two-thirds of all freight going into or out of our city.  The residents and businesses of New York rely on this constant stream of trucks for the continuous and expedient delivery of the various goods and services that we, in our world-class city, have come to expect.  However, along with this constant flow of commerce, trucks have also brought a large dose of urban misery, plaguing our neighborhoods with a continuous assault of noise, structural and environmental damage, not to mention a continuous threat to pedestrian safety.  City residents have consistently expressed concerns that trucks are being operated inappropriately, by being driven on streets which are not Department of Transportation (\\ldblquote DOT\\rdblquote ) designated truck routes, thus compromising safety and impinging upon the quality of life in our communities.  In just one year\\rquote s time, approximately 14 million trucks will move through New York City bridge and tunnel crossings into our neighborhoods, thus making it imperative that New York City implement a rational and comprehensive plan to manage truck flow and minimize these intrusions into our residential communities.  To be effective, this management plan must include a commitment to enforcement, including efforts at targeting and ticketing violators so that trucks remain on designated truck routes until reaching the intersection nearest their destination, and do not inappropriately utilize \\ldblquote community streets\\rdblquote .  By enforcing truck operation so that it is restricted to these designated routes, we will enable trucks to operate in a more energy-efficient, timesaving and pollution-reducing manner. \\par\n\\tab\\'a72.  Chapter 1 of Title 14 of the administrative code of the City of New York is hereby amended to add a new section 14-118.3 to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\ul\\'a714-118.3.a.  Definitions.  For purposes of this section:  (1) \\ldblquote Level one traffic enforcement agents\\rdblquote  shall mean those agents who are only authorized to issue parking summonses.\\par\n(2) \\ldblquote Level four traffic enforcement agents\\rdblquote  shall mean those agents who, in addition to being qualified to perform the functions of traffic enforcement agents of all other levels, are also qualified to inspect trucks and to respond to accidents and traffic incidents.   \\par\nb. The police department shall identify and assess, utilizing whichever means of study and analysis the department selects, locations of incidence of truck operator non-compliance with Department of Transportation designated truck routes as prescribed in \\'a74-13 of Chapter 4 of Title 34 of the Rules of the City of New York.  \\par\nc. Based on the findings of the assessment prescribed in subdivision b., the department shall provide such training as the department deems necessary to transfer five percent of its level one traffic enforcement agents to level four traffic enforcement agent duty, deploying these agents in those areas in which the department determines that truck route violations are occurring.      \\par\n\\pard\\sl480\\slmult1\\ulnone\\'a73.  This local law shall take effect ninety days after its enactment into law.\\par\n}\n\u0000",
  "LastModified": "2019-08-15T18:48:55.243Z"
}
