{
  "ID": 29954,
  "GUID": "ABBFBD12-2CA5-4E6A-B416-51796D7886B9",
  "File": "Int 0308-2004",
  "Name": "Compliance of city contractors with state and federal laws concerning residential loans.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the compliance of city contractors with state and federal laws concerning residential loans.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 6,
  "BodyName": "Committee on Contracts",
  "IntroDate": "2004-04-01T00:00:00Z",
  "AgendaDate": "2004-04-01T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 422,
      "Slug": "gifford-miller",
      "FullName": "Gifford Miller"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 432,
      "Slug": "philip-reed",
      "FullName": "Philip Reed"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 5293,
      "Slug": "michael-e-mcmahon",
      "FullName": "Michael E. McMahon"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    }
  ],
  "History": [
    {
      "ID": 157642,
      "Date": "2004-04-01T15:38:02Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 157700,
      "Date": "2004-04-01T22:00:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2838,
      "AgendaSequence": 43,
      "MinutesSequence": 47,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Contracts",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184837,
      "Date": "2005-12-31T10:15:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 16504,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Title 6 of the Administrative Code of the City of New York is hereby amended by adding a new section 6-126 to read as follows:\nSection 6-126. a. For purposes of this section only, the following terms shall have the following meanings:\n\t(1) “Contract” means any written agreement, purchase order or instrument whereby the city is committed to expend or does expend funds in return for work, labor, services, supplies, equipment, materials, construction, construction related service or any combination of the foregoing.\n\t(2) “Contracting agency” means a city, county, borough, or other office, position, administration, department, division, bureau, board or commission, or a corporation, institution or agency of government, the expenses of which are paid in whole or in part from the city treasury.\n\t(3) “Contractor” means any individual, sole proprietorship, partnership, joint venture, corporation or other form of doing business.\n(4) “Covered contract” means a contract between a contracting agency and a contractor which by itself or when aggregated with all contracts awarded to such contractor by any contracting agency during the immediately preceding twelve months has a value of one hundred thousand dollars or more.\n(5) “Implementing agency” means the city chief contracting officer or any agency or officer that the mayor designates. \n(6) “Residential loan” means a loan in which:\n(a)\tThe borrower is a natural person;\n(b)\tThe debt is incurred by a borrower primarily for personal, family, or household purposes; and\n(c)\tThe loan is secured by a mortgage or deed of trust on real estate upon which there is located or there is to be located a structure or structures intended principally for occupancy for residential purposes which is or will be occupied by the borrower as the borrower’s principal dwelling.\nb. (1) No contracting agency shall enter into or renew any covered contract unless the contractor certifies that such contractor is, and will remain for the term of the contract, in compliance with all federal and state laws and regulations that apply to the arranging, extending, making, investing in or purchasing of residential loans, including, but not limited to, banking law section 6-l and the home ownership equity protection act of 1994 (15 U.S.C. section 1601, et seq.).   \n(2)  Such certification shall be in writing and shall be signed by an authorized officer of the contractor and delivered to the contracting agency prior to entering into a covered contract.  The implementing agency shall reject a contractor’s certification if it determines that such certification is false, or if the implementing agency determines that the contractor was created, or is being used, for the purpose of evading the requirements of this section.\nc.  Every covered contract shall contain a provision detailing the contractor’s obligations pursuant to this section, which shall be a material provision of such contract.  \nd.  Contractors shall, to the extent permitted by law, provide the contracting agency and the implementing agency access to its records for the purpose of audits and/or investigations to ascertain compliance with the provisions of this section, and upon request shall provide evidence that the contractor is in compliance with the provisions of this section.\n\te.  If it is found that a contractor, during the term of the contract, violated any state or federal law or regulation described in paragraph 1 of subdivision b of this section, such violation shall be deemed a material breach of such contract and the implementing agency shall take such action as may be appropriate and provided by law, rule or contract, including, but not limited to, imposing sanctions, seeking compliance, recovering damages, declaring the contractor in default and/or seeking a finding that the contractor is not a responsible contractor pursuant to section 335 of the charter. \n\tf. (1) The requirements of this section may, upon application of the contracting agency to the implementing agency, be waived for emergency contracts entered into pursuant to section 315 of the charter and for which no entity which complies with the requirements of this section and which is capable of fulfilling such contract is immediately available, or where compliance with the requirements of this section would violate or be inconsistent with the terms or conditions of a grant, subvention or contract with a public agency or the instructions of an authorized representative of any such agency with respect to any such grant, subvention or contract.\n(2) All applications for waivers pursuant to this subdivision shall be made in writing.  The implementing agency shall, within a reasonable period of time, determine whether to grant such waiver applications.  All decisions regarding waivers shall be issued in writing and shall include the reason for the granting or denial of such application.  All decisions granting waivers shall become part of the relevant contract file and shall be submitted to the council.\n(3)  Beginning twelve months after the effective date of the local law that added this section and annually thereafter, the implementing agency shall report to the council the number of waivers for which it received applications, the number of waivers granted and the reasons for which they were granted. \ng.   Nothing in this section shall be construed to limit the city’s authority to cancel or terminate a contract, deny or withdraw approval to perform a subcontract or provide supplies, issue a non-responsibility finding, issue a non-responsiveness finding, deny a person or entity pre-qualification, or to otherwise deny a person or entity city business.\n\th.  This section shall only apply to contracts entered into or renewed on or after the effective date of the local law that added this section.\ni.  The procurement policy board may promulgate rules to implement the requirements of this section.\n§2.  If any section, subsection, sentence, clause, phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this law, which remaining portions shall continue in full force and effect.\n§3. This local law shall take effect ninety days after its enactment.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 MS Sans Serif;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\par\n\\expndtw0\\ul Be it enacted by the Council as follows\\ulnone :\\expndtw-3\\par\n\\par\n\\pard\\sl480\\slmult1\\qj\\tab Section 1.  Title 6 of the Administrative Code of the City of New York is hereby amended by adding a new section 6-126 to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\expndtw0\\ul Section 6-126. a. For purposes of this section only, the following terms shall have the following meanings\\ulnone :\\expndtw-3\\par\n\\pard\\sl480\\slmult1\\qj\\expndtw0\\tab\\ul (1) \\ldblquote Contract\\rdblquote  means any written agreement, purchase order or instrument whereby the city is committed to expend or does expend funds in return for work, labor, services, supplies, equipment, materials, construction, construction related service or any combination of the foregoing.\\expndtw-3\\par\n\\expndtw0\\ulnone\\tab\\ul (2) \\ldblquote Contracting agency\\rdblquote  means a city, county, borough, or other office, position, administration, department, division, bureau, board or commission, or a corporation, institution or agency of government, the expenses of which are paid in whole or in part from the city treasury.\\expndtw-3\\par\n\\expndtw0\\ulnone\\tab\\ul (3) \\ldblquote Contractor\\rdblquote  means any individual, sole proprietorship, partnership, joint venture, corporation or other form of doing business.\\expndtw-3\\par\n\\pard\\fi720\\sl480\\slmult1\\qj (4) \\ldblquote Covered contract\\rdblquote  means a contract between a contracting agency and a contractor which by itself or when aggregated with all contracts awarded to such contractor by any contracting agency during the immediately preceding twelve months has a value of one hundred thousand dollars or more.\\par\n\\expndtw0 (5) \\ldblquote Implementing agency\\rdblquote  means the city chief contracting officer or any agency or officer that the mayor designates. \\par\n(6) \\ldblquote Residential loan\\rdblquote  means a loan in which:\\par\n\\pard\\fi-360\\li1800\\sl480\\slmult1\\qj\\tx1800\\ulnone (a)\\tab\\ul The borrower is a natural person;\\par\n\\pard\\fi-360\\li1800\\sl480\\slmult1\\qj\\ulnone (b)\\tab\\ul The debt is incurred by a borrower primarily for personal, family, or household purposes; and\\par\n\\ulnone (c)\\tab\\ul The loan is secured by a mortgage or deed of trust on real estate upon which there is located or there is to be located a structure or structures intended principally for occupancy for residential purposes which is or will be occupied by the borrower as the borrower\\rquote s principal dwelling.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\expndtw-3 b. (1) No contracting agency shall enter into or renew any covered contract unless the contractor certifies that such contractor is, and will remain for the term of the contract, in compliance with all federal and state laws and regulations that apply to the arranging, extending, making, investing in or purchasing of residential loans, including, but not limited to, banking law section 6-l and the home ownership equity protection act of 1994 (15 U.S.C. section 1601, \\i et seq.\\i0 ).   \\par\n\\expndtw0 (2)  Such certification shall be in writing and shall be signed by an authorized officer of the contractor and delivered to the contracting agency prior to entering into a covered contract.  The implementing agency shall reject a contractor\\rquote s certification if it determines that such certification is false, or if the implementing agency determines that the contractor was created, or is being used, for the purpose of evading the requirements of this section.\\expndtw-3\\par\n\\expndtw0 c.  Every covered contract shall contain a provision detailing the contractor\\rquote s obligations pursuant to this section, which shall be a material provision of such contract.  \\expndtw-3\\par\n\\expndtw0 d.  Contractors shall, to the extent permitted by law, provide the contracting agency and the implementing agency access to its records for the purpose of audits and/or investigations to ascertain compliance with the provisions of this section, and upon request shall provide evidence that the contractor is in compliance with the provisions of this section.\\expndtw-3\\par\n\\pard\\sl480\\slmult1\\qj\\expndtw0\\ulnone\\tab\\ul e.  If it is found that a contractor, during the term of the contract, violated any state or federal law or regulation described in paragraph 1 of subdivision b of this section, such violation shall be deemed a material breach of such contract and the implementing agency shall take such action as may be appropriate and provided by law, rule or contract, including, but not limited to, imposing sanctions, seeking compliance, recovering damages, declaring the contractor in default and/or seeking a finding that the contractor is not a responsible contractor pursuant to section 335 of the charter. \\expndtw-3\\par\n\\expndtw0\\ulnone\\tab\\ul f. (1) The requirements of this section may, upon application of the contracting agency to the implementing agency, be waived for emergency contracts entered into pursuant to section 315 of the charter and for which no entity which complies with the requirements of this section and which is capable of fulfilling such contract is immediately available, or where compliance with the requirements of this section would violate or be inconsistent with the terms or conditions of a grant, subvention or contract with a public agency or the instructions of an authorized representative of any such agency with respect to any such grant, subvention or contract.\\expndtw-3\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\expndtw0 (2) All applications for waivers pursuant to this subdivision shall be made in writing.  The implementing agency shall, within a reasonable period of time, determine whether to grant such waiver applications.  All decisions regarding waivers shall be issued in writing and shall include the reason for the granting or denial of such application.  All decisions granting waivers shall become part of the relevant contract file and shall be submitted to the council.\\expndtw-3\\par\n\\expndtw0 (3)  Beginning twelve months after the effective date of the local law that added this section and annually thereafter, the implementing agency shall report to the council the number of waivers for which it received applications, the number of waivers granted and the reasons for which they were granted. \\expndtw-3\\par\ng.   Nothing in this section shall be construed to limit the city\\rquote s authority to cancel or terminate a contract, deny or withdraw approval to perform a subcontract or provide supplies, issue a non-responsibility finding, issue a non-responsiveness finding, deny a person or entity pre-qualification, or to otherwise deny a person or entity city business.\\par\n\\pard\\sl480\\slmult1\\qj\\expndtw0\\ulnone\\tab\\ul h.  This section shall only apply to contracts entered into or renewed on or after the effective date of the local law that added this section.\\expndtw-3\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\expndtw0 i.  The procurement policy board may promulgate rules to implement the requirements of this section.\\expndtw-3\\par\n\\ulnone\\'a72.  If any section, subsection, sentence, clause, phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this law, which remaining portions shall continue in full force and effect.\\par\n\\pard\\fi720\\sl480\\slmult1\\expndtw0\\'a73. This local law shall take effect ninety days after its enactment.\\expndtw-3\\par\n\\pard\\sl480\\slmult1\\qj\\ul\\par\n\\pard\\qc\\ulnone\\par\n\\pard\\expndtw0\\par\n}\n\u0000",
  "LastModified": "2019-08-15T18:49:17.273Z"
}
