{
  "ID": 29914,
  "GUID": "AB794252-6DDC-49AF-810A-74D1C63C6E2F",
  "File": "Int 0310-2004",
  "LocalLaw": "2004/054",
  "Name": "Preparing inmates for re-integration into society and providing inmates with assistance in applying for state-issued identification and government benefits.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to discharge planning services.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 35,
  "StatusName": "Enacted",
  "BodyID": 5071,
  "BodyName": "Committee on Fire and Criminal Justice Services",
  "IntroDate": "2004-04-01T00:00:00Z",
  "AgendaDate": "2004-04-01T00:00:00Z",
  "PassedDate": "2004-12-01T00:00:00Z",
  "EnactmentDate": "2004-12-01T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 430,
      "Slug": "bill-perkins",
      "FullName": "Bill Perkins"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 424,
      "Slug": "tracy-l-boyland",
      "FullName": "Tracy L. Boyland"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5294,
      "Slug": "betsy-gotbaum",
      "FullName": "Betsy Gotbaum"
    }
  ],
  "History": [
    {
      "ID": 168540,
      "Date": "2004-04-01T05:40:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 157684,
      "Date": "2004-04-01T13:00:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2838,
      "AgendaSequence": 47,
      "MinutesSequence": 51,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Fire and Criminal Justice Services",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 167855,
      "Date": "2004-11-22T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee ",
      "BodyID": 5071,
      "BodyName": "Committee on Fire and Criminal Justice Services",
      "EventID": 3589,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 310-A",
      "MinutesNote": "Proposed Int. No. 310-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 167880,
      "Date": "2004-11-22T13:00:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "",
      "BodyID": 5071,
      "BodyName": "Committee on Fire and Criminal Justice Services",
      "EventID": 3589,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 167892,
      "Date": "2004-11-22T13:00:00Z",
      "ActionID": 33,
      "Action": "Amended by Committee",
      "Description": "",
      "BodyID": 5071,
      "BodyName": "Committee on Fire and Criminal Justice Services",
      "EventID": 3589,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 167893,
      "Date": "2004-11-22T13:00:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "A motion was made by  that this Introduction be Approved by Committee.   ",
      "BodyID": 5071,
      "BodyName": "Committee on Fire and Criminal Justice Services",
      "EventID": 3589,
      "MinutesSequence": 5,
      "Version": "A",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 167922,
      "Date": "2004-11-23T13:30:00Z",
      "ActionID": 68,
      "Action": "Approved by Council",
      "Description": "A motion was made that this Introduction be Approved by Council approved by Roll Call.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 3622,
      "AgendaSequence": 25,
      "MinutesSequence": 30,
      "Version": "A",
      "AgendaNote": "Amended and Coupled on GO",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 168206,
      "Date": "2004-11-23T16:19:00Z",
      "ActionID": 53,
      "Action": "Sent to Mayor by Council",
      "Description": "This Introduction was Sent to Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 168456,
      "Date": "2004-12-01T15:14:00Z",
      "ActionID": 5014,
      "Action": "Hearing Held by Mayor",
      "Description": "This Introduction was Hearing Held by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "A",
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 157556,
      "Date": "2004-12-01T21:19:00Z",
      "ActionID": 57,
      "Action": "Signed Into Law by Mayor",
      "Description": "This Introduction was Signed Into Law by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "A",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 168533,
      "Date": "2004-12-02T15:19:00Z",
      "ActionID": 5023,
      "Action": "Recved from Mayor by Council",
      "Description": "This Introduction was Recved from Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 63856,
      "LastModified": "2018-10-18T21:29:58.817Z",
      "Name": "Committee Report",
      "Link": "http://nyc.legistar1.com/nyc/attachments/2281d8c9-91eb-4548-8941-911616ca8d5bHwordNew LegislationCommittee Report - 310.doc",
      "Sort": 1
    },
    {
      "ID": 64314,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Fiscal Impact Statement",
      "Link": "http://nyc.legistar1.com/nyc/attachments/c9c733ae-536a-443c-859f-4574d56b8ce0.doc",
      "Sort": 2
    },
    {
      "ID": 64884,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Local Law",
      "Link": "http://nyc.legistar1.com/nyc/attachments/4b6f254d-894d-42b8-9aa7-2ccfd47afd6b.doc",
      "Sort": 3
    },
    {
      "ID": 66318,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript",
      "Link": "http://nyc.legistar1.com/nyc/attachments/08900c50-aae4-45d2-b4a8-4a5c9d440e29.doc",
      "Sort": 4
    },
    {
      "ID": 66902,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript - Stated Meeting 11/23/04",
      "Link": "http://nyc.legistar1.com/nyc/attachments/55869b50-fb94-4bb0-b858-67a0eb8d15c1.doc",
      "Sort": 5
    }
  ],
  "Summary": "",
  "TextID": 31604,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Declaration of legislative findings and intent.  The Department of Correction handles approximately 108,000 admissions each year, and manages an average daily inmate population of more than 14,000 individuals.  Of the 108,000 admissions, approximately 80,000 are discharged into the community; the remaining inmates are sent to state prison. \nThose entering and being discharged from city jails suffer from many social problems: 32% read below a fifth grade level, 20% required detoxification services upon admission to jail, 30% end up in the city shelter system, 29% of inmates receiving mental health services are diagnosed with severe mental illness, and 63% of inmates will be rearrested within three years of release.  It is in the best interests of the people of the City of New York, these inmates, their families, and the communities these inmates will return to that attempts be made to address the employment, sobriety and housing problems that keep the same people coming back to jail.  Effective discharge planning is crucial to achieving this goal. \nIn order for discharge planning to be effective, inmates must be in the custody of the Department of Correction for sufficient time to receive meaningful assistance and must have a known discharge date for which the Department can plan.  Approximately 80% of people admitted to the Department of Correction, however, are detainees whose dates of discharge are unknown, which results in release with no advance notice.  Moreover, a great number of sentenced inmates are sentenced to time already served, or to such short lengths of stay that effective interventions are impractical.  In 2003, approximately 44% of inmates were released in seven days or less.  As a result, discharge planning should be focused on inmates who will serve at least 30 days in the city’s jails, with efforts directed at other inmates as resources permit.\nNew York City has established the Discharge Planning Project, a multi-agency and multi-provider initiative to address re-entry issues.  Government participants include the Department of Correction, the Department of Probation, the Department of Homeless Services, the Human Resources Administration, the Department of Health and Mental Hygiene, and the Office of the Criminal Justice Coordinator.  These agencies are working cooperatively with many not-for-profit service providers and advocacy organizations in a combined effort to produce better post-incarceration outcomes.  The efforts of the project have led to numerous important initiatives, including transitional employment programs, a screening assessment to determine the employment, substance abuse, and housing needs of new inmates, streamlined procedures for obtaining birth certificates and social security cards, case management in the community and a refocusing of efforts towards sentenced inmates.  \nThe Council finds that assisting inmates in accessing social services and government benefits will improve their ability to re-integrate into the community.  The Council further finds that codifying into law recent initiatives of city agencies will ensure the long-term continuation and expansion of such efforts.  Accordingly, the Council declares that it is reasonable and necessary to mandate the provision of certain discharge planning services.\n§ 2. Title 9 of the administrative code of the city of New York is amended by adding new sections 9-127, 9-128 and 9-129 to read as follows:\n§ 9-127 Housing, employment and sobriety needs. a. The department of correction and the department of homeless services shall develop a process for identifying individuals who repeatedly are admitted to city correctional institutions and who, in addition, either immediately before their admission to or after their release from such institutions, are housed in shelter provided by the department of homeless services.\nb. The department of correction shall collect, from any sentenced inmate who will serve, after sentencing, ten days or more in any city correctional institution, information relating to such inmate’s housing, employment and sobriety needs. The department of correction shall, with the consent of such inmate, provide such information to any social service organization that is providing discharge planning services to such inmate under contract with the department of correction. For the purposes of this section and sections 9-128 and 9-129 of this title, “discharge planning” shall mean the creation of a plan for post-release services and assistance with access to community-based resources and government benefits designed to promote an inmate’s successful reintegration into the community.\n§ 9-128 Applications for government benefits. a. The department of correction shall make applications for government benefits available to inmates by providing such applications in areas accessible to inmates in city correctional institutions.\nb. The department of correction shall provide assistance with the preparation of applications for government benefits and identification to sentenced inmates who will serve, after sentencing, thirty days or more in any city correctional institution and who receive discharge planning services from the department of correction or any social services organization under contract with the department of correction, and, in its discretion, to any other inmate who may benefit from such assistance.\n§ 9-129 Reporting. The commissioner of correction shall submit a report to the mayor and the council by October first of each year regarding implementation of sections 9-127 and 9-128 of this title and other discharge planning efforts, and, beginning October first, two thousand eight and annually thereafter, regarding recidivism among inmates receiving discharge planning services from the department of correction or any social services organization under contract with the department of correction.\n§ 3. This local law shall take effect on July 1, 2005, except that the commissioner of correction and the commissioner of homeless services shall take all actions necessary to implement this local law on or before the date upon which it shall take effect. This local law shall expire and be deemed repealed on June 30, 2015, provided that the commissioner of correction provides written notice to the council in the first six months of the year 2014 that this local law will expire without further action by the council. If the commissioner does not provide such notice by June 30, 2014, this local law shall expire and be deemed repealed one year following the date on which the council receives such notice.\n\n\nLS# 12\nRBU\n09/24/2004, 5:30 P.M.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Section 1.  Declaration of legislative findings and intent.  The Department of Correction handles approximately 108,000 admissions each year, and manages an average daily inmate population of more than 14,000 individuals.  Of the 108,000 admissions, approximately 80,000 are discharged into the community; the remaining inmates are sent to state prison. \\par\nThose entering and being discharged from city jails suffer from many social problems: 32% read below a fifth grade level, 20% required detoxification services upon admission to jail, 30% end up in the city shelter system, 29% of inmates receiving mental health services are diagnosed with severe mental illness, and 63% of inmates will be rearrested within three years of release.  It is in the best interests of the people of the City of New York, these inmates, their families, and the communities these inmates will return to that attempts be made to address the employment, sobriety and housing problems that keep the same people coming back to jail.  Effective discharge planning is crucial to achieving this goal. \\par\nIn order for discharge planning to be effective, inmates must be in the custody of the Department of Correction for sufficient time to receive meaningful assistance and must have a known discharge date for which the Department can plan.  Approximately 80% of people admitted to the Department of Correction, however, are detainees whose dates of discharge are unknown, which results in release with no advance notice.  Moreover, a great number of sentenced inmates are sentenced to time already served, or to such short lengths of stay that effective interventions are impractical.  In 2003, approximately 44% of inmates were released in seven days or less.  As a result, discharge planning should be focused on inmates who will serve at least 30 days in the city\\rquote s jails, with efforts directed at other inmates as resources permit.\\par\nNew York City has established the Discharge Planning Project, a multi-agency and multi-provider initiative to address re-entry issues.  Government participants include the Department of Correction, the Department of Probation, the Department of Homeless Services, the Human Resources Administration, the Department of Health and Mental Hygiene, and the Office of the Criminal Justice Coordinator.  These agencies are working cooperatively with many not-for-profit service providers and advocacy organizations in a combined effort to produce better post-incarceration outcomes.  The efforts of the project have led to numerous important initiatives, including transitional employment programs, a screening assessment to determine the employment, substance abuse, and housing needs of new inmates, streamlined procedures for obtaining birth certificates and social security cards, case management in the community and a refocusing of efforts towards sentenced inmates.  \\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj The Council finds that assisting inmates in accessing social services and government benefits will improve their ability to re-integrate into the community.  The Council further finds that codifying into law recent initiatives of city agencies will ensure the long-term continuation and expansion of such efforts.  Accordingly, the Council declares that it is reasonable and necessary to mandate the provision of certain discharge planning services.\\par\n\\'a7 2. Title 9 of the administrative code of the city of New York is amended by adding new sections 9-127, 9-128 and 9-129 to read as follows:\\ul\\par\n\\ulnone\\'a7 \\ul 9-127 Housing, employment and sobriety needs. a. The department of correction and the department of homeless services shall develop a process for identifying individuals who repeatedly are admitted to city correctional institutions and who, in addition, either immediately before their admission to or after their release from such institutions, are housed in shelter provided by the department of homeless services.\\par\nb. The department of correction shall collect, from any sentenced inmate who will serve, after sentencing, ten days or more in any city correctional institution, information relating to such inmate\\rquote s housing, employment and sobriety needs. The department of correction shall, with the consent of such inmate, provide such information to any social service organization that is providing discharge planning services to such inmate under contract with the department of correction. For the purposes of this section and sections 9-128 and 9-129 of this title, \\ldblquote discharge planning\\rdblquote  shall mean the creation of a plan for post-release services and assistance with access to community-based resources and government benefits designed to promote an inmate\\rquote s successful reintegration into the community.\\par\n\\'a7 9-128 Applications for government benefits. a. The department of correction shall make applications for government benefits available to inmates by providing such applications in areas accessible to inmates in city correctional institutions.\\par\nb. The department of correction shall provide assistance with the preparation of applications for government benefits and identification to sentenced inmates who will serve, after sentencing, thirty days or more in any city correctional institution and who receive discharge planning services from the department of correction or any social services organization under contract with the department of correction, and, in its discretion, to any other inmate who may benefit from such assistance.\\par\n\\'a7 9-129 Reporting. The commissioner of correction shall submit a report to the mayor and the council by October first of each year regarding implementation of sections 9-127 and 9-128 of this title and other discharge planning efforts, and, beginning October first, two thousand eight and annually thereafter, regarding recidivism among inmates receiving discharge planning services from the department of correction or any social services organization under contract with the department of correction.\\par\n\\ulnone\\'a7 3. This local law shall take effect on July 1, 2005, except that the commissioner of correction and the commissioner of homeless services shall take all actions necessary to implement this local law on or before the date upon which it shall take effect. This local law shall expire and be deemed repealed on June 30, 2015, provided that the commissioner of correction provides written notice to the council in the first six months of the year 2014 that this local law will expire without further action by the council. If the commissioner does not provide such notice by June 30, 2014, this local law shall expire and be deemed repealed one year following the date on which the council receives such notice.\\par\n\\pard\\hyphpar0\\sl480\\slmult1\\qj\\par\n\\par\n\\pard\\nowidctlpar\\qj LS# 12\\par\nRBU\\par\n\\pard\\hyphpar0\\sl480\\slmult1\\qj 09/24/2004, 5:30 P.M.\\par\n\\pard\\hyphpar0\\sa240\\qj\\par\n\\par\n\\pard\\par\n\\par\n\\par\n\\par\n\\par\n}\n\u0000",
  "LastModified": "2019-08-15T18:49:40.03Z"
}
