{
  "ID": 29934,
  "GUID": "1B7C896D-D019-45AD-87FC-F307F6BF0423",
  "File": "Int 0314-2004",
  "Name": "Issuance of temporary certificates of occupancy.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the issuance of temporary certificates of occupancy.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2004-04-01T00:00:00Z",
  "AgendaDate": "2004-04-01T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5255,
      "Slug": "andrew-j-lanza",
      "FullName": "Andrew J. Lanza"
    },
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5289,
      "Slug": "simcha-felder",
      "FullName": "Simcha Felder"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5293,
      "Slug": "michael-e-mcmahon",
      "FullName": "Michael E. McMahon"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    }
  ],
  "History": [
    {
      "ID": 157608,
      "Date": "2004-04-01T10:31:44Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 157695,
      "Date": "2004-04-01T13:00:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2838,
      "AgendaSequence": 57,
      "MinutesSequence": 61,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184840,
      "Date": "2005-12-31T10:17:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 16447,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Section 27-218 of the administrative code of the city of New York is amended to read as follows:\n\t§27-218  Temporary occupancy.  The commissioner may, upon request, issue a temporary certificate of occupancy for a part or parts of a building before the entire work covered by the permit shall have been completed, provided that such part or parts may be occupied safely prior to completion of the building and will not endanger public safety, health, or welfare, and further provided that the temporary certificate of occupancy shall be issued initially [for a period between ninety and one hundred eighty days] either (a) for a period of ninety days, in the case of all buildings classified in occupancy group J-3 or three-family [homes] dwellings, subject to renewal for two additional ninety-day periods at the discretion of the commissioner, [and]or (b) for a period of ninety days for all other buildings, subject to renewal for additional ninety-day periods at the discretion of the commissioner.  When an applicant applies for [an initial temporary certificate of occupancy for longer than ninety days,] a ninety day renewal of a temporary certificate of occupancy, he or she must state the reason necessary for the longer time period.\n\t§2.  Section 27-218.1 is added to administrative code of the city of New York, to read as follows:\n§27-218.1  Temporary occupancy for a one- to three-family dwelling.    Where a temporary certificate of occupancy is issued pursuant to §27-218 for all buildings classified in occupancy group J-3 or three-family dwellings, said temporary certificate of occupancy shall set forth the name of the builder thereof. \n§3.  Section 27-218.2 is added to the administrative code of the city of New York, to read as follows:\n§ 27-218.2  Additional requirements for all temporary certificates of occupancy issued for a one- to three-family dwelling.  (a)  After the commissioner has issued a temporary certificate of occupancy as provided in section 27-218 of this code, for all buildings classified in occupancy group J-3 or three-family dwellings, the builder thereof shall complete all work necessary for the issuance of a certificate of occupancy prior to the expiration of the temporary certificate of occupancy and any renewals thereof.\n(b)Until such time as the entire work covered by the permit shall have been completed, any violations of this title or title 26 of this code shall be issued to, and in the name of, the builder thereof.  Such builder shall be responsible to the purchaser to correct any such violations, and shall reimburse the purchaser for the cost of correcting any such violations issued for work covered by the permit.  For work not covered by the permit, any violations of this title or title 26 of this code shall be issued to the purchaser of the building.  Whenever the commissioner issues a temporary certificate of occupancy as provided in section 27-218 of this code, for all buildings classified in occupancy group J-3 or three-family dwellings, the builder thereof shall post a bond for the benefit of the purchaser in an amount to be established by the commissioner, to cover the cost of correcting  such violations and completing all other work required under the permit.\n§4. This local law shall take effect thirty days after it shall have been enacted into law.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\hyphpar0\\fi720\\sa120\\sl360\\slmult1\\qj\\tx0\\expndtw-3\\ulnone Section 1.  Section 27-218 of the administrative code of the city of New York is amended to read as follows:\\par\n\\pard\\hyphpar0\\fi-720\\sa120\\sl360\\slmult1\\qj\\tx0\\tab\\'a727-218  Temporary occupancy\\b .\\b0   The commissioner may, upon request, issue a temporary certificate of occupancy for a part or parts of a building before the entire work covered by the permit shall have been completed, provided that such part or parts may be occupied safely prior to completion of the building and will not endanger public safety, health, or welfare, and further provided that the temporary certificate of occupancy shall be issued initially [for a period between ninety and one hundred eighty days] either (a) for a period of ninety days, in the case of all buildings classified in occupancy group J-3 or three-family [homes] dwellings, subject to renewal for two additional ninety-day periods at the discretion of the commissioner, [and]or (b) for a period of ninety days for all other buildings, subject to renewal for additional ninety-day periods at the discretion of the commissioner.  When an applicant applies for [an initial temporary certificate of occupancy for longer than ninety days,] a ninety day renewal of a temporary certificate of occupancy, he or she must state the reason necessary for the longer time period.\\par\n\\pard\\sl480\\slmult1\\qj\\expndtw0\\tab\\'a72.  Section 27-218.1 is added to administrative code of the city of New York, to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ul\\'a727-218.1  Temporary occupancy for a one- to three-family dwelling.    Where a temporary certificate of occupancy is issued pursuant to \\'a727-218 for all buildings classified in occupancy group J-3 or three-family dwellings, said temporary certificate of occupancy shall set forth the name of the builder thereof. \\par\n\\pard\\hyphpar0\\fi720\\sa120\\sl360\\slmult1\\qj\\tx0\\expndtw-3\\ulnone\\'a73.  Section 27-218.2 is added to the administrative code of the city of New York, to read as follows:\\par\n\\'a7 27-218.2  Additional requirements for all temporary certificates of occupancy issued for a one- to three-family dwelling.\\b   \\b0 (a)  After the commissioner has issued a temporary certificate of occupancy as provided in section 27-218 of this code, for all buildings classified in occupancy group J-3 or three-family dwellings, the builder thereof shall complete all work necessary for the issuance of a certificate of occupancy prior to the expiration of the temporary certificate of occupancy and any renewals thereof.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\expndtw0\\ul (b)Until such time as the entire work covered by the permit shall have been completed, any violations of this title or title 26 of this code shall be issued to, and in the name of, the builder thereof.  Such builder shall be responsible to the purchaser to correct any such violations, and shall reimburse the purchaser for the cost of correcting any such violations issued for work covered by the permit.  For work not covered by the permit, any violations of this title or title 26 of this code shall be issued to the purchaser of the building.  Whenever the commissioner issues a temporary certificate of occupancy as provided in section 27-218 of this code, for all buildings classified in occupancy group J-3 or three-family dwellings, the builder thereof shall post a bond for the benefit of the purchaser in an amount to be established by the commissioner, to cover the cost of correcting  such violations and completing all other work required under the permit.\\par\n\\pard\\li720\\sl480\\slmult1\\qj\\ulnone\\'a74. This local law shall take effect thirty days after it shall have been enacted into law. \\par\n\\pard\\par\n\\par\n}\n\u0000",
  "LastModified": "2019-08-15T18:50:24.97Z"
}
