{
  "ID": 29916,
  "GUID": "B641EEDB-245B-42FB-A979-1BD1E8A68D47",
  "File": "Int 0316-2004",
  "Name": "Prohibiting owners of multiple dwellings from requiring tenants to present identifying documents to gain entry into the multiple dwelling.",
  "Title": "A Local Law to amend the administrative code of the City of New York, in relation to prohibiting owners of multiple dwellings from requiring tenants to present identifying documents to gain entry into the multiple dwelling.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2004-04-01T00:00:00Z",
  "AgendaDate": "2004-04-01T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    }
  ],
  "History": [
    {
      "ID": 157558,
      "Date": "2004-04-01T09:22:01Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 157697,
      "Date": "2004-04-01T13:00:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2838,
      "AgendaSequence": 59,
      "MinutesSequence": 63,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184842,
      "Date": "2005-12-31T10:18:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 16425,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Title 26 of the administrative code of the city of New York is amended by adding thereto a new chapter 9, to read as follows:\n\nCHAPTER 9\n\nRESIDENTIAL SECURITY SYSTEMS\n\n\n§ 26-901  a. Definitions. For the purposes of this chapter, the following terms shall be defined as follows:\n1. “Authorized personnel” shall mean persons hired, appointed or acting at the behest of the owner. \n2. “Common area” shall mean a portion of a multiple dwelling that is not within a dwelling unit and is regularly used by occupants for access to and egress from any dwelling unit within such multiple dwelling. \n3. “Dwelling unit” shall mean any residential accommodation in a multiple dwelling. \n4. “Invited guest” shall mean a person, other than a tenant, who enters the premises to temporarily conduct lawful business or as the guest of a tenant. \n6.  “Majority” shall mean a number greater than one-half. \n7. “Multiple dwelling” shall mean a dwelling which is either rented, leased, or let or hired out, to be occupied, or is occupied, as the residence or home of three or more families living independently of each other. \n8. “Owner” shall mean and include the owner or owners of the freehold of he premises or lesser estate therein, a mortgage or vendee in possession, assignee of rents, receiver, executor, trustee, lessee, agent, or any other person, firm or corporation, directly or indirectly in control of a dwelling. \n9. “Tenant” shall mean any lawful occupant of a multiple dwelling.\nb. The owner of a multiple dwelling unit or authorized personnel acting on behalf of said owner shall not require or mandate that tenants of such dwellings present picture identification, identifying documents, or undergo intrusive questioning to gain access, entrance, ingress or regress to any point of entry within said dwellings without the signed and written consent of tenants representing a majority of dwelling units within that multiple dwelling.\nc. Every tenant shall have the right to freely enter vestibules, lobbies, waiting and reception areas, parking garages, elevators, stairwells, mailrooms and all common areas located within said multiple dwelling without presenting picture identification, identifying documents, or being subjected to intrusive questions.\nd.  Any person who enters a multiple dwelling may be required, upon request of authorized personnel, to make known the purpose for their presence in such multiple dwelling and to have their arrival announced to the appropriate tenant.\ne. The owner of a multiple dwelling who seeks to require tenants to present picture identification or identifying documents prior to entry to such multiple dwelling must widely publicize, announce and conduct an open process within the multiple dwelling, whereby tenants are afforded the opportunity to attend a public meeting and thereafter vote on whether to implement such program. The owner of a multiple dwelling is only permitted to implement the aforementioned identification procedures upon favorable majority vote of tenants present.\n§2. This local law shall take effect ninety days after its enactment into law.\n\nLS 343",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\fi720\\li-90\\sl480\\slmult1\\qj Section 1. Title 26 of the administrative code of the city of New York is amended by adding thereto a new chapter 9, to read as follows:\\par\n\\pard\\li-90\\qj\\par\n\\pard\\li-90\\qc\\ul CHAPTER 9\\par\n\\par\n\\pard\\keepn\\s1\\li-90\\qc RESIDENTIAL SECURITY SYSTEMS\\par\n\\pard\\li-90\\qj\\par\n\\pard\\qj\\ulnone\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ul\\'a7 26-901  a. Definitions. For the purposes of this chapter, the following terms shall be defined as follows:\\par\n1. \\ldblquote Authorized personnel\\rdblquote  shall mean persons hired, appointed or acting at the behest of the owner. \\par\n2. \\ldblquote Common area\\rdblquote  shall mean\\cf1  a portion of a multiple dwelling that is not within a dwelling unit and is regularly used by occupants for access to and egress from any dwelling unit within such multiple dwelling.\\cf0  \\par\n3. \\ldblquote Dwelling unit\\rdblquote  shall mean any residential accommodation in a multiple dwelling. \\par\n4. \\ldblquote Invited guest\\rdblquote  shall mean a person, other than a tenant, who enters the premises to temporarily conduct lawful business or as the guest of a tenant. \\par\n6.  \\ldblquote Majority\\rdblquote  shall mean a number greater than one-half. \\par\n7. \\ldblquote Multiple dwelling\\rdblquote  shall mean a dwelling which is either rented, leased, or let or hired out, to be occupied, or is occupied, as the residence or home of three or more families living independently of each other. \\par\n8. \\ldblquote Owner\\rdblquote  shall mean and include the owner or owners of the freehold of he premises or lesser estate therein, a mortgage or vendee in possession, assignee of rents, receiver, executor, trustee, lessee, agent, or any other person, firm or corporation, directly or indirectly in control of a dwelling. \\par\n9. \\ldblquote Tenant\\rdblquote  shall mean any lawful occupant of a multiple dwelling.\\ulnone\\par\n\\ul b. The owner of a multiple dwelling unit or authorized personnel acting on behalf of said owner shall not require or mandate that tenants of such dwellings present picture identification, identifying documents, or undergo intrusive questioning to gain access, entrance, ingress or regress to any point of entry within said dwellings without the signed and written consent of tenants representing a majority of dwelling units within that multiple dwelling.\\par\nc. Every tenant shall have the right to freely enter vestibules, lobbies, waiting and reception areas, parking garages, elevators, stairwells, mailrooms and all common areas located within said multiple dwelling without presenting picture identification, identifying documents, or being subjected to intrusive questions.\\par\nd.  Any person who enters a multiple dwelling may be required, upon request of authorized personnel, to make known the purpose for their presence in such multiple dwelling and to have their arrival announced to the appropriate tenant.\\par\ne. The owner of a multiple dwelling who seeks to require tenants to present picture identification or identifying documents prior to entry to such multiple dwelling must widely publicize, announce and conduct an open process within the multiple dwelling, whereby tenants are afforded the opportunity to attend a public meeting and thereafter vote on whether to implement such program. The owner of a multiple dwelling is only permitted to implement the aforementioned identification procedures upon favorable majority vote of tenants present.\\par\n\\ulnone\\'a72. This local law shall take effect ninety days after its enactment into law.\\par\n\\pard\\sl480\\slmult1\\qj\\ul\\par\n\\pard\\qj\\ulnone\\fs20 LS 343\\par\n\\fs24\\par\n}\n\u0000",
  "LastModified": "2019-08-15T18:50:45.427Z"
}
