{
  "ID": 29950,
  "GUID": "C545F958-CD5F-4FB7-B0CB-94AE77364F39",
  "File": "Int 0319-2004",
  "Name": "Exemption from taxation for alterations and improvements to multiple dwellings.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to exemption from taxation for alterations and improvements to multiple dwellings.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2004-04-01T00:00:00Z",
  "AgendaDate": "2004-04-01T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 431,
      "Slug": "madeline-t-provenzano",
      "FullName": "Madeline T. Provenzano"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 0,
      "Slug": "",
      "FullName": ""
    }
  ],
  "History": [
    {
      "ID": 157634,
      "Date": "2004-04-01T15:21:39Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 157709,
      "Date": "2004-04-01T18:00:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings due back on 8/13/2004.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2838,
      "AgendaSequence": 69,
      "MinutesSequence": 73,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184844,
      "Date": "2005-12-31T10:19:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 16499,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  The opening paragraph of clause (i) of subparagraph (b) of paragraph 8 of subdivision d of section 11-243 of the administrative code of the city of New York, as amended by local law number 41 for the year 1988, is amended to read as follows:\nThe amount of abatement under subdivision c of this section shall not exceed the certified reasonable cost of the conversion, alteration or improvement, as determined under regulations of the department of housing preservation and development, provided that the amount of certified reasonable cost eligible for abatement under this section shall not exceed fifteen thousand dollars for a dwelling unit of three and one-half rooms[, as determined under the applicable zoning resolution,] and a comparable amount for dwelling units of other sizes, determined under regulations of the department of housing preservation and development, and further provided that the amount of certified reasonable cost eligible for abatement under this section may exceed fifteen thousand dollars or such comparable amount per dwelling unit, but not more than twenty-five percent above such amount, upon application of the property owner and a determination by the department of housing preservation and development that:\n§ 2.  Subparagraph (b) of paragraph 8 of subdivision d of section 11-243 of the administrative code of the city of New York is amended by adding a new clause (iii) to read as follows:\n(iii)  For the purpose of the abatement limitations contained in clause (i) of this subparagraph, the number of rooms in a dwelling unit shall be calculated in the following manner:  Each dwelling unit with at least one room which either (A) contains no cooking facilities and measures at least one hundred fifty square feet, or (B) contains cooking facilities and measures at least two hundred thirty square feet, shall count as two and one-half rooms.  Every other room in the dwelling unit separated by either walls or doors, including bedrooms, shall count as an additional room, provided, however, that kitchens, cooking facilities, bathrooms, corridors or balconies shall not count as an additional room.  To be included, a room must meet the requirements of habitability as provided in the housing maintenance code.\n§ 3.  This local law shall take effect immediately.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\pard\\hyphpar0\\fi1440\\sl480\\slmult1\\qj\\par\nSection 1.  The opening paragraph of clause (i) of subparagraph (b) of paragraph 8 of subdivision d of section 11-243 of the administrative code of the city of New York, as amended by local law number 41 for the year 1988, is amended to read as follows:\\par\nThe amount of abatement under subdivision c of this section shall not exceed the certified reasonable cost of the conversion, alteration or improvement, as determined under regulations of the department of housing preservation and development, provided that the amount of certified reasonable cost eligible for abatement under this section shall not exceed fifteen thousand dollars for a dwelling unit of three and one-half rooms[, as determined under the applicable zoning resolution,] and a comparable amount for dwelling units of other sizes, determined under regulations of the department of housing preservation and development, and further provided that the amount of certified reasonable cost eligible for abatement under this section may exceed fifteen thousand dollars or such comparable amount per dwelling unit, but not more than twenty-five percent above such amount, upon application of the property owner and a determination by the department of housing preservation and development that:\\par\n\\'a7 2.  Subparagraph (b) of paragraph 8 of subdivision d of section 11-243 of the administrative code of the city of New York is amended by adding a new clause (iii) to read as follows:\\par\n\\ul (iii)  For the purpose of the abatement limitations contained in clause (i) of this subparagraph, the number of rooms in a dwelling unit shall be calculated in the following manner:  Each dwelling unit with at least one room which either (A) contains no cooking facilities and measures at least one hundred fifty square feet, or (B) contains cooking facilities and measures at least two hundred thirty square feet, shall count as two and one-half rooms.  Every other room in the dwelling unit separated by either walls or doors, including bedrooms, shall count as an additional room, provided, however, that kitchens, cooking facilities, bathrooms, corridors or balconies shall not count as an additional room.  To be included, a room must meet the requirements of habitability as provided in the housing maintenance code.\\par\n\\pard\\hyphpar0\\fi1440\\sl480\\slmult1\\qj\\tx2520\\ulnone\\'a7 3.  This local law shall take effect immediately.\\par\n\\pard\\par\n}\n\u0000",
  "LastModified": "2019-08-15T18:51:14.57Z"
}
