{
  "ID": 29938,
  "GUID": "35720DB9-9CA8-4090-8B3C-3A9D7D978254",
  "File": "Int 0321-2004",
  "Name": "Development of language access and outreach plans for one-stop centers.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the development of language access and outreach plans for one-stop centers.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5120,
  "BodyName": "Committee on Small Business",
  "IntroDate": "2004-04-01T00:00:00Z",
  "AgendaDate": "2004-04-01T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5286,
      "Slug": "bill-de-blasio",
      "FullName": "Bill De Blasio"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5293,
      "Slug": "michael-e-mcmahon",
      "FullName": "Michael E. McMahon"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5274,
      "Slug": "helen-sears",
      "FullName": "Helen Sears"
    }
  ],
  "History": [
    {
      "ID": 157619,
      "Date": "2004-04-01T11:18:05Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 157711,
      "Date": "2004-04-01T13:00:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2838,
      "AgendaSequence": 71,
      "MinutesSequence": 75,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Small Business",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184846,
      "Date": "2005-12-31T10:21:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 16457,
  "Text": "Be it enacted by the Council as follows:\nSection 1.  Title 8 of the administrative code of the city of New York is amended by adding a new chapter 11 to read as follows:\nCHAPTER 11\nLANGUAGE ACCESS AND OUTREACH AT ONE-STOP CENTERS \n\n§ 8-1101\t\tDefinitions.\n§ 8-1102\t\tLanguage Access Plans.\n§ 8-1103\t\tPublic Availability.\n§ 8-1104\t\tRecordkeeping.\n§ 8-1105  \t\tSeverability.\n\n§ 8-1101 Definitions.  For purposes of this chapter, the following terms have the following meanings:  \na. “Agency” means the department of small business services or any other city agency that enters into a covered contract with a workforce development contractor.  \nb.  “Contract” means any written agreement, purchase order or instrument whereby the city is committed to expend or does expend funds in return for work, labor or services.\nc.  “Covered workforce development contract” means any contract with a workforce development contractor to operate a workforce 1 career center, one-stop center, one-stop affiliate center, or one-stop satellite center in New York City, or any office offering services currently provided through workforce 1 career centers, one-stop centers or one-stop affiliate centers or one-stop satellite centers.\nd. “Language assistance services” means interpretation services and/or translation services provided to a limited English proficient individual in his/her primary language to ensure his/her ability to communicate effectively with personnel of the workforce development contractor or subcontractor.\ne.  “Workforce development contractor” means any individual, sole proprietorship, partnership, joint venture or corporation or other form of doing business that enters into a covered workforce development contract.    \n§ 8-1102  Language Access Plans.  Every workforce development contractor that enters into or renews a covered contract after January 1, 2005, shall certify that it will develop and publish a language access and outreach plan.  At a minimum, the language access and outreach plan must describe in detail: \t\na. What limited English proficient population the workforce development contractor intends to serve and how the workforce development contractor will assess the needs of that population, including but not limited to: \n1. A specific description of assessment tools to be used at intake; \n2.  A description of what materials will be translated and the languages into which they will be translated; and\n3.  A description of the signage the workforce development contractor will post in public places at its facility to welcome individuals and provide them with basic information regarding the benefits and services available at the site and the languages into which this signage will be translated. \nb. How the workforce development contractor will ensure that all limited English proficient individuals who seek access to benefits and services provided by the workforce development contractor receive free, prompt, effective language assistance services at all locations at which the workforce development contractor is responsible for providing services and how the workforce development contractor will track clients.\nc.  Strategies the workforce development contractor will employ to reach immigrant populations and businesses; and  \nd. Records the workforce development contractor will maintain and the type of reporting the workforce development contractor will require from any subcontractors that provide services at or affiliated with one-stop centers for which the workforce development contractor is responsible to ensure that subcontractors meet their obligations to provide free, prompt and effective language assistance services. \n§ 8-1103.  Public Availability.  The language access and outreach plans required by this chapter must be completed and made publicly available within six months of the date on which the workforce development contractor is required to offer benefits or services by the terms of the covered contract.\n§8-1104.  Recordkeeping.  Every covered workforce development contract must contain a provision in which the workforce development contractor acknowledges that the following responsibilities constitute material terms of the contract: \n(a) to provide prompt, effective language assistance services; \n(b) to keep records regarding the number of limited English proficient individuals served, disaggregated by type of language assistance required and primary language; the number of personnel employed by the workforce development contractor to provide language assistance services, disaggregated by language translated or interpreted by such personnel;  and \n(c) to provide the city access to its records for the purpose of audits or investigations to ascertain compliance with the provisions of this section, to the extent permitted by law.\n§ 8-1105  Severability.  If any section, subsection, sentence, clause, phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this law, which shall continue in full force and effect.\n§ 2. This local law shall take effect ninety days after enactment.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\b\\v0\\par\n\\pard\\sl480\\slmult1\\b0\\i Be it enacted by the Council as follows\\i0 :\\par\n\\pard\\fi720\\sl480\\slmult1 Section 1.  Title 8 of the administrative code of the city of New York is amended by adding a new chapter 11 to read as follows:\\par\n\\pard\\sl480\\slmult1\\qc\\ul\\b CHAPTER 11\\par\n\\pard\\qc LANGUAGE ACCESS AND OUTREACH AT ONE-STOP CENTERS \\par\n\\pard\\fi720\\li2160\\ulnone\\par\n\\'a7 8-1101\\tab\\tab Definitions.\\par\n\\'a7 8-1102\\tab\\tab Language Access Plans.\\par\n\\'a7 8-1103\\tab\\tab Public Availability.\\par\n\\'a7 8-1104\\tab\\tab Recordkeeping.\\par\n\\'a7 8-1105\\b0   \\tab\\tab\\b Severability.\\par\n\\pard\\fi720\\sl480\\slmult1\\b0\\par\n\\ul\\'a7 8-1101 \\b Definitions.\\b0   For purposes of this chapter, the following terms have the following meanings:  \\par\na. \\ldblquote Agency\\rdblquote  means the department of small business services or any other city agency that enters into a covered contract with a workforce development contractor.  \\par\nb.  \\ldblquote Contract\\rdblquote  means any written agreement, purchase order or instrument whereby the city is committed to expend or does expend funds in return for work, labor or services.\\par\nc.  \\ldblquote Covered workforce development contract\\rdblquote  means any contract with a workforce development contractor to operate a workforce 1 career center, one-stop center, one-stop affiliate center, or one-stop satellite center in New York City, or any office offering services currently provided through workforce 1 career centers, one-stop centers or one-stop affiliate centers or one-stop satellite centers.\\par\nd. \\ldblquote Language assistance services\\rdblquote  means interpretation services and/or translation services provided to a limited English proficient individual in his/her primary language to ensure his/her ability to communicate effectively with personnel of the workforce development contractor or subcontractor.\\par\ne.  \\ldblquote Workforce development contractor\\rdblquote  means any individual, sole proprietorship, partnership, joint venture or corporation or other form of doing business that enters into a covered workforce development contract.    \\par\n\\'a7 8-1102  \\b Language Access Plans.\\b0   Every workforce development contractor that enters into or renews a covered contract after January 1, 2005, shall certify that it will develop and publish a language access and outreach plan.  At a minimum, the language access and outreach plan must describe in detail: \\ulnone\\tab\\par\n\\ul a. What limited English proficient population the workforce development contractor intends to serve and how the workforce development contractor will assess the needs of that population, including but not limited to: \\par\n1. A specific description of assessment tools to be used at intake; \\par\n2.  A description of what materials will be translated and the languages into which they will be translated; and\\par\n3.  A description of the signage the workforce development contractor will post in public places at its facility to welcome individuals and provide them with basic information regarding the benefits and services available at the site and the languages into which this signage will be translated. \\par\nb. How the workforce development contractor will ensure that all limited English proficient individuals who seek access to benefits and services provided by the workforce development contractor receive free, prompt, effective language assistance services at all locations at which the workforce development contractor is responsible for providing services and how the workforce development contractor will track clients.\\par\nc.  Strategies the workforce development contractor will employ to reach immigrant populations and businesses; and  \\par\nd. Records the workforce development contractor will maintain and the type of reporting the workforce development contractor will require from any subcontractors that provide services at or affiliated with one-stop centers for which the workforce development contractor is responsible to ensure that subcontractors meet their obligations to provide free, prompt and effective language assistance services. \\ulnone\\par\n\\ul\\'a7 8-1103.  \\b Public Availability.  \\b0 The language access and outreach plans required by this chapter must be completed and made publicly available within six months of the date on which the workforce development contractor is required to offer benefits or services by the terms of the covered contract.\\par\n\\'a78-1104.  \\b Recordkeeping.\\b0   Every covered workforce development contract must contain a provision in which the workforce development contractor acknowledges that the following responsibilities constitute material terms of the contract: \\par\n(a) to provide prompt, effective language assistance services; \\par\n(b) to keep records regarding the number of limited English proficient individuals served, disaggregated by type of language assistance required and primary language; the number of personnel employed by the workforce development contractor to provide language assistance services, disaggregated by language translated or interpreted by such personnel;  and \\par\n(c) to provide the city access to its records for the purpose of audits or investigations to ascertain compliance with the provisions of this section, to the extent permitted by law.\\par\n\\'a7 8-1105  \\b Severability. \\b0  If any section, subsection, sentence, clause, phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this law, which shall continue in full force and effect.\\ulnone\\par\n\\pard\\sl480\\slmult1\\'a7 2. This local law shall take effect ninety days after enactment. \\par\n}\n\u0000",
  "LastModified": "2019-08-15T18:51:34.9Z"
}
