{
  "ID": 30057,
  "GUID": "1757F710-FD1F-4528-86FB-6E00451585A1",
  "File": "Int 0325-2004",
  "Name": "Prohibiting the disposal of certain weapons that cannot be personalized.",
  "Title": "A Local Law to amend the administrative code of the city of New York in relation to prohibiting the disposal of certain weapons that cannot be personalized and in relation to prohibiting the possession of weapons that are not personalized.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2004-04-21T00:00:00Z",
  "AgendaDate": "2004-04-21T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 422,
      "Slug": "gifford-miller",
      "FullName": "Gifford Miller"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 5286,
      "Slug": "bill-de-blasio",
      "FullName": "Bill De Blasio"
    },
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 430,
      "Slug": "bill-perkins",
      "FullName": "Bill Perkins"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 432,
      "Slug": "philip-reed",
      "FullName": "Philip Reed"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5275,
      "Slug": "eric-n-gioia",
      "FullName": "Eric N. Gioia"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    }
  ],
  "History": [
    {
      "ID": 158103,
      "Date": "2004-04-21T10:23:10Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 158335,
      "Date": "2004-04-21T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2905,
      "AgendaSequence": 91,
      "MinutesSequence": 113,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 167494,
      "Date": "2004-11-15T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee ",
      "BodyID": 19,
      "BodyName": "Committee on Public Safety",
      "EventID": 3540,
      "AgendaSequence": 3,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 167606,
      "Date": "2004-11-15T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee ",
      "BodyID": 19,
      "BodyName": "Committee on Public Safety",
      "EventID": 3540,
      "MinutesSequence": 7,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184847,
      "Date": "2005-12-31T10:23:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 63506,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "http://nyc.legistar1.com/nyc/attachments/9036f2a0-fc5b-47af-a569-1a2620ab66a4HwordNew LegislationCommittee Report - Int 325.doc",
      "Sort": 1
    },
    {
      "ID": 64046,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript",
      "Link": "http://nyc.legistar1.com/nyc/attachments/39551bb0-90c3-4823-9356-a41df51aed5c.doc",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 16569,
  "Text": "Be it enacted by the Council as follows:\n\nSection one. Legislative intent and findings.\n\tAccording to the Center for Disease Control, in 2002 there were an estimated 29,737 deaths resulting from the discharge of a firearm, 11,546 of which were homicides; in 2001 there were 29,573 deaths that resulted from the discharge of a firearm, 11,348 of which were homicides.\n\tThese statistics reveal that gun violence continues to be a major problem in the Untied States.  As a result, every possible avenue to prevent such death and injury must be pursued, including the development of new technology.\nOne such technology is a gun that is truly childproof, that is, it may only be operated by authorized adult users.  These personalized weapons would not eliminate all unlawful shootings or acts of gun violence, but the existence of such a weapon would reduce the number of shootings by preventing unauthorized users from accessing or operating such guns.  A successful personalized system could substantially reduce fatalities, injuries and crime with tremendous benefits for public health and safety.\nNew Jersey has already acted on this issue by adopting legislation in December 2002 that no handgun shall be sold or offered for sale in that state by any licensed firearms dealer unless it is personalized, within a certain period of time after the date on which these new personalized handguns are deemed available for retail purposes.  New Jersey also allocated money for research to the New Jersey Institute of Technology to evaluate and develop a truly childproof gun.  According to the New Jersey Institute of Technology, certain biometric technologies have matured sufficiently to enable creation of a personalized weapon suitable for safe use by gun owners.  Smith & Wesson, a leading gun manufacturer, is also actively researching this technology.\nTo spur the development of such technology, the Council finds that the city’s administrative code provisions should be amended to bar the disposal and possession of weapons that do not have such personalized features, when such technology becomes commercially available. \n\n§ 2. Chapter three of title ten of the administrative code of the city of New York is amended to add a new section 10-313 to read as follows:\n10-313.\tProhibition on the disposal and possession of weapons that are not personalized.  a. Definitions. For purposes of this section (1) “personalized” means, with respect to a weapon, that, integral to the weapon is a device or feature, incorporated into the design of the weapon and part of its original equipment, that automatically limits its operational use and which cannot be readily deactivated, so that it may be fired only by an authorized or recognized user.  The technology limiting the weapon’s operational use may include, but not be limited to, radio frequency tagging, touch memory, remote control, fingerprint, magnetic encoding and other automatic user identification systems using biometric, mechanical or electronic systems; (2) “weapon” shall mean a firearm, rifle, shotgun, or assault weapon, as such terms are defined in section 10-301; or a machine gun as defined in the penal law; (3) “commercially available” shall mean if at least one manufacturer has delivered at least one production model of a personalized weapon to a registered or licensed wholesale or retail dealer in New York or any other state; (4) “production model” shall mean a handgun which is the product of a regular manufacturing process that produces multiple copies of the same handgun model, and shall not include a prototype or other unique specimen that is not offered for sale.  \n\nb.  Disposal.  Three years after the commercial availability of a personalized weapon, it shall be unlawful for any person or business enterprise to sell, deliver, transfer or dispose of any weapon that is not personalized, provided, however, that any person or business enterprise may dispose of any weapon by providing such weapon to the commissioner pursuant to rules and regulations as established by the commissioner.\n\nc.  Possession. Three years after the commercial availability of a personalized weapon, it shall be unlawful for any person to possess a weapon that is not personalized.\n\nd.  Exemptions.  The provisions of this section shall not apply to (i) antique firearms as defined in section 10-301; (ii) weapons legally obtained prior to the commercial availability of personalized weapons, and the three years thereafter, provided, however, that such weapons may not be sold, delivered, transferred or disposed of, three years after the commercial availability of such weapons; or (iii) a weapon owned or lawfully possessed by a police officer, as such term is defined in the criminal procedure law, or a federal law enforcement officer, as such term is defined in the criminal procedure law.\n\ne.  Notice.  (i) No more than two years from the commercial availability of personalized weapons, the police commissioner shall provide written notice of the requirements of this section to all persons and business enterprises that sell, deliver, transfer or dispose of weapons, including any rules promulgated under this subdivision.  (ii) Starting three years from the commercial availability of personalized weapons, all persons applying for a permit or applying for the renewal of a permit pursuant to chapter three of title ten of this code, shall receive from the commissioner written notice of the requirements of this section, including any rules promulgated under this subdivision.  (iii) Three years from the commercial availability of personalized weapons, any person who applies for and obtains authorization to purchase a weapon or otherwise lawfully obtains a weapon pursuant to chapters one or three of title ten of this code shall be required to purchase or obtain the device or feature as part of the weapon’s original equipment that will make the weapon personalized at the time he or she purchases or obtains the weapon.\n\nAny violation of subdivision (b) and (c) is a misdemeanor.\n\n§3.\tThis law shall take effect 90 days after its enactment.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}{\\s3 heading 3;}{\\s4 heading 4;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\fi720\\sl480\\slmult1\\qj Section one. Legislative intent and findings.\\par\n\\pard\\sl480\\slmult1\\qj\\tab According to the Center for Disease Control, in 2002 there were an estimated 29,737 deaths resulting from the discharge of a firearm, 11,546 of which were homicides; in 2001 there were 29,573 deaths that resulted from the discharge of a firearm, 11,348 of which were homicides.\\par\n\\tab These statistics reveal that gun violence continues to be a major problem in the Untied States.  As a result, every possible avenue to prevent such death and injury must be pursued, including the development of new technology.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj One such technology is a gun that is truly childproof, that is, it may only be operated by authorized adult users.  These personalized weapons would not eliminate all unlawful shootings or acts of gun violence, but the existence of such a weapon would reduce the number of shootings by preventing unauthorized users from accessing or operating such guns.  A successful personalized system could substantially reduce fatalities, injuries and crime with tremendous benefits for public health and safety.\\par\nNew Jersey has already acted on this issue by adopting legislation in December 2002 that no handgun shall be sold or offered for sale in that state by any licensed firearms dealer unless it is personalized, within a certain period of time after the date on which these new personalized handguns are deemed available for retail purposes.  New Jersey also allocated money for research to the New Jersey Institute of Technology to evaluate and develop a truly childproof gun.  According to the New Jersey Institute of Technology, certain biometric technologies have matured sufficiently to enable creation of a personalized weapon suitable for safe use by gun owners.  Smith & Wesson, a leading gun manufacturer, is also actively researching this technology.\\par\nTo spur the development of such technology, the Council finds that the city\\rquote s administrative code provisions should be amended to bar the disposal and possession of weapons that do not have such personalized features, when such technology becomes commercially available. \\par\n\\pard\\sl480\\slmult1\\qj\\par\n\\'a7 2. Chapter three of title ten of the administrative code of the city of New York is amended to add a new section 10-313 to read as follows:\\par\n\\ul 10-313.\\tab\\b Prohibition on the disposal and possession of weapons that are not personalized.\\b0   a. Definitions. For purposes of this section (1) \\ldblquote personalized\\rdblquote  means, with respect to a weapon, that, integral to the weapon is a device or feature, incorporated into the design of the weapon and part of its original equipment, that automatically limits its operational use and which cannot be readily deactivated, so that it may be fired only by an authorized or recognized user.  The technology limiting the weapon\\rquote s operational use may include, but not be limited to, radio frequency tagging, touch memory, remote control, fingerprint, magnetic encoding and other automatic user identification systems using biometric, mechanical or electronic systems; (2) \\ldblquote weapon\\rdblquote  shall mean a firearm, rifle, shotgun, or assault weapon, as such terms are defined in section 10-301; or a machine gun as defined in the penal law; (3) \\ldblquote commercially available\\rdblquote  shall mean if at least one manufacturer has delivered at least one production model of a personalized weapon to a registered or licensed wholesale or retail dealer in New York or any other state; (4) \\ldblquote production model\\rdblquote  shall mean a handgun which is the product of a regular manufacturing process that produces multiple copies of the same handgun model, and shall not include a prototype or other unique specimen that is not offered for sale.  \\par\n\\par\n\\pard\\sl480\\slmult1 b.  Disposal.  Three years after the commercial availability of a personalized weapon, it shall be unlawful for any person or business enterprise to sell, deliver, transfer or dispose of any weapon that is not personalized, provided, however, that any person or business enterprise may dispose of any weapon by providing such weapon to the commissioner pursuant to rules and regulations as established by the commissioner.\\par\n\\pard\\sl480\\slmult1\\qj\\par\nc.  Possession. Three years after the commercial availability of a personalized weapon, it shall be unlawful for any person to possess a weapon that is not personalized.\\par\n\\par\nd.  Exemptions.  The provisions of this section shall not apply to (i) antique firearms as defined in section 10-301; (ii) weapons legally obtained prior to the commercial availability of personalized weapons, and the three years thereafter, provided, however, that such weapons may not be sold, delivered, transferred or disposed of, three years after the commercial availability of such weapons; or (iii) a weapon owned or lawfully possessed by a police officer, as such term is defined in the criminal procedure law, or a federal law enforcement officer, as such term is defined in the criminal procedure law.\\par\n\\par\ne.  Notice.  (i) No more than two years from the commercial availability of personalized weapons, the police commissioner shall provide written notice of the requirements of this section to all persons and business enterprises that sell, deliver, transfer or dispose of weapons, including any rules promulgated under this subdivision.  (ii) Starting three years from the commercial availability of personalized weapons, all persons applying for a permit or applying for the renewal of a permit pursuant to chapter three of title ten of this code, shall receive from the commissioner written notice of the requirements of this section, including any rules promulgated under this subdivision.  (iii) Three years from the commercial availability of personalized weapons, any person who applies for and obtains authorization to purchase a weapon or otherwise lawfully obtains a weapon pursuant to chapters one or three of title ten of this code shall be required to purchase or obtain the device or feature as part of the weapon\\rquote s original equipment that will make the weapon personalized at the time he or she purchases or obtains the weapon.\\par\n\\par\n\\pard{\\pntext\\f0 f.\\tab}{\\*\\pn\\pnlvlbody\\pnf0\\pnindent360\\pnstart6\\pnlcltr{\\pntxta.}}\n\\fi-360\\li360\\sl480\\slmult1\\qj\\tx360 Any violation of subdivision (b) and (c) is a misdemeanor.\\par\n\\pard\\sl480\\slmult1\\qj\\par\n\\pard\\keepn\\s4\\sl480\\slmult1\\qj\\ulnone\\'a73.\\tab This law shall take effect 90 days after its enactment.\\par\n\\pard\\par\n}\n\u0000",
  "LastModified": "2019-08-15T18:52:12.743Z"
}
