{
  "ID": 30019,
  "GUID": "0A53B68E-B583-489D-8A3C-A198DDFB4F1C",
  "File": "Int 0327-2004",
  "Name": "Concessions contracts on properties under the jurisdiction of the Dep't of Parks and Recreation.",
  "Title": "A Local Law to amend the Administrative Code of the City of New York in relation to concessions contracts on properties under the jurisdiction of the Department of Parks and Recreation.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5106,
  "BodyName": "Committee on Parks and Recreation",
  "IntroDate": "2004-04-21T00:00:00Z",
  "AgendaDate": "2004-04-21T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5281,
      "Slug": "joseph-p-addabbo-jr",
      "FullName": "Joseph P. Addabbo, Jr."
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 5293,
      "Slug": "michael-e-mcmahon",
      "FullName": "Michael E. McMahon"
    },
    {
      "ID": 5270,
      "Slug": "hiram-monserrate",
      "FullName": "Hiram Monserrate"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5278,
      "Slug": "melinda-r-katz",
      "FullName": "Melinda R. Katz"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5229,
      "Slug": "eva-s-moskowitz",
      "FullName": "Eva S. Moskowitz"
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 430,
      "Slug": "bill-perkins",
      "FullName": "Bill Perkins"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 432,
      "Slug": "philip-reed",
      "FullName": "Philip Reed"
    },
    {
      "ID": 5264,
      "Slug": "maria-baez",
      "FullName": "Maria Baez"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    }
  ],
  "History": [
    {
      "ID": 157999,
      "Date": "2004-04-21T10:16:23Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 158314,
      "Date": "2004-04-21T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2905,
      "AgendaSequence": 96,
      "MinutesSequence": 118,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Parks and Recreation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 167576,
      "Date": "2004-11-16T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee ",
      "BodyID": 5106,
      "BodyName": "Committee on Parks and Recreation",
      "EventID": 3507,
      "AgendaSequence": 3,
      "MinutesSequence": 7,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 167632,
      "Date": "2004-11-16T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee ",
      "BodyID": 5106,
      "BodyName": "Committee on Parks and Recreation",
      "EventID": 3507,
      "MinutesSequence": 8,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184849,
      "Date": "2005-12-31T10:36:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 63488,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "http://nyc.legistar1.com/nyc/attachments/98ccc2f7-b14a-451d-bb14-294495765c0bHwordNew LegislationCommittee Report - Int 327.doc",
      "Sort": 1
    },
    {
      "ID": 64188,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript",
      "Link": "http://nyc.legistar1.com/nyc/attachments/eb65789f-dab5-4bfc-8f85-bb32c995afb3.doc",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 16523,
  "Text": "Be it enacted by the Council as follows:\nSection 1.  Declaration of Legislative Findings and Intent.  The commissioner, in accordance with the fundamental purpose of conserving and  maintaining the utility and beauty of all parks, squares, public places, all playgrounds and other recreation properties, and providing for their enjoyment in a manner that will leave them unimpaired for the enjoyment of future generations, shall require that any concession contract for use of any property under the jurisdiction of the commissioner shall be placed in a special fund for the sole use by the commissioner.  This bill will allow the commissioner to take all necessary steps to safeguard open space in parks so that all current park uses may be enjoyed by the public. It is imperative that although the concessions are valuable opportunities to augment the department’s budget, that the commissioner take all necessary steps to safeguard parks from over-commercialization.  The commissioner shall also ensure appropriate public input on local concession initiatives where applicable.  By allowing the department to keep the funds that are collected through concessions, their fiscal expense budget, adjusted for future value of $165,000,000 (5-year average of city funds spanning FY’99-FY’03) will be augmented and allow the department to properly maintain the open spaces throughout the city of New York.\n§2. Title 18 of the administrative code of the city of New York is amended by adding a new section 18-134, to read as follows:\n§18-134 Concessions on department property.   a.\tThere shall be established a special fund, to be known as the New York city parks concession fund, which shall be kept separate from the general fund and consist of monies received through concessions, where such concession is located on department property.  \nb. \tThe monies deposited in the fund shall be available for expenditure by the commissioner without further appropriation solely to support the operation and maintenance of parks, squares, public places, playgrounds and other properties under the jurisdiction of the commissioner.  \nc. \tAll monies deposited in the New York city parks concession fund shall remain in such fund until actually expended and shall augment the department’s annual expense and capital budgets.\nd.\tConcession fees paid to the city of New York and deposited into the fund shall be a supplement to and shall not in any way be a basis for reducing the department’s annual expense and capital budgets.\ne.\tConcession fees paid to the city of New York and deposited into the New York city parks concession fund shall be annually allocated as follows: \n(1) One-third of the revenue generated by a concession in a particular park and deposited into the New York city parks concession fund shall be used for the benefit of department properties in the community district in which it was generated in accordance with subdivision b of this section;  \n(2) Notwithstanding the provisions of paragraph one of this subdivision, where a concession is located within department property that is not wholly contained in a single community district, one-third of the revenue from such concession shall be apportioned among all of the community districts that abut such department property and used in accordance with subdivision b of this section; \n(3) The remaining two-thirds of the revenue generated by a particular park and deposited into the New York city parks concession fund shall be available to the commissioner to be used by the commissioner in accordance with subdivision b of this section.\nf.\tThe commissioner shall generate and issue a quarterly report to the speaker of the council of the city of New York, the New York city mayor’s office of management and budget and the comptroller of the city of New York of the monies received from each concession, the amount owed from each concession, the purposes and locations such monies were spent from the New York city parks concession fund and the revenues deposited and the balance of the New York city parks concession fund. \n§3.  This local law shall take effect immediately upon its enactment into law.\n\n\n\n\n\n\n\n\n\nTHC - LS# 618\n1/3/2006 10:24 AM",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\pard\\v0\\par\n\\pard\\sl480\\slmult1\\ul Be it enacted by the Council as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1.  Declaration of Legislative Findings and Intent.  The commissioner, in accordance with the fundamental purpose of conserving and  maintaining the utility and beauty of all parks, squares, public places, all playgrounds and other recreation properties, and providing for their enjoyment in a manner that will leave them unimpaired for the enjoyment of future generations, shall require that any concession contract for use of any property under the jurisdiction of the commissioner shall be placed in a special fund for the sole use by the commissioner.  This bill will allow the commissioner to take all necessary steps to safeguard open space in parks so that all current park uses may be enjoyed by the public. It is imperative that although the concessions are valuable opportunities to augment the department\\rquote s budget, that the commissioner take all necessary steps to safeguard parks from over-commercialization.  The commissioner shall also ensure appropriate public input on local concession initiatives where applicable.  By allowing the department to keep the funds that are collected through concessions, their fiscal expense budget, adjusted for future value of $165,000,000 (5-year average of city funds spanning FY\\rquote 99-FY\\rquote 03) will be augmented and allow the department to properly maintain the open spaces throughout the city of New York.\\par\n\\'a72. Title 18 of the administrative code of the city of New York is amended by adding a new section 18-134, to read as follows:\\par\n\\ul\\'a718-134 Concessions on department property.   a.\\tab There shall be established a special fund, to be known as the New York city parks concession fund, which shall be kept separate from the general fund and consist of monies received through concessions, where such concession is located on department property.  \\par\nb. \\tab The monies deposited in the fund shall be available for expenditure by the commissioner without further appropriation solely to support the operation and maintenance of parks, squares, public places, playgrounds and other properties under the jurisdiction of the commissioner.  \\par\nc. \\tab All monies deposited in the New York city parks concession fund shall remain in such fund until actually expended and shall augment the department\\rquote s annual expense and capital budgets.\\par\nd.\\tab Concession fees paid to the city of New York and deposited into the fund shall be a supplement to and shall not in any way be a basis for reducing the department\\rquote s annual expense and capital budgets.\\par\ne.\\tab Concession fees paid to the city of New York and deposited into the New York city parks concession fund shall be annually allocated as follows: \\par\n(1) One-third of the revenue generated by a concession in a particular park and deposited into the New York city parks concession fund shall be used for the benefit of department properties in the community district in which it was generated in accordance with subdivision b of this section;  \\par\n(2) Notwithstanding the provisions of paragraph one of this subdivision, where a concession is located within department property that is not wholly contained in a single community district, one-third of the revenue from such concession shall be apportioned among all of the community districts that abut such department property and used in accordance with subdivision b of this section; \\par\n(3) The remaining two-thirds of the revenue generated by a particular park and deposited into the New York city parks concession fund shall be available to the commissioner to be used by the commissioner in accordance with subdivision b of this section.\\par\nf.\\tab The commissioner shall generate and issue a quarterly report to the speaker of the council of the city of New York, the New York city mayor\\rquote s office of management and budget and the comptroller of the city of New York of the monies received from each concession, the amount owed from each concession, the purposes and locations such monies were spent from the New York city parks concession fund and the revenues deposited and the balance of the New York city parks concession fund. \\par\n\\ulnone\\'a73.  This local law shall take effect immediately upon its enactment into law.\\par\n\\pard\\sl480\\slmult1\\qj\\ul\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\pard\\tqc\\tx4320\\tqr\\tx8640\\ulnone THC - LS# 618\\par\n\\pard\\sl480\\slmult1\\qj\\lang1024 1/3/2006 10:24 AM\\lang1033\\par\n\\pard\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n}\n\u0000",
  "LastModified": "2019-08-15T18:52:30.96Z"
}
