{
  "ID": 30026,
  "GUID": "2A094C0D-F5AC-45F0-8AF6-BB4B988CEEF8",
  "File": "Int 0336-2004",
  "Name": "Low-flow sink and lavatory faucets.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to low-flow sink and lavatory faucets.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 10,
  "BodyName": "Committee on Environmental Protection",
  "IntroDate": "2004-04-21T00:00:00Z",
  "AgendaDate": "2004-04-21T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5277,
      "Slug": "allan-w-jennings-jr",
      "FullName": "Allan W. Jennings, Jr."
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 432,
      "Slug": "philip-reed",
      "FullName": "Philip Reed"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5275,
      "Slug": "eric-n-gioia",
      "FullName": "Eric N. Gioia"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    }
  ],
  "History": [
    {
      "ID": 158006,
      "Date": "2004-04-21T10:40:46Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 158319,
      "Date": "2004-04-21T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2905,
      "AgendaSequence": 105,
      "MinutesSequence": 127,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Environmental Protection",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184856,
      "Date": "2005-12-31T10:39:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 60630,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Memo In Support",
      "Link": "http://nyc.legistar1.com/nyc/attachments/60630.doc",
      "Sort": 999
    }
  ],
  "Summary": "",
  "TextID": 16530,
  "Text": "..\n \nBe it enacted by the Council as follows: \nSection 1. Section 24-339 of the administrative code of the city of New York is amended by adding thereto a new subdivision c to read as follows:\nc. All sink and lavatory faucets that have been installed in spaces or buildings classified in occupancy groups J-1, J-2 and J-3, as defined in article eleven of subchapter three of chapter one of title twenty-seven of the code, shall meet the water-saving performance standards of paragraph b of subdivision P.104.2 of section P.104.0 of reference standard RS sixteen.  An aerator may be installed on a sink or lavatory faucet to meet the requirements of this subdivision.  For the purposes of this section, “aerator” shall mean a device that is placed on a faucet, which mixes air with water to reduce water flow.\n§2. Subparagraph (1) of paragraph b of subdivision P.104.2 of section P.104.0 of reference standard RS 16 of the administrative code of the city of New York is amended to read as follows:\n(b) The water-saving performance standards for sink and lavatory faucets, shower heads, drinking water fountains, urinals and water closets shall be as follows:\nfor sink and lavatory faucets, a constant water pressure of sixty pounds per square \ninch, and a maximum flow not to exceed [three] 2.2 gallons of water per minute or a constant water pressure of eighty pounds per square inch and a maximum flow not to exceed 2.5 gallons of water per minute; faucet models installed in public buildings or facilities must be of a self-closing variety and shall comply with reference standard RS 4-6.\n§ 3. This local law shall take effect ninety days after its enactment.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Tahoma;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\v ..\\par\n\\v0  \\par\n\\pard\\noline\\hyphpar0\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows:\\ulnone\\f1  \\par\n\\pard\\fi720\\sa120\\sl480\\slmult1\\f0 Section 1. Section 24-339 of the administrative code of the city of New York is amended by adding thereto a new subdivision c to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\ul c. All sink and lavatory faucets that have been installed in spaces or buildings classified in occupancy groups J-1, J-2 and J-3, as defined in article eleven of subchapter three of chapter one of title twenty-seven of the code, shall meet the water-saving performance standards of paragraph b of subdivision P.104.2 of section P.104.0 of reference standard RS sixteen.  An aerator may be installed on a sink or lavatory faucet to meet the requirements of this subdivision.  For the purposes of this section, \\ldblquote aerator\\rdblquote  shall mean a device that is placed on a faucet, which mixes air with water to reduce water flow.\\par\n\\pard\\fi720\\sa120\\sl480\\slmult1\\ulnone\\'a72. Subparagraph (1) of paragraph b of subdivision P.104.2 of section P.104.0 of reference standard RS 16 of the administrative code of the city of New York is amended to read as follows:\\par\n(b) The water-saving performance standards for sink and lavatory faucets, shower heads, drinking water fountains, urinals and water closets shall be as follows:\\par\n\\pard{\\pntext\\f0 (1)\\tab}{\\*\\pn\\pnlvlbody\\pnf0\\pnindent360\\pnstart1\\pndec{\\pntxtb(}{\\pntxta)}}\n\\fi-360\\li360\\sa120\\sl480\\slmult1\\tx360 for sink and lavatory faucets, a constant water pressure of sixty pounds per square \\par\n\\pard\\sa120\\sl480\\slmult1 inch, and a maximum flow not to exceed [three] \\ul 2.2\\ulnone  gallons of water per minute\\ul  or a constant water pressure of eighty pounds per square inch and a maximum flow not to exceed 2.5 gallons\\ulnone  \\ul of water per minute\\ulnone ; faucet models installed in public buildings or facilities must be of a self-closing variety and shall comply with reference standard RS 4-6.\\par\n\\pard\\fi720\\sa120\\sl480\\slmult1\\'a7 3. This local law shall take effect ninety days after its enactment. \\par\n\\pard\\noline\\hyphpar0\\qj\\par\n\\pard\\par\n}\n\u0000",
  "LastModified": "2019-08-15T18:54:00.95Z"
}
