{
  "ID": 30054,
  "GUID": "9A482F8E-041C-4050-B975-9EA371A5C153",
  "File": "Int 0339-2004",
  "Name": "Distribution and completion of the MTA's Half-Fare Program Application for the Mentally Disabled.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the distribution and completion of the Metropolitan Transportation Authority’s Half-Fare Program Application for the Mentally Disabled.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2004-04-21T00:00:00Z",
  "AgendaDate": "2004-04-21T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    }
  ],
  "History": [
    {
      "ID": 158086,
      "Date": "2004-04-21T14:35:24Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 158331,
      "Date": "2004-04-21T22:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2905,
      "AgendaSequence": 113,
      "MinutesSequence": 135,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184859,
      "Date": "2005-12-31T10:40:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 16551,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Legislative findings and intent.  The Council finds that it is in the public interest that all those who are eligible for the Metropolitan Transportation Authority’s Half-Fare Program apply for and receive this benefit.  The Council also finds that few of those who are eligible to receive benefits under the Half-Fare Program for the Mentally Disabled apply for such benefits, and of those who do apply, many are denied the benefits as a result of submitting incomplete or incorrectly completed applications.  \nThe Council consequently finds that greater public awareness of the Half-Fare Program for the Mentally Disabled must be promoted, and that eligible persons should be assisted in properly completing the related Metropolitan Transportation Authority’s Half-Fare Program Application for the Mentally Disabled.  The Council further finds that providers of services to the mentally disabled within New York City who are awarded service contracts by the State Department for Mental Health, Mental Retardation, and Alcoholism Services are well-positioned to distribute the appropriate Half-Fare Program application to their clients, and assist them in completing such application.  Because the Division of Mental Hygiene within the Department of Health and Mental Hygiene is charged with coordinating the fiscal and programmatic administration of all such contracts within New York City, it is the most appropriate agency to oversee the implementation of this legislation.\n§2.  Title 17 of the administrative code of the city of New York is amended by adding a new chapter 10 to read as follows:\nCHAPTER 10\nTHE DIVISION OF MENTAL HYGIENE SERVICES\n§17-1001     Half-fare program assistance.\n§17-1001  Half-fare program assistance.  a. Definitions.  For purposes of this section, the following terms shall be defined as follows:\n1. “Division” shall mean the division of mental hygiene services, as defined under section 552 of the New York city charter. \n2. “Half-Fare Program for the Mentally Disabled” shall mean the reduced-fare program available to persons receiving federal social security income benefits for serious mental illness, as implemented by the MTA pursuant to the New York state public authorities law.\n3. “Metropolitan Transportation Authority’s Half-Fare Program Application for the Mentally Disabled” shall mean the “Application for MTA Reduced-Fare MetroCard for People With Disabilities” distributed by the MTA, or such application’s equivalent as may be renamed by the MTA.\n4.  “MTA” shall mean the Metropolitan Transportation Authority of the State of New York.\n5. “Provider” shall mean any entity with respect to which the division is authorized under the New York city charter to coordinate fiscal and programmatic administration of contracts for the provision of services to mentally disabled individuals who reside in the city of New York awarded by the New York State department for mental health, mental retardation, and alcoholism services.\nb.  Application distribution, completion and submission.  1. All providers shall make available and distribute to patients or clients utilizing their services, copies of the Metropolitan Transportation Authority’s Half-Fare Program Application for the Mentally Disabled.  Such providers shall also offer such persons assistance in properly completing and submitting such application.  \n2.  The department of health and mental hygiene shall promulgate such rules as may be necessary to implement and carry out the provisions of this section.\n§2.  Effective date.   This local law shall take effect within thirty days after its enactment into law.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\fi720\\sl480\\slmult1\\qj Section 1. Legislative findings and intent.  The Council finds that it is in the public interest that all those who are eligible for the Metropolitan Transportation Authority\\rquote s Half-Fare Program apply for and receive this benefit.  The Council also finds that few of those who are eligible to receive benefits under the Half-Fare Program for the Mentally Disabled apply for such benefits, and of those who do apply, many are denied the benefits as a result of submitting incomplete or incorrectly completed applications.  \\par\nThe Council consequently finds that greater public awareness of the Half-Fare Program for the Mentally Disabled must be promoted, and that eligible persons should be assisted in properly completing the related Metropolitan Transportation Authority\\rquote s Half-Fare Program Application for the Mentally Disabled.  The Council further finds that providers of services to the mentally disabled within New York City who are awarded service contracts by the State Department for Mental Health, Mental Retardation, and Alcoholism Services are well-positioned to distribute the appropriate Half-Fare Program application to their clients, and assist them in completing such application.  Because the Division of Mental Hygiene within the Department of Health and Mental Hygiene is charged with coordinating the fiscal and programmatic administration of all such contracts within New York City, it is the most appropriate agency to oversee the implementation of this legislation.\\par\n\\'a72.  Title 17 of the administrative code of the city of New York is amended by adding a new chapter 10 to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\qc CHAPTER 10\\par\nTHE DIVISION OF MENTAL HYGIENE SERVICES\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ul\\b\\'a717-1001     Half-fare program assistance.\\par\n\\b0\\'a717-1001  Half-fare program assistance.  a. Definitions.  For purposes of this section, the following terms shall be defined as follows:\\par\n1. \\ldblquote Division\\rdblquote  shall mean the division of mental hygiene services, as defined under section 552 of the New York city charter. \\par\n2. \\ldblquote Half-Fare Program for the Mentally Disabled\\rdblquote  shall mean the reduced-fare program available to persons receiving federal social security income benefits for serious mental illness, as implemented by the MTA pursuant to the New York state public authorities law.\\b\\par\n\\b0 3. \\ldblquote Metropolitan Transportation Authority\\rquote s Half-Fare Program Application for the Mentally Disabled\\rdblquote  shall mean the \\ldblquote Application for MTA Reduced-Fare MetroCard for People With Disabilities\\rdblquote  distributed by the MTA, or such application\\rquote s equivalent as may be renamed by the MTA.\\par\n4.  \\ldblquote MTA\\rdblquote  shall mean the Metropolitan Transportation Authority of the State of New York.\\par\n5. \\ldblquote Provider\\rdblquote  shall mean any entity with respect to which the division is authorized under the New York city charter to coordinate fiscal and programmatic administration of contracts for the provision of services to mentally disabled individuals who reside in the city of New York awarded by the New York State department for mental health, mental retardation, and alcoholism services.\\par\nb.  Application distribution, completion and submission.  1. All providers shall make available and distribute to patients or clients utilizing their services, copies of the Metropolitan Transportation Authority\\rquote s Half-Fare Program Application for the Mentally Disabled.  Such providers shall also offer such persons assistance in properly completing and submitting such application.  \\par\n2.  The department of health and mental hygiene shall promulgate such rules as may be necessary to implement and carry out the provisions of this section.\\b\\par\n\\ulnone\\b0\\'a72.  Effective date.   This local law shall take effect within thirty days after its enactment into law.\\ul\\par\n}\n\u0000",
  "LastModified": "2019-08-15T18:54:31.263Z"
}
