{
  "ID": 30021,
  "GUID": "DD801D19-F1C2-487B-ABD7-965C67458FA4",
  "File": "Int 0340-2004",
  "Name": "Requiring the inspection, testing, cleaning and maintenance of fire alarm systems in public schools.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring the inspection, testing, cleaning and maintenance of fire alarm systems in public schools by certified, independent contractors.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 9,
  "BodyName": "Committee on Education",
  "IntroDate": "2004-04-21T00:00:00Z",
  "AgendaDate": "2004-04-21T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 431,
      "Slug": "madeline-t-provenzano",
      "FullName": "Madeline T. Provenzano"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 432,
      "Slug": "philip-reed",
      "FullName": "Philip Reed"
    },
    {
      "ID": 5274,
      "Slug": "helen-sears",
      "FullName": "Helen Sears"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5289,
      "Slug": "simcha-felder",
      "FullName": "Simcha Felder"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    }
  ],
  "History": [
    {
      "ID": 158001,
      "Date": "2004-04-21T10:25:48Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 158338,
      "Date": "2004-04-21T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2905,
      "AgendaSequence": 118,
      "MinutesSequence": 140,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Education",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184860,
      "Date": "2005-12-31T10:41:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 16525,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Legislative findings.  Pursuant to Section 27-4265 of the Administrative Code, public schools are subject to certain fire safety precautions, including the installation and use of smoke detectors and fire alarms.  Such fire safety equipment must be inspected regularly by a person holding a certificate of fitness.  \nUntil recently, the New York City Department of Education hired outside contractors to perform this work.  In order to save money, however, the Department of Education recently began delegating these responsibilities to school custodians, some of whom are not certified to perform the necessary work and others of whom, although certified, are not capable of performing it competently.  As a result, the City Council has learned, some smoke detectors and fire alarms in schools have been deactivated, disabled, or otherwise made inoperable or ineffective.  In order to ensure safety in city schools, outside, independent entities with experience in fire safety systems should oversee the inspection, testing, cleaning and maintenance of fire and smoke detection equipment within city schools.\n§ 2. Subdivision g of section 27-4265 of chapter 4 of title 27 of the administrative code of the city of New York is hereby amended by adding a new paragraph 8 to read as follows:\n8.  Notwithstanding any provision of law to the contrary, if any inspection, testing, cleaning or maintenance of any smoke detector or fire safety system installed in any public school within the city of New York is required by any local or other law, rule or regulation, such inspection, testing, cleaning or maintenance shall be performed by a person holding a valid, unexpired certificate of fitness for smoke detector maintenance issued by the New York city fire department (or by another entity authorized by the city of New York to issue such certificates).  In addition, such work shall be performed under the supervision of a company holding a smoke detector maintenance company certificate issued by the New York city fire department (or by another entity authorized by the city of New York to issue such certificates).\n§ 3. If any subsection, sentence, clause, phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of the local law that added this section, which remaining portions shall remain in full force and effect.\n§ 4. This local law shall take effect ninety days after its enactment.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\ul\\v0\\par\nBe it enacted by the Council as follows:\\par\n\\pard\\sl480\\slmult1\\qj\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1. Legislative findings.  Pursuant to Section 27-4265 of the Administrative Code, public schools are subject to certain fire safety precautions, including the installation and use of smoke detectors and fire alarms.  Such fire safety equipment must be inspected regularly by a person holding a certificate of fitness.  \\par\nUntil recently, the New York City Department of Education hired outside contractors to perform this work.  In order to save money, however, the Department of Education recently began delegating these responsibilities to school custodians, some of whom are not certified to perform the necessary work and others of whom, although certified, are not capable of performing it competently.  As a result, the City Council has learned, some smoke detectors and fire alarms in schools have been deactivated, disabled, or otherwise made inoperable or ineffective.  In order to ensure safety in city schools, outside, independent entities with experience in fire safety systems should oversee the inspection, testing, cleaning and maintenance of fire and smoke detection equipment within city schools.\\par\n\\'a7 2. Subdivision g of section 27-4265 of chapter 4 of title 27 of the administrative code of the city of New York is hereby amended by adding a new paragraph 8 to read as follows:\\par\n\\ul 8.  Notwithstanding any provision of law to the contrary, if any inspection, testing, cleaning or maintenance of any smoke detector or fire safety system installed in any public school within the city of New York is required by any local or other law, rule or regulation, such inspection, testing, cleaning or maintenance shall be performed by a person holding a valid, unexpired certificate of fitness for smoke detector maintenance issued by the New York city fire department (or by another entity authorized by the city of New York to issue such certificates).  In addition, such work shall be performed under the supervision of a company holding a smoke detector maintenance company certificate issued by the New York city fire department (or by another entity authorized by the city of New York to issue such certificates).\\par\n\\ulnone\\'a7 3. If any subsection, sentence, clause, phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of the local law that added this section, which remaining portions shall remain in full force and effect.\\par\n\\'a7 4. This local law shall take effect ninety days after its enactment.\\par\n\\pard\\fi720\\qj\\par\n}\n\u0000",
  "LastModified": "2019-08-15T18:54:40.243Z"
}
