{
  "ID": 30140,
  "GUID": "127035F1-3997-44F1-97B9-8C00A2717803",
  "File": "Int 0348-2004",
  "LocalLaw": "2004/020",
  "Name": "The timely and efficient procurement of client services.",
  "Title": "A Local Law to amend the New York city charter in relation to the timely and efficient procurement of client services.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 35,
  "StatusName": "Enacted",
  "BodyID": 6,
  "BodyName": "Committee on Contracts",
  "IntroDate": "2004-05-05T00:00:00Z",
  "AgendaDate": "2004-05-05T00:00:00Z",
  "PassedDate": "2004-06-03T00:00:00Z",
  "EnactmentDate": "2004-06-03T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 424,
      "Slug": "tracy-l-boyland",
      "FullName": "Tracy L. Boyland"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5277,
      "Slug": "allan-w-jennings-jr",
      "FullName": "Allan W. Jennings, Jr."
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 430,
      "Slug": "bill-perkins",
      "FullName": "Bill Perkins"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    }
  ],
  "History": [
    {
      "ID": 158833,
      "Date": "2004-05-04T13:00:00Z",
      "ActionID": 15,
      "Action": "Hearing on P-C Item by Comm",
      "Description": "",
      "BodyID": 6,
      "BodyName": "Committee on Contracts",
      "EventID": 2943,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "AgendaNote": "Preconsidered",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 158917,
      "Date": "2004-05-04T13:00:00Z",
      "ActionID": 5018,
      "Action": "P-C Item Laid Over by Comm",
      "Description": "",
      "BodyID": 6,
      "BodyName": "Committee on Contracts",
      "EventID": 2943,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 158842,
      "Date": "2004-05-05T15:12:44Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 159285,
      "Date": "2004-05-05T18:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Contracts due back on 8/13/2004.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2954,
      "AgendaSequence": 117,
      "MinutesSequence": 134,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Preconsidered - Contracts",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 159573,
      "Date": "2004-05-19T13:30:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "",
      "BodyID": 6,
      "BodyName": "Committee on Contracts",
      "EventID": 2960,
      "AgendaSequence": 9,
      "MinutesSequence": 27,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 159912,
      "Date": "2004-05-19T14:30:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "",
      "BodyID": 6,
      "BodyName": "Committee on Contracts",
      "EventID": 2960,
      "MinutesSequence": 28,
      "Version": "*",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "Consent": 1,
      "MatterStatusID": 24,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 159718,
      "Date": "2004-05-19T22:30:00Z",
      "ActionID": 68,
      "Action": "Approved by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2966,
      "AgendaSequence": 28,
      "MinutesSequence": 31,
      "Version": "*",
      "AgendaNote": "Coupled on GO",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "Consent": 1,
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 160116,
      "Date": "2004-05-19T22:40:03Z",
      "ActionID": 53,
      "Action": "Sent to Mayor by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 160326,
      "Date": "2004-06-03T10:17:13Z",
      "ActionID": 5014,
      "Action": "Hearing Held by Mayor",
      "Description": "",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "*",
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 160407,
      "Date": "2004-06-03T12:38:48Z",
      "ActionID": 57,
      "Action": "Signed Into Law by Mayor",
      "Description": "",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "*",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 160408,
      "Date": "2004-06-04T12:54:04Z",
      "ActionID": 5023,
      "Action": "Recved from Mayor by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 60935,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 5/4",
      "Link": "http://nyc.legistar1.com/nyc/attachments/60935.doc",
      "Sort": 1
    },
    {
      "ID": 61020,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 5/19",
      "Link": "http://nyc.legistar1.com/nyc/attachments/61020.doc",
      "Sort": 2
    },
    {
      "ID": 61021,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 5/19 Stated Meeting",
      "Link": "http://nyc.legistar1.com/nyc/attachments/61021.doc",
      "Sort": 3
    },
    {
      "ID": 61087,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Fiscal Impact Statement",
      "Link": "http://nyc.legistar1.com/nyc/attachments/61087.doc",
      "Sort": 4
    },
    {
      "ID": 61623,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Local Law",
      "Link": "http://nyc.legistar1.com/nyc/attachments/61623.doc",
      "Sort": 5
    },
    {
      "ID": 62070,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 5/4",
      "Link": "http://nyc.legistar1.com/nyc/attachments/4fb4b346-a3aa-49cd-b397-01e883fe5aa6HwordHearing Transcripts 2004ContractsMay 4.doc",
      "Sort": 6
    },
    {
      "ID": 62165,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 5/19",
      "Link": "http://nyc.legistar1.com/nyc/attachments/ae3ad1d1-a553-41fd-a3e0-d3933d274222HwordHearing Transcripts 2004ContractsMay 19.doc",
      "Sort": 7
    },
    {
      "ID": 62257,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript - Stated Meeting 5/19",
      "Link": "http://nyc.legistar1.com/nyc/attachments/c98273e6-2c56-4657-a420-8b921281f15bHwordNew LegislationHearing Transcript - Stated Meeting 5.doc",
      "Sort": 8
    }
  ],
  "Summary": "",
  "TextID": 16663,
  "Text": "Be it enacted by the Council as follows:\n \nSection 1.  Section 311 of the New York city charter, as added by vote of the electors of the city of New York at a general election held on November 7, 1989, paragraph 6 of subdivision b as amended by local law number 34 for the year 2002, and subdivision c as amended by local law number 91 for the year 1996, is amended to read as follows:\n\t§ 311. Procurement Policy Board. a. There shall be a procurement policy board consisting of five members, three of whom shall be appointed by the mayor and two of whom shall be appointed by the comptroller. Each member shall serve at the pleasure of the appointing official. Members shall have demonstrated sufficient business or professional experience to discharge the functions of the board. At least one member appointed by the mayor and one member appointed by the comptroller shall not hold any other public office or public employment. The remaining members shall not be prohibited from holding any other public office or employment provided that no member may have substantial authority for the procurement of goods, services or construction pursuant to this chapter. The mayor shall designate the chair.\nb. The board shall promulgate rules as required by this chapter, including rules establishing:\n1. the methods for soliciting bids or proposals and awarding contracts, consistent with the provisions of this chapter;\n2. the manner in which agencies shall administer contracts and oversee the performance of contracts and contractors;\n\t3. standards and procedures to be used in determining whether bidders are responsible;\n\t4. the circumstances under which procurement may be used for the provision of technical, consultant or personal services, which shall include, but not be limited to, circumstances where the use of procurement is (a) desirable to develop, maintain or strengthen the relationships between non-profit and charitable organizations and the communities where services are to be provided, (b) cost-effective, or (c) necessary to (i) obtain special expertise, (ii) obtain personnel or expertise not available in the agency, (iii) to provide a service not needed on a long-term basis, (iv) accomplish work within a limited amount of time, or (v) avoid a conflict of interest; \n\t5. the form and content of the files which agencies are required to maintain pursuant to section three hundred thirty-four and such other contract records as the board deems necessary and appropriate;\n\t6. the time schedules within which city officials shall be required to take the actions required by this chapter, sections thirteen hundred four and thirteen hundred five, or by any\t rule issued pursuant thereto, in order for contracts to be entered into, registered or otherwise approved, and [recommended] time schedules within which city officials should take action pursuant to any other provision of law or rule regarding individual contracts, which rules shall specify the appropriate remedies, including monetary remedies, for failure to meet the terms of any applicable schedule for taking \nsuch actions.\tThe board may set forth exceptions to these rules. The promulgation of rules defining time schedules for actions by the division of economic and financial opportunity of the department of small business services and the division of labor services of such department shall require the approval of each division, as such rules pertain to actions required of such divisions, prior to the adoption of such rules by the procurement policy board;\n\t7. procedures for the fair and equitable resolution of contract disputes; and\n\t8. such other rules as are required by this chapter.\n\tc. The board may promulgate such additional rules, policies and procedures consistent with and as may be necessary to implement the provisions of this chapter. The board shall annually review all of its rules, policies and procedures and make such revisions as the board deems necessary and desirable. Nothing herein shall prevent the board from reviewing its rules, policies and procedures, and making such revisions as the board deems necessary and desirable, more than once per year.\n\td. The board shall promulgate rules to facilitate the timely and efficient procurement of client services, and to ensure that such contracts are administered in the best interests of the city. Such rules shall include but not be limited to: (i) rules authorizing city agencies to meet annual financial audit requirements through the acceptance of consolidated audits across multiple contracts and multiple agencies; (ii) rules providing for expedited renewal or extension of existing client services contracts; (iii) rules mandating the promulgation of draft and final contract plans by all agencies procuring client services. \n\te.  The board shall submit an annual report to the mayor, comptroller, and council setting forth the professional standards for agency contracting officers adopted by the mayor, including any applicable certification process.\n \t[d] f. In the promulgation of any rules pertaining to the procurement of construction or construction related services, the board shall consult with any office designated by the mayor to provide overall coordination to the city's capital construction activities.\n[e] g. The board shall make such recommendations as it deems necessary and proper to the mayor and the council regarding the organization, personnel structure and management of the agency procurement function including, where appropriate, recommendations for revision of this charter or local laws affecting procurement by the city. Such reports may include recommendations regarding agency use of advisory groups to assist in preparation of bids or proposals and selection of contractors. The board shall also review the form and content of city contract documents and shall submit to the law department recommendations for standardization and simplification of contract language.\n[f] h. The board shall not exercise authority with respect to the award or administration of any particular contract, or with respect to any dispute, claim or litigation pertaining thereto.\n§ 2.  Section 332 of the New York city charter, as amended by vote of the electors of the city of New York at a general election held on November 7, 1989, is amended to read as follows:\n\t§ 332. Payments procedure. The procurement policy board shall promulgate rules for the expeditious processing of payment vouchers by city agencies and departments including (i) the maximum amount of time allowed for the processing and payment of such vouchers from the later of (a) the date such vouchers are received by the agency, or (b) the date on which the goods, services or construction to which the voucher relates have been received and accepted by the agency, (ii) a program for the payment of interest, at a uniform rate, to vendors on vouchers not paid within the maximum amount of time pursuant to clause i of this subdivision, (iii) a process for the allocation and charging of any such interest payments to the budget of the agency responsible for the delay leading to the interest payments and (iv) agency reporting on the promptness of such payments in such form and containing such information as the board shall prescribe. The board shall coordinate and publish such prompt payment reports.\n\t§ 3. This local law shall take effect 45 days after its enactment.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\b0\\v0  \\par\n\\i Be it enacted by the Council as follows:\\par\n\\i0  \\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\tx1440\\tx2160\\expndtw2 Section 1.  Section 311 of the New York city charter, as added by vote of the electors of the city of New York at a general election held on November 7, 1989, paragraph 6 of subdivision b as amended by local law number 34 for the year 2002, and subdivision c as amended by local law number 91 for the year 1996, is amended to read as follows:\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\tx720\\expndtw0\\tab\\'a7 311. Procurement Policy Board. a. There shall be a procurement policy board consisting of five members, three of whom shall be appointed by the mayor and two of whom shall be appointed by the comptroller. Each member shall serve at the pleasure of the appointing official. \\expndtw2 Members shall have demonstrated sufficient business or professional experience to discharge the functions of the board. At least one member appointed by the mayor and one member appointed by the comptroller shall not hold any other public office or public employment. The remaining members shall not be prohibited from holding any other public office or employment provided that no member may have substantial authority for the procurement of goods, services or construction pursuant to this chapter. The mayor shall designate the chair.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj b. The board shall promulgate rules as required by this chapter, including rules establishing:\\par\n\\pard\\fi720\\ri144\\sb72\\sl480\\slmult1\\qj 1. the methods for soliciting bids or proposals and awarding contracts, consistent with the provisions of this chapter;\\par\n\\pard\\fi720\\sb72\\sl480\\slmult1\\qj 2. the manner in which agencies shall administer contracts and oversee the performance of contracts and contractors;\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\tx720\\tab 3. standards and procedures to be used in determining whether bidders are responsible;\\par\n\\tab\\expndtw0 4. the circumstances under which procurement may be used for the provision of technical, consultant or personal services, which shall include\\ul ,\\ulnone  but not be limited to, \\expndtw2 circumstances where the use of procurement is (a) desirable to develop, maintain or strengthen the relationships between non-profit and charitable organizations and the communities where services are to be provided, (b) cost-effective, or (c) necessary to (i) obtain special expertise, (ii) obtain personnel or expertise not available in the agency, (iii) to provide a service not needed on a long-term basis, (iv) accomplish work within a limited amount of time, or (v) avoid a conflict of interest; \\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\expndtw0\\tab 5. the form and content of the files which agencies are required to maintain pursuant to section three hundred thirty-four and such other contract records \\expndtw2 as the board deems necessary and appropriate;\\par\n\\tab 6. the time schedules within which city officials shall be required to take the actions required by this chapter, sections thirteen hundred four and thirteen hundred five, or by any\\tab  rule issued pursuant thereto, in order for contracts to be entered into, registered or otherwise approved, and [recommended] time schedules within which city officials should take action pursuant to any other provision of law or rule regarding individual contracts, \\ul which rules shall specify the appropriate remedies, including monetary remedies, for failure to meet the terms of any applicable schedule for taking \\par\nsuch actions.\\tab The board may set forth exceptions to these rules.\\ulnone  The promulgation of rules defining time schedules for actions by the division of economic and financial opportunity of the department of \\ul small\\ulnone  business services and the division of labor services of such department shall require the approval of each division, as such rules pertain to actions required of such divisions, prior to the adoption of such rules by the procurement policy board;\\par\n\\tab 7. procedures for the fair and equitable resolution of contract disputes; and\\par\n\\tab 8. such other rules as are required by this chapter.\\par\n\\expndtw0\\tab c. The board may promulgate such additional rules, policies and procedures consistent with and as may be necessary to implement the provisions of this chapter. The \\expndtw2 board shall annually review all of its rules, policies and procedures and make such revisions as the board deems necessary and desirable. Nothing herein shall prevent the board from reviewing its rules, policies and procedures, and making such revisions as the board deems necessary and desirable, more than once per year.\\par\n\\tab\\ul d. The board shall promulgate rules to facilitate the timely and efficient procurement of client services, and to ensure that such contracts are administered in the best interests of the city. Such rules shall include but not be limited to: (i) \\expndtw0 rules authorizing city agencies to meet annual financial audit requirements through the acceptance of consolidated audits across multiple contracts and multiple agencies; (ii)\\expndtw2  rules providing for expedited renewal or extension of existing client services contracts; (iii) rules mandating the promulgation of draft and final contract plans by all agencies procuring client services. \\ulnone\\par\n\\tab\\ul e.  The board shall submit an annual report to the mayor, comptroller, and council setting forth the professional standards for agency contracting officers adopted by the mayor, including any applicable certification process.\\ulnone\\par\n\\pard\\keep\\sl480\\slmult1\\qj\\tx720  \\tab [d] \\ul f.\\ulnone  In the promulgation of any rules pertaining to the procurement of construction or construction related services, the board shall consult with any office designated by the mayor to provide overall coordination to the city's capital construction activities.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\cf1\\expndtw0 [e] \\ul g.\\ulnone  The board shall make such recommendations as it deems necessary and proper to the mayor and the council regarding the organization, personnel structure and management of the agency procurement function including, where appropriate, recommendations for revision of this charter or local laws affecting procurement by the city. Such reports may include recommendations regarding agency use of advisory groups t\\expndtw2 o assist in preparation of bids or proposals and selection of contractors. The board shall also review the form and content of city contract documents and shall submit to the law department recommendations for standardization and simplification of contract language.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\tx1440\\tx2160\\cf0 [f] \\ul h.\\ulnone  The board shall not exercise authority with respect to the award or administration of any particular contract, or with respect to any dispute, claim or litigation pertaining thereto.\\ul\\par\n\\ulnone\\'a7 2.  Section 332 of the New York city charter, as amended by vote of the electors of the city of New York at a general election held on November 7, 1989,\\fs22  \\fs24 is amended to read as follows:\\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160\\tab\\'a7 332. Payments procedure. The procurement policy board shall promulgate rules for the expeditious processing of payment vouchers by city agencies and departments including (i) the maximum amount of time allowed for the processing and payment of such vouchers from the later of (a) the date such vouchers are received by the agency, or (b) the date on which the goods, services or construction to which the voucher relates have been received and accepted by the agency, (ii) a program for the payment of interest\\ul , at a uniform rate,\\ulnone  to vendors on vouchers not paid within the maximum amount of time pursuant to clause i of this subdivision, (iii) a process for the allocation and charging of any such interest payments to the budget of the agency responsible for the delay leading to the interest payments and (iv) agency reporting on the promptness of such payments in such form and containing such information as the board shall prescribe. The board shall coordinate and publish such prompt payment reports.\\par\n\\pard\\tab\\'a7 3. This local law shall take effect 45 days after its enactment.\\expndtw0\\par\n}\n\u0000",
  "LastModified": "2019-08-15T18:56:10.593Z"
}
