{
  "ID": 30161,
  "GUID": "05B6480F-D919-47EF-9153-5AB36C51CC97",
  "File": "Int 0350-2004",
  "Name": "DOE to provide personnel and disciplinary records to any nonpublic school that considers hiring a former or current DOE employee.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring the Department of Education to provide personnel and disciplinary records to any nonpublic school that considers hiring a former or current Department of Education employee.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 9,
  "BodyName": "Committee on Education",
  "IntroDate": "2004-05-05T00:00:00Z",
  "AgendaDate": "2004-05-05T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5277,
      "Slug": "allan-w-jennings-jr",
      "FullName": "Allan W. Jennings, Jr."
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 430,
      "Slug": "bill-perkins",
      "FullName": "Bill Perkins"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5294,
      "Slug": "betsy-gotbaum",
      "FullName": "Betsy Gotbaum"
    }
  ],
  "History": [
    {
      "ID": 158876,
      "Date": "2004-05-05T10:49:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 159291,
      "Date": "2004-05-05T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2954,
      "AgendaSequence": 122,
      "MinutesSequence": 139,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Education",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184866,
      "Date": "2005-12-31T10:44:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 16633,
  "Text": "Be it enacted by the Council as follows:\nSection One.  Legislative Intent and Findings.  Education Law §549 declares that it is the state’s “primary responsibility to ensure the health, welfare and safety of children attending both public and nonpublic schools,” and one way this mandate is effected is by requiring that all public school teachers, administrators and supervisors undergo a criminal background check.  This mandatory procedure for public school personnel is designed to discover whether those with any criminal history, particularly of sex offenses or other acts injurious to children, are applying for these sensitive positions of trust within our public school system.\nUnfortunately, state law does not mandate the same type of criminal background check for nonpublic school personnel.  As recent incidents demonstrate, though, teachers and other school personnel who may prey on our students are not limited to public schools.  In an incident in Brooklyn in March, a nonpublic schoolteacher was arrested on child pornography charges, and had previously been arrested for the same charge in 1999, yet the school was not aware of his criminality when he was hired.  In fact, this teacher had been employed by the Department of Education and subsequently terminated after the initial 1999 charge.\n\nThis incident, and others like it, points not only to the importance of an amendment to State law to mandate that nonpublic school personnel be subject to the same criminal background checks as those who teach and work in our public schools, but to the significance of requiring the Department of Education to supply personnel records and other criminal background information to nonpublic schools that are considering hiring a current or former DOE employee.  When it comes to the safety of our children, there should not be any hesitation in sharing this type of vital information.  Until state law is changed, the Department of Education should provide this information to ensure the safety of all our schoolchildren.\n§ 2. Chapter 20 of the charter of the city of New York is amended to add a new section 528, to read as follows:\n§528. Department of Education to Provide Nonpublic Schools with Criminal Background Information on Employees.\nThe department of education shall, upon written request of a nonpublic school, provide the nonpublic school with any relevant personnel records, and the results of any criminal background check conducted by the department of education on current or former employees of the department.  The written request shall only be made by a nonpublic school that has interviewed and is considering hiring a current or former employee of the department of education.  All information requested by the nonpublic school shall remain strictly confidential, and the department of education may not take any adverse personnel action against any individual who seeks other employment.  In addition, the department of education, in its discretion, may redact any portions of any records that it provides to the nonpublic school.  The department of education may also promulgate any rules and regulations it deems necessary to implement the provisions of this section and to ensure the confidentiality of personnel records.\n§3. This local law shall take effect immediately.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\pard\\sl480\\slmult1\\ul\\v0\\par\nBe it enacted by the Council as follows:\\ulnone\\par\n\\pard\\fi720\\sl480\\slmult1 Section One.  Legislative Intent and Findings.  Education Law \\'a7549 declares that it is the state\\rquote s \\ldblquote primary responsibility to ensure the health, welfare and safety of children attending both public and nonpublic schools,\\rdblquote  and one way this mandate is effected is by requiring that all public school teachers, administrators and supervisors undergo a criminal background check.  This mandatory procedure for public school personnel is designed to discover whether those with any criminal history, particularly of sex offenses or other acts injurious to children, are applying for these sensitive positions of trust within our public school system.\\par\nUnfortunately, state law does not mandate the same type of criminal background check for nonpublic school personnel.  As recent incidents demonstrate, though, teachers and other school personnel who may prey on our students are not limited to public schools.  In an incident in Brooklyn in March, a nonpublic schoolteacher was arrested on child pornography charges, and had previously been arrested for the same charge in 1999, yet the school was not aware of his criminality when he was hired.  In fact, this teacher had been employed by the Department of Education and subsequently terminated after the initial 1999 charge.\\par\n\\pard\\sl480\\slmult1\\par\n\\pard\\fi720\\sl480\\slmult1 This incident, and others like it, points not only to the importance of an amendment to State law to mandate that nonpublic school personnel be subject to the same criminal background checks as those who teach and work in our public schools, but to the significance of requiring the Department of Education to supply personnel records and other criminal background information to nonpublic schools that are considering hiring a current or former DOE employee.  When it comes to the safety of our children, there should not be any hesitation in sharing this type of vital information.  Until state law is changed, the Department of Education should provide this information to ensure the safety of all our schoolchildren.\\par\n\\'a7 2. Chapter 20 of the charter of the city of New York is amended to add a new section 528, to read as follows:\\par\n\\ul\\'a7528. Department of Education to Provide Nonpublic Schools with Criminal Background Information on Employees.\\par\nThe department of education shall, upon written request of a nonpublic school, provide the nonpublic school with any relevant personnel records, and the results of any criminal background check conducted by the department of education on current or former employees of the department.  The written request shall only be made by a nonpublic school that has interviewed and is considering hiring a current or former employee of the department of education.  All information requested by the nonpublic school shall remain strictly confidential, and the department of education may not take any adverse personnel action against any individual who seeks other employment.  In addition, the department of education, in its discretion, may redact any portions of any records that it provides to the nonpublic school.  The department of education may also promulgate any rules and regulations it deems necessary to implement the provisions of this section and to ensure the confidentiality of personnel records.\\par\n\\ulnone\\'a73. This local law shall take effect immediately.\\ul\\par\n}\n\u0000",
  "LastModified": "2019-08-15T18:56:33.85Z"
}
