{
  "ID": 30146,
  "GUID": "A574F0CD-BE2B-411B-9E29-594B98647C7A",
  "File": "Int 0355-2004",
  "Name": "The retention of candidates on eligible lists.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the retention of candidates on eligible lists.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 4,
  "BodyName": "Committee on Civil Service and Labor",
  "IntroDate": "2004-05-05T00:00:00Z",
  "AgendaDate": "2004-05-05T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5277,
      "Slug": "allan-w-jennings-jr",
      "FullName": "Allan W. Jennings, Jr."
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5270,
      "Slug": "hiram-monserrate",
      "FullName": "Hiram Monserrate"
    },
    {
      "ID": 430,
      "Slug": "bill-perkins",
      "FullName": "Bill Perkins"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    }
  ],
  "History": [
    {
      "ID": 158861,
      "Date": "2004-05-05T09:46:10Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 159297,
      "Date": "2004-05-05T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2954,
      "AgendaSequence": 129,
      "MinutesSequence": 146,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Civil Service and Labor",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184869,
      "Date": "2005-12-31T10:45:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 16611,
  "Text": "Be it enacted by the Council as follows:\n\tSection 1.  Legislative findings and intent.  The Council finds that many candidates for employment by the city and related public employers who are on eligible lists are “considered and not selected” by agencies, often without interviews.  After three such “considered and not selected” actions, such candidates are removed from the appropriate eligible list.  When such eligible list is exhausted, many agencies hire individuals who have never taken or passed a civil service examination.  This situation undermines the civil service law and the merit and fitness system on which it is based.  This legislation is intended to uphold the merit and fitness requirements of city employees.\n\t§2.\tChapter 2 of title 12 of the administrative code of the city of New York is hereby amended by adding a new §12-206 to read as follows:\n\t§12-206  Requirement of retention of candidates on eligible lists.  The commissioner of citywide administrative services shall keep all candidates who are considered and not selected for appointment to a particular position by an agency pursuant to section 61 of title B of article 4 of the civil service law on the appropriate eligible list until a new eligible list is created.\n\t§3.\tThis local law shall take effect immediately.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160\\tx2880\\tab Section 1.  \\b Legislative findings and intent.\\b0   The Council finds that many candidates for employment by the city and related public employers who are on eligible lists are \\ldblquote considered and not selected\\rdblquote  by agencies, often without interviews.  After three such \\ldblquote considered and not selected\\rdblquote  actions, such candidates are removed from the appropriate eligible list.  When such eligible list is exhausted, many agencies hire individuals who have never taken or passed a civil service examination.  This situation undermines the civil service law and the merit and fitness system on which it is based.  This legislation is intended to uphold the merit and fitness requirements of city employees.\\par\n\\tab\\'a72.\\tab Chapter 2 of title 12 of the administrative code of the city of New York is hereby amended by adding a new \\'a712-206 to read as follows:\\par\n\\tab\\ul\\'a712-206  \\b Requirement of retention of candidates on eligible lists.\\b0   The commissioner of citywide administrative services shall keep all candidates who are considered and not selected for appointment to a particular position by an agency pursuant to section 61 of title B of article 4 of the civil service law on the appropriate eligible list until a new eligible list is created.\\ulnone\\par\n\\tab\\'a73.\\tab This local law shall take effect immediately.\\par\n\\par\n\\pard\\nowidctlpar\\qj\\tx720\\tx1440\\tx2160\\tx2880\\fs20\\par\n\\pard\\fs24\\par\n}\n\u0000",
  "LastModified": "2019-08-15T18:57:29.137Z"
}
