{
  "ID": 30143,
  "GUID": "C8E79571-50E0-40E9-975B-3E3EC41A42E7",
  "File": "Int 0362-2004",
  "LocalLaw": "2004/024",
  "Name": "Agencies that contract with not-for-profit organizations.",
  "Title": "A Local Law to amend the New York city charter in relation to agencies that contract with not-for-profit organizations.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 35,
  "StatusName": "Enacted",
  "BodyID": 6,
  "BodyName": "Committee on Contracts",
  "IntroDate": "2004-05-05T00:00:00Z",
  "AgendaDate": "2004-05-05T00:00:00Z",
  "PassedDate": "2004-06-03T00:00:00Z",
  "EnactmentDate": "2004-06-03T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5277,
      "Slug": "allan-w-jennings-jr",
      "FullName": "Allan W. Jennings, Jr."
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 430,
      "Slug": "bill-perkins",
      "FullName": "Bill Perkins"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 424,
      "Slug": "tracy-l-boyland",
      "FullName": "Tracy L. Boyland"
    },
    {
      "ID": 5229,
      "Slug": "eva-s-moskowitz",
      "FullName": "Eva S. Moskowitz"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    }
  ],
  "History": [
    {
      "ID": 158832,
      "Date": "2004-05-04T13:00:00Z",
      "ActionID": 15,
      "Action": "Hearing on P-C Item by Comm",
      "Description": "",
      "BodyID": 6,
      "BodyName": "Committee on Contracts",
      "EventID": 2943,
      "AgendaSequence": 5,
      "MinutesSequence": 11,
      "Version": "*",
      "AgendaNote": "Preconsidered",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 158920,
      "Date": "2004-05-04T13:00:00Z",
      "ActionID": 5018,
      "Action": "P-C Item Laid Over by Comm",
      "Description": "",
      "BodyID": 6,
      "BodyName": "Committee on Contracts",
      "EventID": 2943,
      "MinutesSequence": 12,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 158845,
      "Date": "2004-05-05T15:19:51Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 159314,
      "Date": "2004-05-05T16:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Contracts.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2954,
      "AgendaSequence": 145,
      "MinutesSequence": 162,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Preconsidered - Contracts",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 159570,
      "Date": "2004-05-19T13:30:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "",
      "BodyID": 6,
      "BodyName": "Committee on Contracts",
      "EventID": 2960,
      "AgendaSequence": 12,
      "MinutesSequence": 33,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 159915,
      "Date": "2004-05-19T14:30:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "",
      "BodyID": 6,
      "BodyName": "Committee on Contracts",
      "EventID": 2960,
      "MinutesSequence": 34,
      "Version": "*",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "Consent": 1,
      "MatterStatusID": 24,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 159722,
      "Date": "2004-05-19T22:30:00Z",
      "ActionID": 68,
      "Action": "Approved by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2966,
      "AgendaSequence": 32,
      "MinutesSequence": 35,
      "Version": "*",
      "AgendaNote": "Coupled on GO",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "Consent": 1,
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 160120,
      "Date": "2004-05-19T23:43:50Z",
      "ActionID": 53,
      "Action": "Sent to Mayor by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 160330,
      "Date": "2004-06-03T10:19:26Z",
      "ActionID": 5014,
      "Action": "Hearing Held by Mayor",
      "Description": "",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "*",
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 160735,
      "Date": "2004-06-03T15:37:51Z",
      "ActionID": 57,
      "Action": "Signed Into Law by Mayor",
      "Description": "",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "*",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 160736,
      "Date": "2004-06-04T15:38:07Z",
      "ActionID": 5023,
      "Action": "Recved from Mayor by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 60938,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 5/4",
      "Link": "http://nyc.legistar1.com/nyc/attachments/60938.doc",
      "Sort": 1
    },
    {
      "ID": 61026,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 5/19",
      "Link": "http://nyc.legistar1.com/nyc/attachments/61026.doc",
      "Sort": 2
    },
    {
      "ID": 61027,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 5/19 Stated Meeting",
      "Link": "http://nyc.legistar1.com/nyc/attachments/61027.doc",
      "Sort": 3
    },
    {
      "ID": 61085,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Fiscal Impact Statement",
      "Link": "http://nyc.legistar1.com/nyc/attachments/61085.doc",
      "Sort": 4
    },
    {
      "ID": 61619,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Local Law",
      "Link": "http://nyc.legistar1.com/nyc/attachments/61619.doc",
      "Sort": 5
    },
    {
      "ID": 62073,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 5/4",
      "Link": "http://nyc.legistar1.com/nyc/attachments/4b426f0d-dff3-404b-99e3-e2e1b6e66f3bHwordHearing Transcripts 2004ContractsMay 4.doc",
      "Sort": 6
    },
    {
      "ID": 62168,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 5/19",
      "Link": "http://nyc.legistar1.com/nyc/attachments/9297a8a4-bc52-4ff4-9b4e-104aaffe9da7HwordHearing Transcripts 2004ContractsMay 19.doc",
      "Sort": 7
    },
    {
      "ID": 62261,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript - Stated Meeting 5/19",
      "Link": "http://nyc.legistar1.com/nyc/attachments/768b916c-f0de-419a-b9e2-f4879f8c8c6eHwordNew LegislationHearing Transcript - Stated Meeting 5.doc",
      "Sort": 8
    }
  ],
  "Summary": "",
  "TextID": 16666,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Section 325 of the New York city charter, as amended by local law number 46 for the year 1995, and subdivision b as amended by local law number 59 for the year 1996, is amended to read as follows:\n\t§ 325.  Planning and Notification. a.  Agencies that award client services contracts shall produce a draft and final plan and schedule detailing anticipated contracting actions for the upcoming fiscal year, and shall hold at least one public hearing each year immediately following the release of the draft plan and schedule to receive testimony regarding the plan and schedule.  The draft and final plan and schedule shall include, but not be limited to: the type of services to be provided, the authorized maximum amount of funding associated with the program, the authorized number of contracts to be let for a particular program, the month and year of the next planned competitive solicitation.  Failure to include a contract in the plan and schedule issued pursuant to this section shall not be grounds for invalidating the contract.  The procurement policy board shall promulgate rules governing the issuance of the draft and final plans and schedules, which shall ensure that the draft plan and schedule is issued promptly following the submission of the executive budget and that the final plan and schedule is issued no later than September thirtieth each year.   \n[a.] b. Pursuant to rules of the procurement policy board, each agency shall\n\t1. for each category of goods, services or construction which is regularly procured by the agency, periodically publish in the City Record a notice soliciting the names of vendors interested in being notified of future procurement opportunities in each such category,\n\t2. for each category of goods, services or construction for which the agency prequalifies vendors for future procurement, periodically publish in the City Record a notice soliciting the names and qualifications of vendors interested in being considered for prequalification for such category, and\n\t3. publish in the City Record, and where appropriate, in newspapers of city, state or national distribution and trade publications, notice of\n\t(a) the solicitation of bids or proposals pursuant to section three hundred thirteen and three hundred seventeen through three hundred twenty-two, where the value of a contract is estimated to be above the small purchase limits, except where the agency has determined pursuant to section three hundred eighteen or three hundred twenty that solicitation should be limited to prequalified vendors,\n\t(b) the award of a contract exceeding the small purchase limits in value. Each such notice of award shall indicate the name of the contractor, the dollar value of the contract, the procurement method by which the contract was let, and for contracts let by other than competitive sealed bidding, a citation of the clause of subdivision b of section three hundred twelve pursuant to which a procurement method other than competitive sealed bidding was utilized.\n\t[b.] c. The procurement policy board, in consultation with the commissioner of general services, shall promulgate rules providing for the publication and content of notices of contract actions required by this chapter. Such rules shall include provisions regarding, \ni.\tthe timing and frequency of notices, \nii.\trequired duration of solicitation periods,\niii.\tthe form and content of notices, including the organization and presentation of\nsuch notices within standard categories of goods, services and construction which are sufficiently detailed to provide meaningful distinctions among categories.\n\t[c.] d. The notice required by subparagraph a of paragraph three of subdivision a of this section shall not apply to contracts awarded on an emergency basis pursuant to section three hundred fifteen, provided that the agency shall, as soon as is practicable, publish notice that such a contract has been entered into, pursuant to rules of the procurement policy board, nor shall such notice requirements apply where the notice would disclose litigation strategy or otherwise impair the conduct of litigation by the city.\n\t§ 2.  This local law shall take effect 45 days after its enactment.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Verdana;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\i Be it enacted by the Council as follows:\\par\n\\i0\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\tx1440\\expndtw2 Section 1.  Section 325 of the New York city charter, as amended by local law number 46 for the year 1995, and subdivision b as amended by local law number 59 for the year 1996, is amended to read as follows:\\par\n\\pard\\sl480\\slmult1\\qj\\expndtw0\\tab\\'a7 325.  \\ul Planning and Notification. a.  Agencies that award client services contracts shall produce a draft and final plan and schedule detailing anticipated contracting actions for the upcoming fiscal year, and shall hold at least one public hearing each year immediately following the release of the draft plan and schedule to receive testimony regarding the plan and schedule.  The draft and final plan and schedule shall include, but not be limited to: the type of services to be provided, the authorized maximum amount of funding associated with the program, the authorized number of contracts to be let for a particular program, the month and year of the next planned competitive solicitation.  Failure to include a contract in the plan and schedule issued pursuant to this section shall not be grounds for invalidating the contract.  The procurement policy board shall promulgate rules governing the issuance of the draft and final plans and schedules, which shall ensure that the draft plan and schedule is issued promptly following the submission of the executive budget and that the final plan and schedule is issued no later than September thirtieth each year.  \\ulnone  \\f1\\fs19\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\f0\\fs24 [a.] \\ul b.\\ulnone  Pursuant to rules of the procurement policy board, each agency shall\\par\n\\pard\\sl480\\slmult1\\qj\\tab 1. for each category of goods, services or construction which is regularly procured by the agency, periodically publish in the City Record a notice soliciting the names of vendors interested in being notified of future procurement opportunities in each such category,\\par\n\\tab 2. for each category of goods, services or construction for which the agency prequalifies vendors for future procurement, periodically publish in the City Record a notice soliciting the names and qualifications of vendors interested in being considered for prequalification for such category, and\\par\n\\tab 3. publish in the City Record, and where appropriate, in newspapers of city, state or national distribution and trade publications, notice of\\par\n\\tab (a) the solicitation of bids or proposals pursuant to section three hundred thirteen and three hundred seventeen through three hundred twenty-two, where the value of a contract is estimated to be above the small purchase limits, except where the agency has determined pursuant to section three hundred eighteen or three hundred twenty that solicitation should be limited to prequalified vendors,\\par\n\\tab (b) the award of a contract exceeding the small purchase limits in value. Each such notice of award shall indicate the name of the contractor, the dollar value of the contract, the procurement method by which the contract was let, and for contracts let by other than competitive sealed bidding, a citation of the clause of subdivision b of section three hundred twelve pursuant to which a procurement method other than competitive sealed bidding was utilized.\\par\n\\tab [b.] \\ul c.\\ulnone  The procurement policy board, in consultation with the commissioner of general services, shall promulgate rules providing for the publication and content of notices of contract actions required by this chapter. Such rules shall include provisions regarding, \\par\n\\pard\\fi-720\\li1080\\sl480\\slmult1\\qj\\tx1080 i.\\tab the timing and frequency of notices, \\par\n\\pard\\fi-720\\li1080\\sl480\\slmult1\\qj ii.\\tab required duration of solicitation periods,\\par\niii.\\tab the form and content of notices, including the organization and presentation of\\par\n\\pard\\sl480\\slmult1\\qj such notices within standard categories of goods, services and construction which are sufficiently detailed to provide meaningful distinctions among categories.\\par\n\\tab [c.] \\ul d.\\ulnone  The notice required by subparagraph a of paragraph three of subdivision a of this section shall not apply to contracts awarded on an emergency basis pursuant to section three hundred fifteen, provided that the agency shall, as soon as is practicable, publish notice that such a contract has been entered into, pursuant to rules of the procurement policy board, nor shall such notice requirements apply where the notice would disclose litigation strategy or otherwise impair the conduct of litigation by the city.\\par\n\\pard\\sl480\\slmult1\\f1\\tab\\expndtw2\\f0\\'a7 2.  This local law shall take effect 45 days after its enactment.\\expndtw0\\f1  \\par\n\\pard\\f0\\par\n}\n\u0000",
  "LastModified": "2019-08-15T18:58:56.297Z"
}
