{
  "ID": 30171,
  "GUID": "AB19FDC6-B9A7-4CEA-AF5D-28C5E08C4EE3",
  "File": "Int 0363-2004",
  "LocalLaw": "2004/036",
  "Name": "In relation to newsracks.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to newsracks.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 35,
  "StatusName": "Enacted",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2004-05-05T00:00:00Z",
  "AgendaDate": "2004-05-05T00:00:00Z",
  "PassedDate": "2004-07-12T00:00:00Z",
  "EnactmentDate": "2004-07-13T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5274,
      "Slug": "helen-sears",
      "FullName": "Helen Sears"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    }
  ],
  "History": [
    {
      "ID": 158887,
      "Date": "2004-05-05T11:17:22Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 159315,
      "Date": "2004-05-05T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2954,
      "AgendaSequence": 146,
      "MinutesSequence": 163,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 160615,
      "Date": "2004-06-14T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "",
      "BodyID": 29,
      "BodyName": "Committee on Transportation",
      "EventID": 3015,
      "AgendaSequence": 1,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 160957,
      "Date": "2004-06-14T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "",
      "BodyID": 29,
      "BodyName": "Committee on Transportation",
      "EventID": 3015,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 161575,
      "Date": "2004-06-23T13:00:00Z",
      "ActionID": 33,
      "Action": "Amended by Committee",
      "Description": "",
      "BodyID": 29,
      "BodyName": "Committee on Transportation",
      "EventID": 3048,
      "AgendaSequence": 1,
      "MinutesSequence": 4,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 363-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 161654,
      "Date": "2004-06-23T13:00:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "",
      "BodyID": 29,
      "BodyName": "Committee on Transportation",
      "EventID": 3048,
      "MinutesSequence": 5,
      "Version": "A",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 161655,
      "Date": "2004-06-23T13:00:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "",
      "BodyID": 29,
      "BodyName": "Committee on Transportation",
      "EventID": 3048,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 161656,
      "Date": "2004-06-23T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "",
      "BodyID": 29,
      "BodyName": "Committee on Transportation",
      "EventID": 3048,
      "MinutesSequence": 2,
      "Version": "*",
      "MinutesNote": "Proposed Int. No. 363-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 162047,
      "Date": "2004-06-24T23:00:00Z",
      "ActionID": 5016,
      "Action": "Laid Over by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 3069,
      "AgendaSequence": 70,
      "MinutesSequence": 71,
      "Version": "A",
      "AgendaNote": "Amended and Laid Over",
      "MatterStatusID": 6,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 162301,
      "Date": "2004-06-28T13:00:00Z",
      "ActionID": 68,
      "Action": "Approved by Council",
      "Description": "This Introduction was Approved by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 3070,
      "AgendaSequence": 28,
      "MinutesSequence": 31,
      "Version": "A",
      "AgendaNote": "Coupled on GO",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "Consent": 1,
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 162470,
      "Date": "2004-06-28T16:26:00Z",
      "ActionID": 53,
      "Action": "Sent to Mayor by Council",
      "Description": "This Introduction was Sent to Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 162521,
      "Date": "2004-07-12T16:04:13Z",
      "ActionID": 5014,
      "Action": "Hearing Held by Mayor",
      "Description": "",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "A",
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 162530,
      "Date": "2004-07-12T21:38:00Z",
      "ActionID": 57,
      "Action": "Signed Into Law by Mayor",
      "Description": "This Introduction was Signed Into Law by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "A",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 162595,
      "Date": "2004-07-14T11:05:03Z",
      "ActionID": 5023,
      "Action": "Recved from Mayor by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 61395,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 6/14",
      "Link": "http://nyc.legistar1.com/nyc/attachments/61395.doc",
      "Sort": 1
    },
    {
      "ID": 62420,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 6/14",
      "Link": "http://nyc.legistar1.com/nyc/attachments/26fae413-e602-4e96-a8a7-b7cbc5ab5171HwordHearing Transcripts 2004TransportationJune 14.doc",
      "Sort": 2
    },
    {
      "ID": 61533,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 6/23",
      "Link": "http://nyc.legistar1.com/nyc/attachments/61533.doc",
      "Sort": 3
    },
    {
      "ID": 62566,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 6/23",
      "Link": "http://nyc.legistar1.com/nyc/attachments/4afa3eda-ed57-4a36-a6ca-4738072294fdHwordHearing Transcripts 2004TransportationJune 23.doc",
      "Sort": 4
    },
    {
      "ID": 62494,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript - Stated Meeting 6/28",
      "Link": "http://nyc.legistar1.com/nyc/attachments/a840ccfb-7671-45f8-b72d-0b0bbdc8d84eHwordNew LegislationHearing Transcript - Stated Meeting .doc",
      "Sort": 5
    },
    {
      "ID": 61953,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Fiscal Impact Statement - A",
      "Link": "http://nyc.legistar1.com/nyc/attachments/a1f8c9b5-5dc8-4da6-bca6-4509f9b371d9JIMPACTLTSfy20056-28-04int 363-A.doc",
      "Sort": 6
    },
    {
      "ID": 62049,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Local Law",
      "Link": "http://nyc.legistar1.com/nyc/attachments/68b7f411-a3bb-4834-87bd-4bcbd82ade91HwordLocal Laws 2004Local Law 36.doc",
      "Sort": 7
    }
  ],
  "Summary": "",
  "TextID": 16856,
  "Text": "Be it enacted by the Council as follows:\n \n\tSection 1.  Paragraph 4 of subdivision b of section 19-128.1of chapter 1 of title 19 of the administrative code of the city of New York, as added by local law number 23 of 2002, is amended to read as follows:\n\t4.  The owner or person in control of each newsrack shall affix his or her name, address, telephone number, and email address, if any, on the newsrack in a readily visible location and shall conform such information to any changes required to be reported to the department in accordance with the provisions of subdivision c of this section. In no event shall a post office box be considered an acceptable address for purposes of this paragraph.\n\t§2.  Subdivision c of section 19-128.1 of chapter 1 title 19 of the administrative code of the city of New York, as added by local law number 23 for the year 2002, is amended to read as follows:\n\tc. Notification to city of location of newsrack. 1. (a) Where a newsrack has been placed or installed on a sidewalk before the effective date of this section, the owner or person in control of such newsrack shall, within sixty days after such effective date, submit to the commissioner a form identifying: (i) the address of such newsrack; (ii) the name of the newspaper(s) or written matter to be offered for distribution in such newsrack; and (iii) the name, address, telephone number, and email address of the owner or person in control of such newsracks; and representing that such newsracks comply with the provisions of this section.\n(b)  Any other owner or person in control of a newsrack shall, prior to placing or installing such newsrack on a sidewalk, submit to the commissioner a form providing the information in clauses  (ii) and (iii) of subparagraph (a) of this paragraph.\n2.  Subsequent to the initial notification requirements set forth in paragraph [1] one of this subdivision, the owner or person in control of any newsrack shall submit the information set forth in subparagraph a of such paragraph [one of this subdivision four times] once a year to the commissioner in accordance with a [quarterly] notification schedule to be established by the commissioner. However, if the number of newsracks owned or controlled by such owner or person increases or decreases by ten percent or more of the number of newsracks that have been included in the most recent notification required to be submitted by such owner or person, such owner or person shall also be required to submit the information set forth in such paragraph within seven days of such change, and provided, further, that such owner or person shall advise the department of any change in his or her name or address within seven days of such change.\n\t§3. Paragraph 2 of subdivision d of section 19-128.1, as added by local law number 23 for the year 2002, is amended to read as follows:\n\t2.  Each person who owns or controls a newsrack on any sidewalk shall maintain a general liability insurance policy naming the city of New York, and its departments, boards, officers, employees and agents as additional insureds for the specific purpose of indemnifying and holding harmless those additional insureds from and against any and all losses, costs, damages, expenses, claims, judgments or liabilities that result from or arise out of the placement, installation and/or the maintenance of any newsrack. The minimum limits of such insurance coverage shall be no less than three hundred thousand dollars combined single limit for bodily injury, including death, and property damage, except that any person who maintains an average of one hundred or more newsracks at any one time shall maintain such minimum insurance coverage of one million dollars. An insurance certificate demonstrating compliance with the requirements of this subdivision shall be submitted annually by December 31st to the commissioner by the person who owns or controls such insured newsracks.  Should said policy be called upon to satisfy any liability for damages covered by said policy, the policy must be of such a nature that the original amount of coverage is restored after any payment of damages under the policy. Failure to maintain a satisfactory insurance policy pursuant to this subdivision or failure to submit an annual insurance certificate to the commissioner pursuant to this subdivision, shall be deemed a violation of this section subject to subparagraph b-1 of paragraph one of subdivision f of this section.  \n\t§4.   Subdivision e of section 19-128.1 of chapter 1 of title 19 of the administrative code of the city of New York, as added by local law number 23 for the year 2002, is amended to read as follows:\n\te.  Maintenance, continuous use, repair and removal.  1.  [Each newsrack shall be maintained in a clean and neat condition and shall be kept in good repair.]  Any person who owns or is in control of a newsrack shall [be required to monitor] certify once every four months to the commissioner on forms prescribed by the commissioner that each newsrack [so that it is kept clean and free of] under his or her ownership or control has been repainted, or that best efforts have been made to remove graffiti and other unauthorized writing, painting, drawing, or other markings or inscriptions [and is kept good repair] at least once during the immediately preceding four month period.  Such person shall maintain a log in which the measures and the dates and times when they are taken are recorded in accordance with a format approved or set forth by the commissioner. Such person shall maintain records for a period of three years documenting the use of materials, employees, contractors, other resources and expenditures utilized for the purpose of demonstrating the repainting or best efforts of such person to remove such graffiti or other unauthorized writing, painting, drawing, or other markings or inscriptions. Such person shall, solely for the purposes of complying with the provisions of this paragraph, make such log and such records, and only such log and such records, available to the department for inspection and copying during normal and regular business hours and shall deliver copies to the department upon its request. Such inspection may only be conducted by the department once per certification period. If the department determines that such certification, log and records do not accurately demonstrate that an owner or person in control of a newsrack has repainted or used best efforts for such purposes as required by this paragraph, or upon a determination by the department that an owner or such person failed to comply with any other provision of this paragraph, the department shall issue a notice of violation in accordance with subparagraph b-1 of paragraph one of subdivision f of this section.    \n2.  [Such] Any person who owns or is in control of a newsrack shall [also] use best efforts to ensure that each newsrack under his or her ownership or control is not used as a depository for the placement of refuse and shall be required to remove any refuse placed within such newsrack within [twenty-four] forty-eight hours of [being made aware of such condition] receipt of  a notice of correction from the commissioner as provided in subparagraph a of paragraph one of subdivision f of this section regarding such condition. \n\t[2] 3.  In no event shall the owner or person in control of a newsrack fail to keep such newsrack supplied with written matter for a period of more than seven consecutive days without securing the door so as to prevent the deposit of refuse therein.  In no event shall such newsrack remain empty for a period of more than [twenty-one] thirty consecutive days. \n[3] 4.  Any newsrack that has been damaged [or vandalized] or is in need of repair shall be repaired, replaced or removed by the owner or person in control of such newsrack within [ten] seven business days of receipt of a notice of correction from the commissioner as provided in subparagraph a of paragraph one of subdivision f of this section regarding such damage or [vandalism] need for repair.  If such newsrack has been damaged [or vandalized so as to constitute], or if it is in a state of disrepair, such that it constitutes a danger to persons or property, it shall be made safe within a reasonable time following receipt of such a notice of correction from the commissioner regarding such condition.\n[4] 5.  Any damage to city property resulting from the placement, installation, maintenance or removal of a newsrack shall be repaired promptly by the owner or person in control of such newsrack.  If a newsrack is removed from its location on a sidewalk, the owner or person in control of such newsrack shall be responsible for restoring the sidewalk and any other affected city property to the condition existing prior to installation of that newsrack.\n\t§5.  Subdivision f of section 19-128.1 of chapter 1 of title 19 of the administrative code of the city of New York, as added by local law number 23 for the year 2002, is amended to read as follows:\n\tf.  Enforcement. 1. (a) Whenever any newsrack is found to be in violation of any provision of subdivision b of this section or paragraphs two, three, four or five of subdivision e of this section, the commissioner shall issue a notice of correction [by affixing it to such newsrack] specifying the date and nature of the violation and shall send written notification, by regular mail, to the owner or person in control of the newsrack. [Such] In addition, the commissioner may send a copy of such notice of correction to a person designated by such owner or person to receive such notice, and/or the commissioner may send such notice by electronic mail to such owner or such person specifying the date and nature of the violation. However, failure to send a copy by regular or electronic mail will not extend the time period within which such owner or other person is required by any provision of this section to take action, nor will such failure result in the dismissal of a notice of violation issued pursuant to any provision of this section. The commissioner shall cause photographic evidence of such violation to be taken. Such evidence shall be sent by regular mail together with the notice of correction. Except as otherwise provided for the removal of refuse in paragraph two of subdivision e of this section, such person shall within seven business days from the date of receipt of notification via regular mail cause the violation to be corrected. For the purposes of this section, a notice of correction shall be deemed to have been received five days from the date on which it was mailed by the commissioner.\n(b) If an owner or other person in control of a newsrack fails to comply with a notice of correction issued pursuant to subparagraph a of this [subdivision] paragraph or an order by the commissioner to remove served pursuant to paragraph three of this subdivision, a notice of violation returnable to the board shall be served on such owner or person in control of such newsrack.  No notice of violation shall be issued for the failure to comply with a notice of correction issued pursuant to subparagraph a of paragraph one of this subdivision unless the commissioner has caused a second inspection of the violation to take place within a period of time that commences on the day after the applicable period for correcting such violation expires and ends fourteen days after such day. In addition, the commissioner may send to such owner or other person in control of such newsrack, by electronic mail, photographic evidence of such violation taken at such second inspection.  Failure to send such photographic evidence by electronic mail will not result in the dismissal of a notice of violation issued pursuant to any provision of this section. \n(b-1) Failure by an owner or a person in control of a newsrack to comply with subdivision c or d of this section, failure by such owner or person to certify or failure to accurately demonstrate that such owner or person has repainted or used best efforts to remove graffiti and other unauthorized writing, painting, drawing, or other markings or inscriptions, as required by paragraph one of subdivision e of this section, shall be a violation and shall be subject to the applicable penalties provided in paragraph six of this subdivision. A proceeding to recover any civil penalty authorized by this subparagraph shall be commenced with service on such owner or person of a notice of violation returnable to the board.  The commissioner shall not be required to issue a notice of correction before issuing or serving a notice of violation pursuant to this subparagraph. \n(c) If the return date of [the] a notice of violation issued pursuant to subparagraph b or b-1 of this paragraph is more than five business days after the service of such notice, the board shall, upon the request of the respondent, in person at the office of the board, provide a hearing on such violation prior to such return date and no later than five business days after the date of such request.  At the time set for such hearing, or at the date to which such hearing is continued, the board shall receive all evidence relevant to the occurrence or non-occurrence of the specified violation(s), the compliance or noncompliance with any of the provisions of this section, and any other relevant information.  Such hearing need not be conducted according to technical rules relating to evidence and witnesses.  Oral evidence shall be taken only on oath or affirmation.  Within five business days after the conclusion of the hearing, the board shall render a decision, based upon the facts adduced at said hearing, whether [the newsrack violates] any violations of  this section have occurred.  The decision shall be in writing and shall contain findings of fact and a determination of the issues presented.  The board shall send to the owner or person in control of the newsrack by regular mail, a copy of its decision and order.\n2. (a) If the board renders a decision upholding the finding of a violation against the respondent upon default or after a hearing held pursuant to paragraph one of this subdivision, other than a decision finding a violation of the provisions of paragraph one of subdivision e of this section, and the violation is not remedied within seven days of receipt of the decision of the board, the commissioner or his or her designee is authorized to provide for the removal of such newsrack and any contents thereof to a place of safety.  For purposes of this subparagraph, a decision shall be deemed to have been received five days from the date on which it was mailed. If such newsrack and any contents thereof are not claimed within thirty days after their removal by a person entitled to their return, they shall be deemed to be abandoned and may be either sold at a public auction after having been advertised in the City Record, the proceeds thereof being paid into the general fund, used or converted for use by the department or another city agency, or otherwise disposed of, and the owner or person in control shall be liable to the City for the costs of removal and storage and shall be subject to a civil penalty pursuant to subparagraph a of paragraph [five] six of subdivision f of this section.  Newsracks and the contents thereof that are removed pursuant to this subparagraph shall be released to the owner or other person lawfully entitled to possession upon payment of the costs for removal and storage and any civil penalty or, if an action or proceeding concerning the violation is pending, upon the posting of a bond or other form of security acceptable to the department in an amount that will secure the payment of such costs and any penalty that may be imposed hereunder.\n(b) If the board renders a decision upholding the finding of a violation against the respondent for having failed to certify, or having failed to accurately demonstrate that such respondent repainted or used best efforts to remove graffiti and other unauthorized writing, painting, drawing, or other markings or inscriptions or having failed to comply with any other provision of paragraph one of subdivision e of this section, the board shall impose a penalty in accordance with subparagraph b of paragraph six of this subdivision.\n3.  The commissioner may, upon notice, serve an order upon the owner or other person in control of a newsrack requiring such person to remove or cause to be removed such newsrack within seven business days of [the issuance] receipt of such order where such removal is required because the site or location at which such newsrack is placed is used or is to be used for public utility purposes, public transportation, or public safety purposes, or when such newsrack unreasonably interferes with construction activities in nearby or adjacent buildings, or if removal is required in connection with a street widening or other capital project or improvement.  If such person does not remove such newsrack within seven business days of [the issuance] receipt of such order, the provisions contained in [subparagraph] subparagraphs b and c of paragraph one of this subdivision and subparagraph a of paragraph two of this subdivision regarding issuance of a notice of violation and alternatives for removal, storage, abandonment, disposal, and release, shall apply.\n\t4. Notwithstanding any other provision of law to the contrary, if a newsrack has been deemed to have been abandoned in accordance with this paragraph, the commissioner, his or her designee, an authorized officer or employee of any city agency or a police officer is authorized to provide for the removal of such newsrack and it may either be sold at public auction after having been advertised in the City Record, the proceeds thereof being paid into the general fund, used or converted for use by the department or another city agency, or otherwise disposed of. A newsrack shall be deemed to have been abandoned for purposes of this paragraph if the name, address or other identifying material of the owner or other person in control of such newsrack is not affixed to such  newsrack as required by paragraph four of subdivision b of this section and such owner or other person has not submitted to the commissioner the information required in clauses (ii) and (iii) of subparagraph a of paragraph one of subdivision c of this section.\n\t5. (a) Where emergency circumstances exist and the commissioner or his or her designee gives notice to the owner or other person in control of a newsrack to remove such newsrack, such person shall comply with such notice. For the purposes of this paragraph, emergency circumstances shall mean circumstances which present an imminent threat to public health or safety.\n\t(b) If any owner or other person in control of a newsrack does not remove such newsrack when directed to do so pursuant to the provisions of subparagraph a of this paragraph [five of this subdivision], or if circumstances are such that public safety requires the immediate removal of a newsrack and it is not reasonable to give the owner or other person in control of such newsrack notice prior to removal, the commissioner or his or her designee may provide for the removal of such newsrack to a place of safety. Unless an administrative proceeding brought pursuant to subparagraph c of this paragraph [five of this subdivision] has terminated in favor of such owner or other person in control of such newsrack, such owner or other person in control of such newsrack may be charged with the reasonable costs of removal and storage payable prior to the release  of such newsrack and the contents thereof.\n\t(c)  If an owner or other person in control of a newsrack fails to comply with a notice issued pursuant to subparagraph a of this paragraph to remove such newsrack, a notice of violation returnable to the board shall be served on such owner or person in control of such newsrack. If the newsrack has been removed by the city pursuant to subparagraph b of this paragraph, such notice of violation shall be served immediately after removal, and, if the return date of the notice of violation is more than five business days after the service of such notice, the board shall, upon the request of the respondent, in person at the office of the board, provide a hearing on such violation prior to such return date and no later than five business days after the date of such request. The hearing shall take place under the provisions set forth in [subparagraph] subparagraphs b and c of paragraph one of this subdivision and a decision shall be rendered by the board within five business days after the conclusion of the hearing.  If a decision is rendered at such hearing that emergency circumstances did not exist, such newsrack shall be returned within ten days to the location from which it was removed by the commissioner or his or her designee. If a decision is rendered against the respondent upon default or after a hearing that such emergency circumstances existed, such newsrack and the contents thereof shall be released to the owner or other person lawfully entitled to possession. If, after a board decision that removal was proper, such newsrack and any contents thereof are not claimed within thirty days after the date of removal by a person entitled to their return, such newsrack and any contents thereof shall be deemed abandoned and may be either sold at a public auction after having been advertised in the City Record, the proceeds thereof being paid into the general fund, used or converted for use by the department or another city agency, or otherwise disposed of.\n6.  (a) Any owner or person in control of a newsrack found to be in violation of any provision of this section shall, after a board decision has been issued upon default or after a hearing, be subject to a civil penalty in the amount of (i) no less than fifty dollars and no more than one hundred dollars for each violation for a specific newsrack of any of the provisions of paragraphs two, three, four or five of subdivision e of this section or paragraph four of subdivision b of this section, except that a person found in violation of any of such provisions after a decision of the board issued on default shall be subject to a penalty of no less than one hundred dollars and no more than five hundred dollars; (ii) no less than five hundred dollars and no more than four thousand dollars for each violation of paragraph one of subdivision c of this section; and (iii) no less than one hundred dollars and no more than five hundred dollars for each violation of paragraphs one, two, three, five, six and seven of subdivision b of this section.\n\t(b) Any owner or person in control of one or more newsracks found by the board to have failed to certify, or to have failed to accurately demonstrate that such owner or person repainted or used best efforts to remove graffiti and other unauthorized writing, painting, drawing, or other markings or inscriptions, as required by paragraph one of subdivision e of this section, or failed to comply with any other requirements of such paragraph, or failed to comply with any provision of paragraph two of subdivision c of this section, or failed to maintain insurance as required by subdivision d of this section, shall be liable for a civil penalty determined in accordance with the number of newsracks such person owns or controls as follows: \nNumber of newsracks owned or controlled by such person\tA violation of paragraph one of subdivision e, paragraph two of subdivision c or subdivision d of this section \t\nUp to and including ninety-nine newracks\tTwo hundred fifty to five hundred dollars \t\nMore than ninety-nine and less than two hundred fifty newsracks\tThree hundred seventy-five to seven hundred fifty dollars\t\nMore than two hundred forty-nine and less than five hundred newsracks\tSeven hundred fifty to one thousand five hundred dollars\t\nMore than four hundred ninety-nine and less than seven hundred fifty newsracks\tOne thousand one hundred twenty-five to two thousand two hundred fifty dollars\t\nMore than seven hundred forty-nine and less than one thousand newsracks\tOne thousand five hundred to three thousand dollars\t\nOne thousand or more newsracks\tTwo thousand to four thousand dollars \t\n\n7.  The commissioner[,] shall remove or cause to be removed from any sidewalk for a period of three consecutive months, every newsrack and the contents thereof under the ownership or control of any person who repeatedly violates any provision or provisions of this subdivision.  For purposes of this paragraph, a person shall be deemed to have repeatedly violated this section if such person has been determined by the board, upon default or after a hearing, to have violated the provisions of this section ten or more times within [any-six month] any six-month period and that such person has failed to pay three or more civil penalties imposed during that same time period.  For purposes of this paragraph, a person shall also be deemed to have repeatedly violated this section if such person is determined by the board, upon default or after a hearing, to have failed to make the certification required by paragraph one of subdivision e of this section or to have failed to accurately demonstrate that such person repainted or used best efforts to remove graffiti and other unauthorized writing, painting, drawing, or other markings or inscriptions as required by such paragraph in each of two consecutive certification periods in any two year period or three times in any two-year period. The department shall maintain a record of all persons who repeatedly violate any provision or provisions of this subdivision.  In the event that the commissioner removes or causes to be removed all newsracks and the contents thereof under the ownership or control of any person based upon this paragraph, such person shall be permitted to replace all such newsracks at the locations from which they were removed upon payment in full of all outstanding civil penalties imposed for violations of this section and the reasonable costs of removal and storage, provided that such newsracks meet the requirements of this section.  If any newsracks or contents thereof removed pursuant to this paragraph are not claimed within thirty days after the expiration of the three-month removal period, such newsracks or the contents thereof shall be deemed abandoned and may be either sold at public auction after having been advertised in the City Record, the proceeds thereof being paid into the general fund, used or converted for use by the department or another city agency or otherwise disposed of.\n\t8.  In giving any notice of correction or serving any commissioners order required under this section, except as otherwise provided by law, the commissioner may rely on the validity of any address (a) posted on the newsrack pursuant to paragraph four of subdivision b of this section as the address of the owner or person in control of the newsrack or (b) submitted to the department pursuant to subdivision c of this section, and shall provide such notice by regular mail.  If the owner of a newsrack or person in control of a newsrack shall have failed to comply with paragraph four of subdivision b or with subdivision c of this section, the commissioner shall make reasonable efforts to ascertain the identity and address of the owner or person in control of such newsrack for the purpose of giving any required notice, and having done so, may take action as if any required notice had been given.\n\t9.  Nothing in this section shall preclude the immediate removal of a newsrack when otherwise authorized by law.\n§6. This local law shall effect take sixty days after its enactment into law, except that the commissioner of transportation shall be authorized to take such administrative actions deemed necessary to effectuate the provisions of this local law prior to its effective date.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\froman\\fcharset0 Times New Roman Bold;}}\n\\viewkind4\\uc1\n\\v0  \\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n \\par\n\\pard\\sl480\\slmult1\\qj\\tab Section 1.  Paragraph 4 of subdivision b of section 19-128.1of chapter 1 of title 19 of the administrative code of the city of New York, as added by local law number 23 of 2002, is amended to read as follows:\\par\n\\tab 4.  The owner or person in control of each newsrack shall affix his or her name, address, telephone number, and email address, if any, on the newsrack in a readily visible location \\ul and shall conform such information to any changes required to be reported to the department in accordance with the provisions of subdivision c of this section\\ulnone . In no event shall a post office box be considered an acceptable address for purposes of this paragraph.\\par\n\\tab\\'a72.  Subdivision c of section 19-128.1 of chapter 1 title 19 of the administrative code of the city of New York, as added by local law number 23 for the year 2002, is amended to read as follows:\\par\n\\tab c. Notification to city of location of newsrack. 1. \\ul (a)\\ulnone  Where a newsrack has been placed or installed on a sidewalk before the effective date of this section, the owner or person in control of such newsrack shall, within sixty days after such effective date, submit to the commissioner a form identifying: (i) the address of such newsrack; (ii) the name of the newspaper(s) or written matter to be offered for distribution in such newsrack; and (iii) the name, address, telephone number, and email address of the owner or person in control of such newsracks; and representing that such newsracks comply with the provisions of this section.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ul (b)  Any other owner or person in control of a newsrack shall, prior to placing or installing such newsrack on a sidewalk, submit to the commissioner a form providing the information in clauses  (ii) and (iii) of subparagraph (a) of this paragraph.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\tx7560\\ulnone 2.  Subsequent to the initial notification requirements set forth in paragraph [1] \\ul one\\ulnone  of this subdivision, the owner or person in control of any newsrack shall submit the information set forth in \\ul subparagraph a of such\\ulnone  paragraph [one of this subdivision four times] \\ul once\\ulnone  a year to the commissioner in accordance with a [quarterly] notification schedule to be established by the commissioner. \\ul However, if the number of newsracks owned or controlled by such owner or person increases or decreases by ten percent or more of the number of newsracks that have been included in the most recent notification required to be submitted by such owner or person, such owner or person shall also be required to submit the information set forth in such paragraph within seven days of such change, and provided, further, that such owner or person shall advise the department of any change in his or her name or address within seven days of such change.\\ulnone\\par\n\\pard\\sl480\\slmult1\\qj\\tab\\'a73. Paragraph 2 of subdivision d of section 19-128.1, as added by local law number 23 for the year 2002, is amended to read as follows:\\par\n\\pard\\sl480\\slmult1\\qj\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\tab 2.  Each person who owns or controls a newsrack on any sidewalk shall maintain a general liability insurance policy naming the city of New York, and its departments, boards, officers, employees and agents as additional insureds for the specific purpose of indemnifying and holding harmless those additional insureds from and against any and all losses, costs, damages, expenses, claims, judgments or liabilities that result from or arise out of the placement, installation and/or the maintenance of any newsrack. The minimum limits of such insurance coverage shall be no less than three hundred thousand dollars combined single limit for bodily injury, including death, and property damage, except that any person who maintains an average of one hundred or more newsracks at any one time shall maintain such minimum insurance coverage of one million dollars. An insurance certificate demonstrating compliance with the requirements of this subdivision shall be submitted annually by December 31st to the commissioner by the person who owns or controls such insured newsracks.  Should said policy be called upon to satisfy any liability for damages covered by said policy, the policy must be of such a nature that the original amount of coverage is restored after any payment of damages under the policy. Failure to maintain a satisfactory insurance policy pursuant to this subdivision or failure to submit an annual insurance certificate to the commissioner pursuant to this subdivision, shall be deemed a violation of this section subject to \\ul subparagraph b-1 of paragraph one of\\ulnone  subdivision f of this section.  \\par\n\\pard\\sl480\\slmult1\\qj\\tab\\'a74.   Subdivision e of section 19-128.1 of chapter 1 of title 19 of the administrative code of the city of New York, as added by local law number 23 for the year 2002, is amended to read as follows:\\par\n\\tab e.  Maintenance, continuous use, repair and removal.  1.  [Each newsrack shall be maintained in a clean and neat condition and shall be kept in good repair.]  Any person who owns or is in control of a newsrack shall [be required to monitor] \\ul certify once every four months to the commissioner on forms prescribed by the commissioner that\\ulnone  each newsrack [so that it is kept clean and free of] \\ul under his or her ownership or control has been repainted, or that best efforts have been made to remove\\ulnone  graffiti and other unauthorized writing, painting, drawing, or other markings or inscriptions [and is kept good repair] \\ul at least once during the immediately preceding four month period.  Such person shall maintain a log in which the measures and the dates and times when they are taken are recorded in accordance with a format approved or set forth by the commissioner. Such person shall maintain records for a period of three years documenting the use of materials, employees, contractors, other resources and expenditures utilized for the purpose of demonstrating the repainting or best efforts of such person to remove such graffiti or other unauthorized writing, painting, drawing, or other markings or inscriptions. Such person shall, solely for the purposes of complying with the provisions of this paragraph, make such log and such records, and only such log and such records, available to the department for inspection and copying during normal and regular business hours and shall deliver copies to the department upon its request. Such inspection may only be conducted by the department once per certification period. If the department determines that such certification, log and records do not accurately demonstrate\\i  \\i0 that an owner or person in control of a newsrack has repainted or used best efforts for such purposes as required by this paragraph, or upon a determination by the department that an owner or such person\\i  \\i0 failed to comply with any other provision of this paragraph, the department shall issue a notice of violation in accordance with subparagraph b-1 of paragraph one of subdivision f of this section.    \\i\\strike\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\i0\\strike0 2.\\ulnone   [Such] \\ul Any\\ulnone  person \\ul who owns or is in control of a newsrack\\ulnone  shall [also] use best efforts to ensure that each newsrack under his or her ownership or control is not used as a depository for the placement of refuse and shall be required to remove any refuse placed within such newsrack within [twenty-four] \\ul forty-eight\\ulnone  hours of [being made aware of such condition] \\ul receipt of  a notice of correction from the commissioner as provided in subparagraph a of paragraph one of subdivision f of this section regarding such condition\\ulnone . \\par\n\\pard\\sl480\\slmult1\\qj\\tab [2] \\ul 3\\ulnone .  In no event shall the owner or person in control of a newsrack fail to keep such newsrack supplied with written matter for a period of more than seven consecutive days without securing the door so as to prevent the deposit of refuse therein.  In no event shall such newsrack remain empty for a period of more than [twenty-one] \\ul thirty\\ulnone  consecutive days. \\par\n\\pard\\fi720\\sl480\\slmult1\\qj [3] \\ul 4\\ulnone .  Any newsrack that has been damaged [or vandalized] \\ul or is in need of repair\\ulnone  shall be repaired, replaced or removed by the owner or person in control of such newsrack within [ten] \\ul seven business\\ulnone  days of receipt of \\ul a\\ulnone  notice of \\ul correction from the commissioner as provided in subparagraph a of paragraph one of subdivision f of this section regarding\\ulnone  such damage or\\ul  \\ulnone [vandalism] \\ul need for repair\\ulnone .  If such newsrack has been damaged [or vandalized so as to constitute]\\ul , or if it is in a state of disrepair, such that it constitutes\\ulnone  a danger to persons or property, it shall be made safe within a reasonable time following \\ul receipt of such a\\ulnone  notice of \\ul correction from the commissioner regarding\\ulnone  such condition.\\par\n[4] \\ul 5\\ulnone .  Any damage to city property resulting from the placement, installation, maintenance or removal of a newsrack shall be repaired promptly by the owner or person in control of such newsrack.  If a newsrack is removed from its location on a sidewalk, the owner or person in control of such newsrack shall be responsible for restoring the sidewalk and any other affected city property to the condition existing prior to installation of that newsrack.\\par\n\\pard\\sl480\\slmult1\\qj\\tab\\'a75.  Subdivision f of section 19-128.1 of chapter 1 of title 19 of the administrative code of the city of New York, as added by local law number 23 for the year 2002, is amended to read as follows:\\par\n\\tab f.  Enforcement. 1. (a) Whenever any newsrack is found to be in violation of \\ul any provision of subdivision b of this section or paragraphs two, three, four or five of subdivision e of\\ulnone  this section, the commissioner shall issue a notice of correction [by affixing it to such newsrack] specifying the date and nature of the violation and shall send written notification, by regular mail, to the owner or person in control of the newsrack. [Such] \\ul In addition, the commissioner may send a copy of such notice of correction to a person designated by such owner or person to receive such notice, and/or the commissioner may send such notice by electronic mail to such owner or such person specifying the date and nature of the violation. However, failure to send a copy by regular or electronic mail will not extend the time period within which such owner or other person is required by any provision of this section to take action, nor will such failure result in the dismissal of a notice of violation issued pursuant to any provision of this section. The commissioner shall cause photographic evidence of such violation to be taken. Such evidence shall be sent by regular mail together with the notice of correction. Except as otherwise provided for the removal of refuse in paragraph two of subdivision e of this section, such\\ulnone  person shall within seven business days from the date of receipt of notification via regular mail cause the violation to be corrected. \\ul For the purposes of this section, a notice of correction shall be deemed to have been received five days from the date on which it was mailed by the commissioner\\ulnone .\\ul\\i\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ulnone\\i0 (b) If an owner or other person in control of a newsrack fails to comply with a notice of correction issued pursuant to subparagraph a of this [subdivision] \\ul paragraph \\ulnone or an order by the commissioner to remove served pursuant to paragraph three of this subdivision, a notice of violation returnable to the board shall be served on such owner or person in control of such newsrack.  \\ul No notice of violation shall be issued for the failure to comply with a notice of correction issued pursuant to subparagraph a of paragraph one of this subdivision unless the commissioner has caused a second inspection of the violation to take place within a period of time that commences on the day after the applicable period for correcting such violation expires and ends fourteen days after such day. In addition, the commissioner may send to such owner or other person in control of such newsrack, by electronic mail, photographic evidence of such violation taken at such second inspection.  Failure to send such photographic evidence by electronic mail will not result in the dismissal of a notice of violation issued pursuant to any provision of this section.\\strike  \\ulnone\\strike0\\par\n\\ul (b-1) Failure by an owner or a person in control of a newsrack to comply with subdivision c or d of this section, failure by such owner or person to certify or failure to accurately demonstrate that such owner or person has repainted or used best efforts to remove graffiti and other unauthorized writing, painting, drawing, or other markings or inscriptions, as required by paragraph one of subdivision e of this section, shall be a violation and shall be subject to the applicable penalties provided in paragraph six of this subdivision. A proceeding to recover any civil penalty authorized by this subparagraph shall be commenced with service on such owner or person of a notice of violation returnable to the board.  The commissioner shall not be required to issue a notice of correction before issuing or serving a notice of violation pursuant to this subparagraph. \\par\n(c)\\ulnone  If the return date of [the] \\ul a\\ulnone  notice of violation \\ul issued pursuant to subparagraph b or b-1 of this paragraph\\ulnone  is more than five business days after the service of such notice, the board shall, upon the request of the respondent, in person at the office of the board, provide a hearing on such violation prior to such return date and no later than five business days after the date of such request.  At the time set for such hearing, or at the date to which such hearing is continued, the board shall receive all evidence relevant to the occurrence or non-occurrence of the specified violation(s), the compliance or noncompliance with any of the provisions of this section, and any other relevant information.  Such hearing need not be conducted according to technical rules relating to evidence and witnesses.  Oral evidence shall be taken only on oath or affirmation.  Within five business days after the conclusion of the hearing, the board shall render a decision, based upon the facts adduced at said hearing, whether [the newsrack violates] \\ul any violations of\\ulnone   this section \\ul have occurred\\ulnone .  The decision shall be in writing and shall contain findings of fact and a determination of the issues presented.  The board shall send to the owner or person in control of the newsrack by regular mail, a copy of its decision and order.\\par\n2. \\ul (a)\\ulnone  If the board renders a decision upholding the finding of a violation against the respondent upon default or after a hearing held pursuant to paragraph one of this subdivision, \\ul other than a decision finding a violation of the provisions of paragraph one of subdivision e of this section,\\ulnone  and the violation is not remedied within seven days of receipt of the decision of the board, the commissioner or his or her designee is authorized to provide for the removal of such newsrack and any contents thereof to a place of safety.  \\ul For purposes of this subparagraph, a decision shall be deemed to have been received five days from the date on which it was mailed.\\ulnone  If such newsrack and any contents thereof are not claimed within thirty days after their removal by a person entitled to their return, they shall be deemed to be abandoned and may be either sold at a public auction after having been advertised in the City Record, the proceeds thereof being paid into the general fund, used or converted for use by the department or another city agency, or otherwise disposed of, and the owner or person in control shall be liable to the City for the costs of removal and storage and shall be subject to a civil penalty pursuant to \\ul subparagraph a of\\ulnone  paragraph [five] \\ul six\\ulnone  of subdivision f of this section.  Newsracks and the contents thereof that are removed pursuant to this subparagraph shall be released to the owner or other person lawfully entitled to possession upon payment of the costs for removal and storage and any civil penalty or, if an action or proceeding concerning the violation is pending, upon the posting of a bond or other form of security acceptable to the department in an amount that will secure the payment of such costs and any penalty that may be imposed hereunder.\\par\n\\ul (b) If the board renders a decision upholding the finding of a violation against the respondent for having failed to certify, or having failed to accurately demonstrate that such respondent repainted or used best efforts to remove graffiti and other unauthorized writing, painting, drawing, or other markings or inscriptions or having failed to comply with any other provision of paragraph one of subdivision e of this section, the board shall impose a penalty in accordance with subparagraph b of paragraph six of this subdivision.\\par\n\\ulnone 3.  The commissioner may, upon notice, serve an order upon the owner or other person in control of a newsrack requiring such person to remove or cause to be removed such newsrack within seven business days of [the issuance] \\ul receipt\\ulnone  of such order where such removal is required because the site or location at which such newsrack is placed is used or is to be used for public utility purposes, public transportation, or public safety purposes, or when such newsrack unreasonably interferes with construction activities in nearby or adjacent buildings, or if removal is required in connection with a street widening or other capital project or improvement.  If such person does not remove such newsrack within seven business days of [the issuance] \\ul receipt\\ulnone  of such order, the provisions contained in [subparagraph] \\ul subparagraphs\\ulnone  b \\ul and c\\ulnone  of paragraph one of this subdivision and \\ul subparagraph a of\\ulnone  paragraph two of this subdivision regarding issuance of a notice of violation and alternatives for removal, storage, abandonment, disposal, and release, shall apply.\\par\n\\pard\\sl480\\slmult1\\qj\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\tab 4. Notwithstanding any other provision of law to the contrary, if a newsrack has been deemed to have been abandoned in accordance with this paragraph, the commissioner, his or her designee, an authorized officer or employee of any city agency or a police officer is authorized to provide for the removal of such newsrack and \\ul it\\ulnone  may either be sold at public auction after having been advertised in the City Record, the proceeds thereof being paid into the general fund, used or converted for use by the department or another city agency, or otherwise disposed of. A newsrack shall be deemed to have been abandoned for purposes of this paragraph if the name, address or other identifying material of the owner or other person in control of such newsrack is not affixed to such  newsrack as required by paragraph four of subdivision b of this section \\ul and such owner or other person has not submitted to the commissioner the information required in clauses (ii) and (iii) of subparagraph a of paragraph one of subdivision c of this section\\ulnone .\\par\n\\tab 5. (a) Where emergency circumstances exist and the commissioner or his or her designee gives notice to the owner or other person in control of a newsrack to remove such newsrack, such person shall comply with such notice. For the purposes of this paragraph, emergency circumstances shall mean circumstances which present an imminent threat to public health or safety.\\par\n\\tab (b) If any owner or other person in control of a newsrack does not remove such newsrack when directed to do so pursuant to the provisions of subparagraph a of \\ul this\\ulnone  paragraph [five of this subdivision], or if circumstances are such that public safety requires the immediate removal of a newsrack and it is not reasonable to give the owner or other person in control of such newsrack notice prior to removal, the commissioner or his or her designee may provide for the removal of such newsrack to a place of safety. Unless an administrative proceeding brought pursuant to subparagraph c of \\ul this\\ulnone  paragraph [five of this subdivision] has terminated in favor of such owner or other person in control of such newsrack, such owner or other person in control of such newsrack may be charged with the reasonable costs of removal and storage payable prior to the release  of such newsrack and the contents thereof.\\par\n\\tab (c)  If an owner or other person in control of a newsrack fails to comply with a notice issued pursuant to subparagraph a of this paragraph to remove such newsrack, a notice of violation returnable to the board shall be served on such owner or person in control of such newsrack. If the newsrack has been removed by the city pursuant to subparagraph b of this paragraph, such notice of violation shall be served immediately after removal, and, if the return date of the notice of violation is more than five business days after the service of such notice, the board shall, upon the request of the respondent, in person at the office of the board, provide a hearing on such violation prior to such return date and no later than five business days after the date of such request. The hearing shall take place under the provisions set forth in [subparagraph] \\ul subparagraphs\\ulnone  b \\ul and c\\ulnone  of paragraph one of this subdivision and a decision shall be rendered by the board within five business days after the conclusion of the hearing.  If a decision is rendered at such hearing that emergency circumstances did not exist, such newsrack shall be returned within ten days to the location from which it was removed by the commissioner or his or her designee. If a decision is rendered against the respondent upon default or after a hearing that such emergency circumstances existed, such newsrack and the contents thereof shall be released to the owner or other person lawfully entitled to possession. If, after a board decision that removal was proper, such newsrack and any contents thereof are not claimed within thirty days after the date of removal by a person entitled to their return, such newsrack and any contents thereof shall be deemed abandoned and may be either sold at a public auction after having been advertised in the City Record, the proceeds thereof being paid into the general fund, used or converted for use by the department or another city agency, or otherwise disposed of.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj 6.  \\ul (a)\\ulnone  Any owner or person in control of a newsrack found to be in violation of any provision of this section shall, after a board decision has been issued upon default or after a hearing, be subject to a civil penalty in the amount of \\ul (i) no less than fifty dollars and no more than one hundred dollars for each violation for a specific newsrack of any of the provisions of paragraphs two, three, four or five of subdivision e of this section or paragraph four of subdivision b of this section, except that a person found in violation of any of such provisions after a decision of the board issued on default shall be subject to a penalty of no less than one hundred dollars and no more than five hundred dollars; (ii) no less than five hundred dollars and no more than four thousand dollars for each violation of paragraph one of subdivision c of this section; and (iii)\\ulnone  no less than one hundred dollars and no more than five hundred dollars for each violation \\ul of paragraphs one, two, three, five, six and seven of subdivision b of this section.\\ulnone\\strike\\par\n\\pard\\sl480\\slmult1\\qj\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\strike0\\f1\\fs20\\tab\\ul\\f0\\fs24 (b) Any owner or person in control of one or more newsracks found by the board to have failed to certify, or to have failed to accurately demonstrate that such owner or person repainted or used best efforts to remove graffiti and other unauthorized writing, painting, drawing, or other markings or inscriptions, as required by paragraph one of subdivision e of this section, or failed to comply with any other requirements of such paragraph, or failed to comply with any provision of paragraph two of subdivision c of this section, or failed to maintain insurance as required by subdivision d of this section, shall be liable for a civil penalty determined in accordance with the number of newsracks such person owns or controls as follows: \\par\n\\trowd\\trgaph108\\trleft-108\\trbrdrt\\brdrs\\brdrw10 \\trbrdrl\\brdrs\\brdrw10 \\trbrdrb\\brdrs\\brdrw10 \\trbrdrr\\brdrs\\brdrw10 \\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx3510\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx7920\\pard\\intbl Number of newsracks owned or controlled by such person\\cell A violation of paragraph one of subdivision e, paragraph two of subdivision c or subdivision d of this section \\cell\\row\n\\intbl Up to and including ninety-nine newracks\\cell Two hundred fifty to five hundred dollars \\cell\\row\n\\intbl More than ninety-nine and less than two hundred fifty newsracks\\cell Three hundred seventy-five to seven hundred fifty dollars\\cell\\row\n\\intbl More than two hundred forty-nine and less than five hundred newsracks\\cell Seven hundred fifty to one thousand five hundred dollars\\cell\\row\n\\intbl More than four hundred ninety-nine and less than seven hundred fifty newsracks\\cell One thousand one hundred twenty-five to two thousand two hundred fifty dollars\\cell\\row\n\\intbl More than seven hundred forty-nine and less than one thousand newsracks\\cell One thousand five hundred to three thousand dollars\\cell\\row\n\\intbl One thousand or more newsracks\\cell Two thousand to four thousand dollars \\cell\\row\n\\pard\\sl480\\slmult1\\qj\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ulnone 7.  The commissioner[,] shall remove or cause to be removed from any sidewalk for a period of three consecutive months, every newsrack and the contents thereof under the ownership or control of any person who repeatedly violates any provision or provisions of this subdivision.  For purposes of this paragraph, a person shall be deemed to have repeatedly violated this section if such person has been determined by the board, upon default or after a hearing, to have violated the provisions of this section ten or more times within [any-six month] \\ul any six-month\\ulnone  period and that \\ul such\\ulnone  person has failed to pay three or more civil penalties imposed during that same time period.  \\ul For purposes of this paragraph, a person shall also be deemed to have repeatedly violated this section if such person is determined by the board, upon default or after a hearing, to have failed to make the certification required by paragraph one of subdivision e of this section or to have failed to accurately demonstrate that such person repainted or used best efforts to remove graffiti and other unauthorized writing, painting, drawing, or other markings or inscriptions as required by such paragraph in each of two consecutive certification periods in any two year period or three times in any two-year period.\\ulnone  The department shall maintain a record of all persons who repeatedly violate any provision or provisions of this subdivision.  In the event that the commissioner removes or causes to be removed all newsracks and the contents thereof under the ownership or control of any person based upon this paragraph, such person shall be permitted to replace all such newsracks at the locations from which they were removed upon payment in full of all outstanding civil penalties imposed for violations of this section and the reasonable costs of removal and storage, provided that such newsracks meet the requirements of this section.  If any newsracks or contents thereof removed pursuant to this paragraph are not claimed within thirty days after the expiration of the three-month removal period, such newsracks or the contents thereof shall be deemed abandoned and may be either sold at public auction after having been advertised in the City Record, the proceeds thereof being paid into the general fund, used or converted for use by the department or another city agency or otherwise disposed of.\\ul\\par\n\\pard\\sl480\\slmult1\\qj\\ulnone\\tab 8.  In giving any notice of correction or serving any commissioners order required under this section, except as otherwise provided by law, the commissioner may rely on the validity of any address (a) posted on the newsrack pursuant to paragraph four of subdivision b of this section as the address of the owner or person in control of the newsrack or (b) submitted to the department pursuant to subdivision c of this section, and shall provide such notice by regular mail.  If the owner of a newsrack or person in control of a newsrack shall have failed to comply with paragraph four of subdivision b or with subdivision c of this section, the commissioner shall make reasonable efforts to ascertain the identity and address of the owner or person in control of such newsrack for the purpose of giving any required notice, and having done so, may take action as if any required notice had been given.\\par\n\\tab 9.  Nothing in this section shall preclude the immediate removal of a newsrack when otherwise authorized by law.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\'a76. This local law shall effect take sixty days after its enactment into law, except that the commissioner of transportation shall be authorized to take such administrative actions deemed necessary to effectuate the provisions of this local law prior to its effective date.\\par\n\\pard\\hyphpar0\\qj\\fs16\\par\n\\pard\\fs24\\par\n\\par\n}\n\u0000",
  "LastModified": "2019-08-15T18:59:07.42Z"
}
