{
  "ID": 30149,
  "GUID": "C2CE7D49-2F7C-4DF1-BCF5-1D3C80ABE73B",
  "File": "Int 0365-2004",
  "LocalLaw": "2005/007",
  "Name": "Creating a cause of action against certain weapons dealers and manufacturers.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to a cause of action against firearms manufacturers and dealers.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 35,
  "StatusName": "Enacted",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2004-05-05T00:00:00Z",
  "AgendaDate": "2004-05-05T00:00:00Z",
  "PassedDate": "2005-01-18T00:00:00Z",
  "EnactmentDate": "2005-01-18T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5229,
      "Slug": "eva-s-moskowitz",
      "FullName": "Eva S. Moskowitz"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 424,
      "Slug": "tracy-l-boyland",
      "FullName": "Tracy L. Boyland"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 432,
      "Slug": "philip-reed",
      "FullName": "Philip Reed"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 5289,
      "Slug": "simcha-felder",
      "FullName": "Simcha Felder"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 430,
      "Slug": "bill-perkins",
      "FullName": "Bill Perkins"
    },
    {
      "ID": 5294,
      "Slug": "betsy-gotbaum",
      "FullName": "Betsy Gotbaum"
    }
  ],
  "History": [
    {
      "ID": 158864,
      "Date": "2004-05-05T09:52:52Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 159326,
      "Date": "2004-05-05T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2954,
      "AgendaSequence": 157,
      "MinutesSequence": 174,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 167495,
      "Date": "2004-11-15T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee ",
      "BodyID": 19,
      "BodyName": "Committee on Public Safety",
      "EventID": 3540,
      "AgendaSequence": 4,
      "MinutesSequence": 8,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 167607,
      "Date": "2004-11-15T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee ",
      "BodyID": 19,
      "BodyName": "Committee on Public Safety",
      "EventID": 3540,
      "MinutesSequence": 9,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 169607,
      "Date": "2005-01-04T10:30:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 19,
      "BodyName": "Committee on Public Safety",
      "EventID": 3873,
      "AgendaSequence": 2,
      "MinutesSequence": 7,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 365-A",
      "MinutesNote": "Proposed Int. No. 365-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 169778,
      "Date": "2005-01-04T10:30:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Introduction was Amendment Proposed by Comm",
      "BodyID": 19,
      "BodyName": "Committee on Public Safety",
      "EventID": 3873,
      "MinutesSequence": 8,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 169779,
      "Date": "2005-01-04T10:30:00Z",
      "ActionID": 33,
      "Action": "Amended by Committee",
      "Description": "This Introduction was Amended by Committee",
      "BodyID": 19,
      "BodyName": "Committee on Public Safety",
      "EventID": 3873,
      "MinutesSequence": 9,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 169780,
      "Date": "2005-01-04T10:30:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "A motion was made that this Introduction be Approved by Committee approved by Roll Call.",
      "BodyID": 19,
      "BodyName": "Committee on Public Safety",
      "EventID": 3873,
      "MinutesSequence": 10,
      "Version": "A",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 169836,
      "Date": "2005-01-05T12:00:00Z",
      "ActionID": 68,
      "Action": "Approved by Council",
      "Description": "A motion was made that this Introduction be Approved by Council approved by Roll Call.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 3924,
      "AgendaSequence": 30,
      "MinutesSequence": 34,
      "Version": "A",
      "AgendaNote": "Amended and Coupled on GO",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 170197,
      "Date": "2005-01-05T12:04:00Z",
      "ActionID": 53,
      "Action": "Sent to Mayor by Council",
      "Description": "This Introduction was Sent to Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 170636,
      "Date": "2005-01-18T16:30:00Z",
      "ActionID": 5014,
      "Action": "Hearing Held by Mayor",
      "Description": "This Introduction was Hearing Held by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "A",
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 170637,
      "Date": "2005-01-18T16:30:00Z",
      "ActionID": 57,
      "Action": "Signed Into Law by Mayor",
      "Description": "This Introduction was Signed Into Law by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "A",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 170656,
      "Date": "2005-01-19T13:46:00Z",
      "ActionID": 5023,
      "Action": "Recved from Mayor by Council",
      "Description": "This Introduction was Recved from Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 63507,
      "LastModified": "2016-04-13T03:09:10.087Z",
      "Name": "Committee Report 11/15/04",
      "Link": "http://nyc.legistar1.com/nyc/attachments/ac92c71e-1f1a-418f-843e-3adcbfc26682HwordNew LegislationCommittee Report - Int 365.doc",
      "Sort": 1
    },
    {
      "ID": 64047,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 11/15/04",
      "Link": "http://nyc.legistar1.com/nyc/attachments/6b57989f-f0b9-4f4d-9160-8dbc43031782.doc",
      "Sort": 2
    },
    {
      "ID": 64278,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 1/4/05",
      "Link": "http://nyc.legistar1.com/nyc/attachments/ba1ecac6-379f-4e9c-96d8-b45748554130.doc",
      "Sort": 3
    },
    {
      "ID": 69921,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 1/4/05",
      "Link": "http://nyc.legistar1.com/nyc/attachments/8bdba70b-af98-41a2-bcb8-e05654399bc9.doc",
      "Sort": 4
    },
    {
      "ID": 64317,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Fiscal Impact Statement - A",
      "Link": "http://nyc.legistar1.com/nyc/attachments/08e331c0-b421-4447-8221-611052e9800c. 365-A Firearm Manufacturer Liability.doc",
      "Sort": 5
    },
    {
      "ID": 66352,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Local Law",
      "Link": "http://nyc.legistar1.com/nyc/attachments/c2dc8c3f-4ba1-494e-a020-96c7aa53db1f.doc",
      "Sort": 6
    },
    {
      "ID": 67669,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript - Charter Meeting",
      "Link": "http://nyc.legistar1.com/nyc/attachments/58e9b7fa-2d11-4362-afa9-7e66a0e83ad0.doc",
      "Sort": 7
    }
  ],
  "Summary": "",
  "TextID": 32009,
  "Text": "Be it enacted by the Council as follows:\n Section 1. Legislative Findings and Intent.  In its most recent annual summary, the Office of Vital Statistics of the New York City Department of Health and Mental Hygiene reported a total of 493 firearm deaths in New York City in 2003.  The report further shows that 397 of these deaths were the result of homicide.  In addition to these deaths, a number of victims each year suffer serious injuries resulting from the discharge of firearms.  Though by far the most serious concern, homicide is only one of the many classifications of crimes involving firearms.  Other armed crimes, including robbery, burglary, rape and kidnapping, account for additional incidents each year.\nIn order to reduce gun-related crime, New York City has in the past two decades adopted a thorough background check and licensing scheme aimed at ensuring the responsible handling of firearms and the registration of all firearm owners in the City.  Unfortunately, despite such efforts, the problem of gun crime persists at the alarming rate of approximately one firearm death per day.  This fact is largely a result of the proliferation of illegal means of firearm procurement, such as unlicensed importation from other States with less restrictive gun laws, unregistered sales at trade shows, and so-called “straw purchases,” in which authorized purchasers buy guns and provide them to unauthorized users, including minors and convicted felons. \nTo combat this threat against the safety of New York City effectively, measures must be taken to stem the flow of illegal firearms at its source.  The Council finds that if manufacturers and dealers followed the commonsense practices specified in this section, the flow of illegally transferred firearms and resulting injuries and deaths from the use of such firearms would be reduced significantly.  Manufacturers and dealers who fail to abide by practices that will stem the flow of illegally transferred firearms must be held to a standard of liability, as should manufacturers and dealers who sell their products to other manufacturers and dealers knowing that such manufacturers and dealers have not complied with these practices.  The Council therefore finds that the imposition of civil liability for distribution of firearms by dealers and manufacturers in the circumstances specified in this local law is essential to the maintenance of public safety and health.\n§ 2.  The administrative code of the city of New York is amended by adding a new section 10-303.2 to read as follows: \n§ 10-303.2 Civil penalty; firearms dealers and manufacturers.\na. Definitions.  For purposes of this section, the terms “firearm,” “handgun,” “dealer,” “collector,” and “manufacturer” shall have the meanings set forth in 18 U.S.C. §921, as such section may be amended from time to time, or any successor provision thereto.  The term “transfer” shall be deemed to include any sale, assignment, pledge, lease, loan, gift or other disposition.  References to “statutes, laws or regulations” shall be deemed to include federal, state and local statutes, laws, local laws, ordinances, rules and regulations.   \nb. Manufacturer and Dealer Liability.  A manufacturer or dealer shall be liable for any injury or death caused by a firearm that it has transferred, if (i) such injury or death results from the use of such firearm by an individual not authorized by law to possess such firearm in the city of New York, and (ii) such manufacturer or dealer, or any other individual or entity acting subsequent to such manufacturer or dealer, unlawfully transferred such firearm at any time prior to such injury or death.  Such liability also includes the possible imposition of punitive damages.  Liability under this section does not extend to any manufacturer or dealer that has complied with the following standards during a period of one year immediately preceding and including the transfer of such firearm:\n(1) The manufacturer or dealer executes no transfers or agreements to transfer at gun shows except for gun shows that maintain a practice of performing instant criminal background checks consistent with 18 U.S.C. § 922 (t), as such subsection may be amended from time to time and any successor provision thereto, on all transfers, whether by licensed or unlicensed sellers.  \n (2) Any place of business operated by the manufacturer or dealer is located at a fixed address where:\n(a) a record is maintained, as may be required by any statute, law or regulation, of the make, model, caliber or gauge, and serial number of all firearms held in inventory or offered for sale; and\n(b) a record is maintained, as may be required by any statute, law or regulation, of the make, model, caliber or gauge, and serial number of all firearms sold, and of any identifying information required by any such statute, law or regulation to be obtained from purchasers; \n(3) The manufacturer or dealer provides access to the aforementioned records to officers, employees and agents of public agencies conducting inspections, to the full extent required by applicable statutes, laws and regulations; \n(4) The manufacturer or dealer limits transfers to any individual or entity to one handgun in any given thirty-day period, provided that this paragraph shall not apply to lawful transfers to (a) public agencies in furtherance of official business; (b) law enforcement officers employed by public agencies; (c) private security firms, holding any permits or licenses required by applicable statutes, laws and regulations, for the use of their agents and employees; (d) private operators of state and local correctional facilities, for the use of their agents and employees; or (e) licensed manufacturers, licensed dealers or licensed collectors, as those terms are defined by 18 U.S.C. §921, as such section may be amended from time to time, or any successor provision thereto;  \n (5) The manufacturer or dealer has complied with all applicable statutes, laws and regulations governing the transfer of firearms; and\n(6) The manufacturer or dealer has not transferred a firearm to any other manufacturer or dealer in circumstances in which the manufacturer or dealer transferring such firearm knew or should have known that such manufacturer or dealer had not complied with the standards set forth in this subdivision.\nc. Exceptions. (1) No action may be commenced pursuant to this section by any person injured or killed by the discharge of a firearm that is lawfully possessed by a law enforcement official employed by a public agency.\t\n\t(2) This section shall not limit in scope any cause of action, other than that provided by this section, available to a person injured by or killed by a firearm.\n\t(3) Nothing in this section shall prevent a manufacturer or dealer from seeking whole or partial indemnity or contribution for any liability incurred under this section from any third party wholly or partially responsible for the injury or death.\n\t(4) Notwithstanding the provisions of subdivision b, there shall be no basis for liability under this section if the manufacturer or dealer proves by a preponderance of the evidence that: (i) the person injured or killed by the discharge of a firearm was committing or attempting to commit a crime (whether or not such crime is actually charged); (ii) the unlawful transfer or possession of the firearm is solely a result of the failure of the owner of the firearm to renew a license, permit or registration within six months of the date such renewal is required; or (iii) prior to the injury or death caused by the firearm, a lawful possessor of the firearm has reported its theft to a federal, state or local law enforcement agency, or reported its loss to an appropriate public agency.\n\t(5) Notwithstanding the provisions of subdivision b, there shall be no basis for liability under this section if the manufacturer or dealer proves by a preponderance of the evidence that the manufacturer or dealer lawfully transferred the firearm to:  (i) a public agency in furtherance of official business; (ii) a law enforcement officer employed by a public agency; (iii) a private security firm, holding any permits or licenses required by applicable statutes, laws and regulations, for the use of its agents and employees; or (iv) a private operator of a state or local correctional facility for the use of its agents and employees. \n\t(6) Notwithstanding the provisions of subdivision b, there shall be no basis for liability under this section if the manufacturer or dealer proves by a preponderance of the evidence that the injury or death is not directly or indirectly related to any act or omission by such manufacturer or dealer, including but not limited to any failure by the manufacturer or dealer to comply with the standards set forth in subdivision b of this section. \n§ 3. This local law shall take effect 60 days after its enactment into law, and shall apply to causes of action in relation to transfers of firearms by dealers and manufacturers that occur after such effective date, provided that, notwithstanding any inconsistent provision of this local law, any one-year period or thirty-day period referred to in this local law shall be reduced as may be necessary so that the commencement of such period in no event predates such effective date.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset128 Arial Unicode MS;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}}\n\\viewkind4\\uc1\n\\pard\\sl480\\slmult1\\v0  \\par\n\\ul\\i Be it enacted by the Council as follows\\ulnone\\i0 :\\par\n Section 1. Legislative Findings and Intent.  In its most recent annual summary, the Office of Vital Statistics of the New York City Department of Health and Mental Hygiene reported a total of 493 firearm deaths in New York City in 2003.  The report further shows that 397 of these deaths were the result of homicide.  In addition to these deaths, a number of victims each year suffer serious injuries resulting from the discharge of firearms.  Though by far the most serious concern, homicide is only one of the many classifications of crimes involving firearms.  Other armed crimes, including robbery, burglary, rape and kidnapping, account for additional incidents each year.\\par\n\\pard\\fi720\\sl480\\slmult1 In order to reduce gun-related crime, New York City has in the past two decades adopted a thorough background check and licensing scheme aimed at ensuring the responsible handling of firearms and the registration of all firearm owners in the City.  Unfortunately, despite such efforts, the problem of gun crime persists at the alarming rate of approximately one firearm death per day.  This fact is largely a result of the proliferation of illegal means of firearm procurement, such as unlicensed importation from other States with less restrictive gun laws, unregistered sales at trade shows, and so-called \\ldblquote straw purchases,\\rdblquote  in which authorized purchasers buy guns and provide them to unauthorized users, including minors and convicted felons. \\par\nTo combat this threat against the safety of New York City effectively, measures must be taken to stem the flow of illegal firearms at its source.  The Council finds that if manufacturers and dealers followed the commonsense practices specified in this section, the flow of illegally transferred firearms and resulting injuries and deaths from the use of such firearms would be reduced significantly.  Manufacturers and dealers who fail to abide by practices that will stem the flow of illegally transferred firearms must be held to a standard of liability, as should manufacturers and dealers who sell their products to other manufacturers and dealers knowing that such manufacturers and dealers have not complied with these practices.  The Council therefore finds that the imposition of civil liability for distribution of firearms by dealers and manufacturers in the circumstances specified in this local law is essential to the maintenance of public safety and health.\\b\\par\n\\b0\\'a7 2.  The administrative code of the city of New York is amended by adding a new section 10-303.2 to read as follows: \\par\n\\pard\\sl480\\slmult1\\qj\\ul\\b\\'a7 10-303.2 Civil penalty; firearms dealers and manufacturers.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\b0 a. \\b Definitions.\\b0   For purposes of this section, the terms \\ldblquote firearm,\\rdblquote  \\ldblquote handgun,\\rdblquote  \\ldblquote dealer,\\rdblquote  \\ldblquote collector,\\rdblquote  and \\ldblquote manufacturer\\rdblquote  shall have the meanings set forth in 18 U.S.C. \\'a7921, as such section may be amended from time to time, or any successor provision thereto.  The term \\ldblquote transfer\\rdblquote  shall be deemed to include any sale, assignment, pledge, lease, loan, gift or other disposition.  References to \\ldblquote statutes, laws or regulations\\rdblquote  shall be deemed to include federal, state and local statutes, laws, local laws, ordinances, rules and regulations.   \\par\nb. \\b Manufacturer and Dealer Liability.  \\b0 A manufacturer or dealer shall be liable for any injury or death caused by a firearm that it has transferred, if (i) such injury or death results from the use of such firearm by an individual not authorized by law to possess such firearm in the city of New York, and (ii) such manufacturer or dealer, or any other individual or entity acting subsequent to such manufacturer or dealer, unlawfully transferred such firearm at any time prior to such injury or death.  Such liability also includes the possible imposition of punitive damages.  Liability under this section does not extend to any manufacturer or dealer that has complied with the following standards during a period of one year immediately preceding and including the transfer of such firearm:\\par\n(1) The manufacturer or dealer executes no transfers or agreements to transfer at gun shows except for gun shows that maintain a practice of performing instant criminal background checks consistent with 18 U.S.C. \\'a7 922 (t), as such subsection may be amended from time to time and any successor provision thereto, on all transfers, whether by licensed or unlicensed sellers.  \\par\n\\pard\\fi720\\sl480\\slmult1  (2) Any place of business operated by the manufacturer or dealer is located at a fixed address where:\\par\n\\pard\\fi720\\li720\\sl480\\slmult1 (a) a record is maintained, as may be required by any statute, law or regulation, of the make, model, caliber or gauge, and serial number of all firearms held in inventory or offered for sale; and\\par\n\\pard\\li720\\sl480\\slmult1\\qj (b) a record is maintained, as may be required by any statute, law or regulation, of the make, model, caliber or gauge, and serial number of all firearms sold, and of any identifying information required by any such statute, law or regulation to be obtained from purchasers; \\par\n\\pard\\fi720\\sl480\\slmult1\\qj (3) The manufacturer or dealer provides access to the aforementioned records to officers, employees and agents of public agencies conducting inspections, to the full extent required by applicable statutes, laws and regulations; \\par\n(4) The manufacturer or dealer limits transfers to any individual or entity to one handgun in any given thirty-day period, provided that this paragraph shall not apply to lawful transfers to (a) public agencies in furtherance of official business; (b) law enforcement officers employed by public agencies; (c) private security firms, holding any permits or licenses required by applicable statutes, laws and regulations, for the use of their agents and employees; (d) private operators of state and local correctional facilities, for the use of their agents and employees; or (e) licensed manufacturers, licensed dealers or licensed collectors, as those terms are defined by 18 U.S.C. \\'a7921, as such section may be amended from time to time, or any successor provision thereto;  \\par\n\\ulnone  \\ul (5) The manufacturer or dealer has complied with all applicable statutes, laws and regulations governing the transfer of firearms; and\\par\n(6) The manufacturer or dealer has not transferred a firearm to any other manufacturer or dealer in circumstances in which the manufacturer or dealer transferring such firearm knew or should have known that such manufacturer or dealer had not complied with the standards set forth in this subdivision.\\par\nc. \\b Exceptions. \\b0 (1) No action may be commenced pursuant to this section by any person injured or killed by the discharge of a firearm that is lawfully possessed by a law enforcement official employed by a public agency.\\ulnone\\tab\\par\n\\pard\\sl480\\slmult1\\qj\\tab\\ul (2) This section shall not limit in scope any cause of action, other than that provided by this section, available to a person injured by or killed by a firearm.\\par\n\\ulnone\\tab\\ul (3) Nothing in this section shall prevent a manufacturer or dealer from seeking whole or partial indemnity or contribution for any liability incurred under this section from any third party wholly or partially responsible for the injury or death.\\par\n\\ulnone\\tab\\ul (4) Notwithstanding the provisions of subdivision b, there shall be no basis for liability under this section if the manufacturer or dealer proves by a preponderance of the evidence that: (i) the person injured or killed by the discharge of a firearm was committing or attempting to commit a crime (whether or not such crime is actually charged); (ii) the unlawful transfer or possession of the firearm is solely a result of the failure of the owner of the firearm to renew a license, permit or registration within six months of the date such renewal is required; or (iii) prior to the injury or death caused by the firearm, a lawful possessor of the firearm has reported its theft to a federal, state or local law enforcement agency, or reported its loss to an appropriate public agency.\\par\n\\ulnone\\tab\\ul (5) Notwithstanding the provisions of subdivision b, there shall be no basis for liability under this section if the manufacturer or dealer proves by a preponderance of the evidence that the manufacturer or dealer lawfully transferred the firearm to:  (i) a public agency in furtherance of official business; (ii) a law enforcement officer employed by a public agency; (iii) a private security firm, holding any permits or licenses required by applicable statutes, laws and regulations, for the use of its agents and employees; or (iv) a private operator of a state or local correctional facility for the use of its agents and employees. \\par\n\\ulnone\\tab\\ul (6) Notwithstanding the provisions of subdivision b, there shall be no basis for liability under this section if the manufacturer or dealer proves by a preponderance of the evidence that the injury or death is not directly or indirectly related to any act or omission by such manufacturer or dealer, including but not limited to any failure by the manufacturer or dealer to comply with the standards set forth in subdivision b of this section. \\par\n\\ulnone\\'a7 3. This local law shall take effect 60 days after its enactment into law, and shall apply to causes of action in relation to transfers of firearms by dealers and manufacturers that occur after such effective date, provided that, notwithstanding any inconsistent provision of this local law, any one-year period or thirty-day period referred to in this local law shall be reduced as may be necessary so that the commencement of such period in no event predates such effective date.\\par\n\\pard\\par\n}\n\u0000",
  "LastModified": "2019-08-15T18:59:27.647Z"
}
