{
  "ID": 30261,
  "GUID": "7863F25A-5AD1-4416-BD0F-74BA6E5F4B84",
  "File": "Int 0367-2004",
  "LocalLaw": "2004/055",
  "Name": "Sale or purchase of products claiming to be or contain an endangered or threatened species.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the sale or purchase of products claiming to be or to contain an endangered or threatened species.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 35,
  "StatusName": "Enacted",
  "BodyID": 5,
  "BodyName": "Committee on Consumer Affairs",
  "IntroDate": "2004-05-19T00:00:00Z",
  "AgendaDate": "2004-05-19T00:00:00Z",
  "PassedDate": "2004-12-01T00:00:00Z",
  "EnactmentDate": "2004-12-01T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 432,
      "Slug": "philip-reed",
      "FullName": "Philip Reed"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 430,
      "Slug": "bill-perkins",
      "FullName": "Bill Perkins"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5277,
      "Slug": "allan-w-jennings-jr",
      "FullName": "Allan W. Jennings, Jr."
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    }
  ],
  "History": [
    {
      "ID": 168541,
      "Date": "2004-05-19T08:43:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 159805,
      "Date": "2004-05-19T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2966,
      "AgendaSequence": 108,
      "MinutesSequence": 128,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Consumer Affairs",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 159937,
      "Date": "2004-06-01T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 2970,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 160187,
      "Date": "2004-06-01T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 2970,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 167140,
      "Date": "2004-11-17T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee ",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 3508,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 367-A",
      "MinutesNote": "Proposed Int. No. 367-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 167717,
      "Date": "2004-11-17T10:00:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Introduction was Amendment Proposed by Comm ",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 3508,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 167718,
      "Date": "2004-11-17T10:00:00Z",
      "ActionID": 33,
      "Action": "Amended by Committee",
      "Description": "This Introduction was Amended by Committee ",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 3508,
      "MinutesSequence": 7,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 167719,
      "Date": "2004-11-17T10:00:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "This Introduction was Approved by Committee ",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 3508,
      "MinutesSequence": 8,
      "Version": "A",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 167920,
      "Date": "2004-11-23T13:30:00Z",
      "ActionID": 68,
      "Action": "Approved by Council",
      "Description": "A motion was made by  that this Introduction be Approved by Council.   ",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 3622,
      "AgendaSequence": 23,
      "MinutesSequence": 28,
      "Version": "A",
      "AgendaNote": "Amended and Coupled on GO",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "Consent": 1,
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 168205,
      "Date": "2004-11-23T16:18:00Z",
      "ActionID": 53,
      "Action": "Sent to Mayor by Council",
      "Description": "This Introduction was Sent to Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 168455,
      "Date": "2004-12-01T15:13:00Z",
      "ActionID": 5014,
      "Action": "Hearing Held by Mayor",
      "Description": "This Introduction was Hearing Held by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "A",
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 159642,
      "Date": "2004-12-01T22:21:00Z",
      "ActionID": 57,
      "Action": "Signed Into Law by Mayor",
      "Description": "This Introduction was Signed Into Law by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "A",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 168528,
      "Date": "2004-12-02T14:55:00Z",
      "ActionID": 5023,
      "Action": "Recved from Mayor by Council",
      "Description": "This Introduction was Recved from Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 61143,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 6/1/04",
      "Link": "http://nyc.legistar1.com/nyc/attachments/61143.doc",
      "Sort": 999
    },
    {
      "ID": 62341,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 6/1/04",
      "Link": "http://nyc.legistar1.com/nyc/attachments/a351406f-ab17-47bc-b112-06025757f1c7HwordHearing Transcripts 2004Consumer AffairsJune 1.doc",
      "Sort": 1000
    },
    {
      "ID": 63786,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 11/17/04",
      "Link": "http://nyc.legistar1.com/nyc/attachments/b62957f1-f0a9-4c39-9ae6-65b4fc8f85b3HwordNew LegislationCommittee Report - 367a.doc",
      "Sort": 1001
    },
    {
      "ID": 64315,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Fiscal Impact Statement - A",
      "Link": "http://nyc.legistar1.com/nyc/attachments/554668c5-ed48-4291-b733-9a41769d7a83. 367-A.doc",
      "Sort": 1002
    },
    {
      "ID": 64883,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Local Law",
      "Link": "http://nyc.legistar1.com/nyc/attachments/bb9435ec-0d63-49c2-85db-6426b58407e1.doc",
      "Sort": 1003
    },
    {
      "ID": 65943,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 11/17/04",
      "Link": "http://nyc.legistar1.com/nyc/attachments/be8b9004-3820-4c11-b8f5-acef1166e1a4.doc",
      "Sort": 1004
    },
    {
      "ID": 66901,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript - Stated Meeting 11/23/04",
      "Link": "http://nyc.legistar1.com/nyc/attachments/cc3295bd-515e-4c56-a55e-99003380e7a7.doc",
      "Sort": 1005
    }
  ],
  "Summary": "",
  "TextID": 31521,
  "Text": "Be it enacted by the Council as follows:\nSection 1. Declaration of Legislative Findings and Intent.  Illegal trade poses a major threat to endangered wildlife throughout the world and must be curtailed in order to ensure the continued survival of these species in the wild.  Examples of illegal trade can be found in a variety of sectors, including the trades in exotic pets, fine furs and leathers, tourist curios, game meats, and traditional medicines.  Despite numerous state, national, and international laws prohibiting or regulating much of this trade, the illegal wildlife trade thrives.  To gauge one small sector of this trade, TRAFFIC North America, the wildlife trade monitoring program of World Wildlife Fund, conducted a market survey in New York City’s Chinatown in the spring of 2003 to determine if, and how frequently, illegal or regulated wildlife products were being sold in traditional medicine shops.  Of the 27 shops surveyed, 12 displayed medicines containing, or claiming to contain, tiger bone or rhino horn.  In addition, all of the stores were found to be selling products containing bear bile, musk (derived from musk deer) and leopard bone.  These are just a sampling of products made from threatened and endangered species that can be found for sale in a variety of shops not only in New York City’s Chinatown, but throughout the city and in various other communities throughout the United States.\nIt is illegal under federal and state law to sell or offer to sell many of the products uncovered in TRAFFIC’s 2003 survey.  These products, however, often go unnoticed, as authorities do not have the time or resources to regularly scour the shelves of stores in New York City.  When offenders are caught, it is often difficult to prosecute them - in many instances, in order to prove a case, law enforcement personnel must employ expensive and often inconclusive DNA testing in an effort to demonstrate that a given product contains or is a part of an endangered species.  For these reasons, not only are endangered and threatened species sold in New York City, but they are also sold openly, often with packaging that advertises their contents.\nThe Council finds that the advertising of an illegal product, such as a product that contains an endangered or threatened species, flouts and undermines respect for the law and that the purveyors of such products should not be permitted to act with such impunity.  The Council further finds that the necessity of proving that a product advertised as containing an endangered or threatened species actually contains such species strains law enforcement resources.  The Council therefore finds it imperative that New York City impose additional penalties on the sale or purchase of products claiming to be or to contain ingredients derived from an endangered or threatened species.\n§2. Chapter 4 of Title 20 of the administrative code of the city of New York is amended by adding a new subchapter 12 to read as follows:\nSUBCHAPTER 12\nEndangered or Threatened Species\n\n\t§20-698\tDefinitions.\n§20-699\tProhibition.\n§20-699.1\tPublication of endangered and threatened species list.\n§20-699.2\tPenalties.\n\t§20-699.3\tSeizure and forfeiture.\n§20-699.4\tRules.\n§20-699.5\tEnforcement.\n§20-699.6\tHearing authority.\n§20-698 Definitions. Whenever used in this subchapter:\na. “Endangered or threatened species” shall mean any fish or wildlife family, genus, species, subspecies or population that is designated by or pursuant to New York law as endangered or threatened.\nb. “Fish or wildlife” shall mean any member of the animal kingdom, including without limitation any mammal, fish, bird, amphibian, reptile, mollusk, crustacean, arthropod or other invertebrate, and includes any part, product, egg, or offspring thereof, or the dead body or parts thereof.\nc. “Population” shall mean a group of fish or wildlife of the same species or subspecies  inhabiting a defined geographical area.\n§20-699 Prohibition. a. Except with a federal or state permit or license or under \nany exception under federal or state law, it shall be unlawful to buy or sell, offer or attempt to buy or sell, or cause any person to buy or sell:\n(1) any product, item, or substance described in an offer for sale, labeled, or advertised as derived from any endangered or threatened species, or described in an offer for sale, labeled, or advertised as containing any substance derived from any endangered or threatened species; or\n(2) any product, item, or substance that is intended for human consumption or application and is described in an offer for sale, labeled, or advertised as derived from any species of rhinoceros or tiger, or described in an offer for sale, labeled, or advertised as containing any substance derived from any species of rhinoceros or tiger; or\n(3) any species described in an offer for sale, labeled, or advertised as any endangered or threatened species.\nb. It shall be unlawful to include false or misleading information in any offer for sale, label, or advertisement for any endangered or threatened species or any product, item, or substance derived from or containing any substance derived from any endangered or threatened species.  For the purposes of this subchapter, any omission of or failure to state a material fact shall be considered inclusion of false or misleading information.\nc. The prohibitions of this subchapter shall apply to any offer for sale, label or advertisement that refers to any endangered or threatened species by its common name or by its scientific name.\n§20-699.1 Publication of endangered and threatened species list.  No later than April 1, 2005, and at least annually thereafter, the commissioner shall publish a list using the department’s website for the purpose of ensuring compliance by merchants with the provisions of this subchapter.  Such list shall include guidance regarding the identification of any fish or wildlife family, genus, species, subspecies or population designated by or pursuant to New York law as endangered or threatened and shall also separately specify whether all populations of any family or genus so identified are designated as endangered or threatened by or pursuant to New York law.  Such list shall be published in English and Chinese.\n§20-699.2 Penalties. Any person that violates any provision of section 20-699 after October 1, 2005 shall be subject to a civil penalty of not more than five hundred dollars for the first violation and each additional violation occurring on the same day as the first violation, and not less than five hundred dollars nor more than one thousand five hundred dollars for each subsequent violation occurring within a period of twenty-four months.\n§20-699.3 Seizure and forfeiture. Any product, item, substance, or species bought or sold, or attempted to be bought or sold, after October 1, 2005 in violation of section 20-699 or any regulation issued pursuant to this subchapter shall be subject to forfeiture upon notice and judicial determination.\n§20-699.4 Rules. The commissioner shall have the authority to promulgate such rules and regulations as the commissioner shall deem necessary to implement the provisions of this subchapter.\n§20-699.5 Enforcement. The commissioner and the members of the police department shall have the authority to enforce this subchapter.\n§20-699.6 Hearing authority.  Notwithstanding any other provision of law, the department shall be authorized, after October 1, 2005, upon due notice and hearing, to impose civil penalties for the violation of any provision of this subchapter. The department shall have the power to render decisions and orders and to impose civil penalties not to exceed the amounts specified in section 20-699.2 of this subchapter for each such violation.  All proceedings authorized pursuant to this subdivision shall be conducted in accordance with rules promulgated by the commissioner.  The remedies and penalties provided for in this subdivision shall be in addition to any other remedies or penalties provided for the enforcement of such provisions under any other law including, but not limited to, civil or criminal actions or proceedings.\n(2) All such proceedings shall be commenced by the service of a notice of violation returnable to the administrative tribunal of the department. The commissioner shall prescribe the form and wording of notices of violation. The notice of violation or copy thereof when filled in and served shall constitute notice of the violation charged, and, if sworn to or affirmed, shall be prima facie evidence of the facts contained therein. In addition to serving the notice on the person being charged, where written authorization is filed with the department, the department shall deliver by first class mail a copy of the notice to the corporate headquarters or wholesale supplier of such person.\n§3. This local law shall take effect 90 days after its enactment, except that the commissioner of consumer affairs shall take all actions necessary to implement this local law on or before the dates upon which the provisions of this local law shall take effect.\n \nRBU & DD\n11/09/04",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\par\n\\pard\\sl480\\slmult1\\qj\\expndtw-3\\ul Be it enacted by the Council as follows:\\par\n\\pard\\fi480\\ri120\\sl480\\slmult1\\qj\\expndtw0\\ulnone Section 1. Declaration of Legislative Findings and Intent.  Illegal trade poses a major threat to endangered wildlife throughout the world and must be curtailed in order to ensure the continued survival of these species in the wild.  Examples of illegal trade can be found in a variety of sectors, including the trades in exotic pets, fine furs and leathers, tourist curios, game meats, and traditional medicines.  Despite numerous state, national, and international laws prohibiting or regulating much of this trade, the illegal wildlife trade thrives.  To gauge one small sector of this trade, TRAFFIC North America, the wildlife trade monitoring program of World Wildlife Fund, conducted a market survey in New York City\\rquote s Chinatown in the spring of 2003 to determine if, and how frequently, illegal or regulated wildlife products were being sold in traditional medicine shops.  Of the 27 shops surveyed, 12 displayed medicines containing, or claiming to contain, tiger bone or rhino horn.  In addition, all of the stores were found to be selling products containing bear bile, musk (derived from musk deer) and leopard bone.  These are just a sampling of products made from threatened and endangered species that can be found for sale in a variety of shops not only in New York City\\rquote s Chinatown, but throughout the city and in various other communities throughout the United States.\\par\nIt is illegal under federal and state law to sell or offer to sell many of the products uncovered in TRAFFIC\\rquote s 2003 survey.  These products, however, often go unnoticed, as authorities do not have the time or resources to regularly scour the shelves of stores in New York City.  When offenders are caught, it is often difficult to prosecute them - in many instances, in order to prove a case, law enforcement personnel must employ expensive and often inconclusive DNA testing in an effort to demonstrate that a given product contains or is a part of an endangered species.  For these reasons, not only are endangered and threatened species sold in New York City, but they are also sold openly, often with packaging that advertises their contents.\\par\nThe Council finds that the advertising of an illegal product, such as a product that contains an endangered or threatened species, flouts and undermines respect for the law and that the purveyors of such products should not be permitted to act with such impunity.  The Council further finds that the necessity of proving that a product advertised as containing an endangered or threatened species actually contains such species strains law enforcement resources.  The Council therefore finds it imperative that New York City impose additional penalties on the sale or purchase of products claiming to be or to contain ingredients derived from an endangered or threatened species.\\par\n\\pard\\fi720\\ri120\\sl480\\slmult1\\qj\\tx720\\'a72. Chapter 4 of \\expndtw-3 Title 20 of the administrative code of the city of New York is amended by adding a new subchapter 12 to read as follows:\\b\\par\n\\pard\\keepn\\s2\\expndtw0\\ul\\b0\\fs20 SUBCHAPTER 12\\expndtw-3\\par\n\\pard\\keepn\\hyphpar0\\s1\\qc\\b\\fs24 Endangered or Threatened Species\\par\n\\pard\\expndtw0\\ulnone\\par\n\\pard\\hyphpar0\\sl480\\slmult1\\qj\\expndtw-3\\tab\\ul\\'a720-698\\tab\\expndtw0 Definitions.\\expndtw-3\\ulnone\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\ul\\'a720-699\\tab\\expndtw0 Prohibition.\\expndtw-3\\par\n\\'a720-699.1\\tab Publication of endangered and threatened species list.\\par\n\\'a720-699.2\\tab Penalties.\\par\n\\pard\\hyphpar0\\sl480\\slmult1\\qj\\ulnone\\tab\\ul\\'a720-699.3\\tab\\expndtw0 Seizure and forfeiture.\\ulnone\\par\n\\pard\\fi600\\li120\\ri120\\sl480\\slmult1\\expndtw-3\\ul\\'a720-699.4\\tab\\expndtw0 Rules.\\par\n\\expndtw-3\\'a720-699.5\\tab\\expndtw0 Enforcement.\\par\n\\'a720-699.6\\tab Hearing authority.\\expndtw-3\\b0\\par\n\\pard\\fi720\\ri115\\sl480\\slmult1\\'a720-698 \\b Definitions. \\b0 Whenever used in this subchapter:\\par\n\\pard\\fi720\\sl480\\slmult1 a. \\ldblquote Endangered or threatened species\\rdblquote  \\expndtw0 shall mean any fish or wildlife family, genus, species, subspecies or population that is designated by or pursuant to New York law as endangered or threatened.\\par\nb. \\ldblquote Fish or wildlife\\rdblquote  shall mean any member of the animal kingdom, including without limitation any mammal, fish, bird, amphibian, reptile, mollusk, crustacean, arthropod or other invertebrate, and includes any part, product, egg, or offspring thereof, or the dead body or parts thereof.\\par\n\\pard\\fi720\\ri120\\sl480\\slmult1\\qj c. \\ldblquote Population\\rdblquote  shall mean a group of fish or wildlife of the same species or subspecies  inhabiting a defined geographical area.\\expndtw-3\\par\n\\pard\\li720\\ri120\\sl480\\slmult1\\qj\\'a720-699 \\b Prohibition.\\b0  a. \\expndtw0 Except with a federal or state permit or license or under \\par\n\\pard\\ri120\\sl480\\slmult1\\qj any exception under federal or state law, it shall be unlawful to buy or sell, offer or attempt to buy or sell, or cause any person to buy or sell:\\par\n\\pard\\fi720\\ri120\\sl480\\slmult1\\qj (1) any product, item, or substance described in an offer for sale, labeled, or advertised as derived from any endangered or threatened species, or described in an offer for sale, labeled, or advertised as containing any substance derived from any endangered or threatened species; or\\par\n(2) any product, item, or substance that is intended for human consumption or application and is described in an offer for sale, labeled, or advertised as derived from any species of rhinoceros or tiger, or described in an offer for sale, labeled, or advertised as containing any substance derived from any species of rhinoceros or tiger; or\\par\n(3) any species described in an offer for sale, labeled, or advertised as any endangered or threatened species.\\par\n\\pard\\fi720\\ri115\\sl480\\slmult1\\qj b. It shall be unlawful to include false or misleading information in any offer for sale, label, or advertisement for any endangered or threatened species or any product, item, or substance derived from or containing any substance derived from any endangered or threatened species.  For the purposes of this subchapter, any omission of or failure to state a material fact shall be considered inclusion of false or misleading information.\\par\nc. The prohibitions of this subchapter shall apply to any offer for sale, label or advertisement that refers to any endangered or threatened species by its common name or by its scientific name.\\par\n\\'a720-699.1 \\b Publication of endangered\\b0  \\b and\\b0  \\b threatened\\b0  \\b species\\b0  \\b list\\b0 .  No later than April 1, 2005, and at least annually thereafter, the \\expndtw-3 commissioner shall publish a list using the department\\rquote s website for the purpose of ensuring compliance by merchants with the provisions of this subchapter.  Such list shall include guidance regarding the identification of any fish or wildlife family, genus, species, subspecies or population\\b  \\expndtw0\\b0 designated by or pursuant to New York law as endangered or threatened and shall also separately specify whether all populations of any family or genus so identified are designated as endangered or threatened by or pursuant to New York law.  Such list shall be published in English and Chinese.\\expndtw-3\\ulnone\\par\n\\ul\\'a720-699.2 \\b Penalties.\\b0  \\expndtw0 Any person that violates any provision of section 20-699 after October 1, 2005 shall be subject to a civil penalty of not more than five hundred dollars for the first violation and each additional violation occurring on the same day as the first violation, and not less than five hundred dollars nor more than one thousand five hundred dollars for each subsequent violation occurring within a period of twenty-four months.\\ulnone\\par\n\\pard\\fi720\\ri120\\sl480\\slmult1\\qj\\expndtw-3\\ul\\'a720-699.3 \\expndtw0\\b Seizure and forfeiture.\\b0  Any product, item, substance, or species bought or sold, or attempted to be bought or sold, after October 1, 2005 in violation of section 20-699 or any regulation issued pursuant to this subchapter shall be subject to forfeiture upon notice and judicial determination.\\par\n\\expndtw-3\\'a720-699.4 \\b Rules.\\b0  \\expndtw0 The commissioner shall have the authority to promulgate such rules and regulations as the commissioner shall deem necessary to implement the provisions of this subchapter.\\par\n\\expndtw-3\\'a720-699.5 \\expndtw0\\b Enforcement. \\b0 The commissioner and the members of the police department shall have the authority to enforce this subchapter.\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\'a720-699.6 \\b Hearing authority.\\b0   Notwithstanding any other provision of law, the department shall be authorized, after October 1, 2005, upon due notice and hearing, to impose civil penalties for the violation of any provision of this subchapter. The department shall have the power to render decisions and orders and to impose civil penalties not to exceed the amounts specified in section 20-699.2 of this subchapter for each such violation.  All proceedings authorized pursuant to this subdivision shall be conducted in accordance with rules promulgated by the commissioner.  The remedies and penalties provided for in this subdivision shall be in addition to any other remedies or penalties provided for the enforcement of such provisions under any other law including, but not limited to, civil or criminal actions or proceedings.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj (2) All such proceedings shall be commenced by the service of a notice of violation returnable to the administrative tribunal of the department. The commissioner shall prescribe the form and wording of notices of violation. The notice of violation or copy thereof when filled in and served shall constitute notice of the violation charged, and, if sworn to or affirmed, shall be prima facie evidence of the facts contained therein. In addition to serving the notice on the person being charged, where written authorization is filed with the department, the department shall deliver by first class mail a copy of the notice to the corporate headquarters or wholesale supplier of such person.\\par\n\\ulnone\\'a73. This local law shall take effect 90 days after its enactment, except that the commissioner of consumer affairs shall take all actions necessary to implement this local law on or before the dates upon which the provisions of this local law shall take effect.\\par\n\\pard\\qj  \\par\nRBU & DD\\par\n\\pard\\ri120 11/09/04\\par\n\\pard\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n}\n\u0000",
  "LastModified": "2019-08-15T18:59:59.33Z"
}
