{
  "ID": 30294,
  "GUID": "54EE308D-555B-44F1-8B49-0E4464C049F1",
  "File": "Int 0370-2004",
  "Name": "Mandating that the MMR include citizen satisfaction survey responses that will allow the city to properly gauge how residents view the performance of their government.",
  "Title": "A Local Law to amend the charter of the city of New York, in relation to mandating that the Mayor’s Management Report include citizen satisfaction survey responses that will allow the city to properly gauge how residents view the performance of their government.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 13,
  "BodyName": "Committee on Governmental Operations",
  "IntroDate": "2004-05-19T00:00:00Z",
  "AgendaDate": "2004-05-19T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 430,
      "Slug": "bill-perkins",
      "FullName": "Bill Perkins"
    },
    {
      "ID": 5281,
      "Slug": "joseph-p-addabbo-jr",
      "FullName": "Joseph P. Addabbo, Jr."
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5277,
      "Slug": "allan-w-jennings-jr",
      "FullName": "Allan W. Jennings, Jr."
    },
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 432,
      "Slug": "philip-reed",
      "FullName": "Philip Reed"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5275,
      "Slug": "eric-n-gioia",
      "FullName": "Eric N. Gioia"
    },
    {
      "ID": 5294,
      "Slug": "betsy-gotbaum",
      "FullName": "Betsy Gotbaum"
    }
  ],
  "History": [
    {
      "ID": 159674,
      "Date": "2004-05-19T10:52:33Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 159822,
      "Date": "2004-05-19T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2966,
      "AgendaSequence": 125,
      "MinutesSequence": 145,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Governmental Operations",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 182269,
      "Date": "2005-11-29T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 5464,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 182603,
      "Date": "2005-11-29T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 5464,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184877,
      "Date": "2005-12-31T10:49:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 69996,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "http://nyc.legistar1.com/nyc/attachments/17c131a1-f296-4b5e-8d64-bbbb711df7a9.doc",
      "Sort": 1
    },
    {
      "ID": 71307,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript",
      "Link": "http://nyc.legistar1.com/nyc/attachments/b1fa3575-92fd-4c91-927f-db911bb5127f.doc",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 16709,
  "Text": "Be it enacted by the Council as follows:\n\tSection One:  Declaration of Legislative Intent and Findings.  Currently, the Mayor’s Management Report does not directly gauge residents’ perceptions and evaluations of the services about which it reports.  The view that services are best implemented when “customer driven,” has led to the wide use of citizen satisfaction surveys which, when combined with agency data, provide a more accurate view of an agency’s success or failure in delivering those services.  Such surveys provide information regarding citizen satisfaction and their reasons for using such services.  They identify those needs not currently covered by available services and gauge citizen support for the policies behind the services rendered.  Moreover, such surveys can incorporate differences in satisfaction disaggregated by age, race, gender and other socio-economic indices.  A genuine measure of efficiency must include not only whether a particular incident or case was resolved, but whether it was resolved satisfactorily.  \n\n§ 2.  Subdivision c of section 12 of the charter of the city of New York is amended by adding a new paragraph (7), to read as follows:\nc. The management report shall include a review of the implementation of the statement of needs as required by subdivision h of section two hundred four and shall contain for each agency\n(1) program performance goals for the current fiscal year and a statement and explanation of performance measures;\n(2) a statement of actual performance for the entire previous fiscal year relative to program performance goals;\n(3) a statement of the status of the agency's internal control environment and systems, including a summary of any actions taken during the previous fiscal year, and any actions being taken during the current fiscal year to strengthen the agency's internal control environment and system;\n(4) a summary of rulemaking actions undertaken by the agency during the past fiscal year including\n(a) the number of rulemaking actions taken,\n(b) the number of such actions which were not noticed in the regulatory agenda prepared for such fiscal year, including a summary of the reasons such rules were not included in such regulatory agenda, and\n(c) the number of such actions which were adopted under the emergency rulemaking procedures;\n(5) a summary of the procurement actions taken during the previous fiscal year, including: (i) for each of the procurement methods specified in section three hundred twelve, the number and dollar value of the procurement contracts entered into during such fiscal year; and (ii) for all procurement contracts entered into pursuant to a procurement method other than that specified in paragraph one of subdivision a of section three hundred twelve, the number and dollar value of such procurement contracts by each of the reasons specified in paragraph one of subdivision b of section three hundred twelve; and\n(6) an appendix indicating the relationship between the program performance goals included in the management report pursuant to paragraph two of this subdivision and the corresponding expenditures made pursuant to the adopted budget for the previous fiscal year[.] ;and\n(7) citizen satisfaction survey responses that gauge how the public perceives services rendered by city agencies.\n\n§3.  This local law shall take effect immediately.\n\nMT\nMD\nLS# 628\n4/29/04",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\sl480\\slmult1\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\tab Section One:  Declaration of Legislative Intent and Findings.  Currently, the Mayor\\rquote s Management Report does not directly gauge residents\\rquote  perceptions and evaluations of the services about which it reports.  The view that services are best implemented when \\ldblquote customer driven,\\rdblquote  has led to the wide use of citizen satisfaction surveys which, when combined with agency data, provide a more accurate view of an agency\\rquote s success or failure in delivering those services.  Such surveys provide information regarding citizen satisfaction and their reasons for using such services.  They identify those needs not currently covered by available services and gauge citizen support for the policies behind the services rendered.  Moreover, such surveys can incorporate differences in satisfaction disaggregated by age, race, gender and other socio-economic indices.  A genuine measure of efficiency must include not only whether a particular incident or case was resolved, but whether it was resolved satisfactorily.  \\par\n\\par\n\\pard\\fi720\\sl480\\slmult1\\'a7 2.  Subdivision c of section 12 of the charter of the city of New York is amended by adding a new paragraph (7), to read as follows:\\par\n\\cf1 c. The management report shall include a review of the implementation of the statement of needs as required by subdivision h of section two hundred four and shall contain for each agency\\cf0\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\cf1 (1) program performance goals for the current fiscal year and a statement and explanation of performance measures;\\cf0\\par\n\\cf1 (2) a statement of actual performance for the entire previous fiscal year relative to program performance goals;\\cf0\\par\n\\cf1 (3) a statement of the status of the agency's internal control environment and systems, including a summary of any actions taken during the previous fiscal year, and any actions being taken during the current fiscal year to strengthen the agency's internal control environment and system;\\cf0\\par\n\\cf1 (4) a summary of rulemaking actions undertaken by the agency during the past fiscal year including\\cf0\\par\n\\cf1 (a) the number of rulemaking actions taken,\\cf0\\par\n\\cf1 (b) the number of such actions which were not noticed in the regulatory agenda prepared for such fiscal year, including a summary of the reasons such rules were not included in such regulatory agenda, and\\par\n(c) the number of such actions which were adopted under the emergency rulemaking procedures;\\cf0\\par\n\\cf1 (5) a summary of the procurement actions taken during the previous fiscal year, including: (i) for each of the procurement methods specified in section three hundred twelve, the number and dollar value of the procurement contracts entered into during such fiscal year; and (ii) for all procurement contracts entered into pursuant to a procurement method other than that specified in paragraph one of subdivision a of section three hundred twelve, the number and dollar value of such procurement contracts by each of the reasons specified in paragraph one of subdivision b of section three hundred twelve; and\\cf0\\par\n\\cf1 (6) an appendix indicating the relationship between the program performance goals included in the management report pursuant to paragraph two of this subdivision and the corresponding expenditures made pursuant to the adopted budget for the previous fiscal year[.] \\ul ;and\\par\n\\cf0 (7) citizen satisfaction survey responses that gauge how the public perceives services rendered by city agencies.\\cf1\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\ulnone\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\'a73.  This local law shall take effect immediately.\\par\n\\cf0\\par\n\\pard MT\\par\nMD\\par\nLS# 628\\par\n4/29/04\\par\n}\n\u0000",
  "LastModified": "2019-08-15T19:00:32.64Z"
}
