{
  "ID": 30259,
  "GUID": "EE0E5494-3C7E-43B9-A8C8-84414FC0C4CC",
  "File": "Int 0372-2004",
  "Name": "In relation to animal shelters.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to animal shelters.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2004-05-19T00:00:00Z",
  "AgendaDate": "2004-05-19T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 0,
      "Slug": "",
      "FullName": ""
    },
    {
      "ID": 0,
      "Slug": "",
      "FullName": ""
    }
  ],
  "History": [
    {
      "ID": 159640,
      "Date": "2004-05-19T10:13:26Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 159847,
      "Date": "2004-05-19T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2966,
      "AgendaSequence": 144,
      "MinutesSequence": 164,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184878,
      "Date": "2005-12-31T10:49:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 16683,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Section 17-802 of the administrative code of the city of New York is amended by adding a new subdivision f to read as follows:\nf.  \"Receiving shelter\" shall mean a facility required to have a permit in accordance with subdivision (b) of section 161.09 of the New York city health code that receives lost, stray or homeless animals and:\n(1) accepts dogs and cats pursuant to section 17-809 of this chapter; and\n(2) has an adoption program open pursuant to such section 17-809.\n§ 2.  Section 17-803 of the administrative code of the city of New York, as added by local law number 26 for the year 2000, is amended to read as follows:\n§ 17-803  Animal shelters.  The department shall ensure that a full-service shelter is maintained in [each borough of the city of New York] the boroughs of Manhattan, Brooklyn and Staten Island and that a receiving shelter is maintained in the boroughs of Bronx and Queens. The department shall ensure that the full-service shelter maintained in Brooklyn be available to accept animals from the New York city police department twenty-four hours each day, seven days a week.\n§ 3.  The opening paragraph of subdivision a of section 17-804 of the administrative code of the city of New York, as added by local law number 26 for the year 2000, is amended to read as follows:\na. No full-service shelter, receiving shelter or other shelter for homeless animals required to have a permit issued pursuant to subdivision (b) of section 161.09 of the New York city health code shall release a dog or cat to a person claiming ownership thereof, or to a person adopting such dog or cat, unless such dog or cat has been sterilized by a licensed veterinarian; provided, however, that such requirement shall not apply:\n§ 4.  Section 17-805 of the administrative code of the city of New York, as added by local law 26 for the year 2000, subdivision (h) as added by local law number 12 for the year 2002, is amended to read as follows:\n§ 17-805  Reporting requirement.  The department shall provide the mayor and the city council with a report by February twenty-eighth of each year which shall set forth information regarding the management and operation of all full-service shelters and receiving shelters performing services pursuant to a contract with the city of New York, including but not limited to:\na. the number of animals accepted by each full-service shelter and receiving shelter during the previous calendar year;\nb. the number of animals that were sterilized at each full-service shelter and receiving shelter during the previous calendar year;\nc. the number of animals that were humanely euthanized at each full-service shelter and receiving shelter during the previous calendar year;\nd. the number of adoptable animals that were humanely euthanized at each full-service shelter and receiving shelter during the previous calendar year;\ne. the number of animals that were adopted at each full-service shelter and receiving shelter during the previous calendar year;\nf. the number of animals at each full-service shelter and receiving shelter that were returned to their owner during the previous calendar year; and\ng. the number of animals at each full-service shelter and receiving shelter that were provided to other shelters for adoption during the previous calendar year.\nh. Provided, however, that the department shall report to the council each month the number of adoptable animals that were humanely euthanized at each [full service] full-service shelter and receiving shelter during the previous month.\n§ 5.  Section 17-809 of the administrative code of the city of New York, as added by local law number 12 for the year 2002, is amended to read as follows:\n§ 17-809  Hours of operation and adoption program at full-service shelters and receiving shelters.  [From July first, two thousand two until December thirty-first, two thousand four, a] Each [full service] full-service shelter and receiving shelter shall accept dogs and cats twelve hours per day, [seven days per week] Monday through Friday, and eight hours per day Saturday and Sunday and shall operate an adoption program [during weekends and three additional days during each week. The adoption program shall be operational for a minimum of six hours during each day the adoption program is required to be operational as provided by this section. After January first, two thousand five, a full service shelter shall accept dogs and cats twenty-four hours per day, seven days per week and shall operate an adoption program] eight hours per day, seven days per week.\n§ 6.  Section 2 of local law number 26 for the year 2000, as amended by local law number 12 for the year 2002, is amended to read as follows:\n 2.  This local law shall take effect one hundred eighty days after its enactment[; provided, however, that Section 17-803 shall take effect January 1, 2001 with respect to the boroughs of Brooklyn, Manhattan and Staten Island and July 1, 2006 with respect to the boroughs of the Bronx and Queens, and provided, further, that with respect to the boroughs of the Bronx and Queens, the city shall acquire the sites and comply with the provisions of section 197-c of the New York city charter by July first, two thousand four, and shall complete construction of the shelter facilities by July first, two thousand six].\n§ 7.  This local law shall take effect July first, two thousand four, except that section 6 of this local law  shall take effect immediately.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\pard\\hyphpar0\\sl480\\slmult1\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\pard\\hyphpar0\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1.  Section 17-802 of the administrative code of the city of New York is amended by adding a new subdivision f to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ul f.  \"Receiving shelter\" shall mean a facility required to have a permit in accordance with subdivision (b) of section 161.09 of the New York city health code that receives lost, stray or homeless animals and:\\par\n\\pard\\fi720\\sl480\\slmult1 (1) accepts dogs and cats pursuant to section 17-809 of this chapter; and\\par\n(2) has an adoption program open pursuant to such section 17-809.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ulnone\\'a7 2.  Section 17-803 of the administrative code of the city of New York, as added by local law number 26 for the year 2000, is amended to read as follows:\\par\n\\'a7 17-803  Animal shelters.  The department shall ensure that a full-service shelter is maintained in [each borough of the city of New York] \\ul the boroughs of Manhattan, Brooklyn and Staten Island and that a receiving shelter is maintained in the boroughs of Bronx and Queens. The department shall ensure that the full-service shelter maintained in Brooklyn be available to accept animals from the New York city police department twenty-four hours each day, seven days a week\\ulnone .\\par\n\\'a7 3.  The opening paragraph of subdivision a of section 17-804 of the administrative code of the city of New York, as added by local law number 26 for the year 2000, is amended to read as follows:\\par\na. No full-service shelter\\ul , receiving shelter\\ulnone  or other shelter for homeless animals required to have a permit issued pursuant to subdivision (b) of section 161.09 of the New York city health code shall release a dog or cat to a person claiming ownership thereof, or to a person adopting such dog or cat, unless such dog or cat has been sterilized by a licensed veterinarian; provided, however, that such requirement shall not apply:\\par\n\\'a7 4.  Section 17-805 of the administrative code of the city of New York, as added by local law 26 for the year 2000, subdivision (h) as added by local law number 12 for the year 2002, is amended to read as follows:\\par\n\\'a7 17-805  Reporting requirement.  The department shall provide the mayor and the city council with a report by February twenty-eighth of each year which shall set forth information regarding the management and operation of all full-service shelters \\ul and receiving shelters\\ulnone  performing services pursuant to a contract with the city of New York, including but not limited to:\\par\na. the number of animals accepted by each full-service shelter \\ul and receiving shelter\\ulnone  during the previous calendar year;\\par\nb. the number of animals that were sterilized at each full-service shelter \\ul and receiving shelter\\ulnone  during the previous calendar year;\\par\nc. the number of animals that were humanely euthanized at each full-service shelter \\ul and receiving shelter\\ulnone  during the previous calendar year;\\par\nd. the number of adoptable animals that were humanely euthanized at each full-service shelter \\ul and receiving shelter\\ulnone  during the previous calendar year;\\par\ne. the number of animals that were adopted at each full-service shelter \\ul and receiving shelter\\ulnone  during the previous calendar year;\\par\nf. the number of animals at each full-service shelter \\ul and receiving shelter\\ulnone  that were returned to their owner during the previous calendar year; and\\par\ng. the number of animals at each full-service shelter \\ul and receiving shelter\\ulnone  that were provided to other shelters for adoption during the previous calendar year.\\par\nh. Provided, however, that the department shall report to the council each month the number of adoptable animals that were humanely euthanized at each [full service] \\ul full-service\\ulnone  shelter \\ul and receiving shelter\\ulnone  during the previous month.\\par\n\\'a7 5.  Section 17-809 of the administrative code of the city of New York, as added by local law number 12 for the year 2002, is amended to read as follows:\\par\n\\'a7 17-809  Hours of operation and adoption program at full-service shelters \\ul and receiving shelters\\ulnone .  [From July first, two thousand two until December thirty-first, two thousand four, a]\\ul  Each\\ulnone  [full service] \\ul full-service\\ulnone  shelter \\ul and receiving shelter\\ulnone  shall accept dogs and cats twelve hours per day, [seven days per week] \\ul Monday through Friday, and eight hours per day Saturday and Sunday\\ulnone  and shall operate an adoption program [during weekends and three additional days during each week. The adoption program shall be operational for a minimum of six hours during each day the adoption program is required to be operational as provided by this section. After January first, two thousand five, a full service shelter shall accept dogs and cats twenty-four hours per day, seven days per week and shall operate an adoption program] \\ul eight hours per day,\\ulnone  seven days per week.\\par\n\\'a7 6.  Section 2 of local law number 26 for the year 2000, as amended by local law number 12 for the year 2002, is amended to read as follows:\\par\n 2.  This local law shall take effect one hundred eighty days after its enactment[; provided, however, that Section 17-803 shall take effect January 1, 2001 with respect to the boroughs of Brooklyn, Manhattan and Staten Island and July 1, 2006 with respect to the boroughs of the Bronx and Queens, and provided, further, that with respect to the boroughs of the Bronx and Queens, the city shall acquire the sites and comply with the provisions of section 197-c of the New York city charter by July first, two thousand four, and shall complete construction of the shelter facilities by July first, two thousand six].\\par\n\\pard\\fi720\\sl480\\slmult1\\'a7 7.  This local law shall take effect July first, two thousand four, except that section 6 of this local law  shall take effect immediately.\\par\n\\pard\\par\n}\n\u0000",
  "LastModified": "2019-08-15T19:00:54.813Z"
}
