{
  "ID": 30297,
  "GUID": "BDEA5029-CF4D-4CD4-84C5-275FBAA7F75D",
  "File": "Int 0373-2004",
  "LocalLaw": "2005/048",
  "Name": "Annual report by certain entities which enter into contracts with the department of small business services.",
  "Title": "A Local Law to amend the New York city charter, in relation to requiring an annual report by certain entities which enter into contracts with the department of small business services.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 35,
  "StatusName": "Enacted",
  "BodyID": 7,
  "BodyName": "Committee on Economic Development",
  "IntroDate": "2004-05-19T00:00:00Z",
  "AgendaDate": "2004-05-19T00:00:00Z",
  "PassedDate": "2005-05-19T00:00:00Z",
  "EnactmentDate": "2005-05-19T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5277,
      "Slug": "allan-w-jennings-jr",
      "FullName": "Allan W. Jennings, Jr."
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5286,
      "Slug": "bill-de-blasio",
      "FullName": "Bill De Blasio"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5294,
      "Slug": "betsy-gotbaum",
      "FullName": "Betsy Gotbaum"
    }
  ],
  "History": [
    {
      "ID": 159677,
      "Date": "2004-05-19T10:57:15Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 159841,
      "Date": "2004-05-19T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2966,
      "AgendaSequence": 145,
      "MinutesSequence": 165,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Economic Development",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 160259,
      "Date": "2004-06-09T14:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "",
      "BodyID": 7,
      "BodyName": "Committee on Economic Development",
      "EventID": 2997,
      "AgendaSequence": 3,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 160712,
      "Date": "2004-06-09T14:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "",
      "BodyID": 7,
      "BodyName": "Committee on Economic Development",
      "EventID": 2997,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 174691,
      "Date": "2005-05-03T11:30:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 7,
      "BodyName": "Committee on Economic Development",
      "EventID": 4582,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 373-A",
      "MinutesNote": "Proposed Int. No. 373-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 174920,
      "Date": "2005-05-03T11:30:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 7,
      "BodyName": "Committee on Economic Development",
      "EventID": 4582,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 175067,
      "Date": "2005-05-09T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 7,
      "BodyName": "Committee on Economic Development",
      "EventID": 4675,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 373-A",
      "MinutesNote": "Proposed Int. No. 373-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 175117,
      "Date": "2005-05-09T13:00:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Introduction was Amendment Proposed by Comm",
      "BodyID": 7,
      "BodyName": "Committee on Economic Development",
      "EventID": 4675,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 175138,
      "Date": "2005-05-09T13:00:00Z",
      "ActionID": 33,
      "Action": "Amended by Committee",
      "Description": "This Introduction was Amended by Committee",
      "BodyID": 7,
      "BodyName": "Committee on Economic Development",
      "EventID": 4675,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 175139,
      "Date": "2005-05-09T13:00:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "A motion was made that this Introduction be Approved by Committee approved by Roll Call.",
      "BodyID": 7,
      "BodyName": "Committee on Economic Development",
      "EventID": 4675,
      "MinutesSequence": 5,
      "Version": "A",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 175233,
      "Date": "2005-05-11T13:30:00Z",
      "ActionID": 68,
      "Action": "Approved by Council",
      "Description": "A motion was made that this Introduction be Approved by Council approved by consent Roll Call.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 4692,
      "AgendaSequence": 34,
      "MinutesSequence": 39,
      "Version": "A",
      "AgendaNote": "Amended and Coupled on GO",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "Consent": 1,
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 175718,
      "Date": "2005-05-11T22:13:00Z",
      "ActionID": 53,
      "Action": "Sent to Mayor by Council",
      "Description": "This Introduction was Sent to Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 175728,
      "Date": "2005-05-18T13:25:00Z",
      "ActionID": 5014,
      "Action": "Hearing Held by Mayor",
      "Description": "This Introduction was Hearing Held by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "A",
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 175824,
      "Date": "2005-05-19T12:54:00Z",
      "ActionID": 57,
      "Action": "Signed Into Law by Mayor",
      "Description": "This Introduction was Signed Into Law by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "A",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 175870,
      "Date": "2005-05-20T10:14:00Z",
      "ActionID": 5023,
      "Action": "Recved from Mayor by Council",
      "Description": "This Introduction was Recved from Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 61375,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 6/9/04",
      "Link": "http://nyc.legistar1.com/nyc/attachments/61375.doc",
      "Sort": 1
    },
    {
      "ID": 61555,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 6/9/04",
      "Link": "http://nyc.legistar1.com/nyc/attachments/61555.doc",
      "Sort": 2
    },
    {
      "ID": 66171,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 5/11/05",
      "Link": "http://nyc.legistar1.com/nyc/attachments/2c32c9be-3257-4164-87eb-01c055030ec6.doc",
      "Sort": 3
    },
    {
      "ID": 66186,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Fiscal Impact Statement-A",
      "Link": "http://nyc.legistar1.com/nyc/attachments/0ba53ca9-608b-481b-a5de-12aaa4fda3d9.doc",
      "Sort": 4
    },
    {
      "ID": 69137,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Local Law",
      "Link": "http://nyc.legistar1.com/nyc/attachments/c679fa44-61d8-4b21-885c-2c3220eba09f.doc",
      "Sort": 5
    },
    {
      "ID": 69897,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 5/3/05",
      "Link": "http://nyc.legistar1.com/nyc/attachments/b5026a49-351e-4336-ad92-75e4bbab0598.doc",
      "Sort": 6
    },
    {
      "ID": 69471,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 5/9/05",
      "Link": "http://nyc.legistar1.com/nyc/attachments/9c4a39e9-3987-488c-a97f-58aaa34ed221.doc",
      "Sort": 7
    },
    {
      "ID": 69627,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript - Stated Meeting 5/11/05",
      "Link": "http://nyc.legistar1.com/nyc/attachments/519a0443-0ddc-4a5d-b11b-967ba9c99596.doc",
      "Sort": 8
    }
  ],
  "Summary": "",
  "TextID": 33361,
  "Text": "Be it enacted by the Council as follows:\n\tSection 1. Paragraph b of subdivision 1 of section 1301 of the New York city charter, as amended by local law number 69 for the year 1993, is amended to read as follows:\n\tb. to serve as liaison for the city with local development corporations, other not-for-profit corporations and all other entities involved in economic development within the city. In furtherance of this function, the department shall include in any contract with a local development corporation under which such local development corporation is engaged in providing or administering economic development [services] benefits on behalf of the city and expending city capital appropriations in connection therewith, a requirement that such local development corporation submit to the mayor [and], the council, the city comptroller, the public advocate and the borough presidents by [May 1, 1994 and by] January 31 of each [succeeding] year, a report for the prior year in the form prescribed hereunder with regard to projected and actual jobs created and retained in connection with any project undertaken by such local development corporation for the purpose of the creation or retention of jobs, whether or not such project involves the expenditure of city capital appropriations, if in connection with such project assistance to a business entity was provided by such local development corporation in the form of a loan, grant or tax benefit in excess of [two hundred and fifty thousand] one hundred fifty thousand dollars, or a sale or lease of land where the project is estimated to retain or create not less than [25] twenty-five jobs.  [The] With regard to any project for which the project agreement and any other documents applicable to such project have been executed on or after July 1, 2005, the report shall be for the period commencing on the date that the project agreement and any other documents applicable to such project have been executed through the final year that such entity receives assistance for such project, except that, as to projects consisting of a lease or sale of city-owned land, the report shall commence from the date of the lease or conveyance of title by the city and shall continue for seven years or such longer period as is deemed appropriate by the department.  For projects in existence prior to July 1, 2005, the report shall be made with regard to each such project for the first seven years [after any such assistance was first provided] from the date when any project agreement or other document applicable to the project is executed by the entity receiving such assistance with such local development corporation and the report shall contain, for the current reporting year, the following information with respect thereto: (i) [its] the project’s name; (ii) its location; (iii) the time span over which the project is to receive any such assistance; (iv) the type of such assistance provided, including the name of the program or programs through which assistance is provided; (v) [the number of jobs projected to be created or retained for the first seven years after any such assistance was first provided;] for projects that involve a maximum amount of assistance, a statement of the maximum amount of assistance available to those projects over the duration of the project agreement, and for those projects that do not have a maximum amount, the current estimated amount of assistance over the duration of the project agreement, the amount of tax exempt bonds issued during the current reporting year and the range of potential cost of those bonds; project assistance to be reported shall include, but shall not be limited to, PILOT savings, which shall be defined for the purposes of this paragraph as the difference between the PILOT payments made and the property tax that would have been paid in the absence of a PILOT agreement, the amount of mortgage recording fees waived, related property tax abatements, sales tax abatements, the dollar value of energy benefits and an estimated range of costs to the city of foregone income tax revenues due to the issuance of tax exempt bonds; (vi) [an estimate of the actual number of jobs created or retained to date;] the total number of employees at all sites covered by the project at the time of the project agreement including the number of permanent full-time jobs, the number of permanent part-time jobs, the number of full-time equivalents, and the number of contract employees where contract employees may be included for the purpose of determining compliance with job creation or retention requirements; (vii) [the estimated amount, for that year and cumulatively to date, of such assistance;] the number of jobs that the entity receiving benefits is contractually obligated to retain and create over the life of the project, except that such information shall be reported on an annual basis for project agreements containing annual job retention or creation requirements, and, for each reporting year, the base employment level the entity receiving benefits agrees to retain over the life of the project agreement, any job creation scheduled to take place as a result of the project, and where applicable, any job creation targets for the current reporting year; (viii) the estimated amount, for that year and cumulatively to date, of retained or additional tax revenue derived from the project, excluding real property tax revenue other than revenue generated by property tax improvements; [and] (ix) [a projection of the retained or additional tax revenue to be derived from the project for the remainder of the seven year period beginning when assistance was first provided.  Notwithstanding the foregoing, if the assistance provided for a project for which a report must be made under this subdivision is in the form of a loan, tax benefit, or lease of less than seven years duration, reports shall be made with respect to such project for such shorter period only and the information provided in any such report shall be reflective only of such period.] the amount of assistance received during the year covered by the report, the amount of assistance received since the beginning of the project period, and the present value of the future assistance estimated to be given for the duration of the project period; (x) for the current reporting year, the total actual number of employees at all sites covered by the project, including the number of permanent full-time jobs, the number of permanent part-time jobs, the number of contract jobs, and, for entities receiving benefits that employ two hundred fifty or more persons, the percentage of total employees within the “exempt” and “non-exempt” categories, respectively, as those terms are defined under the United States fair labor standards act, and for employees within the “non-exempt” category, the percentage of employees earning up to twenty-five thousand dollars per year, the percentage of employees earning more than twenty-five thousand per year up to forty-thousand dollars per year and the percentage of employees earning more than forty thousand dollars per year up to fifty thousand dollars per year; (xi) whether the employer offers health benefits to all full-time employees and to all part-time employees; (xii) for the current reporting year, with respect to the entity or entities receiving assistance and their affiliates, the number and percentage of employees at all sites covered by the project agreement who reside in the city of New York. For the purposes of this subparagraph, “affiliate” shall mean (i) a business entity in which more than fifty percent is owned by, or is subject to a power or right of control of, or is managed by, an entity which is a party to an active project agreement, or (ii) a business entity that owns more than fifty percent of an entity that is party to an active project agreement or that exercises a power or right of control of such entity; (xiii) a projection of the retained or additional tax revenue to be derived from the project for the remainder of the project period; (xiv) a list of all commercial expansion program benefits, industrial and commercial incentive program benefits received through the project agreement and relocation and employment assistance program benefits received and the estimated total value of each for the current reporting year; (xv) a statement of compliance indicating whether, during the current reporting year, the local development corporation has reduced, cancelled or recaptured benefits for any company, and, if so, the total amount of the reduction, cancellation or recapture, and any penalty assessed and the reasons therefore; (xvi) for business entities for which project assistance was provided by such local development corporation in the form of a loan, grant or tax benefit of one hundred fifty thousand dollars or less, or a sale or lease of city-owned land where the project is estimated to retain or create less than twenty-five jobs, the data should be included in such report in the aggregate using the format required for all other loans, grants or tax benefits; and (xvii) an indication of the sources of all data relating to numbers of jobs.  \nThe report shall be submitted by the statutory due date and shall bear the actual date that the report was submitted.  Such report shall include a statement explaining any delay in its submission past the statutory due date.  Upon its submission, the report shall simultaneously be made available in electronic form on the website on the local development corporation or, if no such website is maintained, on the website of the city of New York.  Reports with regard to projects for which assistance was rendered prior to [January 1, 1994] July 1, 2005, need only contain such information required by this subdivision as is available to the local development corporation, can be reasonably derived from available sources, and can be reasonably obtained from the business entity to which assistance was provided.  \n\t§2. Subdivision 1 of section 1301 of the New York city charter is amended by adding a new paragraph b-1 to read as follows:\n\tb-1. By March 1, 2007, and by March 1 every two years thereafter, the local development corporation, in consultation with the speaker of the city council and other persons selected jointly by the mayor and the speaker of the city council, who have extensive experience and knowledge in the fields of finance, economics, and public policy analysis, shall evaluate the methodology employed for making the determinations required for this report and generate recommendations, where appropriate, on the methodology by which projects receiving economic development subsidies are evaluated.  The department shall present to the mayor and the speaker no later than October 1 of every year in which such evaluation is required, a report containing such recommendations as are presented as a result of this review.\n\t§3. This local law shall take effect immediately. \n\n\nMay 3, 2005, 10:50 p.m.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\pard\\li90\\tx720\\tx6390\\tx9180\\v0\\fs24\\par\n\\pard\\li90\\sl480\\slmult1\\qj\\tx720\\tx6390\\tx9180\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\tab Section 1. Paragraph b of subdivision 1 of section 1301 of the New York city charter, as amended by local law number 69 for the year 1993, is amended to read as follows:\\par\n\\pard\\li90\\sb100\\sa100\\sl480\\slmult1\\qj\\tx720\\fs20\\tab\\fs24 b. to serve as liaison for the city with local development corporations, other not-for-profit corporations and all other entities involved in economic development within the city. In furtherance of this function, the department shall include in any contract with a local development corporation under which such local development corporation is engaged in providing \\ul or administering\\ulnone  economic development [services] \\ul benefits\\ulnone  on behalf of the city and expending city capital appropriations in connection therewith, a requirement that such local development corporation submit to the mayor [and]\\ul ,\\ulnone  the council\\ul , the city comptroller, the public advocate and the borough presidents\\ulnone  by [May 1, 1994 and by] January 31 of each [succeeding] year, a report for the prior year in the form prescribed hereunder with regard to projected and actual jobs created and retained in connection with any project undertaken by such local development corporation for the purpose of the creation or retention of jobs, whether or not such project involves the expenditure of city capital appropriations, if in connection with such project assistance to a business entity was provided by such local development corporation in the form of a loan, grant or tax benefit in excess of [two hundred and fifty thousand] \\ul one hundred fifty thousand\\ulnone  dollars, or a sale or lease of land where the project is estimated to retain or create not less than [25] \\ul twenty-five\\ulnone  jobs.  [The] \\ul With regard to any project for which the project agreement and any other documents applicable to such project have been executed on or after July 1, 2005, the report shall be for the period commencing on the date that the project agreement and any other documents applicable to such project have been executed through the final year that such entity receives assistance for such project, except that, as to projects consisting of a lease or sale of city-owned land, the report shall commence from the date of the lease or conveyance of title by the city and shall continue for seven years or such longer period as is deemed appropriate by the department.  For projects in existence prior to July 1, 2005, the\\ulnone  report shall be made with regard to each such project for the first seven years [after any such assistance was first provided] \\ul from the date when any project agreement or other document applicable to the project is \\cf1 executed\\cf0  by the entity receiving such assistance with such local development corporation \\ulnone and \\ul the report\\ulnone  shall contain\\ul , for the current reporting year,\\ulnone  the following information with respect thereto: (i) [its] \\ul the project\\rquote s\\ulnone  name; (ii) its location; (iii) the time span over which the project is to receive any such assistance; (iv) the type of such assistance provided\\ul , including the name of the program or programs through which assistance is provided\\ulnone ; (v) [the number of jobs projected to be created or retained for the first seven years after any such assistance was first provided;] \\ul for projects that involve a maximum amount of assistance, a statement of the maximum amount of assistance available to those projects over the duration of the project agreement, and for those projects that do not have a maximum amount, the current estimated amount of assistance over the duration of the project agreement, the amount of tax exempt bonds issued during the current reporting year and the range of potential cost of those bonds; project assistance to be reported shall include, but shall not be limited to, PILOT savings, which shall be defined for the purposes of this paragraph as the difference between the PILOT payments made and the property tax that would have been paid in the absence of a PILOT agreement, the amount of mortgage recording fees waived, related property tax abatements, sales tax abatements, the dollar value of energy benefits and an estimated range of costs to the city of foregone income tax revenues due to the issuance of tax exempt bonds;\\ulnone  (vi) [an estimate of the actual number of jobs created or retained to date;] \\ul the total number of employees at all sites covered by the project at the time of the project agreement including the number of permanent full-time jobs, the number of permanent part-time jobs, the number of full-time equivalents, and the number of contract employees where contract employees may be included for the purpose of determining compliance with job creation or retention requirements;\\ulnone  (vii) [the estimated amount, for that year and cumulatively to date, of such assistance;] \\ul the number of jobs that the entity receiving benefits is contractually obligated to retain and create over the life of the project, except that such information shall be reported on an annual basis for project agreements containing annual job retention or creation requirements, and, for each reporting year, the base employment level the entity receiving benefits agrees to retain over the life of the project agreement, any job creation scheduled to take place as a result of the project, and where applicable, any job creation targets for the current reporting year;\\ulnone  (viii) the estimated amount, for that year and cumulatively to date, of retained or additional tax revenue derived from the project\\ul ,\\ulnone  \\ul excluding real property tax revenue other than revenue generated by property tax improvements\\ulnone ; [and] (ix) [a projection of the retained or additional tax revenue to be derived from the project for the remainder of the seven year period beginning when assistance was first provided.  Notwithstanding the foregoing, if the assistance provided for a project for which a report must be made under this subdivision is in the form of a loan, tax benefit, or lease of less than seven years duration, reports shall be made with respect to such project for such shorter period only and the information provided in any such report shall be reflective only of such period.] \\ul the amount of assistance received during the year covered by the report, the amount of assistance received since the beginning of the project period, and the present value of the future assistance estimated to be given for the duration of the project period; \\cf1 (x) for the current reporting year, the total actual number of employees at all sites covered by the project, including the number of permanent full-time jobs, the number of permanent part-time jobs, the number of contract jobs, and, for entities receiving benefits that employ two hundred fifty or more persons, the percentage of total employees within the \\ldblquote exempt\\rdblquote  and \\ldblquote non-exempt\\rdblquote  categories, respectively, as those terms are defined under the United States fair labor standards act, and for employees within the \\ldblquote non-exempt\\rdblquote  category, the percentage of employees earning up to twenty-five thousand dollars per year, the percentage of employees earning more than twenty-five thousand per year up to forty-thousand dollars per year and the percentage of employees earning more than forty thousand dollars per year up to fifty thousand dollars per year; \\cf0 (xi) whether the employer offers health benefits to all full-time employees and to all part-time employees; (xii) for the current reporting year, with respect to the entity or entities receiving assistance and their affiliates, the number and percentage of employees at all sites covered by the project agreement who reside in the city of New York. For the purposes of this subparagraph, \\ldblquote affiliate\\rdblquote  shall mean (i) a business entity in which more than fifty percent is owned by, or is subject to a power or right of control of, or is managed by, an entity which is a party to an active project agreement, or (ii) a business entity that owns more than fifty percent of an entity that is party to an active project agreement or that exercises a power or right of control of such entity; (xiii) a\\ulnone  \\ul projection of the retained or additional tax revenue to be derived from the project for the remainder of the project period; (xiv) a list of all commercial expansion program benefits, industrial and commercial incentive program benefits received through the project agreement and relocation and employment assistance program benefits received and the estimated total value of each for the current reporting year; (xv) a statement of compliance indicating whether, during the current reporting year, the local development corporation has reduced, cancelled or recaptured benefits for any company, and, if so, the total amount of the reduction, cancellation or recapture, and any penalty assessed and the reasons therefore; (xvi) for business entities for which project assistance was provided by such local development corporation in the form of a loan, grant or tax benefit of one hundred fifty thousand dollars or less, or a sale or lease of city-owned land where the project is estimated to retain or create less than twenty-five jobs, the data should be included in such report in the aggregate using the format required for all other loans, grants or tax benefits; and (xvii) an indication of the sources of all data relating to numbers of jobs.  \\par\n\\pard\\li90\\sl480\\slmult1\\qj\\tx720\\tx6390\\tx9180 The report shall be submitted by the statutory due date and shall bear the actual date that the report was submitted.  Such report shall include a statement explaining any delay in its submission past the statutory due date.  Upon its submission, the report shall simultaneously be made available in electronic form on the website on the local development corporation or, if no such website is maintained, on the website of the city of New York.\\ulnone   Reports with regard to projects for which assistance was rendered prior to [January 1, 1994] \\ul July 1, 2005,\\ulnone  need only contain such information required by this subdivision as is available to the local development corporation, can be reasonably derived from available sources, and can be reasonably obtained from the business entity to which assistance was provided.  \\par\n\\pard\\li90\\sl480\\slmult1\\qj\\tx720\\tx6390\\tx9180\\tx9360\\tab\\'a72. Subdivision 1 of section 1301 of the New York city charter is amended by adding a new paragraph b-1 to read as follows:\\par\n\\tab\\ul b-1. By March 1, 2007, and by March 1 every two years thereafter, the local development corporation, in consultation with the speaker of the city council and other persons \\cf1 selected jointly by the mayor and the speaker of the city council, \\cf0 who have extensive experience and knowledge in the fields of finance, economics, and public policy analysis, shall evaluate the methodology employed for making the determinations required for this report and generate recommendations, where appropriate, on the methodology by which projects receiving economic development subsidies are evaluated.  The department shall present to the mayor and the speaker no later than October 1 of every year in which such evaluation is required, a report containing such recommendations as are presented as a result of this review.\\ulnone\\par\n\\tab\\'a73. This local law shall take effect immediately. \\par\n\\pard\\li90\\sl480\\slmult1\\qj\\tx720\\tx6390\\tx7290\\tx9180\\par\n\\par\n\\pard\\li90\\cf1\\fs20 May 3, 2005, 10:50 p.m.\\par\n\\pard\\li90\\sl480\\slmult1\\qj\\tx720\\tx6390\\tx7290\\tx9180\\cf0\\fs24\\par\n}\n\u0000",
  "LastModified": "2019-08-15T19:01:05.923Z"
}
