{
  "ID": 30377,
  "GUID": "7F8D3B19-C328-4CD5-BF15-EE5B4E73B5E5",
  "File": "Int 0377-2004",
  "Name": "Requiring cameras on all commuter buses operating exclusively within NYC.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring cameras on all commuter buses operating exclusively within New York City.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2004-06-07T00:00:00Z",
  "AgendaDate": "2004-06-07T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5264,
      "Slug": "maria-baez",
      "FullName": "Maria Baez"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    }
  ],
  "History": [
    {
      "ID": 160370,
      "Date": "2004-06-07T11:47:50Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 160546,
      "Date": "2004-06-07T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 3014,
      "AgendaSequence": 104,
      "MinutesSequence": 116,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184882,
      "Date": "2005-12-31T10:52:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 16797,
  "Text": "Be it enacted by the Council as follows:\nSection 1.  Subchapter 2 of chapter 1 of title 19 of the administrative code of the city of New York is amended by adding new sections, 19-167.1 and 19-167.2, to read as follows:\t \n§19-167.1.  a. For purposes of this subchapter, (i) \"Audio/Video System\" shall mean an installation consisting of audio-video cameras on bus ceilings and directly behind the driver to send out a radio signal that a police officer can intercept for purposes of monitoring the activities of the bus in “real time” or to download the information to review later; and\n(ii) “Bus” shall mean every other motor vehicle having a seating capacity or more than fifteen adults, in addition to the operator, and used for the transportation of persons, and every charter bus,  interstate bus, intrastate bus, school bus and sight-seeing bus, regardless of seating capacity, as defined below.\n(iii) \"Intracity commuter bus\" shall mean any bus operating with service areas located exclusively within New York city and used for the primary for the purpose of transporting passengers to specific locations on prescribed routes.\n(iv) “Express bus” shall mean a bus engaging in a specific special trip for the primary  purpose of picking up passengers at a minimal number of key locations accessible to many riders  and transporting the passengers to a minimal number of key work locations.\n(v) “Franchise bus” shall mean  a bus operating under a franchise, consent, or certificate of convenience and necessity, order, or other authorization of any municipal, state, or federal authority and have filed with the commissioner of the city of New York, not later than two weeks after issuance, duly authenticated copies of such certificates, orders, authorizations, and amendments thereto.   \n(vi)  A “Sight-seeing bus”  or “Tourist bus” shall mean a motor vehicle designed to comfortably seat and carry eight or more passengers operating for hire from a fixed point in the city of New York to a place or places of interest or amusements , and shall also include a vehicle, designed as aforesaid which by oral and written contracts is let and hired or otherwise engaged for its exclusive use for a specific trip or excursion from a starting point within the city of New York.  This definition shall also include a charter bus, as defined in these rules, when engaged in a sight-seeing operation.\n(vii) A “Charter bus” shall mean a bus engaging in a specific special trip in the nature of an excursion or outing, for which it has been hired or otherwise engaged by oral or written contract for the exclusive use of the charterer.\n§19-167.2.  a. Notwithstanding any other provision of law, an audio/video surveillance system shall be installed on all intracity commuter buses operating within the city of New York.  This provision exempts the installation of cameras on express buses, franchise buses, tourist buses, and charter buses. \nb. The installation of an audio/video surveillance system for buses shall be completed within one hundred  days following the effective date of this local law.\nc. Notwithstanding any other provision of law, the civil penalty for violating the provisions of this section shall be three hundred fifty dollars.  \n§2. This local law shall take effect immediately after its enactment into law.\n\n\n\nRR\nLS #754\n06/01/04",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fmodern\\fprq1\\fcharset0 Courier New;}}\n\\viewkind4\\uc1\n\\ul\\v0\\fs24\\par\n\\expndtw0\\par\n\\pard\\sl480\\slmult1\\qj Be it enacted by the Council as follows:\\ulnone\\par\n\\pard\\fi720\\sl480\\slmult1 Section 1.  Subchapter 2 of chapter 1 of title 19 of the administrative code of the city of New York is amended by adding new sections, 19-167.1 and 19-167.2, to read as follows:\\tab\\ul  \\ulnone\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ul\\'a719-167.1.  a. For purposes of this subchapter, (i) \"Audio/Video System\" shall mean an installation consisting of audio-video cameras on bus ceilings and directly behind the driver to send out a radio signal that a police officer can intercept for purposes of monitoring the activities of the bus in \\ldblquote real time\\rdblquote  or to download the information to review later; and\\par\n(ii) \\ldblquote Bus\\rdblquote  shall mean every other motor vehicle having a seating capacity or more than fifteen adults, in addition to the operator, and used for the transportation of persons, and every charter bus,  interstate bus, intrastate bus, school bus and sight-seeing bus, regardless of seating capacity, as defined below.\\par\n(iii) \"Intracity commuter bus\" shall mean any bus operating with service areas located exclusively within New York city and used for the primary for the purpose of transporting passengers to specific locations on prescribed routes.\\ulnone\\par\n\\ul (iv) \\ldblquote Express bus\\rdblquote  shall mean a bus engaging in a specific special trip for the primary  purpose of picking up passengers at a minimal number of key locations accessible to many riders  and transporting the passengers to a minimal number of key work locations.\\par\n(v) \\ldblquote Franchise bus\\rdblquote  shall mean  a bus operating under a franchise, consent, or certificate of convenience and necessity, order, or other authorization of any municipal, state, or federal authority and have filed with the commissioner of the city of New York, not later than two weeks after issuance, duly authenticated copies of such certificates, orders, authorizations, and amendments thereto.   \\par\n(vi)  A \\ldblquote Sight-seeing bus\\rdblquote   or \\ldblquote Tourist bus\\rdblquote  shall mean a motor vehicle designed to comfortably seat and carry eight or more passengers operating for hire from a fixed point in the city of New York to a place or places of interest or amusements , and shall also include a vehicle, designed as aforesaid which by oral and written contracts is let and hired or otherwise engaged for its exclusive use for a specific trip or excursion from a starting point within the city of New York.  This definition shall also include a charter bus, as defined in these rules, when engaged in a sight-seeing operation.\\par\n(vii) A \\ldblquote Charter bus\\rdblquote  shall mean a bus engaging in a specific special trip in the nature of an excursion or outing, for which it has been hired or otherwise engaged by oral or written contract for the exclusive use of the charterer.\\par\n\\'a719-167.2.  a. Notwithstanding any other provision of law, an audio/video surveillance system shall be installed on all intracity commuter buses operating within the city of New York.  This provision exempts the installation of cameras on express buses, franchise buses, tourist buses, and charter buses. \\par\nb. The installation of an audio/video surveillance system for buses shall be completed within one hundred  days following the effective date of this local law.\\par\nc. Notwithstanding any other provision of law, the civil penalty for violating the provisions of this section shall be three hundred fifty dollars.  \\par\n\\ulnone\\'a72. This local law shall take effect immediately after its enactment into law.\\par\n\\pard\\qj\\par\n\\par\n\\par\nRR\\par\nLS #754\\par\n06/01/04 \\f1\\par\n\\pard\\f0\\par\n}\n\u0000",
  "LastModified": "2019-08-15T19:02:02.237Z"
}
