{
  "ID": 30351,
  "GUID": "253F071E-1755-40D1-9FB6-88FC341628E9",
  "File": "Int 0383-2004",
  "Name": "Mitigating the heat island effect.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to mitigating the heat island effect.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2004-06-07T00:00:00Z",
  "AgendaDate": "2004-06-07T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    }
  ],
  "History": [
    {
      "ID": 160332,
      "Date": "2004-06-07T10:37:21Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 160553,
      "Date": "2004-06-07T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 3014,
      "AgendaSequence": 113,
      "MinutesSequence": 125,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 180799,
      "Date": "2005-10-12T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 5268,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 383-A",
      "MinutesNote": "Proposed Int. No. 383-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 181139,
      "Date": "2005-10-12T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 5268,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184886,
      "Date": "2005-12-31T10:54:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 68966,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "http://nyc.legistar1.com/nyc/attachments/f07fc0d9-f48e-487a-8d00-506bb1317992.doc",
      "Sort": 1
    },
    {
      "ID": 69881,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript",
      "Link": "http://nyc.legistar1.com/nyc/attachments/c48d6e23-3008-426d-a521-31cb86a2a6ce.doc",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 16764,
  "Text": "Be it enacted by the Council as follows:\n\tSection 1. Statement of findings and purpose. New York City is approximately two degrees centigrade hotter than surrounding areas and this heat island effect is responsible for an estimated 5.4% of peak electricity demand.  One cause of the heat island effect is the many black-tarred roofs and roadways in the City that attract and retain heat.  \nReflective surfaces, in contrast, tend to stay cool in the sun.  According to studies by Lawrence Berkeley National Laboratory, the City would experience lower temperatures, energy savings, and reduced levels of smog if the City’s dark roofs were replaced with more reflective ones.  According to the laboratory, reflective roofing could lead to net savings of $16 million in energy costs annually for residents and businesses.  \nThe United States Environmental Protection Agency certifies roof coverings as part of its Energy Star program.  Roof coverings for low-sloped roofs are eligible for an Energy Star label if they have an initial solar reflectance of 65%, with at least 50% reflectance after three years from installation.  Roof coverings for steep-sloped roofs are eligible for an Energy Star label if they have an initial solar reflectance of 25%, with at least 15% reflectance after three years from installation.  \nThe Council finds that the widespread use of reflective roofing products will decrease summer temperatures, peak electricity demand, and air pollution.  Accordingly, the Council declares that it is reasonable and necessary to require the use of reflective roofing products for all new and altered low and medium sloped roofs.\n\t§2. Section 27-232 of the administrative code of the city of New York is amended to read as follows:\nROOF COVERING. The covering applied to the exterior surface of a roof for weather resistance, fire resistance, wear, solar reflectance, and/or appearance, but not including insulation.\n§3. Section 27-232 of the administrative code of the city of New York is amended by adding the following definition after the definition of “EMERGENCY INTERLOCK RELEASE SWITCH” and before the definition of “ENGINEER”:\n\tENERGY STAR. A designation indicating that a product meets the energy efficiency standards set by the United States environmental protection agency for compliance with its ENERGY STAR program.\n§4. Section 27-232 of the administrative code of the city of New York is amended by adding the following definition after the definition of “GRANDSTAND” and before the definition of “GROUND SIGN”:\nGREEN ROOF. A roof area covered wholly or in part with plants and landscaping material in accordance with a plan approved by the department of buildings.\n§5. Chapter one of title 27 of the administrative code of the city of New York is amended by adding a new subchapter 20 to read as follows:\nSubchapter 20\nGreen Building Standards\n§27-1080\tRoof Reflectance.\n\n\t§27-1080\tRoof Reflectance. a. For construction projects for which plans are submitted for approval on or after January 1, 2005, any new or altered roof with a slope having a ratio of 5 inches to 12 inches or less shall be covered with ENERGY STAR roof coverings.\nb. The requirements of this section shall not apply to any portion of a roof that is covered by a green roof, decking covering one-third or less of the aggregate area of the roof, or photovoltaic or solar thermal equipment.\n\t§6. This local law shall take effect ninety days after its enactment, except that the commissioner of buildings shall take all actions necessary to implement this local law on or before the date upon which it shall take effect.\n\nRBU\nLS# 6\n03/31/2004",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\noline\\hyphpar0\\qj  \\par\n\\pard\\noline\\hyphpar0\\fi-1440\\li1440\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\pard\\sl480\\slmult1\\qj\\expndtw0\\tab Section 1. Statement of findings and purpose. New York City is approximately two degrees centigrade hotter than surrounding areas and this heat island effect is responsible for an estimated 5.4% of peak electricity demand.  One cause of the heat island effect is the many black-tarred roofs and roadways in the City that attract and retain heat.  \\par\n\\pard\\fi720\\sl480\\slmult1\\qj Reflective surfaces, in contrast, tend to stay cool in the sun.  According to studies by Lawrence Berkeley National Laboratory\\b ,\\b0  the City would experience lower temperatures, energy savings, and reduced levels of smog if the City\\rquote s dark roofs were replaced with more reflective ones.  According to the laboratory, reflective roofing could lead to net savings of $16 million in energy costs annually for residents and businesses.  \\par\nThe United States Environmental Protection Agency certifies roof coverings as part of its Energy Star program.  Roof coverings for low-sloped roofs are eligible for an Energy Star label if they have an initial solar reflectance of 65%, with at least 50% reflectance after three years from installation.  Roof coverings for steep-sloped roofs are eligible for an Energy Star label if they have an initial solar reflectance of 25%, with at least 15% reflectance after three years from installation.  \\par\nThe Council finds that the widespread use of reflective roofing products will decrease summer temperatures, peak electricity demand, and air pollution.  Accordingly, the Council declares that it is reasonable and necessary to require the use of reflective roofing products for all new and altered low and medium sloped roofs.\\par\n\\pard\\sl480\\slmult1\\qj\\tab\\'a72. Section 27-232 of the administrative code of the city of New York is amended to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj ROOF COVERING. The covering applied to the exterior surface of a roof for weather resistance, fire resistance, wear, \\ul solar reflectance,\\ulnone  and/or appearance, but not including insulation.\\par\n\\'a73. Section 27-232 of the administrative code of the city of New York is amended by adding the following definition after the definition of \\ldblquote EMERGENCY INTERLOCK RELEASE SWITCH\\rdblquote  and before the definition of \\ldblquote ENGINEER\\rdblquote :\\par\n\\pard\\sl480\\slmult1\\qj\\tab\\ul ENERGY STAR. A designation indicating that a product meets the energy efficiency standards set by the United States environmental protection agency for compliance with its ENERGY STAR program.\\ulnone\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\'a74. Section 27-232 of the administrative code of the city of New York is amended by adding the following definition after the definition of \\ldblquote GRANDSTAND\\rdblquote  and before the definition of \\ldblquote GROUND SIGN\\rdblquote :\\par\n\\ul GREEN ROOF. A roof area covered wholly or in part with plants and landscaping material in accordance with a plan approved by the department of buildings.\\par\n\\ulnone\\'a75. \\expndtw-3 Chapter one of title 27 of the administrative code of the city of New York is amended by adding a new subchapter 20 to read as follows:\\par\n\\pard\\keepn\\hyphpar0\\s1\\sl480\\slmult1\\qc\\ul Subchapter 20\\par\n\\pard\\hyphpar0\\sl480\\slmult1\\qc Green Building Standards\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\'a727-1080\\tab Roof Reflectance.\\par\n\\pard\\hyphpar0\\sl480\\slmult1\\qj\\expndtw0\\ulnone\\par\n\\pard\\sl480\\slmult1\\qj\\tab\\expndtw-3\\ul\\'a727-1080\\tab Roof Reflectance.\\expndtw0  a. For construction projects for which plans are submitted for approval on or after January 1, 2005, any new or altered roof with a slope having a ratio of 5 inches to 12 inches or less shall be covered with ENERGY STAR roof coverings.\\ulnone\\b\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ul\\b0 b. The requirements of this section shall not apply to any portion of a roof that is covered by a green roof, decking covering one-third or less of the aggregate area of the roof, or photovoltaic or solar thermal equipment.\\ulnone\\b\\par\n\\pard\\sl480\\slmult1\\qj\\b0\\tab\\'a76. This local law shall take effect ninety days after its enactment, except that the commissioner of buildings shall take all actions necessary to implement this local law on or before the date upon which it shall take effect.\\par\n\\pard\\sl480\\slmult1\\par\n\\pard RBU\\par\nLS# 6\\par\n03/31/2004\\par\n}\n\u0000",
  "LastModified": "2019-08-15T19:03:52.597Z"
}
