{
  "ID": 30325,
  "GUID": "4FBC3A2D-6325-4DBA-956E-571EA10D25FB",
  "File": "Int 0386-2004",
  "LocalLaw": "2004/038",
  "Name": "Increasing the fees charged for applications filed with the board of standards and appeals.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to increasing the fees charged for applications filed with the board of standards and appeals.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 35,
  "StatusName": "Enacted",
  "BodyID": 11,
  "BodyName": "Committee on Finance",
  "IntroDate": "2004-06-07T00:00:00Z",
  "AgendaDate": "2004-06-07T00:00:00Z",
  "PassedDate": "2004-07-12T00:00:00Z",
  "EnactmentDate": "2004-07-12T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5285,
      "Slug": "erik-martin-dilan",
      "FullName": "Erik Martin Dilan"
    },
    {
      "ID": 5277,
      "Slug": "allan-w-jennings-jr",
      "FullName": "Allan W. Jennings, Jr."
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 0,
      "Slug": "",
      "FullName": ""
    }
  ],
  "History": [
    {
      "ID": 160143,
      "Date": "2004-06-07T09:41:33Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 160583,
      "Date": "2004-06-07T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 3014,
      "AgendaSequence": 138,
      "MinutesSequence": 150,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Finance",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 161969,
      "Date": "2004-06-24T19:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "",
      "BodyID": 11,
      "BodyName": "Committee on Finance",
      "EventID": 3060,
      "AgendaSequence": 28,
      "MinutesSequence": 56,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 162211,
      "Date": "2004-06-24T21:00:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "",
      "BodyID": 11,
      "BodyName": "Committee on Finance",
      "EventID": 3060,
      "MinutesSequence": 57,
      "Version": "*",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 161994,
      "Date": "2004-06-24T23:00:00Z",
      "ActionID": 68,
      "Action": "Approved by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 3069,
      "AgendaSequence": 18,
      "MinutesSequence": 19,
      "Version": "*",
      "AgendaNote": "Coupled on GO",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "Consent": 1,
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 162467,
      "Date": "2004-06-24T23:20:18Z",
      "ActionID": 53,
      "Action": "Sent to Mayor by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 162523,
      "Date": "2004-07-12T16:05:08Z",
      "ActionID": 5014,
      "Action": "Hearing Held by Mayor",
      "Description": "",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "*",
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 162532,
      "Date": "2004-07-12T21:51:00Z",
      "ActionID": 57,
      "Action": "Signed Into Law by Mayor",
      "Description": "This Introduction was Signed Into Law by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "*",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 162597,
      "Date": "2004-07-14T11:06:00Z",
      "ActionID": 5023,
      "Action": "Recved from Mayor by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 61537,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "http://nyc.legistar1.com/nyc/attachments/61537.doc",
      "Sort": 999
    },
    {
      "ID": 61949,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Fiscal Impact Statement",
      "Link": "http://nyc.legistar1.com/nyc/attachments/e91fc894-ed63-424e-9b22-0a61761474c3JIMPACTFIS04int 386.doc",
      "Sort": 1000
    },
    {
      "ID": 61961,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript - Stated Meeting 6/24",
      "Link": "http://nyc.legistar1.com/nyc/attachments/2a079642-0cbd-4d28-a908-6532c212fc68HwordHearing Transcripts 2004Stated MeetingsJune 24.doc",
      "Sort": 1001
    },
    {
      "ID": 62047,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Local Law",
      "Link": "http://nyc.legistar1.com/nyc/attachments/0f163ecb-e731-4911-b5d3-fb1cd11fbefeHwordLocal Laws 2004Local Law 38.doc",
      "Sort": 1002
    },
    {
      "ID": 62386,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript",
      "Link": "http://nyc.legistar1.com/nyc/attachments/eb46311e-069a-491d-a055-edf98d54186aHwordNew LegislationHearing Transcript.doc",
      "Sort": 1003
    }
  ],
  "Summary": "",
  "TextID": 16745,
  "Text": "Be it enacted by the Council as follows:\n\n\nSection 1.  Subdivisions 1, 2, 3, 4 and 5 of section 25-202 of the administrative code of the city of New York, as renumbered and amended by local law number 59 for the year 1991, are amended to read as follows:\n\n1.\tZoning variances and special permits. Application for any variance and special permit under the zoning resolution with respect to:\t \t\t\na.\t(1)\tIndividually owned one and two family dwellings\t$275.00\t\t\n\t(2)\tIndividually owned three family dwellings\t[$340.00]\t$425.00\t\n\t(3) \tGroup developments of one, two and three family dwellings\t[480.00]\t$600.00\t\nb.\tOther buildings and structures (fee schedule applicable to square footage involved in application):\t\t\t\n\t(1)\t10,000 square feet or less of floor area\t[$1,265.00]\t$1,581.00\t\n\t(2)\tIn excess of 10,000 but not more than 20,000 square feet of floor area.\t[$1,755.00]\t$2,194.00\t\n\t(3) \tIn excess of 20,000 but not more than [70,000] 40,000 square feet of floor area\t[$2,250.00]\t$2,813.00\t\n\t(4)\tIn excess of 40,000 but not more than 70,000 square feet of floor area\t[$2,740.00]\t$3,425.00\t\n\t(5)\tIn excess of 70,000 but not more than 100,000 square feet of floor area\t[$3,230.00]\t$4,038.00\t\n\t(6)\tIn excess of 100,000 square feet of floor area\t[3.25%] 4.0% of square footage in units of 10,000 square feet\t\t\nc.\tJunk yards, parking lots, automotive service stations and other similar uses: \t\t\t\n\t(1)\t10,000 square feet or less of lot area \t[$1,125.00]\t$1,406.00\t\n\t(2)\tIn excess of 10,000 but not more than [40,000] 20,000 square feet of lot area.\t[$1,615.00]\t$2,019.00\t\n\t(3)\tIn excess of 20,000 but not more than 40,000 square feet of lot area\t[$2,110.00]\t$2,638.00\t\n\t(4)\tIn excess of 40,000 but not more than 70,000 square feet of lot area\t[$2,600.00]\t$3,250.00\t\n\t(5)\tIn excess of 70,000 but not more than 100,000 square feet of lot area \t[$3,090.00]\t$3,863.00\t\n\t(6)\tIn excess of 100,000 square feet of lot area \t[$3,585.00]\t$4,481.00\t\nd.\tApplication for any zoning variance or special permit under the zoning resolution not subject to paragraph a, b, or c of this subdivision \t[$1,265.00] \t$1,581.00\t\n2.\tSpecial order calendar. \t\t\t\na.\tApplication to reopen an application pursuant to the board's rules or procedure \t[$985.00]\t$1,231.00\t\nb.\tApplication for amendment of variance or special permit previously granted under subparagraphs one and two of paragraph a of subdivision one of this section \t$350.00\t\t\nc.\tApplication for amendment of variance or special permit previously granted under [sub-paragraph] subparagraph three of paragraph a of subdivision one of this section \t[$490.00]\t$613.00\t\nd.\tApplication for amendment of variance or special permit previously granted under paragraph b, c or d of subdivision one of this section \t[$1,125.00]\t$1,406.00\t\ne.\tApplication for an extension of time in which to comply with the conditions imposed in the previous resolution of the board of standards and appeals \t[$775.00]\t$969.00\t\nf.\tApplication for an extension of time to complete construction pursuant to section 72-23 or 73-70 of the zoning resolution of the city \t[$775.00]\t$969.00\t\ng.\tApplication to waive the board's rules of procedure when:\t\t\t\n\t(1) \tApplication to extend time to complete construction is filed one year or less after the permitted filing period \t[$350.00]\t$438.00\t\n\t(2) \tApplication to extend time to complete construction is filed more than one year [or less] after the permitted filing period \t[$490.00]\t$613.00\t\n\t(3)\tApplication to extend the term of a previously issued variance or special permit or appeal is filed one year or less [before or] after the permitted filing period \t[$630.00]\t$788.00\t\n\t(4)\tApplication to extend the term of a previously issued variance or special permit or appeal is filed more than one year [or less] before or after the permitted filing period \t[$985.00]\t$1,231.00\t\nh.\tApplication for extension of the term of a variance or special permit previously issued pursuant to subdivision one of this section \t\t\t\n\t(1)\tFor such variance or special permit issued pursuant to paragraph a of such subdivision \t[$350.00] \t$438.00\t\n\t(2)\tFor such variance or special permit issued pursuant to subparagraph one of paragraph b of such subdivision \t[$1,265.00] \t$1,581.00\t\n\t(3)\tFor such variance or special permit issued pursuant to subparagraph two of paragraph b of such subdivision \t[$1,755.00] \t$2,194.00\t\n\t(4)\tFor such variance or special permit issued pursuant to subparagraph three of paragraph b of such subdivision \t[$2,250.00] \t$2,813.00\t\n\t(5)\tFor such variance or special permit issued pursuant to subparagraph four of paragraph b of such subdivision \t[$2,740.00] \t$3,425.00\t\n\t(6)\tFor such variance or special permit issued pursuant to subparagraph five of paragraph b of such subdivision \t[$3,230.00] \t$4,038.00\t\n\t(7)\tFor such variance or special permit issued pursuant to subparagraph six of paragraph b of such subdivision \t[3.25%] 4.0% of square footage in units of 10,000 square feet\t\t\n\t(8)\tFor such variance or special permit issued pursuant to subparagraph one of paragraph c of such subdivision \t[$1,125.00]\t$1,406.00\t\n\t(9)\tFor such variance or special permit issued pursuant to subparagraph two of paragraph c of such subdivision \t[$1,615.00]\t$2,019.00\t\n\t(10)\tFor such variance or special permit issued pursuant to subparagraph three of paragraph c of such subdivision \t[$2,110.00]\t$2,638.00\t\n\t(11)\tFor such variance or special permit issued pursuant to subparagraph four of paragraph c of such subdivision \t[$2,600.00]\t$3,250.00\t\n\t(12)\tFor such variance or special permit issued pursuant to subparagraph five of paragraph c of such subdivision \t[$3,090.00]\t$3,863.00\t\n\t(13)\tFor such variance or special permit issued pursuant to subparagraph six of paragraph c of such subdivision \t[$3,585.00]\t$4,481.00\t\n\t(14)\tFor such variance or special permit issued pursuant to paragraph d of such subdivision \t[$1,265.00]\t$1,581.00\t\n3.\tAdministrative appeals. \t\t\t\na.\tAppeals from or application for review of any order, requirement or determination of the commissioner of buildings or of any borough superintendent of buildings of the department of buildings or of the fire commissioner or any rule or regulation or amendment or repeal thereof made by the fire commissioner or the commissioner of [ports, international trade and commerce] small business services with respect to:\t\t\t\n\t(1)\tOne, two and three family residences \t$630.00\t\t\n\t(2)\tAll other residences \t[$985.00]\t$1,231.00\t\n\t(3)\tAll other buildings and properties \t[$1,265.00]\t$1,581.00\t\nb.\tApplication for amendment of prior approval of appeals from or application for review of any order, requirement or determination of the commissioner of buildings or of any borough superintendent of buildings of the department of buildings or of the fire commissioner or any rule or regulation or amendment or repeal thereof made by the fire commissioner or the commissioner of [ports, international trade and commerce] small business services with respect to one, two and three family residences, all other residences and all other buildings and properties \t[$490.00]\t$613.00\t\n4.[a.\tApplication for an administrative review under the loft conversion provisions of the zoning resolution of the city \t$ 775.00 plus $0.03 for each square foot of floor area excluding the cellar\t\t\nb.]\tApplication for the reinstatement of a building permit pursuant to section 15-013 of the zoning resolution of the city\t[$985.00]\t$1,231.00\t\n5.\tApplication for extension of period to complete construction pursuant to sections 11-32 and 11-33 of the zoning resolution of the city \t[$1,125.00] \t$1,406.00\t\n\n\t§2. This local shall take effect immediately.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\froman\\fprq2\\fcharset0 Times;}{\\f2\\froman\\fcharset0 k;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\par\n\\pard\\hyphpar0\\fi1440\\sl480\\slmult1\\qj Section 1.  Subdivisions 1, 2, 3, 4 and 5 of section 25-202 of the administrative code of the city of New York, as renumbered and amended by local law number 59 for the year 1991, are amended to read as follows:\\par\n\\pard\\par\n\\trowd\\trgaph108\\trleft-90\\cellx540\\cellx8100\\cellx8876\\cellx9540\\pard\\intbl 1.\\cell Zoning variances and special permits. Application for any variance and special permit under the zoning resolution with respect to:\\cell  \\cell\\cell\\row\n\\trowd\\trgaph108\\trleft-108\\cellx540\\cellx1080\\cellx6300\\cellx8100\\cellx9540\\pard\\intbl a.\\cell (1)\\cell Individually owned one and two family dwellings\\cell $275.00\\cell\\cell\\row\n\\intbl\\cell (2)\\cell Individually owned three family dwellings\\cell\\f1 [$340.00]\\cell\\ul\\f0 $425.00\\cell\\ulnone\\row\n\\intbl\\cell (3) \\cell Group developments of one, two and three family dwellings\\cell\\f2 [480.00]\\cell\\ul\\f0 $600.00\\cell\\ulnone\\row\n\\trowd\\trgaph108\\trleft-108\\cellx540\\cellx6300\\cellx8100\\cellx9540\\pard\\intbl b.\\cell Other buildings and structures (fee schedule applicable to square footage involved in application):\\cell\\cell\\cell\\row\n\\trowd\\trgaph108\\trleft-108\\cellx540\\cellx1080\\cellx6300\\cellx8100\\cellx9540\\pard\\intbl\\cell (1)\\cell 10,000 square feet or less of floor area\\cell [$1,265.00]\\cell\\ul $1,581.00\\cell\\ulnone\\row\n\\intbl\\cell (2)\\cell In excess of 10,000 but not more than 20,000 square feet of floor area.\\cell [$1,755.00]\\cell\\ul $2,194.00\\cell\\ulnone\\row\n\\intbl\\cell (3) \\cell In excess of 20,000 but not more than [70,000] \\ul 40,000\\ulnone  square feet of floor area\\cell [$2,250.00]\\cell\\ul $2,813.00\\cell\\ulnone\\row\n\\intbl\\cell (4)\\cell In excess of 40,000 but not more than 70,000 square feet of floor area\\cell [$2,740.00]\\cell\\ul $3,425.00\\cell\\ulnone\\row\n\\intbl\\cell (5)\\cell In excess of 70,000 but not more than 100,000 square feet of floor area\\cell [$3,230.00]\\cell\\ul $4,038.00\\cell\\ulnone\\row\n\\intbl\\cell (6)\\cell In excess of 100,000 square feet of floor area\\cell\\f1 [3.25%] \\ul 4.0%\\ulnone\\f0  of square footage in units of 10,000 square feet\\cell\\ul\\cell\\ulnone\\row\n\\trowd\\trgaph108\\trleft-108\\cellx540\\cellx6300\\cellx8100\\cellx9540\\pard\\intbl c.\\cell Junk yards, parking lots, automotive service stations and other similar uses: \\cell\\cell\\cell\\row\n\\trowd\\trgaph108\\trleft-108\\cellx540\\cellx1080\\cellx6300\\cellx8100\\cellx9540\\pard\\intbl\\cell (1)\\cell 10,000 square feet or less of lot area \\cell\\f1 [$1,125.00]\\cell\\ul\\f0 $1,406.00\\cell\\ulnone\\row\n\\intbl\\cell (2)\\cell In excess of 10,000 but not more than [40,000] \\ul 20,000\\ulnone  square feet of lot area.\\cell [$1,615.00]\\cell\\ul $2,019.00\\cell\\ulnone\\row\n\\intbl\\cell (3)\\cell In excess of 20,000 but not more than 40,000 square feet of lot area\\cell [$2,110.00]\\cell\\ul $2,638.00\\cell\\ulnone\\row\n\\intbl\\cell (4)\\cell In excess of 40,000 but not more than 70,000 square feet of lot area\\cell [$2,600.00]\\cell\\ul $3,250.00\\cell\\ulnone\\row\n\\intbl\\cell (5)\\cell In excess of 70,000 but not more than 100,000 square feet of lot area \\cell [$3,090.00]\\cell\\ul $3,863.00\\cell\\ulnone\\row\n\\intbl\\cell (6)\\cell In excess of 100,000 square feet of lot area \\cell [$3,585.00]\\cell\\ul $4,481.00\\cell\\ulnone\\row\n\\trowd\\trgaph108\\trleft-108\\cellx540\\cellx6300\\cellx8100\\cellx9540\\pard\\intbl d.\\cell Application for any zoning variance or special permit under the zoning resolution not subject to paragraph a, b, or c of this subdivision \\cell [$1,265.00] \\cell\\ul $1,581.00\\cell\\ulnone\\row\n\\intbl 2.\\cell Special order calendar. \\cell\\cell\\cell\\row\n\\intbl a.\\cell Application to reopen an application pursuant to the board's rules or procedure \\cell\\f1 [$985.00]\\cell\\ul\\f0 $1,231.00\\cell\\ulnone\\row\n\\intbl b.\\cell Application for amendment of variance or special permit previously granted under subparagraphs one and two of paragraph a of subdivision one of this section \\cell $350.00\\cell\\cell\\row\n\\intbl c.\\cell Application for amendment of variance or special permit previously granted under [sub-paragraph] \\ul subparagraph\\ulnone  three of paragraph a of subdivision one of this section \\cell\\f1 [$490.00]\\cell\\ul\\f0 $613.00\\cell\\ulnone\\row\n\\intbl d.\\cell Application for amendment of variance or special permit previously granted under paragraph b, c or d of subdivision one of this section \\cell\\f1 [$1,125.00]\\cell\\ul\\f0 $1,406.00\\cell\\ulnone\\row\n\\intbl e.\\cell Application for an extension of time in which to comply with the conditions imposed in the previous resolution of the board of standards and appeals \\cell [$775.00]\\cell\\ul $969.00\\cell\\ulnone\\row\n\\intbl f.\\cell Application for an extension of time to complete construction pursuant to section 72-23 or 73-70 of the zoning resolution of the city \\cell\\f1 [$775.00]\\cell\\ul\\f0 $969.00\\cell\\ulnone\\row\n\\intbl g.\\cell Application to waive the board's rules of procedure when:\\cell\\cell\\cell\\row\n\\trowd\\trgaph108\\trleft-108\\cellx540\\cellx1080\\cellx6300\\cellx8100\\cellx9540\\pard\\intbl\\cell (1) \\cell Application to extend time to complete construction is filed one year or less after the permitted filing period \\cell [$350.00]\\cell\\ul $438.00\\cell\\ulnone\\row\n\\intbl\\cell (2) \\cell Application to extend time to complete construction is filed \\ul more than\\ulnone  one year [or less] after the permitted filing period \\cell [$490.00]\\cell\\ul $613.00\\ulnone\\cell\\row\n\\intbl\\cell (3)\\cell Application to extend the term of a previously issued variance or special permit or appeal is filed one year or less [before or] after the permitted filing period \\cell [$630.00]\\cell\\ul $788.00\\ulnone\\cell\\row\n\\intbl\\cell (4)\\cell Application to extend the term of a previously issued variance or special permit or appeal is filed \\ul more than\\ulnone  one year [or less] before or after the permitted filing period \\cell [$985.00]\\cell\\ul $1,231.00\\ulnone\\cell\\row\n\\trowd\\trgaph108\\trleft-108\\cellx540\\cellx6300\\cellx8100\\cellx9540\\pard\\intbl h.\\cell Application for extension of the term of a variance or special permit previously issued pursuant to subdivision one of this section \\cell\\cell\\cell\\row\n\\trowd\\trgaph108\\trleft-108\\cellx540\\cellx1260\\cellx6300\\cellx8100\\cellx9540\\pard\\intbl\\cell (1)\\cell For such variance or special permit issued pursuant to paragraph a of such subdivision \\cell [$350.00] \\cell\\ul $438.00\\ulnone\\cell\\row\n\\intbl\\cell (2)\\cell For such variance or special permit issued pursuant to subparagraph one of paragraph b of such subdivision \\cell [$1,265.00] \\cell\\ul $1,581.00\\ulnone\\cell\\row\n\\intbl\\cell (3)\\cell For such variance or special permit issued pursuant to subparagraph two of paragraph b of such subdivision \\cell [$1,755.00] \\cell\\ul $2,194.00\\ulnone\\cell\\row\n\\intbl\\cell (4)\\cell For such variance or special permit issued pursuant to subparagraph three of paragraph b of such subdivision \\cell [$2,250.00] \\cell\\ul $2,813.00\\cell\\ulnone\\row\n\\intbl\\cell (5)\\cell For such variance or special permit issued pursuant to subparagraph four of paragraph b of such subdivision \\cell [$2,740.00] \\cell\\ul $3,425.00\\cell\\ulnone\\row\n\\intbl\\cell (6)\\cell For such variance or special permit issued pursuant to subparagraph five of paragraph b of such subdivision \\cell [$3,230.00] \\cell\\ul $4,038.00\\cell\\ulnone\\row\n\\intbl\\cell (7)\\cell For such variance or special permit issued pursuant to subparagraph six of paragraph b of such subdivision \\cell [3.25%] \\ul 4.0%\\ulnone  of square footage in units of 10,000 square feet\\cell\\cell\\row\n\\intbl\\cell (8)\\cell For such variance or special permit issued pursuant to subparagraph one of paragraph c of such subdivision \\cell [$1,125.00]\\cell\\ul $1,406.00\\cell\\ulnone\\row\n\\intbl\\cell (9)\\cell For such variance or special permit issued pursuant to subparagraph two of paragraph c of such subdivision \\cell [$1,615.00]\\cell\\ul $2,019.00\\cell\\ulnone\\row\n\\intbl\\cell (10)\\cell For such variance or special permit issued pursuant to subparagraph three of paragraph c of such subdivision \\cell [$2,110.00]\\cell\\ul $2,638.00\\cell\\ulnone\\row\n\\intbl\\cell (11)\\cell For such variance or special permit issued pursuant to subparagraph four of paragraph c of such subdivision \\cell [$2,600.00]\\cell\\ul $3,250.00\\cell\\ulnone\\row\n\\intbl\\cell (12)\\cell For such variance or special permit issued pursuant to subparagraph five of paragraph c of such subdivision \\cell [$3,090.00]\\cell\\ul $3,863.00\\cell\\ulnone\\row\n\\intbl\\cell (13)\\cell For such variance or special permit issued pursuant to subparagraph six of paragraph c of such subdivision \\cell [$3,585.00]\\cell\\ul $4,481.00\\cell\\ulnone\\row\n\\intbl\\cell (14)\\cell For such variance or special permit issued pursuant to paragraph d of such subdivision \\cell [$1,265.00]\\cell\\ul $1,581.00\\cell\\ulnone\\row\n\\trowd\\trgaph108\\trleft-108\\cellx540\\cellx6300\\cellx8100\\cellx9540\\pard\\intbl 3.\\cell Administrative appeals. \\cell\\cell\\cell\\row\n\\intbl a.\\cell Appeals from or application for review of any order, requirement or determination of the commissioner of buildings or of any borough superintendent of buildings of the department of buildings or of the fire commissioner or any rule or regulation or amendment or repeal thereof made by the fire commissioner or the commissioner of [ports, international trade and commerce] \\ul small business services\\ulnone  with respect to:\\cell\\cell\\cell\\row\n\\trowd\\trgaph108\\trleft-108\\cellx540\\cellx1260\\cellx6300\\cellx8100\\cellx9540\\pard\\intbl\\cell (1)\\cell One, two and three family residences \\cell $630.00\\cell\\cell\\row\n\\intbl\\cell (2)\\cell All other residences \\cell [$985.00]\\cell\\ul $1,231.00\\cell\\ulnone\\row\n\\intbl\\cell (3)\\cell All other buildings and properties \\cell [$1,265.00]\\cell\\ul $1,581.00\\cell\\ulnone\\row\n\\trowd\\trgaph108\\trleft-108\\cellx540\\cellx6300\\cellx8100\\cellx9540\\pard\\intbl b.\\cell Application for amendment of prior approval of appeals from or application for review of any order, requirement or determination of the commissioner of buildings or of any borough superintendent of buildings of the department of buildings or of the fire commissioner or any rule or regulation or amendment or repeal thereof made by the fire commissioner or the commissioner of [ports, international trade and commerce] \\ul small business services\\ulnone  with respect to one, two and three family residences, all other residences and all other buildings and properties \\cell [$490.00]\\cell\\ul $613.00\\cell\\ulnone\\row\n\\intbl 4.[a.\\cell Application for an administrative review under the loft conversion provisions of the zoning resolution of the city \\cell $ 775.00 plus $0.03 for each square foot of floor area excluding the cellar\\cell\\cell\\row\n\\intbl b.]\\cell Application for the reinstatement of a building permit pursuant to section 15-013 of the zoning resolution of the city\\cell [$985.00]\\cell\\ul $1,231.00\\cell\\ulnone\\row\n\\intbl 5.\\cell Application for extension of period to complete construction pursuant to sections 11-32 and 11-33 of the zoning resolution of the city \\cell [$1,125.00] \\cell\\ul $1,406.00\\cell\\ulnone\\row\n\\pard\\sl480\\slmult1\\par\n\\pard\\hyphpar0\\sa240\\qj\\tab\\'a72. This local shall take effect immediately.\\par\n\\pard\\par\n\\par\n}\n\u0000",
  "LastModified": "2019-08-15T19:04:20.44Z"
}
