{
  "ID": 30370,
  "GUID": "6D875269-6DB1-4BC6-8ADF-CB4D326EBA51",
  "File": "Int 0388-2004",
  "Name": "Including candidates for justice of the supreme court, surrogate's court or civil court in the NYC voluntary Campaign Finance Program.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to including candidates for justice of the supreme court, surrogate’s court or civil court in the New York City voluntary Campaign Finance Program.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 13,
  "BodyName": "Committee on Governmental Operations",
  "IntroDate": "2004-06-07T00:00:00Z",
  "AgendaDate": "2004-06-07T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 430,
      "Slug": "bill-perkins",
      "FullName": "Bill Perkins"
    },
    {
      "ID": 5281,
      "Slug": "joseph-p-addabbo-jr",
      "FullName": "Joseph P. Addabbo, Jr."
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 5270,
      "Slug": "hiram-monserrate",
      "FullName": "Hiram Monserrate"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 432,
      "Slug": "philip-reed",
      "FullName": "Philip Reed"
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    }
  ],
  "History": [
    {
      "ID": 160363,
      "Date": "2004-06-07T11:13:59Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 160587,
      "Date": "2004-06-07T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 3014,
      "AgendaSequence": 141,
      "MinutesSequence": 153,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Governmental Operations",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 168180,
      "Date": "2004-11-30T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 3655,
      "AgendaSequence": 6,
      "MinutesSequence": 13,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 168309,
      "Date": "2004-11-30T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 3655,
      "MinutesSequence": 14,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184889,
      "Date": "2005-12-31T10:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 64002,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "http://nyc.legistar1.com/nyc/attachments/2ea4aae4-ff94-43a9-9d2d-676c4bd7d1dc.doc",
      "Sort": 1
    },
    {
      "ID": 66067,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript",
      "Link": "http://nyc.legistar1.com/nyc/attachments/176ba50a-33d4-420d-9bd1-1e456f029ad8.doc",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 16783,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Subdivisions 1 and 10 of section 3-702 of the administrative code of the city of New York are amended to read as follows:\n \t1. The term \"participating candidate\" shall mean any candidate for nomination for election, or election, to the office of mayor, public advocate, comptroller, borough president, justice of the supreme court, surrogate’s court or civil court, or member of the city council who files a written certification pursuant to section 3-703 of this chapter.\n \t10. The term \"covered election\" shall mean any primary, runoff primary, special, or general election for nomination for election, or election, to the office of mayor, public advocate, comptroller, borough president, justice of the supreme court, surrogate’s court or civil court, or member of the city council.\n \t\n§2.  Paragraphs (b) and (f) of subdivision 1 of section 3-703 of the administrative code of the city of New York are amended to read as follows:\n \t(b) be a candidate for mayor, public advocate, comptroller, borough president, justice of the supreme court, surrogate’s court or civil court, or member of the city council in a primary, special, or general election and meet the threshold for eligibility set forth in subdivision two of this section;\n \t(f) not accept and his or her principal committee and any other political committee authorized by such candidate must not accept, either directly or by transfer, any contribution or contributions from any one individual, partnership, political committee, employee organization or other entity for all covered elections held in the same calendar year in which he or she is a participating candidate which in the aggregate: (i) for the office of mayor, public advocate or comptroller, shall exceed four thousand five hundred dollars, or (ii) for borough president, justice of the supreme court, surrogate’s court or county-wide justice of the civil court, shall exceed three thousand five hundred dollars, or, (iii) for member of the city council or district-wide justice of the civil court, shall exceed two thousand five hundred dollars; provided that a candidate and his or her authorized committees may accept additional contributions which do not exceed one half the amount of the applicable limitation for any run-off primary election, additional day for voting held pursuant to section 3-108 of the election law <http://www.westlaw.com/Find/Default.wl?rs=    1.0&vr=2.0&DB=1000300&DocName=NYELS3-108&FindType=L>, special election to fill a vacancy, or election held pursuant to court order which is a covered election and in which the candidate seeks nomination for election or election; and provided further that if state law prescribes a contribution limitation of a lesser amount, this paragraph shall not be deemed to authorize acceptance of a contribution in excess of such lesser amount. The maximum contributions set forth in this paragraph shall be adjusted in accordance with subdivision seven of this section;\n \t\n§3.  Subparagraphs (iii) and (iv) of paragraph (a) of subdivision 2 of section 3-703 of the administrative code of the city of New York are amended to read as follows:\n \t(iii) borough president, justice of the supreme court, surrogate’s court or county-wide justice of the civil court, an amount equal to the number of persons living in such borough or judicial district as determined by the last census multiplied by two cents in matchable contributions including at least one hundred matchable contributions of ten dollars or more from residents of the borough or judicial district, or ten thousand dollars, whichever is greater; and\n(iv) member of the city council or district-wide justice of the civil court, not less than five thousand dollars in matchable contributions including at least fifty matchable contributions of ten dollars or more from residents of the district in which the seat is to be filled[, except that in regularly scheduled city council elections held in the year two thousand three at least seventy-five matchable contributions of ten dollars or more shall be required from residents of the borough or boroughs in which such council district is located].\n\n§4.  Subdivision 7 of section 3-705 of the Administrative Code of the City of New York is amended to read as follows:\n7. Notwithstanding any provision of this section to the contrary, the amount of public funds payable to a participating candidate on the ballot in any covered election shall not exceed one quarter of the maximum public funds payment otherwise applicable under subdivision two of this section, unless:\n(a) the participating candidate is opposed by another participating candidate who has qualified to receive public funds in such election; or\n(b) the participating candidate is opposed by a candidate and the board has determined that such other candidate and his or her authorized committees have spent or contracted or have obligated to spend, or received in loans or contributions, or both, an amount which, in the aggregate, exceeds one-fifth of the applicable expenditure limit for such office fixed by subdivision one of section 3-706 of this chapter for participating candidates; or\n(c) the participating candidate has submitted a signed statement attesting to the need and stating the reason for additional public funds in such election, in which case the board shall publish such statement at the time such additional public funds are paid, including on the board's internet website.  This paragraph shall not apply to participating candidates who are candidates for nomination for election, or election, to any judicial office.\nIf any of the conditions described in paragraph (a), (b) or (c) occur in such election, the board shall pay any and all additional public funds due to the participating candidate up to the maximum total payment applicable in such election under subdivisions two or six of this section or subdivision three of section 3-706 of this chapter, except for participating candidates who are candidates for nomination for election, or election, to any judicial office, in which case such conditions described in paragraph (a) or (b) must occur to receive such maximum total payment.\n\n§5.  Paragraph (a) of subdivision 1 and subdivision 2 of section 3-706 of the administrative code of the city of New York are amended to read as follows:\n\t(a)  Except as provided in paragraph (b) of this subdivision, in each primary election, in each special election to fill a vacancy, and in each general election, expenditures by a participating candidate and his or her principal committee for one of the following offices shall not exceed the following amounts:\n\t\tmayor:\t\t\t\t\t\t\t\t\t$4,000,000\n\t\tpublic advocate or comptroller:\t\t\t\t\t\t$2,500,000\n\t\tborough president, justice of the supreme court, surrogate’s court\n\t\tor county-wide justice of the civil court:\t\t\t\t\t$   900,000\n\t\tmember of the city council or district-wide justice of the civil court:\t$   105,000\n\t2.  The following limitations apply to all expenditures made by a candidate and his or her principal committee in the calendar year preceding the year of the election for which such candidate chooses to participate in the public funding provisions of this chapter and to expenditures made at any time prior to such date for services, materials, facilities, advertising or other things of value received, rendered, published, distributed or broadcast in such calendar year.  Such expenditures by a participating candidate for one of the following offices and his or her principal committee shall not exceed the following amounts:\n\t\tmayor, public advocate or comptroller:\t\t\t\t\t$180,000\n\t\tborough president, justice of the supreme court, surrogate’s court\n\t\tor county-wide justice of the civil court:\t\t\t\t\t$120,000\n\t\tmember of the city council or district-wide justice of the civil court:\t$  40,000\n\n§6.  Subdivision 6 of section 3-708 of the administrative code of the city of New York is amended to read as follows:\n6. The board shall publicize, as it deems appropriate, the names of candidates for nomination or election to the offices of mayor, public advocate, comptroller, borough president, justice of the supreme court, surrogate’s court or civil court, or city council who violate any of the provisions of this chapter.\n\n§7.  Sections 2 and 5 of this local law shall not have any effect on any inflationary adjustments made prior to the effective date of this law pursuant to subdivision 7 of section 3-703 or paragraph (e) of subdivision 1 of section 3-706 of the administrative code.  Additionally, any such inflationary adjustments shall be applied to judicial participating candidates in full upon the effective date of this local law.\n\n§8.  This local law shall take effect immediately.\n\nLS# 57\nMT\n4/19/04",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fmodern\\fprq1\\fcharset0 Courier;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1 Section 1.  Subdivisions 1 and 10 of section 3-702 of the administrative code of the city of New York are amended to read as follows:\\par\n\\pard\\nowidctlpar\\sl480\\slmult1  \\tab 1. The term \"participating candidate\" shall mean any candidate for nomination for election, or election, to the office of mayor, public advocate, comptroller, borough president\\ul , justice of the supreme court, surrogate\\rquote s court or civil court,\\ulnone  or member of the city council who files a written certification pursuant to section 3-703 of this chapter.\\par\n \\tab 10. The term \"covered election\" shall mean any primary, runoff primary, special, or general election for nomination for election, or election, to the office of mayor, public advocate, comptroller, borough president\\ul , justice of the supreme court, surrogate\\rquote s court or civil court,\\ulnone  or member of the city council.\\par\n \\tab\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\'a72.  Paragraphs (b) and (f) of subdivision 1 of section 3-703 of the administrative code of the city of New York are amended to read as follows:\\par\n\\pard\\nowidctlpar\\sl480\\slmult1  \\tab (b) be a candidate for mayor, public advocate, comptroller, borough president\\ul , justice of the supreme court, surrogate\\rquote s court or civil court,\\ulnone  or member of the city council in a primary, special, or general election and meet the threshold for eligibility set forth in subdivision two of this section;\\par\n \\tab (f) not accept and his or her principal committee and any other political committee authorized by such candidate must not accept, either directly or by transfer, any contribution or contributions from any one individual, partnership, political committee, employee organization or other entity for all covered elections held in the same calendar year in which he or she is a participating candidate which in the aggregate: (i) for the office of mayor, public advocate or comptroller, shall exceed four thousand five hundred dollars, or (ii) for borough president, \\ul justice of the supreme court, surrogate\\rquote s court or county-wide justice of the civil court,\\ulnone  shall exceed three thousand five hundred dollars, or, (iii) for member of the city council \\ul or district-wide justice of the civil court\\ulnone , shall exceed two thousand five hundred dollars; provided that a candidate and his or her authorized committees may accept additional contributions which do not exceed one half the amount of the applicable limitation for any run-off primary election, additional day for voting held pursuant to section 3-108 of the election law <http://www.westlaw.com/Find/Default.wl?rs=    1.0&vr=2.0&DB=1000300&DocName=NYELS3-108&FindType=L>, special election to fill a vacancy, or election held pursuant to court order which is a covered election and in which the candidate seeks nomination for election or election; and provided further that if state law prescribes a contribution limitation of a lesser amount, this paragraph shall not be deemed to authorize acceptance of a contribution in excess of such lesser amount. The maximum contributions set forth in this paragraph shall be adjusted in accordance with subdivision seven of this section;\\par\n \\tab\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\cf0\\'a73.  Subparagraphs (iii) and (iv) of paragraph (a) of subdivision 2 of section 3-703 of the administrative code of the city of New York are amended to read as follows:\\cf1\\par\n\\pard\\nowidctlpar\\sl480\\slmult1  \\tab (iii) borough president, \\ul justice of the supreme court, surrogate\\rquote s court or county-wide justice of the civil court,\\ulnone  an amount equal to the number of persons living in such borough \\ul or judicial district\\ulnone  as determined by the last census multiplied by two cents in matchable contributions including at least one hundred matchable contributions of ten dollars or more from residents of the borough \\ul or judicial district\\ulnone , or ten thousand dollars, whichever is greater; \\ul and\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\ulnone (iv) member of the city council \\ul or district-wide justice of the civil court\\ulnone , not less than five thousand dollars in matchable contributions including at least fifty matchable contributions of ten dollars or more from residents of the district in which the seat is to be filled[, except that in regularly scheduled city council elections held in the year two thousand three at least seventy-five matchable contributions of ten dollars or more shall be required from residents of the borough or boroughs in which such council district is located].\\f1\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\f0\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\cf0\\'a74.  Subdivision 7 of section 3-705 of the Administrative Code of the City of New York is amended to read as follows:\\par\n7. Notwithstanding any provision of this section to the contrary, the amount of public funds payable to a participating candidate on the ballot in any covered election shall not exceed one quarter of the maximum public funds payment otherwise applicable under subdivision two of this section, unless:\\par\n\\cf1 (a) the participating candidate is opposed by another participating candidate who has qualified to receive public funds in such election; or\\cf0\\par\n\\cf1 (b) the participating candidate is opposed by a candidate and the board has determined that such other candidate and his or her authorized committees have spent or contracted or have obligated to spend, or received in loans or contributions, or both, an amount which, in the aggregate, exceeds one-fifth of the applicable expenditure limit for such office fixed by subdivision one of section 3-706 of this chapter for participating candidates; or\\cf0\\par\n\\cf1 (c) the participating candidate has submitted a signed statement attesting to the need and stating the reason for additional public funds in such election, in which case the board shall publish such statement at the time such additional public funds are paid, including on the board's internet website.  \\ul This paragraph shall not apply to participating candidates who are candidates for nomination for election, or election, to any judicial office.\\cf0\\par\n\\cf1\\ulnone If any of the conditions described in paragraph (a), (b) or (c) occur in such election, the board shall pay any and all additional public funds due to the participating candidate up to the maximum total payment applicable in such election under subdivisions two or six of this section or subdivision three of section 3-706 of this chapter\\ul , except for participating candidates who are candidates for nomination for election, or election, to any judicial office, in which case such conditions described in paragraph (a) or (b) must occur to receive such maximum total payment\\ulnone .\\par\n\\pard\\fi720\\sl480\\slmult1\\cf0\\par\n\\'a75.  Paragraph (a) of subdivision 1 and subdivision 2 of section 3-706 of the administrative code of the city of New York are amended to read as follows:\\b\\par\n\\pard\\sl480\\slmult1\\tx0\\tx720\\tx1278\\tx1728\\b0\\tab (a)  Except as provided in paragraph (b) of this subdivision, in each primary election, in each special election to fill a vacancy, and in each general election, expenditures by a participating candidate\\ul  \\ulnone and his or her principal committee for one of the following offices shall not exceed the following amounts:\\par\n\\pard\\sl480\\slmult1\\tx0\\tx720\\tx1440\\tx1800\\tx2250\\tx3600\\tx4320\\tx5040\\tx5760\\tx6480\\tx7200\\tx7920\\tx8640\\tx9360\\tx10080\\tx10800\\tx11520\\tx12240\\tx12960\\tx13680\\tx14400\\tx15120\\tx15840\\tx16560\\tx17280\\tx18000\\tx18720\\tab\\tab mayor:\\tab\\tab\\tab\\tab\\tab\\tab\\tab\\tab\\tab $4,000,000\\par\n\\tab\\tab public advocate or comptroller:\\tab\\tab\\tab\\tab\\tab\\tab $2,500,000\\par\n\\tab\\tab borough president\\cf1\\ul , justice of the supreme court, surrogate\\rquote s court\\par\n\\ulnone\\tab\\tab\\ul or county-wide justice of the civil court\\cf0\\ulnone :\\tab\\tab\\tab\\tab\\tab $   900,000\\par\n\\tab\\tab member of the city council \\cf1\\ul or district-wide justice of the civil court\\cf0\\ulnone :\\tab $   105,000\\ul\\par\n\\pard\\sl480\\slmult1\\tx0\\tx720\\tx1278\\tx1728\\ulnone\\tab 2.  The following limitations apply to all expenditures made by a candidate and his or her principal committee in the calendar year preceding the year of the election for which such candidate chooses to participate in the public funding provisions of this chapter and to expenditures made at any time prior to such date for services, materials, facilities, advertising or other things of value received, rendered, published, distributed or broadcast in such calendar year.  Such expenditures by a participating candidate for one of the following offices and his or her principal committee shall not exceed the following amounts:\\par\n\\pard\\fi720\\sl480\\slmult1\\tx0\\tx720\\tx1278\\tx1728\\tx5760\\tab\\tab mayor, public advocate or comptroller:\\tab\\tab\\tab\\tab\\tab $180,000\\ul\\par\n\\pard\\fi720\\sl480\\slmult1\\tx0\\tx720\\tx1278\\tx1728\\ulnone\\tab\\tab borough president\\cf1\\ul , justice of the supreme court, surrogate\\rquote s court\\par\n\\ulnone\\tab\\tab\\ul or county-wide justice of the civil court\\cf0\\ulnone :\\tab\\tab\\tab\\tab\\tab $120,000\\par\n\\tab\\tab member of the city council \\cf1\\ul or district-wide justice of the civil court\\cf0\\ulnone :\\tab $  40,000\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\cf1\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\cf0\\'a76.  Subdivision 6 of section 3-708 of the administrative code of the city of New York is amended to read as follows:\\par\n\\cf1 6. The board shall publicize, as it deems appropriate, the names of candidates for nomination or election to the offices of mayor, public advocate, comptroller, borough president\\ul , justice of the supreme court, surrogate\\rquote s court or civil court,\\ulnone  or city council who violate any of the provisions of this chapter.\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\cf0\\'a77.  Sections 2 and 5 of this local law shall not have any effect on any inflationary adjustments made prior to the effective date of this law pursuant to subdivision 7 of section 3-703 or paragraph (e) of subdivision 1 of section 3-706 of the administrative code.  Additionally, any such inflationary adjustments shall be applied to judicial participating candidates in full upon the effective date of this local law.\\par\n\\par\n\\'a78.  This local law shall take effect immediately.\\par\n\\pard\\nowidctlpar\\par\nLS# 57\\cf1\\par\nMT\\par\n4/19/04\\par\n}\n\u0000",
  "LastModified": "2019-08-15T19:04:40.707Z"
}
