{
  "ID": 30564,
  "GUID": "26476CC7-0574-4ABE-9279-E39346A7F77F",
  "File": "Int 0393-2004",
  "Name": "Making it a misdemeanor to use a city agency or service to harass another person or entity.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to making it a misdemeanor to use a city agency or service to harass another person or entity.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2004-06-28T00:00:00Z",
  "AgendaDate": "2004-06-28T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5281,
      "Slug": "joseph-p-addabbo-jr",
      "FullName": "Joseph P. Addabbo, Jr."
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 432,
      "Slug": "philip-reed",
      "FullName": "Philip Reed"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    }
  ],
  "History": [
    {
      "ID": 162239,
      "Date": "2004-06-28T09:43:16Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 162372,
      "Date": "2004-06-28T23:00:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 3070,
      "AgendaSequence": 98,
      "MinutesSequence": 141,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 176864,
      "Date": "2005-06-21T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 19,
      "BodyName": "Committee on Public Safety",
      "EventID": 4873,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 177643,
      "Date": "2005-06-21T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 19,
      "BodyName": "Committee on Public Safety",
      "EventID": 4873,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184893,
      "Date": "2005-12-31T10:57:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 67172,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "http://nyc.legistar1.com/nyc/attachments/0ba2eea9-7811-4039-a91c-a0df9b2d905c.doc",
      "Sort": 1
    },
    {
      "ID": 69723,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript",
      "Link": "http://nyc.legistar1.com/nyc/attachments/23ad9fd0-4d3d-4427-ada3-f21b321b8833.doc",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 16875,
  "Text": "Be it enacted by the council as follows:\n\nSection One:  Legislative findings and intent.  The Council of the City of New York, in response to the growing occurrence of false complaints to the Department of Buildings that have no other purpose than the harassment of a property owner, intends to make it a misdemeanor for any person to knowingly make a false statement in such a complaint.  Additionally, the administrative code shall be amended to make it a misdemeanor to intentionally use city agencies and personnel to harass another person or entity.\n\t§2.  Section 26-104 of c hapter one of title 26 of the administrative code of the city of New York is hereby amended, to read as follows:\n\t§ 26-104. Complaint book.\n\tThe department shall keep a general complaint [book, or several such books] record, in which [may] shall be entered any complaint made by any person in reference to any building.  Such entry shall include the name and residence of the complainant, the name of the person complained of, the date of the entry of the complaint and any suggested remedies.  Except for entries of names and residences of the complainants, such [book] record shall be open to public examination during the office hours of the department, subject to such regulations as the commissioner may prescribe.  The commissioner shall cause all complaints to be investigated.\n\t§3. Subsection a of section 26-124 of chapter one of title 26 of the administrative code of the city of New York is hereby amended, to read as follows:\n\t§26-124. False statements in certificates, forms, written statements, applications, reports, or certificates of correction, or complaints.\na.\tAny person who shall knowingly make a false statement or who shall\nknowingly falsify or allow to be falsified any certificate, form, signed statement, application, report, or certification of the correction of a violation required under the provisions of this code, complaint regarding a violation of the provisions of this code, or any rule or regulation of any agency promulgated thereunder, shall be guilty of a misdemeanor and upon conviction thereof, shall be punished by a fine of not less than one thousand dollars nor more than five thousand dollars, or by imprisonment not to exceed six months, or both.\n§4.  Chapter one of title 12 of the administrative code of the city of New York is hereby amended to add a new section 12-140, to read as follows:\n\t§12-140. Use of City Agencies or Personnel to Harass Another Person or Entity.\n\t Any person who knowingly causes or attempts to cause the harassment of another person or entity through the use of a city agency, personnel or service shall be guilty of a misdemeanor and upon conviction thereof, shall be punished by a fine of up to one thousand dollars, or by imprisonment not to exceed six months, or both such fine and imprisonment.\n\t§5.  This local law shall take effect immediately.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\par\n\\ul Be it enacted by the council as follows:\\ulnone\\par\n\\par\n\\pard\\fi720\\sl480\\slmult1\\qj Section One:  Legislative findings and intent.  The Council of the City of New York, in response to the growing occurrence of false complaints to the Department of Buildings that have no other purpose than the harassment of a property owner, intends to make it a misdemeanor for any person to knowingly make a false statement in such a complaint.  Additionally, the administrative code shall be amended to make it a misdemeanor to intentionally use city agencies and personnel to harass another person or entity.\\par\n\\pard\\sl480\\slmult1\\qj\\tab\\'a72.  Section 26-104 of c hapter one of title 26 of the administrative code of the city of New York is hereby amended, to read as follows:\\par\n\\pard\\sl480\\slmult1\\tab\\'a7 26-104. Complaint book.\\par\n\\tab The department shall keep a general complaint [book, or several such books] \\ul record,\\ulnone  in which [may] \\ul shall\\ulnone  be entered any complaint made by any person in reference to any building.  Such entry shall include the name and residence of the complainant, the name of the person complained of, the date of the entry of the complaint and any suggested remedies.  Except for entries of names and residences of the complainants, such [book] \\ul record \\ulnone shall be open to public examination during the office hours of the department, subject to such regulations as the commissioner may prescribe.  The commissioner shall cause all complaints to be investigated.\\par\n\\tab\\'a73. Subsection a of section 26-124 of chapter one of title 26 of the administrative code of the city of New York is hereby amended, to read as follows:\\par\n\\tab\\'a726-124. False statements in certificates, forms, written statements, applications, reports\\ul ,\\ulnone  \\strike or\\strike0  certificates of correction\\ul , or complaints.\\par\n\\pard\\fi-360\\li1080\\sl480\\slmult1\\tx1080\\ulnone a.\\tab Any person who shall knowingly make a false statement or who shall\\par\n\\pard\\sl480\\slmult1 knowingly falsify or allow to be falsified any certificate, form, signed statement, application, report\\ul ,\\ulnone  \\ul or\\ulnone  certification of the correction of a violation required under the provisions of this code\\ul , complaint regarding a violation of the provisions of this code\\ulnone , or any rule or regulation of any agency promulgated thereunder, shall be guilty of a misdemeanor and upon conviction thereof, shall be punished by a fine of not less than one thousand dollars nor more than five thousand dollars, or by imprisonment not to exceed six months, or both.\\par\n\\pard\\fi720\\sl480\\slmult1\\'a74.  Chapter one of title 12 of the administrative code of the city of New York is hereby amended to add a new section 12-140, to read as follows:\\par\n\\pard\\sl480\\slmult1\\tab\\ul\\'a712-140. Use of City Agencies or Personnel to Harass Another Person or Entity.\\par\n\\ulnone\\tab\\ul  Any person who knowingly causes or attempts to cause the harassment of another person or entity through the use of a city agency, personnel or service shall be guilty of a misdemeanor and upon conviction thereof, shall be punished by a fine of up to one thousand dollars, or by imprisonment not to exceed six months, or both such fine and imprisonment.\\ulnone\\par\n\\tab\\'a75.  This local law shall take effect immediately.\\par\n}\n\u0000",
  "LastModified": "2019-08-15T19:05:32.57Z"
}
