{
  "ID": 30554,
  "GUID": "699245C8-9D9B-4358-B56B-816559C28CBE",
  "File": "Int 0395-2004",
  "Name": "Idling restrictions pertaining to school buses and reporting requirements.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to idling restrictions pertaining to school buses and reporting requirements.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 10,
  "BodyName": "Committee on Environmental Protection",
  "IntroDate": "2004-06-28T00:00:00Z",
  "AgendaDate": "2004-06-28T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5264,
      "Slug": "maria-baez",
      "FullName": "Maria Baez"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5294,
      "Slug": "betsy-gotbaum",
      "FullName": "Betsy Gotbaum"
    }
  ],
  "History": [
    {
      "ID": 161957,
      "Date": "2004-06-28T11:50:07Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 162374,
      "Date": "2004-06-28T23:00:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 3070,
      "AgendaSequence": 100,
      "MinutesSequence": 143,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Environmental Protection",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184895,
      "Date": "2005-12-31T10:57:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 16857,
  "Text": "Be it enacted by the Council as follows:\nSection 1. Section 24-163 of the administrative code of the city of New York is amended to read as follows:\n§ 24-163  Operation of motor vehicle; idling of engine restricted.  (a) No person shall cause or permit the engine of a motor vehicle, other than a legally authorized emergency motor vehicle, to idle for longer than three minutes while parking as defined in section one hundred twenty-nine of the vehicle and traffic law, standing as defined in section one hundred forty-five of the vehicle and traffic law, or stopping as defined in section one hundred forty-seven of the vehicle and traffic law, unless the engine is used to operate a loading, unloading or processing device.  When the ambient temperature is in excess of forty degrees Fahrenheit, no person shall cause or permit the engine of a bus as defined in section one hundred four of the vehicle and traffic law to idle while parking, standing, or stopping (as defined above) at any terminal point, whether or not enclosed, along an established route.  The engine of a school bus shall not idle for any period of time while parking, standing or stopping in front of any school building.\n(b)  The department of transportation shall post signs relating to prohibited idling that shall comply with the standards set forth in the Manual on Uniform Traffic Control Devices and, where practicable, include the maximum penalty that may be imposed for a violation of subdivision a of this section as follows: \n(1) a sign shall be posted at each exit within the city of New York of each bridge and tunnel having only one terminus in the city of New York; \n(2) signs shall be posted at a minimum of five locations in each borough where two or more truck routes, whether local or through routes, intersect;\n(3) a sign shall be posted at each bus layover area (other than school bus layover areas), designated by the commissioner of transportation pursuant to section 4-10(c)(3) of title 34 of the rules of the city of New York;\n(4) a sign shall be posted at each multiple use bus terminal point; \n(5) a sign shall be posted in close proximity to each school bus depot; and,\n(6) signs shall be posted at other appropriate locations throughout the city as jointly determined by the commissioner and the commissioner of transportation, including but not limited to, locations for which the city receives a substantial number of complaints of idling motor vehicles.  \n(c)  For the purpose of this section only the term “school bus” shall mean any bus that transports children to or from schools, \"school bus depot” shall mean any garage, lot or other facility where buses that transport children to or from schools are parked over night and the term “multiple use bus terminal point” shall mean a location that is both a terminal point of at least one bus route (other than a school bus route) and a bus stop (other than a school bus stop) on one or more other bus routes. \nIn any proceeding relating to a violation of the restrictions on idling it shall not be a \ndefense that a sign required by this section was absent at the time of the violation.\nNot later than January 30, 2005, and not later than January 30 of each year\nthereafter, the department shall provide a report to the speaker of the council, which shall include, but not be limited to, the number of notices of violation issued during the immediately preceeding complete fiscal year for violations of this section and the average penalty assessed and collected, respectively, for such violations.  Such information shall be disaggregated according to council district and the type of vehicle, such as bus, truck or passenger vehicle, for which the notices of violation were issued and shall be included in the preliminary mayor’s management report and mayor’s management report for the relevant fiscal year.\n\t§ 2. This local law shall take effect six months after its enactment into law. \n\nDD 6/18/04  4:29 p.m.\nLS # 1227",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\pard\\noline\\v0\\par\n\\pard\\sl480\\slmult1\\ul Be it enacted by the Council as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\ulnone Section 1. Section 24-163 of the administrative code of the city of New York is amended to read as follows:\\par\n\\'a7 24-163  Operation of motor vehicle; idling of engine restricted.  (a) No person shall cause or permit the engine of a motor vehicle, other than a legally authorized emergency motor vehicle, to idle for longer than three minutes while parking as defined in section one hundred twenty-nine of the vehicle and traffic law, standing as defined in section one hundred forty-five of the vehicle and traffic law, or stopping as defined in section one hundred forty-seven of the vehicle and traffic law, unless the engine is used to operate a loading, unloading or processing device.  When the ambient temperature is in excess of forty degrees Fahrenheit, no person shall cause or permit the engine of a bus as defined in section one hundred four of the vehicle and traffic law to idle while parking, standing, or stopping (as defined above) at any terminal point, whether or not enclosed, along an established route.  \\ul The engine of a school bus shall not idle for any period of time while parking, standing or stopping in front of any school building.\\par\n\\ulnone (b)  The department of transportation shall post signs relating to prohibited idling that shall comply with the standards set forth in the Manual on Uniform Traffic Control Devices and, where practicable, include the maximum penalty that may be imposed for a violation of subdivision a of this section as follows: \\par\n(1) a sign shall be posted at each exit within the city of New York of each bridge and tunnel having only one terminus in the city of New York; \\par\n(2) signs shall be posted at a minimum of five locations in each borough where two or more truck routes, whether local or through routes, intersect;\\par\n(3) a sign shall be posted at each bus layover area (other than school bus layover areas), designated by the commissioner of transportation pursuant to section 4-10(c)(3) of title 34 of the rules of the city of New York;\\par\n(4) a sign shall be posted at each multiple use bus terminal point; \\par\n(5) a sign shall be posted in close proximity to each school bus depot; and,\\par\n(6) signs shall be posted at other appropriate locations throughout the city as jointly determined by the commissioner and the commissioner of transportation, including but not limited to, locations for which the city receives a substantial number of complaints of idling motor vehicles.  \\par\n(c)  For the purpose of this section only the term \\ul\\ldblquote school bus\\rdblquote  shall mean any bus that transports children to or from schools,\\ulnone  \"school bus depot\\rdblquote  shall mean any garage, lot or other facility where buses that transport children to or from schools are parked over night and the term \\ldblquote multiple use bus terminal point\\rdblquote  shall mean a location that is both a terminal point of at least one bus route (other than a school bus route) and a bus stop (other than a school bus stop) on one or more other bus routes. \\par\n\\pard{\\pntext\\f0 (d)\\tab}{\\*\\pn\\pnlvlbody\\pnf0\\pnindent360\\pnstart4\\pnlcltr{\\pntxtb(}{\\pntxta)}}\n\\fi-390\\li1110\\sl480\\slmult1\\tx1110 In any proceeding relating to a violation of the restrictions on idling it shall not be a \\par\n\\pard{\\*\\pn\\pnlvlcont\\pnf0\\pnindent0\\pnstart1\\pndec }\n\\sl480\\slmult1 defense that a sign required by this section was absent at the time of the violation.\\par\n\\pard{\\pntext\\f0 (d)\\tab}{\\*\\pn\\pnlvlbody\\pnf0\\pnindent360\\pnstart4\\pnlcltr{\\pntxtb(}{\\pntxta)}}\n\\fi-390\\li1110\\sl480\\slmult1\\tx1110\\ul Not later than January 30, 2005, and not later than January 30 of each year\\par\n\\pard\\sl480\\slmult1 thereafter, the department shall provide a report to the speaker of the council, which shall include, but not be limited to, the number of notices of violation issued during the immediately preceeding complete fiscal year for violations of this section and the average penalty assessed and collected, respectively, for such violations.  Such information shall be disaggregated according to council district and the type of vehicle, such as bus, truck or passenger vehicle, for which the notices of violation were issued and shall be included in the preliminary mayor\\rquote s management report and mayor\\rquote s management report for the relevant fiscal year.\\par\n\\ulnone\\tab\\'a7 2. This local law shall take effect six months after its enactment into law. \\par\n\\pard\\noline\\hyphpar0\\qj\\par\nDD 6/18/04  4:29 p.m.\\par\nLS # 1227\\par\n\\pard\\par\n}\n\u0000",
  "LastModified": "2019-08-15T19:05:53.45Z"
}
