{
  "ID": 30558,
  "GUID": "3ADD7E23-665F-47C8-9584-EE8DDE419042",
  "File": "Int 0399-2004",
  "Name": "Keep records of all calls received through the 311 Citizen Service Center hotline.",
  "Title": "A Local Law to amend the New York city charter, in relation to requiring the department of information technology and telecommunications to keep records of all calls received through the 311 Citizen Service Center hotline regarding reports of electrical shocks occurring on City streets or sidewalks, including calls reporting locations believed to pose a risk of electrical shock, and to require that the department submit to the council and make available on the city’s official website, bi-annual reports documenting such data.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2004-06-28T00:00:00Z",
  "AgendaDate": "2004-06-28T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5270,
      "Slug": "hiram-monserrate",
      "FullName": "Hiram Monserrate"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5279,
      "Slug": "dennis-p-gallagher",
      "FullName": "Dennis P. Gallagher"
    },
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    }
  ],
  "History": [
    {
      "ID": 161963,
      "Date": "2004-06-28T16:22:21Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 162383,
      "Date": "2004-06-28T23:00:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 3070,
      "AgendaSequence": 109,
      "MinutesSequence": 152,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184896,
      "Date": "2005-12-31T10:59:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 16864,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1. Declaration of Legislative Findings and Intent.\nThe 311 Citizen Service Center was developed with the goal of making City government more accessible and efficient in serving its constituents.  The 311 system is supposed to enable residents to request and receive information regarding various City agencies and services simply by dialing one number, 311.  In addition, the 311 system should improve the functioning and responsiveness of city government by supplying the mayor and governmental agencies with real time data on requests, complaints and services, which should allow for better and immediate allocation of resources and personnel. \nHowever, according to recent reports, currently, the City’s 311 system has no mechanism or procedure for accepting or addressing, or even documenting, constituent calls regarding the serious public safety hazard of stray voltage leaks, or “hotspots,” located throughout the City.  Instead, when concerned constituents call to report incidents of electrical shock occurring on city streets or sidewalks, or to report locations suspected of voltage leaks, the City’s 311 system directs the caller to contact Con Edison, without providing any alternative City outlet to receive complaints.  Furthermore, when the City effectively passes the call on to Con Edison, it does so without ever making any kind of administrative record or documentation of the call, thereby diminishing the City’s oversight capacity, and potentially making the health and safety of City residents solely contingent upon the ability of Con Edison to effectively respond to such complaints.  \nFailing to document and follow-up on caller information relating to voltage leaks from manhole covers and service boxes throughout City streets is an inefficient use of the 311 Citizen Service Center hotline, and one which may pose an increased health and safety risk for anyone who walks on City streets.  The City witnessed the consequences and previously unforeseen dangers of stray voltage leaks with the recent electrocution death of a young woman from stepping on a charged Con Edison metal plate while walking her dogs.  While this incident tragically illustrated the potential dangers which exist, it also compels the City to take serious and meaningful action to ensure the safety of its residents.  The 311 Citizen Service Center is one such medium through which to accomplish this.  When a constituent is concerned enough to report an incident of electrical shock via the 311 hotline, the City should demonstrate its commitment and willingness to respond to these concerns, which should include, documenting the incidents and locations, submitting such data to the Council, and making this information publicly available on the city’s official website through periodically issued reports.   \n§ 2. Chapter 48 of the New York city charter, as added by a vote of the electors at the general election on November 9, 1989, is amended by adding thereto a new section 1075 to read as follows:\n\t§ 1075. 311 citizen service center hotline documentation and reporting requirement. a. Within seven days from the end of each bi-annual period, the department shall submit to the speaker of the council and make available on the city’s official website, a report containing a record of all calls placed to the 311 citizen service center hotline regarding reports of electrical shocks occurring on City streets or sidewalks, including all calls reporting locations suspected of having voltage leaks and posing a risk of electrical shock, for the six-month period to date disaggregated on a month-by-month basis.  This report shall be submitted in an electronic spreadsheet format and shall include the data set forth in subdivision b of this section.\nb. The report required by subdivision a of this section shall include, but not be limited to (1) the total number of calls received regarding reports of electrical shocks occurring on City streets or sidewalks, including calls regarding locations suspected of having voltage leaks and posing a risk of electrical shock, with respect to locations within each community district and council district; and (2) information regarding how each call has been or is being addressed.  \n§2. This local law shall take effect sixty days after its enactment into law, except that the commissioner of information technology and telecommunications shall take such steps as are necessary for its implementation prior to such effective date.  The first report required by section 1075 of the new york city charter, as added by section one of this local law, shall be required within seven business days subsequent to the conclusion of the six month time period after its effective date. \n\nLS# 1242\nTMQ-06/22/04",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\sl480\\slmult1\\ulnone\\tab Section 1. Declaration of Legislative Findings and Intent.\\par\n\\pard\\fi720\\sl480\\slmult1 The 311 Citizen Service Center was developed with the goal of making City government more accessible and efficient in serving its constituents.  The 311 system is supposed to enable residents to request and receive information regarding various City agencies and services simply by dialing one number, 311.  In addition, the 311 system should improve the functioning and responsiveness of city government by supplying the mayor and governmental agencies with real time data on requests, complaints and services, which should allow for better and immediate allocation of resources and personnel. \\par\nHowever, according to recent reports, currently, the City\\rquote s 311 system has no mechanism or procedure for accepting or addressing, or even documenting, constituent calls regarding the serious public safety hazard of stray voltage leaks, or \\ldblquote hotspots,\\rdblquote  located throughout the City.  Instead, when concerned constituents call to report incidents of electrical shock occurring on city streets or sidewalks, or to report locations suspected of voltage leaks, the City\\rquote s 311 system directs the caller to contact Con Edison, without providing any alternative City outlet to receive complaints.  Furthermore, when the City effectively passes the call on to Con Edison, it does so without ever making any kind of administrative record or documentation of the call, thereby diminishing the City\\rquote s oversight capacity, and potentially making the health and safety of City residents solely contingent upon the ability of Con Edison to effectively respond to such complaints.  \\par\nFailing to document and follow-up on caller information relating to voltage leaks from manhole covers and service boxes throughout City streets is an inefficient use of the 311 Citizen Service Center hotline, and one which may pose an increased health and safety risk for anyone who walks on City streets.  The City witnessed the consequences and previously unforeseen dangers of stray voltage leaks with the recent electrocution death of a young woman from stepping on a charged Con Edison metal plate while walking her dogs.  While this incident tragically illustrated the potential dangers which exist, it also compels the City to take serious and meaningful action to ensure the safety of its residents.  The 311 Citizen Service Center is one such medium through which to accomplish this.  When a constituent is concerned enough to report an incident of electrical shock via the 311 hotline, the City should demonstrate its commitment and willingness to respond to these concerns, which should include, documenting the incidents and locations, submitting such data to the Council, and making this information publicly available on the city\\rquote s official website through periodically issued reports.   \\par\n\\'a7 2. Chapter 48 of the New York city charter, as added by a vote of the electors at the general election on November 9, 1989, is amended by adding thereto a new section 1075 to read as follows:\\par\n\\pard\\sl480\\slmult1\\tab\\ul\\'a7 1075. 311 citizen service center hotline documentation and reporting requirement. a. Within seven days from the end of each bi-annual period, the department shall submit to the speaker of the council and make available on the city\\rquote s official website, a report containing a record of all calls placed to the 311 citizen service center hotline regarding reports of electrical shocks occurring on City streets or sidewalks, including all calls reporting locations suspected of having voltage leaks and posing a risk of electrical shock, for the six-month period to date disaggregated on a month-by-month basis.  This report shall be submitted in an electronic spreadsheet format and shall include the data set forth in subdivision b of this section.\\par\n\\pard\\fi720\\sl480\\slmult1 b. The report required by subdivision a of this section shall include, but not be limited to (1) the total number of calls received regarding reports of electrical shocks occurring on City streets or sidewalks, including calls regarding locations suspected of having voltage leaks and posing a risk of electrical shock, with respect to locations within each community district and council district; and (2) information regarding how each call has been or is being addressed.  \\par\n\\ulnone\\'a72. This local law shall take effect sixty days after its enactment into law, except that the commissioner of information technology and telecommunications shall take such steps as are necessary for its implementation prior to such effective date.  The first report required by section 1075 of the new york city charter, as added by section one of this local law, shall be required within seven business days subsequent to the conclusion of the six month time period after its effective date. \\par\n\\pard\\par\nLS# 1242\\par\nTMQ-06/22/04 \\par\n\\pard\\fi720\\sl480\\slmult1\\par\n\\pard\\par\n\\par\n}\n\u0000",
  "LastModified": "2019-08-15T19:07:04.57Z"
}
