{
  "ID": 30548,
  "GUID": "1516525F-660B-45F4-82D4-CED8001DF411",
  "File": "Int 0401-2004",
  "Name": "Imposing a housing requirement for victims of domestic violence.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to imposing a housing requirement for victims of domestic violence.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2004-06-28T00:00:00Z",
  "AgendaDate": "2004-06-28T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 424,
      "Slug": "tracy-l-boyland",
      "FullName": "Tracy L. Boyland"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 430,
      "Slug": "bill-perkins",
      "FullName": "Bill Perkins"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    }
  ],
  "History": [
    {
      "ID": 161943,
      "Date": "2004-06-28T16:15:53Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 162393,
      "Date": "2004-06-28T23:00:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 3070,
      "AgendaSequence": 118,
      "MinutesSequence": 161,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184898,
      "Date": "2005-12-31T11:00:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 16854,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Subchapter 3 of chapter 2 of title 27 of the administrative code of the city of New York is amended by adding a new article 7 to read as follows:\nARTICLE 7\nHOUSING FOR VICTIMS OF DOMESTIC VIOLENCE\n§27-2089.1  Definitions.  Whenever used in this article the following term shall have the following meaning:\n\t“Victims of domestic violence” means any person over the age of sixteen, any married person or any parent accompanied by his or her minor child or children in situations in which such person or such person’s child is a victim of an act which would constitute a violation of the penal law, including, but not limited to acts constituting disorderly conduct, harassment, menacing, reckless endangerment, kidnapping, assault, attempted assault or attempted murder; and\n(i)  such act or acts have resulted in actual physical or emotional injury or have created a substantial risk of physical or emotional harm to such person or such person’s child; and\n(ii)  such act or acts are or are alleged to have been committee by a family or household member.\n§27-2089.2  Housing for victims of domestic violence.  Notwithstanding any other provision of law, for all multiple dwellings developed as the result of new construction, conversion or substantial rehabilitation and aided by a grant, loan or subsidy from the department or aided by a real property tax benefit program administered through the department, there shall be a regulatory agreement with the department requiring that a minimum of ten percent of the total number of dwelling units in such multiple dwelling be set aside for victims of domestic violence.  The department shall by rule establish that victims of domestic violence that have entered the shelter system be given priority for placement in such set aside dwelling units.\n§2.  This local law shall take effect immediately.\n\n\nTNN\nLS#388\n06-23-04",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\pard\\hyphpar0\\qj\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\hyphpar0\\fi1440\\sl480\\slmult1\\qj Section 1.  Subchapter 3 of chapter 2 of title 27 of the administrative code of the city of New York is amended by adding a new article 7 to read as follows:\\par\n\\pard\\hyphpar0\\fi1440\\sl480\\slmult1\\qc\\ul ARTICLE 7\\par\nHOUSING FOR VICTIMS OF DOMESTIC VIOLENCE\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\cf1\\'a727-2089.1  Definitions.  Whenever used in this article the following term shall have the following meaning:\\par\n\\pard\\hyphpar0\\sl480\\slmult1\\qj\\cf0\\ulnone\\tab\\ldblquote\\ul Victims of domestic violence\\rdblquote  means any person over the age of sixteen, any married person or any parent accompanied by his or her minor child or children in situations in which such person or such person\\rquote s child is a victim of an act which would constitute a violation of the penal law, including, but not limited to acts constituting disorderly conduct, harassment, menacing, reckless endangerment, kidnapping, assault, attempted assault or attempted murder; and\\par\n\\pard\\hyphpar0\\li720\\sl480\\slmult1\\qj (i)  such act or acts have resulted in actual physical or emotional injury or have created a substantial risk of physical or emotional harm to such person or such person\\rquote s child; and\\par\n(ii)  such act or acts are or are alleged to have been committee by a family or household member.\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\'a727-2089.2  Housing for victims of domestic violence.  Notwithstanding any other provision of law, for all multiple dwellings developed as the result of new construction, conversion or substantial rehabilitation and aided by a grant, loan or subsidy from the department or aided by a real property tax benefit program administered through the department, there shall be a regulatory agreement with the department requiring that a minimum of ten percent of the total number of dwelling units in such multiple dwelling be set aside for victims of domestic violence.  The department shall by rule establish that victims of domestic violence that have entered the shelter system be given priority for placement in such set aside dwelling units.\\par\n\\ulnone\\'a72.  This local law shall take effect immediately.\\par\n\\pard\\hyphpar0\\sl480\\slmult1\\qj\\tx2520\\par\n\\par\n\\pard\\hyphpar0\\qj\\tx2520 TNN\\par\nLS#388\\par\n06-23-04\\par\n\\pard\\par\n}\n\u0000",
  "LastModified": "2019-08-15T19:07:24.597Z"
}
