{
  "ID": 30639,
  "GUID": "19CB78C3-A5AF-4D64-97DD-AC35A818CC16",
  "File": "Int 0404-2004",
  "Name": "Require city agencies to develop and implement policies and programs to ensure nondiscriminatory compliance with environmental, energy, health and safety laws.",
  "Title": "A Local Law to amend the administrative code of the city of New York to require city agencies to develop and implement policies and programs to ensure nondiscriminatory compliance with environmental, energy, health and safety laws, to ensure equal protection of the public health and to promote environmental justice and economic development in underdeveloped communities.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 10,
  "BodyName": "Committee on Environmental Protection",
  "IntroDate": "2004-07-21T00:00:00Z",
  "AgendaDate": "2004-07-21T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 5270,
      "Slug": "hiram-monserrate",
      "FullName": "Hiram Monserrate"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 432,
      "Slug": "philip-reed",
      "FullName": "Philip Reed"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    }
  ],
  "History": [
    {
      "ID": 162753,
      "Date": "2004-07-21T09:16:26Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 162925,
      "Date": "2004-07-21T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 3077,
      "AgendaSequence": 105,
      "MinutesSequence": 138,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Environmental Protection",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184899,
      "Date": "2005-12-31T11:01:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 16918,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. A new subchapter 10 is hereby added to chapter 1 of title 24 of the administrative code of the city of New York to read as follows:\nSubchapter 10\nEnvironmental Justice\n§ 24-191  Definitions.\n§ 24-192  Commission on environmental justice.\n§ 24-193  Health, environmental research, data collection and analysis assessing       \n                    disproportionate impact.\n§ 24-194  Determination of affected and non-affected areas.\n§ 24-195  Petitions relating to environmentally disadvantaged and advantaged \n                    communities.\n§ 24-196  Study of affected and non-affected areas.\n§ 24-197  Moratorium.\n§ 24-198  Endorsement.\n§ 24-199  Interagency environmental justice working group.\n§ 24-199a  Agency strategies.\n\n§ 24-191. Definitions. For purposes of this section, the following terms shall have the following meanings:\n(1)\t“Affected area” shall mean any area determined by the Department of Environmental Protection to suffer disproportionately from negative health, environmental or economic impacts.\n(2)\t“Brownfield” shall mean any previously developed and presently polluted area selected by local community designation and supported by Department of Environmental Protection analysis that is targeted for re-development. \n(3)\t“City agency” shall mean (a) any city entity represented on the working group; (b) any other entity that conducts any city program or activity that substantially affects human health or the environment; or (c) any city agency that implements any program, policy or activity applicable to low-income residents.\n(4)\t“Commissioner” shall mean the Commissioner of the Department of Environmental Protection.\n(5)\t“Commission” shall mean the Commission on Environmental Justice.\n(6)\t“Department” shall mean the Department of Environmental Protection.\n(7)\t“Environmentally disadvantaged community” shall mean any area within two miles of the borders of a site on which a facility for the management of solid waste, including a facility for the management of hazardous waste, is proposed for construction and in which both of the following conditions are met, using the most recent data from the Census Bureau:\n(a)\tthe percentage of the population consisting of all individuals who are of African, Hispanic, Asian, Native American Indian, Pacific Island or Native Alaskan ancestry is greater than either: (i) the percentage of the population in the borough of all such individuals; or (ii) the percentage of the population in the community of all such individuals; or\n(b) twenty percent or more of the population consists of individuals who are living at or below the poverty line, or the area has a per capita income of eighty percent or less of the national average for the most recent twelve month period for which statistics are available; and   \n (c) the area contains one or more of the following:(i) an operational facility for the management of hazardous waste; (ii) a facility for the management of hazardous waste that is no longer in operation but that formerly accepted hazardous waste; (iii) a site at which a release or threatened release of hazardous substances, within the meaning of the Comprehensive Environmental Response, Compensation and Liability Act, has occurred; (iv) a facility for the management of municipal solid waste; (v) a facility whose owner or operator is required to submit a toxic chemical release form under section 313 of the Emergency Planning and Community Right-to-Know Act of 1986, if the releases reported on such form are likely to adversely affect the health of the community or a portion of the community.\n(8)\t“Environmental justice” shall mean equal protection from environmental and public health hazards for all people regardless of race, income, culture or social status.\n(9)\t“Fair treatment” shall mean policies and practices that will minimize the likelihood that a minority or low-income community will bear a disproportionate share of the adverse environmental consequences, or be denied reasonable access to the environmental benefits resulting from a city program or policy.\n  (10) \"Management,\" when used in connection with solid waste, including hazardous waste, shall mean treatment, storage, disposal, combustion, recycling or other handling of solid waste, but does not include any activities that take place in a materials recovery facility or any other facility that prepares, transfers, or utilizes non-hazardous recyclable materials for purposes other than energy recovery.\n(11)“Pollution releasing facility,” also known as “PRF,” shall mean any facility that is permitted on the following list: Comprehensive Environmental Response, Compensation and Liability Act of 1980, also known as “CERCLA”; Resource Conservation Recovery Act, also known as “RCRA-Large”; Clean Air Act; Clean Water Act; Federal Insecticide, Fungicide and Rodenticide Act, also known as “FIFRA”; Emergency Planning and Community Right-To-Know Act of 1986, or any dangerous source of pollution that is determined by the local community and confirmed by DEP, or any facility that: (a) is subject to reporting requirements under the Emergency Planning and Community Right-To-Know Act of 1986; (b) generates, treats, stores or disposes of a hazardous waste as defined in section 3001 of the Solid Waste Disposal Act; (c) is subject to section 112 or 129 of the Clean Air Act; (d) is subject to sections 307 or 311 of the Federal Water Pollution Control Act; (e) is subject to the Federal Insecticide, Fungicide and Rodenticide Act; or (f) is subject to the requirements concerning material safety data sheets for hazardous chemicals under the Occupational Safety and Health Act of 1970. \n(12) “Nonpollution releasing facility,” also known as “NRF,” shall mean any facility that is not permitted under the following: Comprehensive Environmental Response, Compensation and Liability Act of 1980, also known as “CERCLA”; Resource Conservation and Recovery Act, also known as “RCRA (large)”; Clean Air Act; Clean Water Act; Federal Insecticide, Fungicide and Rodenticide Act, also known as “FIFRA”; Emergency Planning and Community Right-to-Know Act of 1986; or any facility that is a source of pollution as determined by the local community and confirmed by the Department of Environmental Protection.\n(13)“Protected area” shall mean any affected area protected by local community designation and supported by Department of Environmental Protection analysis.\n(14)“Release” shall have the same meaning as used in section 101(22) of the Comprehensive Environmental Response, Compensation and Liability Act, as amended by the Superfund Amendments and Reauthorization Act of 1986, and shall also include any release which results in exposure to persons within a workplace.\n(15)“Toxic chemicals” shall mean:\n(a)\tAll hazardous substances as defined in Section 101(14) of the Comprehensive Environmental Response, Compensation and Liability Act of 1980;\n(b)\tAll materials registered pursuant to the Federal Insecticide, Fungicide and Rodenticide Act;\n(c)\tAll chemicals subject to Section 313 of the Emergency Planning and Community Right-to-Know Act of 1986;\n(d)\tAll contaminants identified in the Safe Drinking Water Act;\n(e)\tAll chemicals listed by the National Toxicology Program, also known as “NTP,” as known or probable human carcinogens; and\n(f)\tAll materials subject to the requirements concerning material safety data sheets for hazardous chemicals under the Occupational Safety and Health Act of 1970.\n§ 24-192. Commission on Environmental Justice. A commission shall be established to: (1) advise City agencies on environmental justice and related community issues; (2) review and analyze the impact of current city laws and policies on the issue of environmental justice; (3) assess the adequacy of city laws to address the issue of environmental justice; (4) coordinate children’s programs with recommendations related to environmental justice; (5) develop criteria to assess whether communities in the city may be experiencing environmental justice issues; and (6) recommend options to the mayor for addressing issues, concerns or problems related to environmental justice that result from review, including prioritizing areas of the city that need immediate attention. \n1.\tComposition. The commission shall consist of the following twenty members: a chairperson, to be designated by the mayor; the Department of Environmental Protection Commissioner, or the Commissioner’s designee; the chairperson of the Council Environmental Protection Committee, or the chairperson’s designee; the chairperson of the Council Land Use Committee, or the chairperson’s designee; the chairperson of the Council Sanitation and Waste Management Committee, or the chairperson’s designee; the chairperson of the Council Waterfronts Committee; the chairperson of the Council Parks and Recreation Committee; the chairperson of the Council Select Committee on Civil Rights; the Chairperson of the Council Select Committee on Community Development; a community board member from each borough; one member of an environmental justice organization; one member from an environmental organization; one member from the business community; one member from a health-related institution; and one member from the general public with interest or expertise in  environmental justice issues.  The following requirements shall be complied with:\n(a)\tThe term of each member shall be two years where, upon the conclusion of a term, members shall continue to serve until a successor is appointed. A member who is appointed after a term has begun shall serve only for the rest of the term and until a successor is appointed;\n(b)\tA member may not be appointed to more than two consecutive terms;\n(c)\tThe department shall provide staff for the commission;\n(d)\tThe commission shall meet at the times and places that the chairman determines;\n(e)\tA majority of members of the commission shall constitute a quorum for the transaction of business;\n(f)\tA member of the commission: (1) may receive compensation; and (2) is entitled to reimbursement for expenses under the applicable city rules and regulations.\n2. Commission reporting requirement. On or before October 1 of each year, the commission shall submit to the mayor and the council and make available on the city’s official website, an annual report detailing the commission’s findings and recommendations.\n§ 24-193. Health, environmental research, data collection and analysis assessing disproportionate impact. To the extent permitted by other applicable law, including section 552a of Title 5 of the USC, also known as the Privacy Act of 1974, the Commissioner of the Department of Environmental Protection, or the head of such other agency as the Mayor may direct, shall collect, maintain and analyze information assessing and comparing environmental and human health risks borne by populations identified by race, national origin or income.  To the extent practicable and appropriate, city agencies shall use this information to determine whether City programs, policies and activities have disproportionately adverse health, environmental or economic effects on minority populations and low-income populations.\n(1)\tIn connection with the development and implementation of agency strategies, the Commissioner, or the head of other such city agency as the Mayor may direct, shall collect, maintain and analyze information on the race, national origin, and income level, and other accessible and appropriate information, for areas surrounding facilities or sites if such facilities or sites become the subject of a significant city environmental, administrative or judicial action.\n(2)\tImpact from city facilities. The Commissioner, or head of such other City agency as the mayor may direct, shall collect, maintain and analyze information on the race, national origin and income level, and other accessible and appropriate information, for areas surrounding city facilities that are: (a)subject to the reporting requirements of the federal Emergency Planning and Community Right-to-Know Act as mandated in executive order no. 12856; and (b) expected to have a substantial environmental, health or economic effect on surrounding populations.\n(3)\tInformation sharing. In carrying out the responsibilities set forth in this section, each agency, to the extent practicable and appropriate, shall share information and eliminate unnecessary duplication of efforts through the use of existing data systems and cooperative agreements among agencies and with community boards.  Except as prohibited by other applicable law, information collected or maintained pursuant to this section shall be made available to the public. \n(4)\tPublic comment. Through public hearings and other public forums, City agencies shall provide minority populations and low-income populations the opportunity to participate in the development and implementation of measures pursuant to this section. \n§ 24-194. Determination of affected and non-affected areas. \n1. Determining health, environmental, economic effects. Within six months from the date this law takes effect, the Commissioner, in consultation with the department of health, shall determine the most appropriate designation to measure health-related affected and non-affected areas, including census blocks, census tracts or other appropriate geographic unit.  The Commissioner shall determine the most appropriate designation to measure environmentally affected and non-affected areas, including census blocks, census tracks, or other appropriate geographic unit.  The Commissioner, in consultation with the Department of City Planning, Economic Development Corporation, Department of Business Services and Office of the Corporation Counsel, shall determine the most appropriate designation to measure economically affected and non-affected areas, including census blocks, census tracks, neighborhoods, communities or other appropriate geographic unit.\n2. Compilation of list. The Commissioner shall consider and utilize all appropriate and available data compiled pursuant to any health, environmental or economic regulatory authority and other sources, including but not limited to, available data on the presence of lead-based paint and toxic chemicals from mobile vehicles.  For each appropriate geographic unit the Commissioner shall calculate and compile in a database:\na. the total weight of each toxic chemical released into the ambient environment, and whenever possible, shall adjust the estimates to account for the severity of health issues, toxicity of the chemicals and level of economic development;\nb. the total weight of toxic chemicals released into waterways and land, and whenever possible, shall adjust the estimates to account for the severity of health issues, toxicity of the chemicals and level of economic development.\n3. Within six months from the date this law takes effect, the commissioner shall review the methodology used to compile and summarize information collected under section 313 of the Emergency Planning and Community Right-to-Know Act, and publish for public comment, any proposed changes to the methodology necessary to calculate and compile the information required in subsection two of this section.\n4. Publication of list. (1) Within twelve months from the date this law takes effect, and every five years thereafter, the Commissioner shall publish a list, in rank order, of the findings on: the rates and demographics of illness by borough or geographic unit; the weight of toxic chemicals measured in each borough or geographic unit; and the level of economic development for each borough or geographic unit. (2) Within twelve months from the date this law takes effect, and every five years thereafter, the Commissioner shall publish a list of the geographic units with: the highest and lowest concentration of total illnesses and toxic chemical releases, with regard to the level of economic development.  \n5. The Commissioner shall revise and republish the list described in subsection (d)(2) of this section no later than five years after the date of the initial publication, and not less frequently than every five years thereafter, using data compiled during the preceding five-year period.\n§ 24-195. Petitions Relating to Environmentally Disadvantaged and Advantaged Communities.\n(1) Any person residing in any borough in which a new facility for the management of solid waste, including a new facility for the management of hazardous waste, is proposed for construction, may submit a petition to the appropriate entity to protest the proposed facility from being issued a permit or operating in that community.  A petition under paragraph (1) shall be submitted in accordance with the following subparagraphs:\n(a)\tIn the case of a facility for the management of hazardous waste, the petition shall be submitted to the Commissioner.\n(b)\tIn the case of a facility for the management of municipal solid waste, the petition shall be submitted to the Commissioner or, in appropriate cases, as determined under regulations implementing this section, to the Department of Sanitation.\n (2) The Department or other authorized agency shall disapprove the petition if it is established that:\n(a) the proposed facility will be located in a non-affected community, and the proposed facility will not adversely affect the health of such community; or\n(b) there is no reasonable alternative location within the State for the proposed facility that poses fewer risks to human health and the environment than the proposed location, according to standards for assessing the degree of risk to human health and the environment promulgated in regulations by the Commissioner for purposes of this section; and the proposed facility either: (i) will not release contaminants; and (ii)will not engage in any activity that is likely to increase the cumulative impact of contaminants on residents of environmentally disadvantaged communities; and (iii) the project represents clear economic benefit to the community.\n§ 24-196. Study of affected and non-affected areas. (1) Within 24 months from the date this law takes effect, the Commissioner, in consultation with the Department of Sanitation, Department of Health, Department of Transportation, the Metropolitan Transit Authority, Department of City Planning, Economic Development Corporation and Department of Business Services, shall evaluate and determine the most appropriate designation of environmentally affected and non-affected areas, either census blocks, census tracks, neighborhoods, communities or other appropriate geographic unit. The Commissioner, in consultation with the New York City Economic Development Corporation and the Department of Business Services, shall evaluate and determine the most appropriate designation of economically affected and non-affected areas, either census blocks, census tracks, neighborhoods, communities or other appropriate geographic unit, and shall issue for public comment a report identifying the nature and extent, if any, of acute and chronic impacts on human health, the environment or economy in affected areas as compared to less affected areas.  Such impacts shall include, but not be limited to, cancer, birth defects, infant mortality rates, respiratory diseases, air, water, land, retail, institutional, commercial and industrial issues.  \n(2) For each designated geographic unit, the report shall seek to: (a) isolate the impacts of environmental pollution and uncontrolled releases from the effects of other factors such as health care availability, substance abuse or diet; (b) rank the relative risks posed by the toxic chemicals present in affected areas and by the varied sources of toxic chemicals, both individually and cumulatively; (c) suggest measures to remedy the impacts of pollution in high population density areas; (d) evaluate the levels below which release of toxic chemicals, either individually or cumulatively, must be reduced to avoid adverse impact on human health; and (e) determine the economic impact on such areas; as a result of the report in communities where the Commissioner has determined that adverse health, environmental or economic impacts exist DEP shall also make this information readily available to members of the community by providing information directly to the affected communities in the affected areas about the release of toxic chemicals, the potential effects of such exposure and potential economic impacts.\n§ 24-197. Moratorium. (1) If the report finds toxic chemical emissions and environmental pollution in quantities sufficient to cause significant adverse effects on human health, the environment or the economy in an affected area, such area shall be designated as a protected area, and there shall be a moratorium on the siting or permitting of any new toxic chemical facility in any affected area.   \n(2) A new toxic chemical facility may be sited or permitted in such an affected area during this period only if:\n(a)\tthe need for the activity is approved by the appropriate governing entity;\n(b)\tthe owner or operator of the facility demonstrates to the Department that the facility will develop a plan to maintain a comprehensive pollution prevention program; and\n(c)\tthe facility demonstrates to the appropriate governing entity that it will minimize uncontrolled releases into the environment.  \n(3) The moratorium shall continue in effect in such a protected area until the Commissioner determines, based upon findings of fact to support the action taken and upon petition of any interested party, that the levels of environmental pollution will not cause significant adverse effects on human health, the environment or the economy, and that such levels have been maintained at the affected area for such time period as the Commissioner determines is sufficient to restore healthful air quality levels.\n§ 24-198. Endorsement. If the report does not find significant adverse impacts of environmental pollution on human health in a proposed area, and if a petitioner requests an advance designation for a proposed area, there shall be a Department endorsement on the siting or permitting of any new facility.  A new facility may still be placed on the moratorium list if:\n(1)\tThe activity, as determined by the Department, could adversely affect health in such a manner that health effects will not be known or detected until a future date; an endorsement may continue in effect in such an area unless and until the Commissioner determines, upon petition of any interested party, that healthful air quality levels have not been maintained at the area due to the activities of the covered facility.\n§ 24-199. Interagency environmental justice working group.\n(1) Creation and composition.  There is hereby established the Interagency Working Group on Environmental Justice, comprising the heads of the following executive agencies and offices, or their designees:\n(a)\tDepartment of Environmental Protection;\n(b)\tDepartment of City Planning;\n(c)\tDepartment of Sanitation;\n(d)\tDepartment of Transportation;\n(e)\tEconomic Development Corporation;\n(f)\tDepartment of Business Services;\n(g) Office of the Corporation Counsel;\n                  \t         (h) Metropolitan Transit Authority;\n\t      \t         (i) Any other official of the city that the Mayor may designate;\n         (j) Council on the Environment of New York City;\n                     (k) Administration for Children’s Services; and\n         (l) Community Justice Exchange;\n(2)\tFunctions. The working group shall:\n(a)\tProvide guidance to City agencies on criteria for identifying disproportionately high and adverse human health or environmental effects on minority populations and low-income populations;\n(b)Coordinate with, and provide guidance to, each city agency, to develop or revise environmental justice strategies and conduct and coordinate research, as required by this act, in order to ensure that the administration, interpretation and enforcement of programs, activities, and policies are undertaken in a consistent manner;\n(c) Assist in coordinating data collection, maintenance and analysis required under this Act;\n(d) Examine existing data and studies on environmental justice; \n(e) Hold public meetings and otherwise solicit public participation and consider complaints; \n(f) Develop interagency model projects on environmental justice that evidence cooperation among city agencies.\n(3)\tPublic participation. The working group shall:\n(a)\tHold public meetings and otherwise solicit public participation, as appropriate, for the purpose of fact-finding with regard to implementation of this act and prepare for public review a summary of the comments and recommendations provided; and\n(b)\tReceive, consider, and in appropriate instances, conduct inquiries concerning complaints regarding environmental justice and the implementation of this Act by city agencies.\n(4)\tAnnual reports. \n(a)\tEach fiscal year following enactment of this act, the working group shall submit to the Mayor, a report of the final environmental justice strategies of this act and annual progress made in implementing those strategies; and\n(b)\tA copy of each report submitted to the mayor shall be submitted to the speaker of the council.\n§ 24-199a. Agency strategies. Each city agency shall develop an agency-wide environmental justice strategy that identifies and addresses disproportionately high and adverse human health or environmental effects of its programs, policies or activities on minority populations and low-income populations.\n1.  Each strategy developed shall identify programs, policies, planning, public participation processes, rulemaking and enforcement activities related to human health or the environment that should be revised to:\ni.\tPromote enforcement of all health and environmental statutes in areas with minority populations or low-income populations;\nii.\tEnsure greater public participation;\niii.\tImprove research and data collection relating to the health of, and environment of, minority populations and low income populations; and\niv.\tIdentify differential patterns of use of natural resources among minority populations and low-income populations.\n2.\tEach strategy developed shall include, where appropriate, a timetable for undertaking identified revisions.\n\n§ 2. This local law shall take effect ninety days after its enactment into law.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\sl480\\slmult1 Section 1. A new subchapter 10 is hereby added to chapter 1 of title 24 of the administrative code of the city of New York to read as follows:\\par\n\\pard\\keepn\\s1\\sl480\\slmult1\\qc\\ul\\b Subchapter 10\\par\nEnvironmental Justice\\ulnone\\par\n\\pard\\ul\\b0\\'a7 24-191  Definitions.\\par\n\\'a7 24-192  Commission on environmental justice.\\par\n\\'a7 24-193  Health, environmental research, data collection and analysis assessing       \\par\n\\ulnone                    \\ul  disproportionate impact.\\par\n\\'a7 24-194  Determination of affected and non-affected areas.\\par\n\\'a7 24-195  Petitions relating to environmentally disadvantaged and advantaged \\par\n                    communities.\\par\n\\'a7 24-196  Study of affected and non-affected areas.\\par\n\\'a7 24-197  Moratorium.\\par\n\\'a7 24-198  Endorsement.\\par\n\\'a7 24-199  Interagency environmental justice working group.\\par\n\\'a7 24-199a  Agency strategies.\\par\n\\ulnone\\par\n\\pard\\sl480\\slmult1\\ul\\'a7 24-191. Definitions. For purposes of this section, the following terms shall have the following meanings:\\par\n\\pard\\fi-360\\li720\\sl480\\slmult1\\tx720\\ulnone (1)\\tab\\ul\\ldblquote Affected area\\rdblquote  shall mean any area determined by the Department of Environmental Protection to suffer disproportionately from negative health, environmental or economic impacts.\\par\n\\pard\\fi-360\\li720\\sl480\\slmult1\\ulnone (2)\\tab\\ul\\ldblquote Brownfield\\rdblquote  shall mean any previously developed and presently polluted area selected by local community designation and supported by Department of Environmental Protection analysis that is targeted for re-development. \\par\n\\ulnone (3)\\tab\\ul\\ldblquote City agency\\rdblquote  shall mean (a) any city entity represented on the working group; (b) any other entity that conducts any city program or activity that substantially affects human health or the environment; or (c) any city agency that implements any program, policy or activity applicable to low-income residents.\\par\n\\ulnone (4)\\tab\\ul\\ldblquote Commissioner\\rdblquote  shall mean the Commissioner of the Department of Environmental Protection.\\par\n\\ulnone (5)\\tab\\ul\\ldblquote Commission\\rdblquote  shall mean the Commission on Environmental Justice.\\par\n\\ulnone (6)\\tab\\ul\\ldblquote Department\\rdblquote  shall mean the Department of Environmental Protection.\\par\n\\ulnone (7)\\tab\\ul\\ldblquote Environmentally disadvantaged community\\rdblquote  shall mean any area within two miles of the borders of a site on which a facility for the management of solid waste, including a facility for the management of hazardous waste, is proposed for construction and in which both of the following conditions are met, using the most recent data from the Census Bureau:\\par\n\\pard\\li1080\\sl480\\slmult1\\ulnone (a)\\tab\\ul the percentage of the population consisting of all individuals who are of African, Hispanic, Asian, Native American Indian, Pacific Island or Native Alaskan ancestry is greater than either: (i) the percentage of the population in the borough of all such individuals; or (ii) the percentage of the population in the community of all such individuals; or\\line (b) twenty percent or more of the population consists of individuals who are living at or below the poverty line, or the area has a per capita income of eighty percent or less of the national average for the most recent twelve month period for which statistics are available; and   \\par\n (c) the area contains one or more of the following:(i) an operational facility for the management of hazardous waste; (ii) a facility for the management of hazardous waste that is no longer in operation but that formerly accepted hazardous waste; (iii) a site at which a release or threatened release of hazardous substances, within the meaning of the Comprehensive Environmental Response, Compensation and Liability Act, has occurred; (iv) a facility for the management of municipal solid waste; (v) a facility whose owner or operator is required to submit a toxic chemical release form under section 313 of the Emergency Planning and Community Right-to-Know Act of 1986, if the releases reported on such form are likely to adversely affect the health of the community or a portion of the community.\\par\n\\pard\\fi-360\\li720\\sl480\\slmult1\\tx720\\ulnone (8)\\tab\\ul\\ldblquote Environmental justice\\rdblquote  shall mean equal protection from environmental and public health hazards for all people regardless of race, income, culture or social status.\\par\n\\pard\\fi-360\\li720\\sl480\\slmult1\\ulnone (9)\\tab\\ul\\ldblquote Fair treatment\\rdblquote  shall mean policies and practices that will minimize the likelihood that a minority or low-income community will bear a disproportionate share of the adverse environmental consequences, or be denied reasonable access to the environmental benefits resulting from a city program or policy.\\par\n\\pard\\fi-720\\li720\\sl480\\slmult1\\ulnone   (10) \"\\ul Management,\" when used in connection with solid waste, including hazardous waste, shall mean treatment, storage, disposal, combustion, recycling or other handling of solid waste, but does not include any activities that take place in a materials recovery facility or any other facility that prepares, transfers, or utilizes non-hazardous recyclable materials for purposes other than energy recovery.\\par\n\\pard\\fi-360\\li720\\sl480\\slmult1\\tx1440\\ulnone (11)\\ul\\ldblquote Pollution releasing facility,\\rdblquote  also known as \\ldblquote PRF,\\rdblquote  shall mean any facility that is permitted on the following list: Comprehensive Environmental Response, Compensation and Liability Act of 1980, also known as \\ldblquote CERCLA\\rdblquote ; Resource Conservation Recovery Act, also known as \\ldblquote RCRA-Large\\rdblquote ; Clean Air Act; Clean Water Act; Federal Insecticide, Fungicide and Rodenticide Act, also known as \\ldblquote FIFRA\\rdblquote ; Emergency Planning and Community Right-To-Know Act of 1986, or any dangerous source of pollution that is determined by the local community and confirmed by DEP, or any facility that: (a) is subject to reporting requirements under the Emergency Planning and Community Right-To-Know Act of 1986; (b) generates, treats, stores or disposes of a hazardous waste as defined in section 3001 of the Solid Waste Disposal Act; (c) is subject to section 112 or 129 of the Clean Air Act\\caps ; (\\caps0 d) is subject to sections 307 or 311 of the Federal Water Pollution Control Act; (e) is subject to the Federal Insecticide, Fungicide and Rodenticide Act; or (f) is subject to the requirements concerning material safety data sheets for hazardous chemicals under the Occupational Safety and Health Act of 1970. \\par\n\\pard\\fi-540\\li720\\sl480\\slmult1\\ulnone (12) \\ldblquote\\ul Nonpollution releasing facility,\\rdblquote  also known as \\ldblquote NRF,\\rdblquote  shall mean any facility that is not permitted under the following: Comprehensive Environmental Response, Compensation and Liability Act of 1980, also known as \\ldblquote CERCLA\\rdblquote ; Resource Conservation and Recovery Act, also known as \\ldblquote RCRA (large)\\rdblquote ; Clean Air Act; Clean Water Act; Federal Insecticide, Fungicide and Rodenticide Act, also known as \\ldblquote FIFRA\\rdblquote ; Emergency Planning and Community Right-to-Know Act of 1986; or any facility that is a source of pollution as determined by the local community and confirmed by the Department of Environmental Protection.\\par\n\\pard\\fi-360\\li720\\sl480\\slmult1\\ulnone (13)\\ldblquote\\ul Protected area\\rdblquote  shall mean any affected area protected by local community designation and supported by Department of Environmental Protection analysis.\\par\n\\ulnone (14)\\ldblquote\\ul Release\\rdblquote  shall have the same meaning as used in section 101(22) of the Comprehensive Environmental Response, Compensation and Liability Act, as amended by the Superfund Amendments and Reauthorization Act of 1986, and shall also include any release which results in exposure to persons within a workplace.\\par\n\\pard\\fi360\\sl480\\slmult1\\ulnone (15)\\ldblquote\\ul Toxic chemicals\\rdblquote  shall mean:\\par\n\\pard\\fi-360\\li1080\\sl480\\slmult1\\tx1080\\ulnone (a)\\tab\\ul All hazardous substances as defined in Section 101(14) of the Comprehensive Environmental Response, Compensation and Liability Act of 1980;\\par\n\\pard\\fi-360\\li1080\\sl480\\slmult1\\ulnone (b)\\tab\\ul All materials registered pursuant to the Federal Insecticide, Fungicide and Rodenticide Act;\\par\n\\ulnone (c)\\tab\\ul All chemicals subject to Section 313 of the Emergency Planning and Community Right-to-Know Act of 1986;\\par\n\\ulnone (d)\\tab\\ul All contaminants identified in the Safe Drinking Water Act;\\par\n\\ulnone (e)\\tab\\ul All chemicals listed by the National Toxicology Program, also known as \\ldblquote NTP,\\rdblquote  as known or probable human carcinogens; and\\par\n\\ulnone (f)\\tab\\ul All materials subject to the requirements concerning material safety data sheets for hazardous chemicals under the Occupational Safety and Health Act of 1970.\\par\n\\pard\\li60\\sl480\\slmult1\\'a7 24-192. Commission on Environmental Justice. A commission shall be established to: (1) advise City agencies on environmental justice and related community issues; (2) review and analyze the impact of current city laws and policies on the issue of environmental justice; (3) assess the adequacy of city laws to address the issue of environmental justice; (4) coordinate children\\rquote s programs with recommendations related to environmental justice; (5) develop criteria to assess whether communities in the city may be experiencing environmental justice issues; and (6) recommend options to the mayor for addressing issues, concerns or problems related to environmental justice that result from review, including prioritizing areas of the city that need immediate attention. \\par\n\\pard\\fi-360\\li1140\\sl480\\slmult1\\tx1140\\ulnone 1.\\tab\\ul Composition. The commission shall consist of the following twenty members: a chairperson, to be designated by the mayor; the Department of Environmental Protection Commissioner, or the Commissioner\\rquote s designee; the chairperson of the Council Environmental Protection Committee, or the chairperson\\rquote s designee; the chairperson of the Council Land Use Committee, or the chairperson\\rquote s designee; the chairperson of the Council Sanitation and Waste Management Committee, or the chairperson\\rquote s designee; the chairperson of the Council Waterfronts Committee; the chairperson of the Council Parks and Recreation Committee; the chairperson of the Council Select Committee on Civil Rights; the Chairperson of the Council Select Committee on Community Development; a community board member from each borough; one member of an environmental justice organization; one member from an environmental organization; one member from the business community; one member from a health-related institution; and one member from the general public with interest or expertise in  environmental justice issues.  The following requirements shall be complied with:\\par\n\\pard\\fi-720\\li1440\\sl480\\slmult1\\tx1440\\ulnone (a)\\tab\\ul The term of each member shall be two years where, upon the conclusion of a term, members shall continue to serve until a successor is appointed. A member who is appointed after a term has begun shall serve only for the rest of the term and until a successor is appointed;\\par\n\\pard\\fi-720\\li1440\\sl480\\slmult1\\ulnone (b)\\tab\\ul A member may not be appointed to more than two consecutive terms;\\par\n\\ulnone (c)\\tab\\ul The department shall provide staff for the commission;\\par\n\\ulnone (d)\\tab\\ul The commission shall meet at the times and places that the chairman determines;\\par\n\\ulnone (e)\\tab\\ul A majority of members of the commission shall constitute a quorum for the transaction of business;\\par\n\\ulnone (f)\\tab\\ul A member of the commission: (1) may receive compensation; and (2) is entitled to reimbursement for expenses under the applicable city rules and regulations.\\par\n\\pard\\fi-180\\li900\\sl480\\slmult1\\ulnone 2. \\ul Commission reporting requirement. On or before October 1 of each year, the commission shall submit to the mayor and the council and make available on the city\\rquote s official website, an annual report detailing the commission\\rquote s findings and recommendations.\\par\n\\pard\\sl480\\slmult1\\'a7 24-193. Health, environmental research, data collection and analysis assessing disproportionate impact. To the extent permitted by other applicable law, including section 552a of Title 5 of the USC, also known as the Privacy Act of 1974, the Commissioner of the Department of Environmental Protection, or the head of such other agency as the Mayor may direct, shall collect, maintain and analyze information assessing and comparing environmental and human health risks borne by populations identified by race, national origin or income.  To the extent practicable and appropriate, city agencies shall use this information to determine whether City programs, policies and activities have disproportionately adverse health, environmental or economic effects on minority populations and low-income populations.\\par\n\\pard\\fi-360\\li2040\\sl480\\slmult1\\tx900\\tx2040\\tx2160\\ulnone (1)\\tab\\ul In connection with the development and implementation of agency strategies, the Commissioner, or the head of other such city agency as the Mayor may direct, shall collect, maintain and analyze information on the race, national origin, and income level, and other accessible and appropriate information, for areas surrounding facilities or sites if such facilities or sites become the subject of a significant city environmental, administrative or judicial action.\\par\n\\pard\\fi-360\\li2040\\sl480\\slmult1\\tx2040\\ulnone (2)\\tab\\ul Impact from city facilities. The Commissioner, or head of such other City agency as the mayor may direct, shall collect, maintain and analyze information on the race, national origin and income level, and other accessible and appropriate information, for areas surrounding city facilities that are: (a)subject to the reporting requirements of the federal Emergency Planning and Community Right-to-Know Act as mandated in executive order no. 12856; and (b) expected to have a substantial environmental, health or economic effect on surrounding populations.\\par\n\\pard\\fi-360\\li2040\\sl480\\slmult1\\ulnone (3)\\tab\\ul Information sharing. In carrying out the responsibilities set forth in this section, each agency, to the extent practicable and appropriate, shall share information and eliminate unnecessary duplication of efforts through the use of existing data systems and cooperative agreements among agencies and with community boards.  Except as prohibited by other applicable law, information collected or maintained pursuant to this section shall be made available to the public. \\par\n\\ulnone (4)\\tab\\ul Public comment. Through public hearings and other public forums, City agencies shall provide minority populations and low-income populations the opportunity to participate in the development and implementation of measures pursuant to this section. \\par\n\\pard\\li60\\sl480\\slmult1\\'a7 24-194. Determination of affected and non-affected areas. \\par\n\\pard\\li360\\sl480\\slmult1 1. Determining health, environmental, economic effects. Within six months from the date this law takes effect, the Commissioner, in consultation with the department of health, shall determine the most appropriate designation to measure health-related affected and non-affected areas, including census blocks, census tracts or other appropriate geographic unit.  The Commissioner shall determine the most appropriate designation to measure environmentally affected and non-affected areas, including census blocks, census tracks, or other appropriate geographic unit.  The Commissioner, in consultation with the Department of City Planning, Economic Development Corporation, Department of Business Services and Office of the Corporation Counsel, shall determine the most appropriate designation to measure economically affected and non-affected areas, including census blocks, census tracks, neighborhoods, communities or other appropriate geographic unit.\\par\n2. Compilation of list. The Commissioner shall consider and utilize all appropriate and available data compiled pursuant to any health, environmental or economic regulatory authority and other sources, including but not limited to, available data on the presence of lead-based paint and toxic chemicals from mobile vehicles.  For each appropriate geographic unit the Commissioner shall calculate and compile in a database:\\par\n\\pard\\li720\\sl480\\slmult1 a. the total weight of each toxic chemical released into the ambient environment, and whenever possible, shall adjust the estimates to account for the severity of health issues, toxicity of the chemicals and level of economic development;\\par\nb. the total weight of toxic chemicals released into waterways and land, and whenever possible, shall adjust the estimates to account for the severity of health issues, toxicity of the chemicals and level of economic development.\\par\n\\pard\\li360\\sl480\\slmult1 3. Within six months from the date this law takes effect, the commissioner shall review the methodology used to compile and summarize information collected under section 313 of the Emergency Planning and Community Right-to-Know Act, and publish for public comment, any proposed changes to the methodology necessary to calculate and compile the information required in subsection two of this section.\\par\n4. Publication of list. (1) Within twelve months from the date this law takes effect, and every five years thereafter, the Commissioner shall publish a list, in rank order, of the findings on: the rates and demographics of illness by borough or geographic unit; the weight of toxic chemicals measured in each borough or geographic unit; and the level of economic development for each borough or geographic unit. (2) Within twelve months from the date this law takes effect, and every five years thereafter, the Commissioner shall publish a list of the geographic units with: the highest and lowest concentration of total illnesses and toxic chemical releases, with regard to the level of economic development.  \\par\n\\pard\\li360\\sl480\\slmult1\\tx360 5. The Commissioner shall revise and republish the list described in subsection (d)(2) of this section no later than five years after the date of the initial publication, and not less frequently than every five years thereafter, using data compiled during the preceding five-year period.\\par\n\\pard\\fi-60\\li60\\sl480\\slmult1\\'a7 24-195. Petitions Relating to Environmentally Disadvantaged and Advantaged Communities.\\par\n\\pard\\sl480\\slmult1 (1) Any person residing in any borough in which a new facility for the management of solid waste, including a new facility for the management of hazardous waste, is proposed for construction, may submit a petition to the appropriate entity to protest the proposed facility from being issued a permit or operating in that community.  A petition under paragraph (1) shall be submitted in accordance with the following subparagraphs:\\par\n\\pard\\fi-360\\li1440\\sl480\\slmult1\\tx1440\\ulnone (a)\\tab\\ul In the case of a facility for the management of hazardous waste, the petition shall be submitted to the Commissioner.\\par\n\\pard\\fi-360\\li1440\\sl480\\slmult1\\ulnone (b)\\tab\\ul In the case of a facility for the management of municipal solid waste, the petition shall be submitted to the Commissioner or, in appropriate cases, as determined under regulations implementing this section, to the Department of Sanitation.\\par\n\\pard\\sl480\\slmult1\\ulnone  \\ul (2) The Department or other authorized agency shall disapprove the petition if it is established that:\\par\n\\pard\\li720\\sl480\\slmult1 (a) the proposed facility will be located in a non-affected community, and the proposed facility will not adversely affect the health of such community; or\\par\n(b) there is no reasonable alternative location within the State for the proposed facility that poses fewer risks to human health and the environment than the proposed location, according to standards for assessing the degree of risk to human health and the environment promulgated in regulations by the Commissioner for purposes of this section; and the proposed facility either: (i) will not release contaminants; and (ii)will not engage in any activity that is likely to increase the cumulative impact of contaminants on residents of environmentally disadvantaged communities; and (iii) the project represents clear economic benefit to the community.\\par\n\\pard\\sl480\\slmult1\\'a7 24-196. Study of affected and non-affected areas. (1) Within 24 months from the date this law takes effect, the Commissioner, in consultation with the Department of Sanitation, Department of Health, Department of Transportation, the Metropolitan Transit Authority, Department of City Planning, Economic Development Corporation and Department of Business Services, shall evaluate and determine the most appropriate designation of environmentally affected and non-affected areas, either census blocks, census tracks, neighborhoods, communities or other appropriate geographic unit. The Commissioner, in consultation with the New York City Economic Development Corporation and the Department of Business Services, shall evaluate and determine the most appropriate designation of economically affected and non-affected areas, either census blocks, census tracks, neighborhoods, communities or other appropriate geographic unit, and shall issue for public comment a report identifying the nature and extent, if any, of acute and chronic impacts on human health, the environment or economy in affected areas as compared to less affected areas.  Such impacts shall include, but not be limited to, cancer, birth defects, infant mortality rates, respiratory diseases, air, water, land, retail, institutional, commercial and industrial issues.  \\par\n(2) For each designated geographic unit, the report shall seek to: (a) isolate the impacts of environmental pollution and uncontrolled releases from the effects of other factors such as health care availability, substance abuse or diet; (b) rank the relative risks posed by the toxic chemicals present in affected areas and by the varied sources of toxic chemicals, both individually and cumulatively; (c) suggest measures to remedy the impacts of pollution in high population density areas; (d) evaluate the levels below which release of toxic chemicals, either individually or cumulatively, must be reduced to avoid adverse impact on human health; and (e) determine the economic impact on such areas; as a result of the report in communities where the Commissioner has determined that adverse health, environmental or economic impacts exist DEP shall also make this information readily available to members of the community by providing information directly to the affected communities in the affected areas about the release of toxic chemicals, the potential effects of such exposure and potential economic impacts.\\par\n\\'a7 24-197. Moratorium. (1) If the report finds toxic chemical emissions and environmental pollution in quantities sufficient to cause significant adverse effects on human health, the environment or the economy in an affected area, such area shall be designated as a protected area, and there shall be a moratorium on the siting or permitting of any new toxic chemical facility in any affected area.   \\par\n(2) A new toxic chemical facility may be sited or permitted in such an affected area during this period only if:\\par\n\\pard\\fi-360\\li2340\\sl480\\slmult1\\tx2340\\ulnone (a)\\tab\\ul the need for the activity is approved by the appropriate governing entity;\\par\n\\pard\\fi-360\\li2340\\sl480\\slmult1\\ulnone (b)\\tab\\ul the owner or operator of the facility demonstrates to the Department that the facility will develop a plan to maintain a comprehensive pollution prevention program; and\\par\n\\ulnone (c)\\tab\\ul the facility demonstrates to the appropriate governing entity that it will minimize uncontrolled releases into the environment.  \\par\n\\pard\\sl480\\slmult1 (3) The moratorium shall continue in effect in such a protected area until the Commissioner determines, based upon findings of fact to support the action taken and upon petition of any interested party, that the levels of environmental pollution will not cause significant adverse effects on human health, the environment or the economy, and that such levels have been maintained at the affected area for such time period as the Commissioner determines is sufficient to restore healthful air quality levels.\\par\n\\'a7 24-198. Endorsement. If the report does not find significant adverse impacts of environmental pollution on human health in a proposed area, and if a petitioner requests an advance designation for a proposed area, there shall be a Department endorsement on the siting or permitting of any new facility.  A new facility may still be placed on the moratorium list if:\\par\n\\pard\\fi-360\\li1080\\sl480\\slmult1\\tx1080\\ulnone (1)\\tab\\ul The activity, as determined by the Department, could adversely affect health in such a manner that health effects will not be known or detected until a future date; an endorsement may continue in effect in such an area unless and until the Commissioner determines, upon petition of any interested party, that healthful air quality levels have not been maintained at the area due to the activities of the covered facility.\\par\n\\pard\\sl480\\slmult1\\'a7 24-199. Interagency environmental justice working group.\\par\n(1) Creation and composition.  There is hereby established the Interagency Working Group on Environmental Justice, comprising the heads of the following executive agencies and offices, or their designees:\\par\n\\pard\\fi-360\\li2340\\sl480\\slmult1\\tx2340\\ulnone (a)\\tab\\ul Department of Environmental Protection;\\par\n\\pard\\fi-360\\li2340\\sl480\\slmult1\\ulnone (b)\\tab\\ul Department of City Planning;\\par\n\\ulnone (c)\\tab\\ul Department of Sanitation;\\par\n\\ulnone (d)\\tab\\ul Department of Transportation;\\par\n\\ulnone (e)\\tab\\ul Economic Development Corporation;\\par\n\\ulnone (f)\\tab\\ul Department of Business Services;\\par\n\\pard\\fi360\\li1620\\sl480\\slmult1 (g) Office of the Corporation Counsel;\\par\n\\pard\\sl480\\slmult1\\ulnone                   \\tab          \\ul (h) Metropolitan Transit Authority;\\par\n\\ulnone\\tab       \\tab          \\ul (i) Any other official of the city that the Mayor may designate;\\par\n\\pard\\li1440\\sl480\\slmult1\\ulnone          \\ul (j) Council on the Environment of New York City;\\par\n\\pard\\fi720\\sl480\\slmult1\\ulnone                      \\ul (k) Administration for Children\\rquote s Services; and\\par\n\\pard\\fi720\\li720\\sl480\\slmult1\\ulnone          \\ul (l) Community Justice Exchange;\\par\n\\pard\\fi-360\\li720\\sl480\\slmult1\\tx720\\ulnone (2)\\tab\\ul Functions. The working group shall:\\par\n\\pard\\li1080\\sl480\\slmult1\\ulnone (a)\\tab\\ul Provide guidance to City agencies on criteria for identifying disproportionately high and adverse human health or environmental effects on minority populations and low-income populations;\\par\n\\pard\\fi-360\\li1440\\sl480\\slmult1 (b)Coordinate with, and provide guidance to, each city agency, to develop or revise environmental justice strategies and conduct and coordinate research, as required by this act, in order to ensure that the administration, interpretation and enforcement of programs, activities, and policies are undertaken in a consistent manner;\\par\n\\pard\\li1440\\sl480\\slmult1 (c) Assist in coordinating data collection, maintenance and analysis required under this Act;\\par\n\\pard\\fi720\\li720\\sl480\\slmult1 (d) Examine existing data and studies on environmental justice; \\par\n(e) Hold public meetings and otherwise solicit public participation and consider complaints; \\par\n\\pard\\fi360\\li1080\\sl480\\slmult1 (f) Develop interagency model projects on environmental justice that evidence cooperation among city agencies.\\par\n\\pard\\fi-360\\li720\\sl480\\slmult1\\tx720\\ulnone (3)\\tab\\ul Public participation. The working group shall:\\par\n\\pard\\fi-360\\li2340\\sl480\\slmult1\\tx2340\\ulnone (a)\\tab\\ul Hold public meetings and otherwise solicit public participation, as appropriate, for the purpose of fact-finding with regard to implementation of this act and prepare for public review a summary of the comments and recommendations provided; and\\par\n\\pard\\fi-360\\li2340\\sl480\\slmult1\\ulnone (b)\\tab\\ul Receive, consider, and in appropriate instances, conduct inquiries concerning complaints regarding environmental justice and the implementation of this Act by city agencies.\\par\n\\pard\\fi-360\\li720\\sl480\\slmult1\\tx720\\ulnone (4)\\tab\\ul Annual reports. \\par\n\\pard\\fi-360\\li2340\\sl480\\slmult1\\tx2340\\ulnone (a)\\tab\\ul Each fiscal year following enactment of this act, the working group shall submit to the Mayor, a report of the final environmental justice strategies of this act and annual progress made in implementing those strategies; and\\par\n\\pard\\fi-360\\li2340\\sl480\\slmult1\\ulnone (b)\\tab\\ul A copy of each report submitted to the mayor shall be submitted to the speaker of the council.\\par\n\\pard\\sl480\\slmult1\\'a7 24-199a. Agency strategies. Each city agency shall develop an agency-wide environmental justice strategy that identifies and addresses disproportionately high and adverse human health or environmental effects of its programs, policies or activities on minority populations and low-income populations.\\par\n\\pard\\fi-360\\li1080\\sl480\\slmult1 1.  Each strategy developed shall identify programs, policies, planning, public participation processes, rulemaking and enforcement activities related to human health or the environment that should be revised to:\\par\n\\pard\\fi-180\\li2160\\sl480\\slmult1\\tx2160\\ulnone i.\\tab\\ul Promote enforcement of all health and environmental statutes in areas with minority populations or low-income populations;\\par\n\\pard\\fi-180\\li2160\\sl480\\slmult1\\ulnone ii.\\tab\\ul Ensure greater public participation;\\par\n\\ulnone iii.\\tab\\ul Improve research and data collection relating to the health of, and environment of, minority populations and low income populations; and\\par\n\\ulnone iv.\\tab\\ul Identify differential patterns of use of natural resources among minority populations and low-income populations.\\par\n\\pard\\fi-360\\li1140\\sl480\\slmult1\\tx1140\\ulnone 2.\\tab\\ul Each strategy developed shall include, where appropriate, a timetable for undertaking identified revisions.\\par\n\\pard\\sl480\\slmult1\\par\n\\ulnone\\'a7 2. This local law shall take effect ninety days after its enactment into law. \\ul\\par\n\\pard\\li3060\\sl480\\slmult1\\par\n\\pard\\li720\\sl480\\slmult1\\par\n\\pard\\sl480\\slmult1\\par\n\\pard\\li1440\\sl480\\slmult1       \\par\n \\par\n\\pard\\sl480\\slmult1\\qc\\par\n\\pard\\qc\\ulnone\\par\n}\n\u0000",
  "LastModified": "2019-08-15T19:07:50.213Z"
}
