{
  "ID": 30771,
  "GUID": "56D6F073-D748-4A1B-BA50-69E457C0E1D9",
  "File": "Int 0418-2004",
  "LocalLaw": "2004/050",
  "Name": "Citywide Administrative Services to create and submit a report regarding elgible lists.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring the department of citywide administrative services to create and submit a written report regarding eligible lists.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 35,
  "StatusName": "Enacted",
  "BodyID": 4,
  "BodyName": "Committee on Civil Service and Labor",
  "IntroDate": "2004-08-12T00:00:00Z",
  "AgendaDate": "2004-08-12T00:00:00Z",
  "PassedDate": "2004-11-09T00:00:00Z",
  "EnactmentDate": "2004-11-09T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 5281,
      "Slug": "joseph-p-addabbo-jr",
      "FullName": "Joseph P. Addabbo, Jr."
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5277,
      "Slug": "allan-w-jennings-jr",
      "FullName": "Allan W. Jennings, Jr."
    },
    {
      "ID": 5278,
      "Slug": "melinda-r-katz",
      "FullName": "Melinda R. Katz"
    },
    {
      "ID": 5270,
      "Slug": "hiram-monserrate",
      "FullName": "Hiram Monserrate"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 430,
      "Slug": "bill-perkins",
      "FullName": "Bill Perkins"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    }
  ],
  "History": [
    {
      "ID": 163435,
      "Date": "2004-08-12T10:01:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 163778,
      "Date": "2004-08-12T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 3135,
      "AgendaSequence": 127,
      "MinutesSequence": 166,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Civil Service and Labor",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 165483,
      "Date": "2004-10-14T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "",
      "BodyID": 4,
      "BodyName": "Committee on Civil Service and Labor",
      "EventID": 3302,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 418-A",
      "MinutesNote": "Proposed Int. No. 418-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 166360,
      "Date": "2004-10-14T13:00:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "",
      "BodyID": 4,
      "BodyName": "Committee on Civil Service and Labor",
      "EventID": 3302,
      "MinutesSequence": 6,
      "Version": "A",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 166361,
      "Date": "2004-10-14T13:00:00Z",
      "ActionID": 33,
      "Action": "Amended by Committee",
      "Description": "",
      "BodyID": 4,
      "BodyName": "Committee on Civil Service and Labor",
      "EventID": 3302,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 166362,
      "Date": "2004-10-14T13:00:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "",
      "BodyID": 4,
      "BodyName": "Committee on Civil Service and Labor",
      "EventID": 3302,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 166806,
      "Date": "2004-10-27T13:30:00Z",
      "ActionID": 68,
      "Action": "Approved by Council",
      "Description": "A motion was made by  that this Introduction be Approved by Council.   ",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 3458,
      "AgendaSequence": 51,
      "MinutesSequence": 53,
      "Version": "A",
      "AgendaNote": "Amended and Coupled on GO",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "Consent": 1,
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 167094,
      "Date": "2004-10-27T13:44:00Z",
      "ActionID": 53,
      "Action": "Sent to Mayor by Council",
      "Description": "This Introduction was Sent to Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 167280,
      "Date": "2004-11-09T07:48:00Z",
      "ActionID": 5014,
      "Action": "Hearing Held by Mayor",
      "Description": "This Introduction was Hearing Held by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "A",
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 167442,
      "Date": "2004-11-09T09:09:00Z",
      "ActionID": 57,
      "Action": "Signed Into Law by Mayor",
      "Description": "This Introduction was Signed Into Law by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "A",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 167469,
      "Date": "2004-11-10T12:58:00Z",
      "ActionID": 5023,
      "Action": "Recved from Mayor by Council",
      "Description": "This Introduction was Recved from Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 63146,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "http://nyc.legistar1.com/nyc/attachments/87320aa4-5e32-4f91-bf59-ddf2185b53b3CLegislationcommitteereportint418.doc",
      "Sort": 1
    },
    {
      "ID": 64075,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Fiscal Impact Statement",
      "Link": "http://nyc.legistar1.com/nyc/attachments/ec379b50-e03b-4905-9d2a-dee7ca44bd86.doc",
      "Sort": 2
    },
    {
      "ID": 64164,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Local Law",
      "Link": "http://nyc.legistar1.com/nyc/attachments/3fef2e3c-96f1-420d-b360-7c66bc2714c8.doc",
      "Sort": 3
    },
    {
      "ID": 65706,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript",
      "Link": "http://nyc.legistar1.com/nyc/attachments/2ccee02c-b5a2-4d0f-a921-474784873a67.doc",
      "Sort": 4
    },
    {
      "ID": 66833,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript - Stated Meeting 10/27/04",
      "Link": "http://nyc.legistar1.com/nyc/attachments/dc502724-0e71-4861-94c5-059a9a67d1bf.doc",
      "Sort": 5
    }
  ],
  "Summary": "",
  "TextID": 31318,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Legislative findings and intent.  Article five, section six of the New York state constitution mandates that appointments and promotions in the civil service be made according to merit and fitness to be ascertained as far as practicable, by examination, which, as far as practicable, shall be competitive.  In the city of New York, the department of citywide administrative services is responsible for administering such examinations and creating eligible lists, pursuant to article four of the New York state civil service law, which consist of candidates who passed a civil service examination.  In addition, after the administration of a promotional examination, the department of citywide administrative services establishes lists known as promotion lists, which are agency-specific and a type of eligible list.  Eligible lists are available to each city agency with open positions in corresponding titles and are usually active for four years, pursuant to section fifty-six of the civil service law.  \n\tAppointments or promotions from an eligible list to a position in the competitive class are made by the selection of one of the three persons certified as standing highest on such list, a procedure commonly known as the one-in-three rule, which is carried out pursuant to subdivision one of section sixty-one of the civil service law.  When an eligible list contains fewer than three names, a provisional appointment in the competitive class may be made by an agency, pending the establishment of a new eligible list.  \n\tThe Council finds that a number of candidates for employment by the city who are on an eligible list are considered and not selected by agencies.  After a candidate is considered but not selected three times by an agency, that candidate is not certified to that agency again, although such candidate retains the right to request of that agency that his or her name be certified to that agency again.  Furthermore, the Council finds that some agencies hire provisional employees who have never taken or passed a civil service examination.  \n§ 2. Chapter 2 of Title 12 of the administrative code of the city of New York is amended by adding new section 12-206 to read as follows:\n\t§ 12-206.  Eligible List Reporting. a. Definitions. For the purposes of this section only: \n1. “Eligible list” shall mean any list established by the department of citywide administrative services after the administration of either an open-competitive or a promotional examination containing the names of persons eligible to be considered for appointment or promotion by an appointing authority in the city of New York pursuant to article four of the New York state civil service law.  \n2. “Promotion list” shall mean the agency-specific list established by the department of citywide administrative services after the administration of a promotional examination containing the names of persons eligible to be considered for promotion by an appointing authority in the city of New York pursuant to article four of the New York state civil service law.\nb. The commissioner of the department of citywide administrative services shall submit  a report on an annual basis beginning in two thousand five to the mayor, comptroller, public advocate and speaker of the council of the city of New York, by the first day of June, for the previous calendar year, regarding eligible lists. Such report shall include, but not be limited to, the following:\n1.\teach eligible list established during the reporting year by the department of citywide administrative services;\n2.\tthe dates such eligible lists were established;\n3.\tthe number of persons appointed or promoted from each eligible list and the agencies to which such appointments or promotions were made;\n4.\tthe number of persons appointed or promoted on a provisional basis during the reporting year and the agencies to which such appointments or promotions were made;\n5.\tthe number of persons who, during the reporting year, were considered and not selected three times from promotion lists;\n6.\tthe number of persons removed from eligible lists and the number of persons removed from promotion lists and the reason reported to the department of citywide administrative services by the agency for such removal; and\n7.\tthe number of persons restored to eligible lists and the number of persons restored to  promotion lists after having been removed.\n\t§ 3. This local law shall take effect immediately upon its enactment into law.\n\n\n\nTHC - LS # 1402\n10/13/04",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\pard\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\pard\\fi720\\ulnone\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160\\tx2880\\tab Section 1.  Legislative findings and intent.  Article five, section six of the New York state constitution mandates that appointments and promotions in the civil service be made according to merit and fitness to be ascertained as far as practicable, by examination, which, as far as practicable, shall be competitive.  In the city of New York, the department of citywide administrative services is responsible for administering such examinations and creating eligible lists, pursuant to article four of the New York state civil service law, which consist of candidates who passed a civil service examination.  In addition, after the administration of a promotional examination, the department of citywide administrative services establishes lists known as promotion lists, which are agency-specific and a type of eligible list.  Eligible lists are available to each city agency with open positions in corresponding titles and are usually active for four years, pursuant to section fifty-six of the civil service law.  \\par\n\\tab Appointments or promotions from an eligible list to a position in the competitive class are made by the selection of one of the three persons certified as standing highest on such list, a procedure commonly known as the one-in-three rule, which is carried out pursuant to subdivision one of section sixty-one of the civil service law.  When an eligible list contains fewer than three names, a provisional appointment in the competitive class may be made by an agency, pending the establishment of a new eligible list.  \\par\n\\tab The Council finds that a number of candidates for employment by the city who are on an eligible list are considered and not selected by agencies.  After a candidate is considered but not selected three times by an agency, that candidate is not certified to that agency again, although such candidate retains the right to request of that agency that his or her name be certified to that agency again.  Furthermore, the Council finds that some agencies hire provisional employees who have never taken or passed a civil service examination.  \\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\'a7 2. Chapter 2 of Title 12 of the administrative code of the city of New York is amended by adding new section 12-206 to read as follows:\\par\n\\pard\\sl480\\slmult1\\qj\\tab\\ul\\'a7 12-206.  Eligible List Reporting. a. Definitions. For the purposes of this section only: \\par\n\\pard\\fi720\\sl480\\slmult1\\qj 1. \\ldblquote Eligible list\\rdblquote  shall mean any list established by the department of citywide administrative services after the administration of either an open-competitive or a promotional examination containing the names of persons eligible to be considered for appointment or promotion by an appointing authority in the city of New York pursuant to article four of the New York state civil service law.  \\par\n2. \\ldblquote Promotion list\\rdblquote  shall mean the agency-specific list established by the department of citywide administrative services after the administration of a promotional examination containing the names of persons eligible to be considered for promotion by an appointing authority in the city of New York pursuant to article four of the New York state civil service law.\\par\nb. The commissioner of the department of citywide administrative services shall submit  a report on an annual basis beginning in two thousand five to the mayor, comptroller, public advocate and speaker of the council of the city of New York, by the first day of June, for the previous calendar year, regarding eligible lists. Such report shall include, but not be limited to, the following:\\par\n\\pard\\fi-720\\li1440\\sl480\\slmult1\\qj 1.\\tab each eligible list established during the reporting year by the department of citywide administrative services;\\par\n2.\\tab the dates such eligible lists were established;\\par\n3.\\tab the number of persons appointed or promoted from each eligible list and the agencies to which such appointments or promotions were made;\\par\n4.\\tab the number of persons appointed or promoted on a provisional basis during the reporting year and the agencies to which such appointments or promotions were made;\\par\n5.\\tab the number of persons who, during the reporting year, were considered and not selected three times from promotion lists;\\par\n6.\\tab the number of persons removed from eligible lists and the number of persons removed from promotion lists and the reason reported to the department of citywide administrative services by the agency for such removal; and\\par\n7.\\tab the number of persons restored to eligible lists and the number of persons restored to  promotion lists after having been removed.\\par\n\\pard\\sl480\\slmult1\\qj\\ulnone\\tab\\'a7 3. This local law shall take effect immediately upon its enactment into law.\\par\n\\pard\\par\n\\par\n\\par\nTHC - LS # 1402\\par\n10/13/04\\par\n\\par\n\\par\n\\par\n\\par\n}\n\u0000",
  "LastModified": "2015-06-23T17:39:57.143Z"
}
