{
  "ID": 30701,
  "GUID": "C489578F-37B8-43C6-8479-F5610DC242EA",
  "File": "Int 0419-2004",
  "Name": "Noise levels during protests and demonstrations.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to noise levels during protests and demonstrations.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 10,
  "BodyName": "Committee on Environmental Protection",
  "IntroDate": "2004-08-12T00:00:00Z",
  "AgendaDate": "2004-08-12T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5281,
      "Slug": "joseph-p-addabbo-jr",
      "FullName": "Joseph P. Addabbo, Jr."
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    }
  ],
  "History": [
    {
      "ID": 163230,
      "Date": "2004-08-12T16:05:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 163777,
      "Date": "2004-08-12T18:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Environmental Protection due back on 8/13/2004.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 3135,
      "AgendaSequence": 128,
      "MinutesSequence": 167,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Environmental Protection",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184904,
      "Date": "2005-12-31T11:04:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 30507,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Declaration of legislative findings and intent.  One of the most powerful tools that any group has is the right to freely and peaceably assemble and petition the government for a redress of grievances.  This concept is embodied in the First Amendment to the Constitution of the United States, as well as in the Constitution of the State of New York.  The Council finds that in order to make sure that all groups continue to have the ability to use this powerful tool of assembly and protest, the ability to use sound amplification equipment is essential.  Amplified horns, microphones and other sound reproduction devices are often used peaceably and effectively during protests, marches and assemblies to aid those gathered in effectively delivering their message. \n§ 2. Section 24-218 of the administrative code of the city of New York is amended to read as follows:\n§ 24-218 General prohibitions. No person shall make, continue or cause or  permit to  be made or continued any unreasonable noise, except that this section shall not apply to any sound  from  any  source  where  the decibel  level  of such sound is within the limits prescribed by another section of this title, a permit issued in accordance with §10-108 of this code, or in accordance with any other permit or authorization, and where  there  is  compliance  with  all other applicable requirements of law with respect to such sound.\n§ 3. This local law shall take effect immediately upon its enactment into law.\n\nTHC - 8/5/04 \nLS # 436",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\fi720\\sl480\\slmult1\\qj Section 1.  Declaration of legislative findings and intent.  One of the most powerful tools that any group has is the right to freely and peaceably assemble and petition the government for a redress of grievances.  This concept is embodied in the First Amendment to the Constitution of the United States, as well as in the Constitution of the State of New York.  The Council finds that in order to make sure that all groups continue to have the ability to use this powerful tool of assembly and protest, the ability to use sound amplification equipment is essential.  Amplified horns, microphones and other sound reproduction devices are often used peaceably and effectively during protests, marches and assemblies to aid those gathered in effectively delivering their message. \\par\n\\'a7 2. Section 24-218 of the administrative code of the city of New York is amended to read as follows:\\par\n\\'a7 24-218 General prohibitions. No person shall make, continue or cause or  permit to  be made or continued any unreasonable noise, except that this section shall not apply to any sound  from  any  source  where  the decibel  level  of such sound is within the limits prescribed by another section of this title\\ul , a permit issued in accordance with \\'a710-108 of this code, or in accordance with any other permit or authorization, \\ulnone and where  there  is  compliance  with  all other applicable requirements of law with respect to such sound.\\par\n\\'a7 3. This local law shall take effect immediately upon its enactment into law.\\par\n\\pard\\sl480\\slmult1\\qj\\par\n\\pard\\qj THC - 8/5/04 \\par\nLS # 436\\par\n\\pard\\par\n\\par\n\\par\n\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
