{
  "ID": 30772,
  "GUID": "BF6466D4-D68C-4DBA-BB39-682E72BFF12C",
  "File": "Int 0422-2004",
  "Name": "Publication of prescription drug prices.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the publication of prescription drug prices.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5121,
  "BodyName": "Committee on Technology in Government",
  "IntroDate": "2004-08-12T00:00:00Z",
  "AgendaDate": "2004-08-12T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5275,
      "Slug": "eric-n-gioia",
      "FullName": "Eric N. Gioia"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5270,
      "Slug": "hiram-monserrate",
      "FullName": "Hiram Monserrate"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 432,
      "Slug": "philip-reed",
      "FullName": "Philip Reed"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5277,
      "Slug": "allan-w-jennings-jr",
      "FullName": "Allan W. Jennings, Jr."
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5294,
      "Slug": "betsy-gotbaum",
      "FullName": "Betsy Gotbaum"
    }
  ],
  "History": [
    {
      "ID": 163436,
      "Date": "2004-08-12T10:04:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 163786,
      "Date": "2004-08-12T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 3135,
      "AgendaSequence": 136,
      "MinutesSequence": 175,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Consumer Affairs",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 165334,
      "Date": "2004-10-12T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "",
      "BodyID": 5121,
      "BodyName": "Committee on Technology in Government",
      "EventID": 3259,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 165702,
      "Date": "2004-10-12T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "",
      "BodyID": 5121,
      "BodyName": "Committee on Technology in Government",
      "EventID": 3259,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184906,
      "Date": "2005-12-31T11:05:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 63115,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "http://nyc.legistar1.com/nyc/attachments/71b71792-2390-4ad6-8887-4601f6f56ae1HwordNew LegislationCommittee Report.doc",
      "Sort": 1
    },
    {
      "ID": 64190,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript",
      "Link": "http://nyc.legistar1.com/nyc/attachments/d9b643ce-c978-40f5-acca-b62a0c4375f6.doc",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 30578,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Legislative declaration. The Council finds that New Yorkers with inadequate prescription drug coverage are forfeiting important savings due to price disparities around the City. Retail prescription drug prices in the United States have increased considerably in past years and are expected to continue to do so.  Americans spent up to $192 billion on prescription drugs in 2002, and sources for pharmaceutical market intelligence suggest that these costs may double by 2011.  New York State drug prices have risen accordingly and are the fourth highest in the United States.  With an estimated 4.7 million or one out of four people in New York State lacking prescription drug coverage, health care affordability is a pressing matter in New York.  Retail prescription drug prices can vary by as much as 100% among New York City pharmacies, making comparison-shopping an important tool for uninsured consumers.\nSeveral New York State laws have attempted to facilitate price shopping in the absence of retail prescription drug price advertisement.  New York State’s Drug Retail Price List law requires that pharmacies maintain a weekly-updated list of their prices for the 150 most commonly prescribed drugs.  In addition, the law stipulates that pharmacies must distribute the list to consumers upon request and post a sign to notify consumers of its availability. However, a February 2004 investigation by the New York City Council Committee on Oversight and Investigations entitled “Prescription Drug Prices: All Over the Map” has shown that this law suffers from widespread non-compliance; only 46% of pharmacies investigated had a Drug Retail Price list sign posted, and only 28% actually had Drug Retail Price Lists available upon request.  Moreover, empirical research shows that only about 10% of consumers actively price shop for prescription drugs because of the high cost involved in terms of time, effort and resources.  The Price List law does little to alleviate these costs.  The Council therefore notes an urgent need for providing consumers with better access to fuller information on prescription drug prices and recommends use of the Internet as a cost-effective means of disseminating such information widely; no other communications medium allows for information to be shared so quickly and cheaply.  The Council calls for the use of the Internet as a consumer advocacy measure to correct for market inefficiencies that impede comparison-shopping.\n\tAccordingly, the Council finds it necessary to require the Department of Consumer Affairs (DCA) to empower consumers by disseminating prescription drug prices through the Internet.  The Council seeks the creation of an interactive website, maintained by DCA, to give consumers the opportunity to comparison-shop between New York City pharmacies before making any purchases.  As New York State law already requires that pharmacies produce a drug retail price list and update it weekly, submitting these lists to DCA for posting on the website will not be unduly burdensome on  the businesses.  The website should be searchable by prescription drug as well as zip code, and should provide consumers with geographic and statistical information on prices (average, lowest, and highest) for all drugs designated for inclusion by the commissioner.  This measure would lead to more timely and accessible information than the printed price lists presently required by New York law.   New York City consumers can thus benefit from important cost-reductions as a result of better-informed purchases.      \n§2. Subchapter 3 of Chapter 5 of Title 20 of the administrative code of the city of New York is amended by adding a new section 20-713.2 to read as follows:\n§20-713.2. Website posting of prescription drug prices   \na. Submission of price list.  Each pharmacy conducting business in the city of New York shall, on a bi-weekly basis on a schedule to be established by the commissioner, provide the commissioner with a list of the current selling price of the drugs designated on a form prescribed for that purpose by the department that is consistent with the requirements of section 6826 of the New York Education Law.  Such price list shall be transmitted to the commissioner via facsimile and/or electronic mail. For the purposes of this subchapter, the term bi-weekly shall mean once every two weeks.\nb.  Website posting of price list.  The commissioner shall cause the price lists submitted by pharmacies pursuant to subdivision a of this section to be posted on the department’s website in a manner that allows consumers to learn: (1) the price charged for any specified prescription drug included on the price list submitted to the commissioner pursuant to subdivision a of this section by every pharmacy operating within a designated postal zip code region, along with the identity, location, and phone number of each such pharmacy; and (2) the lowest, highest, and average price charged by pharmacies operating within a designated postal zip code region for any specified prescription drug included on the price list submitted to the commissioner pursuant to subdivision a of this section; and (3) the lowest, highest, and average price charged by pharmacies operating within the city of New York for any specified prescription drug included on the price list submitted to the commissioner pursuant to subdivision a of this section.  The commissioner or his or her designee shall make all reasonable efforts to ensure that the information posted is accurate and that the department website functions properly at all times. \n§2.  Subdivision a of Section 20-714 of the administrative code of the city of New York is amended to read as follows:\n§20-714.  Regulations.  (a) The commissioner shall promulgate regulations designating those prescription drugs which, because of the frequency with which they are prescribed, shall be posted pursuant to section 20-713 and/or publicized on the department’s website pursuant to section 20-713.2.  The commissioner may exempt from such regulation such drugs to the extent that, and under such conditions as are consistent with the policy of this subchapter whenever the commissioner shall find that, because of the nature of such prescription drugs, compliance with section 20-713 and/or 20-713.2 is unreasonably burdensome or unnecessary for adequate protection of consumers. \n§3. Section 20-715 of the administrative code of the city of New York is amended to read as follows: \n\t§20-715  Penalties.  Any person who shall violate the provisions of section 20-713, section 20-713.1, section 20-713.2, or regulations promulgated pursuant to this subchapter shall pay a civil penalty of not less than two hundred fifty dollars nor more than five hundred dollars for the first offense and for each succeeding offense a penalty of not less than five hundred dollars nor more than seven hundred fifty dollars for each such violation and shall, upon conviction thereof, be punished by a fine of not less than two hundred fifty dollars nor more than five hundred dollars for the first offense and for each succeeding offense a fine of not less than five hundred dollars nor more than seven hundred fifty dollars for each such violation.  For the purposes of this section, if on any single day the current selling price list is not displayed in accordance with section 20.713 or regulations promulgated pursuant to this subchapter, or the required signage is not displayed in accordance with section 20.713.1 or regulations promulgated pursuant to this subchapter, it shall be considered a single violation.  In addition, if in any bi-weekly period the current selling price list is not transmitted to the commissioner in accordance with section 20-713.2 or regulations promulgated pursuant to this subchapter, it shall be considered a single violation.\n§4.\tThis local law shall take effect 90 days after its enactment.\n\nLS#523\n8/09/04",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul\\b0\\i Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\fi720\\sl480\\slmult1\\i0 Section 1.  Legislative declaration. The Council finds that New Yorkers with inadequate prescription drug coverage are forfeiting important savings due to price disparities around the City. Retail prescription drug prices in the United States have increased considerably in past years and are expected to continue to do so.  Americans spent up to $192 billion on prescription drugs in 2002, and sources for pharmaceutical market intelligence suggest that these costs may double by 2011.  New York State drug prices have risen accordingly and are the fourth highest in the United States.  With an estimated 4.7 million or one out of four people in New York State lacking prescription drug coverage, health care affordability is a pressing matter in New York.  Retail prescription drug prices can vary by as much as 100% among New York City pharmacies, making comparison-shopping an important tool for uninsured consumers.\\par\nSeveral New York State laws have attempted to facilitate price shopping in the absence of retail prescription drug price advertisement.  New York State\\rquote s Drug Retail Price List law requires that pharmacies maintain a weekly-updated list of their prices for the 150 most commonly prescribed drugs.  In addition, the law stipulates that pharmacies must distribute the list to consumers upon request and post a sign to notify consumers of its availability. However, a February 2004 investigation by the New York City Council Committee on Oversight and Investigations entitled \\ldblquote Prescription Drug Prices: All Over the Map\\rdblquote  has shown that this law suffers from widespread non-compliance; only 46% of pharmacies investigated had a Drug Retail Price list sign posted, and only 28% actually had Drug Retail Price Lists available upon request.  Moreover, empirical research shows that only about 10% of consumers actively price shop for prescription drugs because of the high cost involved in terms of time, effort and resources.  The Price List law does little to alleviate these costs.  The Council therefore notes an urgent need for providing consumers with better access to fuller information on prescription drug prices and recommends use of the Internet as a cost-effective means of disseminating such information widely; no other communications medium allows for information to be shared so quickly and cheaply.  The Council calls for the use of the Internet as a consumer advocacy measure to correct for market inefficiencies that impede comparison-shopping.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ulnone\\tab Accordingly, the Council finds it necessary to require the Department of Consumer Affairs (DCA) to empower consumers by disseminating prescription drug prices through the Internet.  The Council seeks the creation of an interactive website, maintained by DCA, to give consumers the opportunity to comparison-shop between New York City pharmacies before making any purchases.  As New York State law already requires that pharmacies produce a drug retail price list and update it weekly, submitting these lists to DCA for posting on the website will not be unduly burdensome on  the businesses.  The website should be searchable by prescription drug as well as zip code, and should provide consumers with geographic and statistical information on prices (average, lowest, and highest) for all drugs designated for inclusion by the commissioner.  This measure would lead to more timely and accessible information than the printed price lists presently required by New York law.   New York City consumers can thus benefit from important cost-reductions as a result of better-informed purchases.      \\par\n\\'a72. Subchapter 3 of Chapter 5 of Title 20 of the administrative code of the city of New York is amended by adding a new section 20-713.2 to read as follows:\\par\n\\ul\\b\\'a720-713.2. Website posting of prescription drug prices   \\par\n\\b0 a. Submission of price list.  Each pharmacy conducting business in the city of New York shall, on a bi-weekly basis on a schedule to be established by the commissioner, provide the commissioner with a list of the current selling price of the drugs designated on a form prescribed for that purpose by the department that is consistent with the requirements of section 6826 of the New York Education Law.  Such price list shall be transmitted to the commissioner via facsimile and/or electronic mail. For the purposes of this subchapter, the term bi-weekly shall mean once every two weeks.\\par\nb.  Website posting of price list.  The commissioner shall cause the price lists submitted by pharmacies pursuant to subdivision a of this section to be posted on the department\\rquote s website in a manner that allows consumers to learn: (1) the price charged for any specified prescription drug included on the price list submitted to the commissioner pursuant to subdivision a of this section by every pharmacy operating within a designated postal zip code region, along with the identity, location, and phone number of each such pharmacy; and (2) the lowest, highest, and average price charged by pharmacies operating within a designated postal zip code region for any specified prescription drug included on the price list submitted to the commissioner pursuant to subdivision a of this section; and (3) the lowest, highest, and average price charged by pharmacies operating within the city of New York for any specified prescription drug included on the price list submitted to the commissioner pursuant to subdivision a of this section.  The commissioner or his or her designee shall make all reasonable efforts to ensure that the information posted is accurate and that the department website functions properly at all times. \\par\n\\ulnone\\'a72.  Subdivision a of Section 20-714 of the administrative code of the city of New York is amended to read as follows:\\par\n\\b\\'a720-714.  Regulations.  \\b0 (a) The commissioner shall promulgate regulations designating those prescription drugs which, because of the frequency with which they are prescribed, shall be posted pursuant to section 20-713 \\ul and/or publicized on the department\\rquote s website pursuant to section 20-713.2\\ulnone .  The commissioner may exempt from such regulation such drugs to the extent that, and under such conditions as are consistent with the policy of this subchapter whenever the commissioner shall find that, because of the nature of such prescription drugs, compliance with section 20-713 \\ul and/or 20-713.2\\ulnone  is unreasonably burdensome or unnecessary for adequate protection of consumers. \\par\n\\'a73. Section 20-715 of the administrative code of the city of New York is amended to read as follows: \\par\n\\pard\\sl480\\slmult1\\qj\\tab\\b\\'a720-715  Penalties.\\b0   Any person who shall violate the provisions of section 20-713,\\ul  \\ulnone section 20-713.1, \\ul section 20-713.2,\\ulnone  or regulations promulgated pursuant to this subchapter shall pay a civil penalty of not less than two hundred fifty dollars nor more than five hundred\\ul  \\ulnone dollars for the first offense and for each succeeding offense a penalty of not less than five hundred dollars nor more than seven hundred fifty dollars for each such violation and shall, upon conviction thereof, be punished by a fine of not less than two hundred fifty dollars nor more than five hundred dollars for the first offense and for each succeeding offense a fine of not less than five hundred dollars nor more than seven hundred fifty dollars for each such violation.  For the purposes of this section, if on any single day the current selling price list is not displayed in accordance with section 20.713 or regulations promulgated pursuant to this subchapter, or the required signage is not displayed in accordance with section 20.713.1 or regulations promulgated pursuant to this subchapter, it shall be considered a single violation.  \\ul In addition, if in any bi-weekly period the current selling price list is not transmitted to the commissioner in accordance with section 20-713.2 or regulations promulgated pursuant to this subchapter, it shall be considered a single violation.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ulnone\\'a74.\\tab This local law shall take effect 90 days after its enactment.\\par\n\\par\n\\pard\\qj LS#523\\par\n8/09/04\\par\n\\pard\\par\n\\par\n\\par\n}\n\u0000",
  "LastModified": "2015-07-23T15:00:07.47Z"
}
