{
  "ID": 30705,
  "GUID": "6C13CA23-3D7A-4771-B7C9-E8303B39CC75",
  "File": "Int 0424-2004",
  "Name": "Prohibiting the sale of certain pistols and revolvers.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to prohibiting the sale of pistols or revolvers other than those that meet appropriate safety and quality standards as established by the New York City Police Department.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2004-08-12T00:00:00Z",
  "AgendaDate": "2004-08-12T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5277,
      "Slug": "allan-w-jennings-jr",
      "FullName": "Allan W. Jennings, Jr."
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    }
  ],
  "History": [
    {
      "ID": 163169,
      "Date": "2004-08-12T09:42:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 163793,
      "Date": "2004-08-12T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 3135,
      "AgendaSequence": 140,
      "MinutesSequence": 179,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184907,
      "Date": "2005-12-31T11:06:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 30511,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection One.  Legislative Intent and Findings. \n\tA certain type of handgun, known to some as a Saturday Night Special (SNS), is a non-sporting, low-quality handgun with a barrel length under three inches, lacking essential safety features.  SNS handguns were largely manufactured in California by a group known as the “Ring of Fire,” but have since moved out of state due to new California handgun safety standards.  Due to their low cost and concealability, SNS handguns are preferred by criminals and have no place in New York City.\nFour out of the top six illegal firearms traced in 1997, including the top three guns used in crimes, were SNS handguns, based on Bureau of Alcohol, Tobacco and Firearms (ATF) tracing data.  This is consistent with a May, 1995 ATF report which found that of the ten guns most frequently traced to crime by ATF in 1994, seven were SNS handguns.  Handgun traces by ATF between September 1989 to September 1991, performed on guns connected to crimes, found that guns manufactured by the Ring of Fire manufacturers were found 6,300 times, compared to 4,300 guns traced from the Colt, Smith & Wesson, and Sturm Ruger manufacturers, even though the reputable companies manufactured more than twice as many handguns as the Ring of Fire companies in that period.\nThe low quality of these handguns makes them dangerous not only to the general public, but also to the gun owner themselves.  According to Gun Tests Magazine, these guns are “unreliable” and “self-destructing.”  They advise consumers against the purchase of these dangerous low quality weapons and which have been known to inadvertently disengage when being carried, even firing while in people’s pockets.\nThe Police Commissioner and his expert committee proposed by this bill can carefully study all handguns and deem them safe for possession in New York City.  These experts, from a wide spectrum of the population, can examine the concealability, ballistic accuracy, quality of materials, reliability as to safety, caliber and detectability by standard equipment.  The committee can advise on the utility for legitimate sporting activities, self protection, or law enforcement of these handguns and give the Police Commissioner appropriate advice enabling the Commissioner to make the best decision for the safety of the citizens of New York City.  A list of acceptable handguns will be published twice a year, sent to all firearms dealers and be made readily available to the public.\n§2. Section 10-131 of chapter one of title ten of the administrative code of the city of New York is amended to add a new subdivision j, to read as follows:\nj. 1. It shall be unlawful for any person to sell, offer for sale or donate or purchase or transport into the city of New York any pistol or revolver that does not meet safety and quality standards as established by the police commissioner.\n2. No pistol or revolver that does not meet the safety and quality standards established by the Commissioner shall be licensed for use or possession in the city of New York.\n3. The police commissioner shall appoint a Pistol and Revolver Advisory Committee to advise him on the appropriate safety and quality standards for pistols and revolvers.  Such advisory committee shall consist of nine members, which must include a representative of the police department, a representative of gun manufacturers, a representative of gun owners, and any other members the commissioner deems appropriate.  Such members shall serve at the pleasure of the Commissioner.  In advising the commissioner on the appropriate safety and quality standards, the Committee shall consider a pistol and revolver’s concealability, ballistic accuracy, quality of materials, quality of manufacture, safety, caliber, detectability by standard equipment, and utility for legitimate sporting activities, self protection or law enforcement.\n4. Based on the recommendations of the Pistol and Revolver Advisory Committee, the commissioner shall promulgate safety and quality standards for pistols and revolvers.\n5. The Commissioner shall compile a list of the pistols and revolvers that meet the safety and quality standards promulgated pursuant to paragraph four.  Such list shall be published biannually, distributed to all firearms dealers in New York City and be posted on the police department’s web site.\n6. Any person who shall violate paragraph one of this subdivision shall be guilty of a misdemeanor, punishable by a fine of not more than one thousand dollars ($1,000) or imprisonment not exceeding one (1) year or both.\n§3. This local law shall take effect sixty days after its enactment.\n\n\nTB\nLS#1106\n8/3/04",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\expndtw0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\sl480\\slmult1\\qj\\expndtw-3\\tab Section One.  Legislative Intent and Findings. \\par\n\\tab A certain type of handgun, known to some as a Saturday Night Special (SNS), is a non-sporting, low-quality handgun with a barrel length under three inches, lacking essential safety features.  SNS handguns were largely manufactured in California by a group known as the \\ldblquote Ring of Fire,\\rdblquote  but have since moved out of state due to new California handgun safety standards.  Due to their low cost and concealability, SNS handguns are preferred by criminals and have no place in New York City.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj Four out of the top six illegal firearms traced in 1997, including the top three guns used in crimes, were SNS handguns, based on Bureau of Alcohol, Tobacco and Firearms (ATF) tracing data.  This is consistent with a May, 1995 ATF report which found that of the ten guns most frequently traced to crime by ATF in 1994, seven were SNS handguns.  Handgun traces by ATF between September 1989 to September 1991, performed on guns connected to crimes, found that guns manufactured by the Ring of Fire manufacturers were found 6,300 times, compared to 4,300 guns traced from the Colt, Smith & Wesson, and Sturm Ruger manufacturers, even though the reputable companies manufactured more than twice as many handguns as the Ring of Fire companies in that period.\\par\nThe low quality of these handguns makes them dangerous not only to the general public, but also to the gun owner themselves.  According to Gun Tests Magazine, these guns are \\ldblquote unreliable\\rdblquote  and \\ldblquote self-destructing.\\rdblquote   They advise consumers against the purchase of these dangerous low quality weapons and which have been known to inadvertently disengage when being carried, even firing while in people\\rquote s pockets.\\par\nThe Police Commissioner and his expert committee proposed by this bill can carefully study all handguns and deem them safe for possession in New York City.  These experts, from a wide spectrum of the population, can examine the concealability, ballistic accuracy, quality of materials, reliability as to safety, caliber and detectability by standard equipment.  The committee can advise on the utility for legitimate sporting activities, self protection, or law enforcement of these handguns and give the Police Commissioner appropriate advice enabling the Commissioner to make the best decision for the safety of the citizens of New York City.  A list of acceptable handguns will be published twice a year, sent to all firearms dealers and be made readily available to the public.\\par\n\\'a72. Section 10-131 of chapter one of title ten of the administrative code of the city of New York is amended to add a new subdivision j, to read as follows:\\par\n\\ul j. 1. It shall be unlawful for any person to sell, offer for sale or donate or purchase or transport into the city of New York any pistol or revolver that does not meet safety and quality standards as established by the police commissioner.\\par\n2. No pistol or revolver that does not meet the safety and quality standards established by the Commissioner shall be licensed for use or possession in the city of New York.\\ulnone\\par\n\\ul 3. The police commissioner shall appoint a Pistol and Revolver Advisory Committee to advise him on the appropriate safety and quality standards for pistols and revolvers.  Such advisory committee shall consist of nine members, which must include a representative of the police department, a representative of gun manufacturers, a representative of gun owners, and any other members the commissioner deems appropriate.  Such members shall serve at the pleasure of the Commissioner.  In advising the commissioner on the appropriate safety and quality standards, the Committee shall consider a pistol and revolver\\rquote s concealability, ballistic accuracy, quality of materials, quality of manufacture, safety, caliber, detectability by standard equipment, and utility for legitimate sporting activities, self protection or law enforcement.\\par\n4. Based on the recommendations of the Pistol and Revolver Advisory Committee, the commissioner shall promulgate safety and quality standards for pistols and revolvers.\\par\n5. The Commissioner shall compile a list of the pistols and revolvers that meet the safety and quality standards promulgated pursuant to paragraph four.  Such list shall be published biannually, distributed to all firearms dealers in New York City and be posted on the police department\\rquote s web site.\\par\n6. Any person who shall violate paragraph one of this subdivision shall be guilty of a misdemeanor, punishable by a fine of not more than one thousand dollars ($1,000) or imprisonment not exceeding one (1) year or both.\\par\n\\ulnone\\'a73. This local law shall take effect sixty days after its enactment.\\par\n\\pard\\sl480\\slmult1\\qj\\par\n\\par\n\\pard\\qj TB\\par\nLS#1106\\par\n8/3/04\\par\n\\tab\\par\n\\pard\\expndtw0\\par\n\\par\n\\par\n\\par\n\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
