{
  "ID": 30682,
  "GUID": "10B53CED-662E-478E-A942-B3010C85F9E1",
  "File": "Int 0427-2004",
  "Name": "Owner's duty to purchase and install radiator covers.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to an owner’s duty to purchase and install radiator covers.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2004-08-12T00:00:00Z",
  "AgendaDate": "2004-08-12T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    }
  ],
  "History": [
    {
      "ID": 163083,
      "Date": "2004-08-12T08:57:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 163791,
      "Date": "2004-08-12T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 3135,
      "AgendaSequence": 143,
      "MinutesSequence": 182,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184910,
      "Date": "2005-12-31T11:07:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 30487,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Subchapter 2 of chapter 2 of title 27 of the administrative code of the city of New York is amended by adding thereto a new section 27-2046.1 to read as follows:\n§27-2046.1  Radiator Covers.  (a)(1) All leases offered to occupants in multiple dwellings shall contain, as a rider to the lease, a notice titled “Radiator Cover Notice” underlined and in bold face.  Such notice shall:\n(i) \texplain the duties of the owner and occupant authorized by this section.  \n(ii)\tbe printed on a single form and in a manner approved by the department, the content of which shall be in English and Spanish at a minimum; and \n(iii)\tbe separately signed and dated, by the occupant who signed the lease, indicating clearly whether a child six years of age or under resides, or will reside, in the leased premises.  The requirements of this subparagraph shall be satisfied if the occupant separately signs and dates the notice required by subdivision a of section 27-2056.3 of this subchapter, provided that the Radiator Cover Notice and the notice required by subdivision a of section 27-2056.3 are included on the same rider to the lease. \n(2) Except as provided by subparagraph (iii) of this paragraph, each year, the owner of a multiple dwelling shall cause to be delivered to each residential unit no earlier than January first and no later than January sixteenth the notice required by paragraph one of this subdivision.  The owner shall satisfy the requirement to deliver such notice by delivering the notice by any one of the following methods:\n(i)\tby first class mail addressed to the occupant of the dwelling unit;\n(ii)\tby hand delivery to the occupant of the dwelling unit;\n(iii)\tby enclosure with the January rent bill, if such rent bill is delivered after December fifteenth but no later than January sixteenth;\n(iv)\tby delivering such notice in conjunction with the annual notice required pursuant to section 17-123 of this code, the rules of the department of health and mental hygiene pertaining to the installation of window guards and section 131.15 of the New York City health code;\n(v)\tby delivering such notice in conjunction with the annual notice pursuant to section 27-2056.3 of the administrative code and the regulations of the department of housing preservation and development pertaining to lead poisoning prevention and control; or\n(vi)\tby delivering such notice in conjunction with both notices listed in subparagraphs (iv) and (v) of this paragraph.\n(3)\tUpon receipt of such notice the occupant shall have the duty to deliver a written response to the owner indicating whether a child six years of age or under resides therein. Such duty shall be satisfied if the occupant delivers a written response pursuant to paragraph 3 of subdivision b of section 27-2056.3 of this code.  \n(4) If by February fifteenth of the year for which the notice was sent an owner does not have a written communication signed by the occupant, and does not otherwise have actual knowledge that a child six years of age or under resides in the dwelling unit, then the owner or his agent shall at reasonable times inspect the dwelling unit to ascertain whether a child six years of age or under resides in the dwelling and if so, whether approved radiator covers are properly installed and maintained.  Such inspection may be made in conjunction with the inspection required pursuant to the rules of the department of health and mental hygiene pertaining to the installation of window guards.\n(5) If by March first of the year in which the notice was sent an owner has fully complied with paragraphs two and four of this subdivision and has been unable to ascertain upon inspection whether a child six years of age or under resides in the dwelling and has not received a written communication from the occupant, the owner shall be deemed to have complied with this subdivision unless such owner subsequently obtains actual knowledge or subsequent written communication that a child under six years of age resides therein.\n(6)(i) Where an occupant has responded to the notice provided by the owner pursuant to paragraph one of this subdivision by indicating that no child six years of age or under resides therein, in the interim period between the date of such response and the delivery of the notice provided by the owner pursuant to paragraph two of this subdivision during the immediately following year, the occupant shall have the duty to inform the owner in writing of any child six years of age or under who begins to reside therein during such interim period.\n(ii) Where an occupant either has responded to the notice provided by the owner pursuant to paragraph two of this subdivision by indicating that no child six years of age or under resides therein or has not responded to such notice by March first, in the interim period between (a) either the date of such response or March first, whichever occurs first, and (b) the delivery of the notice by the owner pursuant to paragraph two of this subdivision during the immediately following year, the occupant shall have the duty to inform the owner in writing of any child six years of age or under who begins to reside therein during the interim period.  \n(b)(1) When an owner of a multiple dwelling ascertains that a child six years of age or under resides in a dwelling unit in such multiple dwelling, such owner shall install approved radiator covers over every uncovered radiator.  Such radiator covers shall meet the specifications set forth in subdivision c of this section. \n(2)  For all other dwelling units in such multiple dwelling, the owner shall assist in the installation of radiator covers if such occupant purchases an approved radiator cover and requests such assistance.  \n(c)  The department shall promulgate such rules as it deems necessary in regard to the specifications for radiator covers that owners shall install pursuant to paragraph one of subdivision b of this section.  Such rules shall, at a minimum, authorize the installation of radiator covers which (1) completely cover the top, sides and front of the radiator, except that such cover shall have a door or flap to allow access to valves and other controls necessary to operate the radiator and (2) have grill openings small enough to prevent a child from inserting a finger through such opening.  \n(d)(1) The owner shall have the responsibility to:\n(i) replace any radiator cover which has been stolen or removed during a prior occupancy of the dwelling unit and which has not been replaced by the prior occupant before the commencement of a new occupancy of a dwelling unit; and\n(ii) repair or replace any radiator cover that has fallen into disrepair, provided that the radiator cover has not fallen into disrepair due to the occupant’s actions or negligence.\n(2) The occupant shall have the responsibility to maintain the radiator cover in good condition.\n§2  This local law shall take ninety days after it is enacted into law, except that the commissioner of housing preservation and development  shall take all actions necessary for its implementation, including the promulgation of rules, prior to such effective date.\n\n\nLS 829\nTS/SJM",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\fi720\\sl480\\slmult1\\ulnone Section 1.  Subchapter 2 of chapter 2 of title 27 of the administrative code of the city of New York is amended by adding thereto a new section 27-2046.1 to read as follows:\\par\n\\ul\\'a727-2046.1  Radiator Covers.  (a)(1) All leases offered to occupants in multiple dwellings shall contain, as a rider to the lease, a notice titled \\ldblquote Radiator Cover Notice\\rdblquote  underlined and in bold face.  Such notice shall:\\par\n\\pard\\li720\\sl480\\slmult1 (i) \\tab explain the duties of the owner and occupant authorized by this section.  \\par\n\\pard\\fi720\\sl480\\slmult1 (ii)\\tab be printed on a single form and in a manner approved by the department, the content of which shall be in English and Spanish at a minimum; and \\par\n(iii)\\tab be separately signed and dated, by the occupant who signed the lease, indicating clearly whether a child six years of age or under resides, or will reside, in the leased premises.  The requirements of this subparagraph shall be satisfied if the occupant separately signs and dates the notice required by subdivision a of section 27-2056.3 of this subchapter, provided that the Radiator Cover Notice and the notice required by subdivision a of section 27-2056.3 are included on the same rider to the lease. \\par\n(2) Except as provided by subparagraph (iii) of this paragraph, each year, the owner of a multiple dwelling shall cause to be delivered to each residential unit no earlier than January first and no later than January sixteenth the notice required by paragraph one of this subdivision.  The owner shall satisfy the requirement to deliver such notice by delivering the notice by any one of the following methods:\\par\n\\pard\\li720\\sl480\\slmult1 (i)\\tab by first class mail addressed to the occupant of the dwelling unit;\\par\n(ii)\\tab by hand delivery to the occupant of the dwelling unit;\\par\n\\pard\\fi720\\sl480\\slmult1 (iii)\\tab by enclosure with the January rent bill, if such rent bill is delivered after December fifteenth but no later than January sixteenth;\\par\n(iv)\\tab by delivering such notice in conjunction with the annual notice required pursuant to section 17-123 of this code, the rules of the department of health and mental hygiene pertaining to the installation of window guards and section 131.15 of the New York City health code;\\ulnone\\par\n\\ul (v)\\tab by delivering such notice in conjunction with the annual notice pursuant to section 27-2056.3 of the administrative code and the regulations of the department of housing preservation and development pertaining to lead poisoning prevention and control; or\\ulnone\\par\n\\ul (vi)\\tab by delivering such notice in conjunction with both notices listed in subparagraphs (iv) and (v) of this paragraph.\\ulnone\\par\n\\ul (3)\\tab Upon receipt of such notice the occupant shall have the duty to deliver a written response to the owner indicating whether a child six years of age or under resides therein. Such duty shall be satisfied if the occupant delivers a written response pursuant to paragraph 3 of subdivision b of section 27-2056.3 of this code.  \\par\n(4) If by February fifteenth of the year for which the notice was sent an owner does not have a written communication signed by the occupant, and does not otherwise have actual knowledge that a child six years of age or under resides in the dwelling unit, then the owner or his agent shall at reasonable times inspect the dwelling unit to ascertain whether a child six years of age or under resides in the dwelling and if so, whether approved radiator covers are properly installed and maintained.  Such inspection may be made in conjunction with the inspection required pursuant to the rules of the department of health and mental hygiene pertaining to the installation of window guards.\\par\n(5) If by March first of the year in which the notice was sent an owner has fully complied with paragraphs two and four of this subdivision and has been unable to ascertain upon inspection whether a child six years of age or under resides in the dwelling and has not received a written communication from the occupant, the owner shall be deemed to have complied with this subdivision unless such owner subsequently obtains actual knowledge or subsequent written communication that a child under six years of age resides therein.\\par\n(6)(i) Where an occupant has responded to the notice provided by the owner pursuant to paragraph one of this subdivision by indicating that no child six years of age or under resides therein, in the interim period between the date of such response and the delivery of the notice provided by the owner pursuant to paragraph two of this subdivision during the immediately following year, the occupant shall have the duty to inform the owner in writing of any child six years of age or under who begins to reside therein during such interim period.\\par\n(ii) Where an occupant either has responded to the notice provided by the owner pursuant to paragraph two of this subdivision by indicating that no child six years of age or under resides therein or has not responded to such notice by March first, in the interim period between (a) either the date of such response or March first, whichever occurs first, and (b) the delivery of the notice by the owner pursuant to paragraph two of this subdivision during the immediately following year, the occupant shall have the duty to inform the owner in writing of any child six years of age or under who begins to reside therein during the interim period.  \\par\n(b)(1) When an owner of a multiple dwelling ascertains that a child six years of age or under resides in a dwelling unit in such multiple dwelling, such owner shall install approved radiator covers over every uncovered radiator.  Such radiator covers shall meet the specifications set forth in subdivision c of this section. \\par\n(2)  For all other dwelling units in such multiple dwelling, the owner shall assist in the installation of radiator covers if such occupant purchases an approved radiator cover and requests such assistance.  \\par\n(c)  The department shall promulgate such rules as it deems necessary in regard to the specifications for radiator covers that owners shall install pursuant to paragraph one of subdivision b of this section.  Such rules shall, at a minimum, authorize the installation of radiator covers which (1) completely cover the top, sides and front of the radiator, except that such cover shall have a door or flap to allow access to valves and other controls necessary to operate the radiator and (2) have grill openings small enough to prevent a child from inserting a finger through such opening.  \\par\n(d)(1) The owner shall have the responsibility to:\\par\n(i) replace any radiator cover which has been stolen or removed during a prior occupancy of the dwelling unit and which has not been replaced by the prior occupant before the commencement of a new occupancy of a dwelling unit; and\\par\n(ii) repair or replace any radiator cover that has fallen into disrepair, provided that the radiator cover has not fallen into disrepair due to the occupant\\rquote s actions or negligence.\\par\n(2) The occupant shall have the responsibility to maintain the radiator cover in good condition.\\par\n\\ulnone\\'a72  This local law shall take ninety days after it is enacted into law, except that the commissioner of housing preservation and development  shall take all actions necessary for its implementation, including the promulgation of rules, prior to such effective date.\\par\n\\pard\\sl480\\slmult1\\ul\\par\n\\par\n\\pard\\ulnone\\fs20 LS 829\\par\n\\fs22 TS/SJM\\fs24\\par\n\\par\n\\par\n\\par\n\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
