{
  "ID": 30782,
  "GUID": "91692EC5-8588-49FA-9D2F-8406A574C61E",
  "File": "Int 0429-2004",
  "Name": "Provisions of electrical services to and permissible failure rate of NYC streetlights.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the provision of electrical service to and permissible failure rate of New York City streetlights.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2004-08-12T00:00:00Z",
  "AgendaDate": "2004-08-12T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5270,
      "Slug": "hiram-monserrate",
      "FullName": "Hiram Monserrate"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    }
  ],
  "History": [
    {
      "ID": 163447,
      "Date": "2004-08-12T10:47:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 163797,
      "Date": "2004-08-12T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 3135,
      "AgendaSequence": 146,
      "MinutesSequence": 186,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184911,
      "Date": "2005-12-31T11:08:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 30588,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Chapter 1 of title 19 of the administrative code of the city of New York is amended by adding a new section 19-153 to read as follows:\n\t§19-153  a.  All streetlights in the city of New York shall be maintained and supplied with sufficient electrical power to enable uninterrupted service.  There shall be a failure rate of not more than 0.15 percent of the total number of streetlights present in the city at any given time.  Determination of the failure rate provided for in this section shall not include streetlights taken out of service or otherwise rendered inoperable as a result of any governmentally authorized project.\nb.  An inoperable streetlight shall be returned to working condition no later than thirty days following the date upon which it was discovered or reported to be inoperable.\nc.  Any entity responsible for supplying electricity to streetlights in the city, or any contractor of such entity responsible for the maintenance, repair or provision of such electrical service to such streetlights, shall be liable for a civil penalty of one hundred dollars for each day that the failure rate exceeds that established by subdivision a of this section and a civil penalty of two hundred fifty dollars for each violation of subdivision b of this section.\n\t§2.  This local law shall take effect immediately after it is enacted into law.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\sl480\\slmult1\\tab Section 1.  Chapter 1 of title 19 of the administrative code of the city of New York is amended by adding a new section 19-153 to read as follows:\\par\n\\tab\\ul\\'a719-153  a.  All streetlights in the city of New York shall be maintained and supplied with sufficient electrical power to enable uninterrupted service.  There shall be a failure rate of not more than 0.15 percent of the total number of streetlights present in the city at any given time.  Determination of the failure rate provided for in this section shall not include streetlights taken out of service or otherwise rendered inoperable as a result of any governmentally authorized project.\\par\n\\pard\\fi720\\sl480\\slmult1 b.  An inoperable streetlight shall be returned to working condition no later than thirty days following the date upon which it was discovered or reported to be inoperable.\\par\nc.  Any entity responsible for supplying electricity to streetlights in the city, or any contractor of such entity responsible for the maintenance, repair or provision of such electrical service to such streetlights, shall be liable for a civil penalty of one hundred dollars for each day that the failure rate exceeds that established by subdivision a of this section and a civil penalty of two hundred fifty dollars for each violation of subdivision b of this section.\\par\n\\pard\\sl480\\slmult1\\ulnone\\tab\\'a72.  This local law shall take effect immediately after it is enacted into law.\\ul         \\par\n\\pard\\ulnone\\par\n\\par\n\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
