{
  "ID": 30784,
  "GUID": "0A2AC043-5029-45B6-A3EB-D8C8966812E3",
  "File": "Int 0432-2004",
  "Name": "Limit the amount and manner of sale of pseudoephedrine, ephedrine and phenlpropanolamine.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to limiting the amount and manner of sale of pseudoephedrine, ephedrine and phenylpropanolamine.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2004-08-12T00:00:00Z",
  "AgendaDate": "2004-08-12T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 432,
      "Slug": "philip-reed",
      "FullName": "Philip Reed"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5294,
      "Slug": "betsy-gotbaum",
      "FullName": "Betsy Gotbaum"
    }
  ],
  "History": [
    {
      "ID": 163450,
      "Date": "2004-08-12T10:53:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 163806,
      "Date": "2004-08-12T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 3135,
      "AgendaSequence": 151,
      "MinutesSequence": 191,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 173801,
      "Date": "2005-04-13T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 14,
      "BodyName": "Committee on Health",
      "EventID": 4529,
      "AgendaSequence": 2,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 174071,
      "Date": "2005-04-13T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 14,
      "BodyName": "Committee on Health",
      "EventID": 4529,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184913,
      "Date": "2005-12-31T11:09:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 65832,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "http://nyc.legistar1.com/nyc/attachments/244fceb2-b178-4b1e-8c17-220f9d366e03.doc",
      "Sort": 1
    },
    {
      "ID": 68291,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript",
      "Link": "http://nyc.legistar1.com/nyc/attachments/fa715730-e417-4ce4-a0c6-7f8a22ac11de.doc",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 30590,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Legislative findings and intent. The City Council finds that there has been a significant increase in the number of people producing and using the drug crystal methamphetamine with deleterious consequences to public health, including increased risk of addiction, HIV and fatality.  Additionally, the production of illegal methamphetamine is dangerous, since the byproducts of such production are highly toxic and heighten the possibility of explosions and fires.  The City Council further finds that crystal methamphetamine is a relatively easy substance to manufacture.  Substances such as pseudoephedrine, which is a common cold remedy and may be used to illegally manufacture crystal methamphetamine, are commonly sold over the counter at pharmacies, supermarkets and convenience stores throughout New York City.  By limiting the quantity of pseudoephedrine, ephedrine and phenylpropanolamine  that an individual can acquire in a single transaction, the Council intends to restrict the ability of individuals to manufacture crystal methamphetamine in their homes. \n§2. Chapter one of title seventeen of the administrative code of the city of New York is amended by adding a new section 17-187 to read as follows:\n§ 17-187  a.  Short title.  This section shall be known and may be cited as the “Methamphetamine Laboratory Prevention Act of 2004.”\nb. Definitions.  For purposes of this section only, “person” shall mean any natural person, individual, corporation, unincorporated association, proprietorship, firm, partnership, joint venture, joint stock association or other entity or business organization.\nc.  Restriction on delivery or sale of certain substances.  No person shall deliver or sell in any single transaction or sale more than two packages of any drug that contains as its sole active ingredient the substances ephedrine, pseudoephedrine or pheynylpropanolamine, or any of such substances’ salts or optical isomers or salts of optical isomers, or any number of packages that total more than nine grams of ephedrine, pseudoephedrine or pheynylpropanolamine, or any of such substances’ salts or isomers or salts of isomers.\nd.  Restriction on display of certain substances.  No person who sells or offers for sale any drug that contains as its sole active ingredient ephedrine, pseudoephedrine, phenylpropanolamine or any of such substances’ salts or isomers or salts of isomers shall place such drug on open display so that such drug is accessible to the public without the assistance of such seller, or his or her employee or other agent offering such drug for sale.\ne. Violations and penalties. Any violation of any provision of this section shall be punishable by a fine of not more than one thousand dollars for each violation.  The commissioner shall suspend any fine in lieu of a warning for the thirty day period immediately following the enactment of the local law that added this section.\nf. Rules. The commissioner may promulgate any rules as may be necessary for the purposes of carrying out the provisions of this section.\ng. Severability. If any subsection, sentence, clause, phrase or other portion of the local law that added this section is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of the local law that added this section, which remaining portions shall remain in full force and effect.\n§3.\tThis local law shall take effect one hundred and eighty days after its enactment into law.\n\n\n8/4/04\nLS# 1440",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\b0\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\fi720\\sl480\\slmult1\\qj Section 1. Legislative findings and intent. The City Council finds that there has been a significant increase in the number of people producing and using the drug crystal methamphetamine with deleterious consequences to public health, including increased risk of addiction, HIV and fatality.  Additionally, the production of illegal methamphetamine is dangerous, since the byproducts of such production are highly toxic and heighten the possibility of explosions and fires.  The City Council further finds that crystal methamphetamine is a relatively easy substance to manufacture.  Substances such as pseudoephedrine, which is a common cold remedy and may be used to illegally manufacture crystal methamphetamine, are commonly sold over the counter at pharmacies, supermarkets and convenience stores throughout New York City.  By limiting the quantity of pseudoephedrine, ephedrine and phenylpropanolamine  that an individual can acquire in a single transaction, the Council intends to restrict the ability of individuals to manufacture crystal methamphetamine in their homes. \\par\n\\'a72. Chapter one of title seventeen of the administrative code of the city of New York is amended by adding a new section 17-187 to read as follows:\\par\n\\ul\\'a7 17-187  a.  Short title.  This section shall be known and may be cited as the \\ldblquote Methamphetamine Laboratory Prevention Act of 2004.\\rdblquote\\par\nb. Definitions.  For purposes of this section only, \\ldblquote person\\rdblquote  shall mean any natural person, individual, corporation, unincorporated association, proprietorship, firm, partnership, joint venture, joint stock association or other entity or business organization.\\par\nc.  Restriction on delivery or sale of certain substances.  No person shall deliver or sell in any single transaction or sale more than two packages of any drug that contains as its sole active ingredient the substances ephedrine, pseudoephedrine or pheynylpropanolamine, or any of such substances\\rquote  salts or optical isomers or salts of optical isomers, or any number of packages that total more than nine grams of ephedrine, pseudoephedrine or pheynylpropanolamine, or any of such substances\\rquote  salts or isomers or salts of isomers.\\par\nd.  Restriction on display of certain substances.  No person who sells or offers for sale any drug that contains as its sole active ingredient ephedrine, pseudoephedrine, phenylpropanolamine or any of such substances\\rquote  salts or isomers or salts of isomers shall place such drug on open display so that such drug is accessible to the public without the assistance of such seller, or his or her employee or other agent offering such drug for sale.\\par\ne. Violations and penalties. Any violation of any provision of this section shall be punishable by a fine of not more than one thousand dollars for each violation.  The commissioner shall suspend any fine in lieu of a warning for the thirty day period immediately following the enactment of the local law that added this section.\\ulnone\\par\n\\ul f. Rules. The commissioner may promulgate any rules as may be necessary for the purposes of carrying out the provisions of this section.\\par\ng. Severability. If any subsection, sentence, clause, phrase or other portion of the local law that added this section is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of the local law that added this section, which remaining portions shall remain in full force and effect.\\par\n\\ulnone\\'a73.\\tab This local law shall take effect one hundred and eighty days after its enactment into law.\\par\n\\par\n\\pard\\qj\\par\n8/4/04\\par\nLS# 1440\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\pard\\par\n\\par\n\\par\n\\par\n}\n\u0000",
  "LastModified": "2015-08-06T13:57:38.803Z"
}
