{
  "ID": 30757,
  "GUID": "64847E5F-84ED-48D7-8C92-A3B92EFE158F",
  "File": "Int 0433-2004",
  "Name": "Issuance of permits when there are outstanding obligations to the city.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the issuance of permits when there are outstanding obligations to the city.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2004-08-12T00:00:00Z",
  "AgendaDate": "2004-08-12T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5274,
      "Slug": "helen-sears",
      "FullName": "Helen Sears"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    }
  ],
  "History": [
    {
      "ID": 163419,
      "Date": "2004-08-12T14:27:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 163809,
      "Date": "2004-08-12T19:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings due back on 8/13/2004.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 3135,
      "AgendaSequence": 155,
      "MinutesSequence": 195,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 166258,
      "Date": "2004-10-20T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 3362,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 166508,
      "Date": "2004-10-20T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 3362,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184914,
      "Date": "2005-12-31T11:09:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 63269,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "http://nyc.legistar1.com/nyc/attachments/03caee6f-948b-4561-9123-5bed49cd31e0HwordNew LegislationCommittee Report 433.doc",
      "Sort": 1
    },
    {
      "ID": 64961,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript",
      "Link": "http://nyc.legistar1.com/nyc/attachments/77b14fcf-d8e3-4151-a425-5e5d60a472d4.doc",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 30563,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.\tSubchapter one of chapter one of title 19 of the administrative code of the city of New York is amended by adding a new section 19-103.1 to read as follows:\n§19-103.1  Approval of permit applications where there are unpaid fines, penalties or arrears.  a.  For the purposes of this section, the following definitions shall apply:\n“Dwelling” shall mean any building occupied in whole or in part as the temporary or permanent home or residence of one or more families.\n“Dwelling unit” shall mean one or more rooms in a dwelling or building that are arranged, designed, used or intended for use by one or more families.\n“Lessee” shall mean the person in possession of a building under a lease from the owner thereof.\n“Owner” shall mean a person having legal title to premises, a mortgagee or vendee in possession, a trustee in bankruptcy, a receiver or any other person having legal ownership or control of premises.\n“Person” shall mean an individual, partnership, corporation, or other legal entity.\nb.  In addition to any other requirements of this subchapter, the commissioner shall not issue a permit pursuant to this subchapter where any owner or lessee or owner of shares allocated to a dwelling unit has failed to pay any fine or civil penalty imposed pursuant to chapter one of title nineteen, chapter one of title twenty-six, chapter one of title twenty-seven, chapter two of title twenty-seven or chapter three of title twenty-seven of this code, or has failed to correct any violation of such chapters, or has failed to pay any arrears in taxes, assessments, sewer rents, sewer surcharges or water rents with any interest or penalty thereon.\nc.  The commissioner may issue a permit referred to in subdivision b of this section if such owner, lessee or owner of shares allocated to a dwelling unit has submitted valid proof of payment or proof of a payment agreement which will result in the satisfaction of all fines, penalties, and arrears in taxes, assessments, sewer rents, sewer surcharges or water rents with any interest or penalty thereon within six months from the filing of the plans or submission of the permit application, and the commissioner finds that the approval of the plans or the issuance of the permit (i) is necessary to correct the condition that resulted in the imposition of the fine or civil penalty, or (ii) is necessary to eliminate an unsafe or hazardous condition, provided, however, that such approval shall be withdrawn and the permit revoked in the event of a default in the payment agreement.\nd.  Upon the submission of an application for a permit pursuant to this subchapter, the department shall undertake to ascertain whether any person with at least a twenty percent ownership interest in the property that is the subject of such permit application has any fines or violations imposed pursuant to chapter one of title nineteen, chapter one of title twenty-six, chapter one of title twenty-seven, chapter two of title twenty-seven or chapter three of title twenty-seven of this code or has failed to pay any arrears in taxes, assessments, sewer rents, sewer surcharges or water rents and interest or penalty thereon.\n§2.  Article 19 of title 27 of the administrative code of the city of New York is amended by adding a new section 27-198.4 to read as follows:\n§27-198.4  Approval of plans and permit applications where there are unpaid fines, penalties or arrears.  a.  Except as otherwise provided in subdivision b of this section, no person may (i) file any plans pursuant to article nine of this subchapter, or (ii) apply for any permits pursuant to articles ten through nineteen of this subchapter, where any owner, lessee or owner of shares allocated to a dwelling unit has failed to pay any fine or civil penalty imposed pursuant to chapter one of title nineteen, chapter one of title twenty-six, chapter one of title twenty-seven of this code, chapter two of title twenty-seven or chapter three of title twenty-seven of this code, or has failed to correct any violation of such chapters or has failed to pay any arrears in taxes, assessments, sewer rents, sewer surcharges or water rents and interest or penalty thereon, where such owner, lessee or owner of shares owns, leases or has an interest in the property that is the subject of such plans or permit application; nor may any person apply for any permits pursuant to articles ten through nineteen of this subchapter, where it is determined that upon a review of the records at the department that any officer or employee of the department authorized by the commissioner to conduct an inspection of the property that is the subject of such plans or permit application, in response to a complaint received by the department could not gain access or was denied access, in any combination, after two attempts to gain such access on different dates with regards to such complaint.\nb.  The commissioner may approve plans or issue permits referred to in subdivision a of this section if such owner, lessee or owner of shares allocated to a dwelling unit has submitted valid proof of payment or proof of a payment agreement which will result in the satisfaction of all fines, penalties and arrears in taxes, assessments, sewer rents, sewer surcharges or water rents and interest or penalty thereon within six months from the filing of the plans or submission of the permit application, and the commissioner finds that the approval of the plans or the issuance of the permit (i) is necessary to correct the condition that resulted in the imposition of the fine or civil penalty, or (ii) is necessary to eliminate an unsafe or hazardous condition, provided, however, that such approval shall be withdrawn and the permit revoked in the event of a default in the payment agreement.\nc.  Where the department has failed to gain access as described in subdivision a of this section, the commissioner may allow the owner, lessee or owner of shares, or an authorized representative thereof, to provide access to an officer or employee of the department authorized by the commissioner to conduct an inspection, and in the event of such inspection, no new violations are issued pursuant to this inspection, and all of the other conditions of subdivision a of this section are met, the department may also approve plans or issue permits referred to in subdivision a of this section.\nd.  Upon the submission of any plans or any request for permits pursuant to subdivision a of this section, the department shall undertake to ascertain whether any person with at least a twenty percent ownership interest in the property that is the subject of such plans or permit application has any fines or violations imposed pursuant to chapter one of title nineteen, chapter one of title twenty-six, chapter one of title twenty-seven, chapter two of title twenty-seven or chapter three of title twenty-seven of the code or has failed to pay any arrears in taxes, assessments, sewer rents, sewer surcharges or water rents and interest or penalty thereon.\n§3.\tThis local law shall take effect immediately.\n\n\nLS# 638\nTNN\n08-05-04, 6:30 pm",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\pard\\qj\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\fi720\\sl480\\slmult1\\qj Section 1.\\tab Subchapter one of chapter one of title 19 of the administrative code of the city of New York is amended by adding a new section 19-103.1 to read as follows:\\par\n\\ul\\'a719-103.1  Approval of permit applications where there are unpaid fines, penalties or arrears.  a.  For the purposes of this section, the following definitions shall apply:\\par\n\\ldblquote Dwelling\\rdblquote  shall mean any building occupied in whole or in part as the temporary or permanent home or residence of one or more families.\\par\n\\ldblquote Dwelling unit\\rdblquote  shall mean one or more rooms in a dwelling or building that are arranged, designed, used or intended for use by one or more families.\\par\n\\ldblquote Lessee\\rdblquote  shall mean the person in possession of a building under a lease from the owner thereof.\\par\n\\ldblquote Owner\\rdblquote  shall mean a person having legal title to premises, a mortgagee or vendee in possession, a trustee in bankruptcy, a receiver or any other person having legal ownership or control of premises.\\par\n\\ldblquote Person\\rdblquote  shall mean an individual, partnership, corporation, or other legal entity.\\par\nb.  In addition to any other requirements of this subchapter, the commissioner shall not issue a permit pursuant to this subchapter where any owner or lessee or owner of shares allocated to a dwelling unit has failed to pay any fine or civil penalty imposed pursuant to chapter one of title nineteen, chapter one of title twenty-six, chapter one of title twenty-seven, chapter two of title twenty-seven or chapter three of title twenty-seven of this code, or has failed to correct any violation of such chapters, or has failed to pay any arrears in taxes, assessments, sewer rents, sewer surcharges or water rents with any interest or penalty thereon.\\par\nc.  The commissioner may issue a permit referred to in subdivision b of this section if such owner, lessee or owner of shares allocated to a dwelling unit has submitted valid proof of payment or proof of a payment agreement which will result in the satisfaction of all fines, penalties, and arrears in taxes, assessments, sewer rents, sewer surcharges or water rents with any interest or penalty thereon within six months from the filing of the plans or submission of the permit application, and the commissioner finds that the approval of the plans or the issuance of the permit (i) is necessary to correct the condition that resulted in the imposition of the fine or civil penalty, or (ii) is necessary to eliminate an unsafe or hazardous condition, provided, however, that such approval shall be withdrawn and the permit revoked in the event of a default in the payment agreement.\\par\nd.  Upon the submission of an application for a permit pursuant to this subchapter, the department shall undertake to ascertain whether any person with at least a twenty percent ownership interest in the property that is the subject of such permit application has any fines or violations imposed pursuant to chapter one of title nineteen, chapter one of title twenty-six, chapter one of title twenty-seven, chapter two of title twenty-seven or chapter three of title twenty-seven of this code or has failed to pay any arrears in taxes, assessments, sewer rents, sewer surcharges or water rents and interest or penalty thereon.\\par\n\\ulnone\\'a72.  Article 19 of title 27 of the administrative code of the city of New York is amended by adding a new section 27-198.4 to read as follows:\\par\n\\ul\\'a727-198.4  Approval of plans and permit applications where there are unpaid fines, penalties or arrears.  a.  Except as otherwise provided in subdivision b of this section, no person may (i) file any plans pursuant to article nine of this subchapter, or (ii) apply for any permits pursuant to articles ten through nineteen of this subchapter, where any owner, lessee or owner of shares allocated to a dwelling unit has failed to pay any fine or civil penalty imposed pursuant to chapter one of title nineteen, chapter one of title twenty-six, chapter one of title twenty-seven of this code, chapter two of title twenty-seven or chapter three of title twenty-seven of this code, or has failed to correct any violation of such chapters or has failed to pay any arrears in taxes, assessments, sewer rents, sewer surcharges or water rents and interest or penalty thereon, where such owner, lessee or owner of shares owns, leases or has an interest in the property that is the subject of such plans or permit application; nor may any person apply for any permits pursuant to articles ten through nineteen of this subchapter, where it is determined that upon a review of the records at the department that any officer or employee of the department authorized by the commissioner to conduct an inspection of the property that is the subject of such plans or permit application, in response to a complaint received by the department could not gain access or was denied access, in any combination, after two attempts to gain such access on different dates with regards to such complaint.\\par\nb.  The commissioner may approve plans or issue permits referred to in subdivision a of this section if such owner, lessee or owner of shares allocated to a dwelling unit has submitted valid proof of payment or proof of a payment agreement which will result in the satisfaction of all fines, penalties and arrears in taxes, assessments, sewer rents, sewer surcharges or water rents and interest or penalty thereon within six months from the filing of the plans or submission of the permit application, and the commissioner finds that the approval of the plans or the issuance of the permit (i) is necessary to correct the condition that resulted in the imposition of the fine or civil penalty, or (ii) is necessary to eliminate an unsafe or hazardous condition, provided, however, that such approval shall be withdrawn and the permit revoked in the event of a default in the payment agreement.\\par\nc.  Where the department has failed to gain access as described in subdivision a of this section, the commissioner may allow the owner, lessee or owner of shares, or an authorized representative thereof, to provide access to an officer or employee of the department authorized by the commissioner to conduct an inspection, and in the event of such inspection, no new violations are issued pursuant to this inspection, and all of the other conditions of subdivision a of this section are met, the department may also approve plans or issue permits referred to in subdivision a of this section.\\par\nd.  Upon the submission of any plans or any request for permits pursuant to subdivision a of this section, the department shall undertake to ascertain whether any person with at least a twenty percent ownership interest in the property that is the subject of such plans or permit application has any fines or violations imposed pursuant to chapter one of title nineteen, chapter one of title twenty-six, chapter one of title twenty-seven, chapter two of title twenty-seven or chapter three of title twenty-seven of the code or has failed to pay any arrears in taxes, assessments, sewer rents, sewer surcharges or water rents and interest or penalty thereon.\\par\n\\ulnone\\'a73.\\tab This local law shall take effect immediately.\\par\n\\pard\\sl480\\slmult1\\qj\\par\n\\par\n\\pard\\qj\\fs20 LS# 638\\par\nTNN\\par\n08-05-04, 6:30 pm\\par\n\\pard\\fs24\\par\n\\par\n\\par\n}\n\u0000",
  "LastModified": "2015-07-23T14:53:24.533Z"
}
