{
  "ID": 30794,
  "GUID": "F559B8FF-2431-46F3-8CB7-898E8215A7AE",
  "File": "Int 0436-2004",
  "Name": "Health insurance coverage of fertility treatment for city employees.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to health insurance coverage of fertility treatment for city employees.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2004-08-12T00:00:00Z",
  "AgendaDate": "2004-08-12T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    }
  ],
  "History": [
    {
      "ID": 163462,
      "Date": "2004-08-12T13:56:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 163815,
      "Date": "2004-08-12T19:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Health due back on 8/13/2004.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 3135,
      "AgendaSequence": 161,
      "MinutesSequence": 201,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184916,
      "Date": "2005-12-31T11:10:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 30604,
  "Text": "Be it enacted by the council as follows:\n\tSection 1. Legislative history and intent.  According to the American Society for Reproductive Medicine (ASRM), infertility is a health problem that affects more than six million men and women in America, representing over 10% of the childbearing population.  Recent advances in medical technology have made it possible for many couples suffering from infertility to conceive.  The technologies that are available include fertility drugs, surgery, in vitro fertilization (IVF), artificial insemination, egg donation, surrogacy and others.  According to a 2001 study by the Centers for Disease, Control and Prevention (CDC), these procedures cost thousands of dollars.  For example, IVF and surrogacy may cost between $15,000 and $20,000, and $15,000 and $50,000, respectively, for each procedure.  The study noted that in 2001, infertility treatments cost Americans over $2 billion.\n\tThe Council finds that infertility is a health problem that affects a fundamental aspect of life.  While effective fertility treatment is available, according to a 2002 publication by the New York State Task Force on Life and the Law, the cost of such treatment often precludes couples from seeking medical treatment.  According to the ASRM, only half of these individuals will actually seek treatment for their infertility, in part due to the high cost of such treatment.  Therefore, the Council finds that the city should not contract with health insurers unless such insurers provide coverage for fertility treatment.\n§ 2. Section 12-126.5 of the administrative code of the city of New York is amended to read as follows:\n§ 12-126.5  Health insurance coverage of fertility treatment for city employees.\na.  For the purposes of this section only, the following terms shall have the following meanings:\n(1) “Agency” means a city, county, borough, or other office, administration, department, division, bureau, board or commission, or a corporation, institution or agency of government, the expenses of which are paid in whole or in part from the city treasury.\n(2) “Covered contract” means a contract between an agency and a health insurer, entered into on or after the effective date of the local law that added this section.\n(3) “Fertility treatment” means all treatments or procedures performed at a medical facility in conformity with the standards of the American Society for Reproductive Medicine and with any standards set by an appropriate city, state or federal entity, that involve the handling of human egg and sperm for the purpose of facilitating pregnancy, including, but not limited to, artificial insemination, in vitro fertilization, semen analysis, sperm aspiration, gamete intrafallopian transfer, zygote intrafallopian transfer, embryo cryopreservation, egg or embryo donation, vasectomy reversal, surrogate birth and any other reproductive treatment deemed ‘non-experimental’ by the American Society for Reproductive Medicine or an appropriate city, state or federal entity.\n(4) “Health care provider” means a physician or other health care professional licensed to practice in New York state.\n(5) “Health insurance coverage” means a program of hospital, surgical or medical benefits provided by health and insurance contracts entered into between a health insurer and a city agency.\n(6) “Health insurer” means any individual, sole proprietorship, partnership, corporation or other entity that provides health insurance coverage.\nb. The city shall not enter into a covered contract with any health insurer that provides health insurance coverage for obstetrical/gynecological and urological services for city employees, city retirees or dependants of such employees or retirees unless such coverage includes fertility treatment.\nc. A health insurer that enters into a covered contract with a city agency may not\n(1) deny to city employees, city retirees or dependents of such employees or retirees eligibility or continued eligibility to enroll in a plan or to renew coverage under an existing plan, solely for the purposes of avoiding the requirements of this section;\n(2) provide incentives, including but not limited to monetary and other incentives, to city employees, city retirees or dependents of such employees or retirees to encourage such employees, retirees or dependents to forgo fertility treatment to which they are entitled under this section, or to health care providers to encourage such providers not to provide such treatments to such employees, retirees or dependants;\n(3) prohibit a health care provider from discussing with city employees, city retirees or the dependents of such employees or retirees treatment relating to fertility; or\n(4) penalize or otherwise reduce or limit the reimbursement to a health care provider because such provider provided fertility treatment to qualified city employees, city retirees or the dependents of such employees or retirees in accordance with this section.\nd. Nothing in this section shall be construed to require any city employees, city retirees or dependants of such employees or retirees to undergo fertility treatment.\n§3.  If any section, subsection, sentence, clause, phrase, or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining potions of this local law, which remaining portions shall continue in full force and effect.\n§ 4.  This section shall take effect forty-five days after its enactment into law. \n\n\nLS # 193\nGRS/DE",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\pard\\qj\\v0\\par\n\\pard\\sl480\\slmult1\\qj\\ul Be it enacted by the council as follows\\ulnone :\\par\n\\tab Section 1. Legislative history and intent.  According to the \\cf1 American Society for Reproductive Medicine (ASRM), i\\cf0 nfertility is a health problem that affects more than six million men and women in America, representing over 10% of the childbearing population.  Recent advances in medical technology have made it possible for many couples suffering from infertility to conceive.  The technologies that are available include fertility drugs, surgery, in vitro fertilization (IVF), artificial insemination, egg donation, surrogacy and others.  According to a 2001 study by the Centers for Disease, Control and Prevention (CDC), these procedures cost thousands of dollars.  For example, IVF and surrogacy may cost between $15,000 and $20,000, and $15,000 and $50,000, respectively, for each procedure.  The study noted that in 2001, infertility treatments cost Americans over $2 billion.\\par\n\\tab The Council finds that infertility is a health problem that affects a fundamental aspect of life.  While effective fertility treatment is available, according to a 2002 publication by the New York State Task Force on Life and the Law, the cost of such treatment often precludes couples from seeking medical treatment.  According to the ASRM, only half of these individuals will actually seek treatment for their infertility, in part due to the high cost of such treatment.  Therefore, the Council finds that the city should not contract with health insurers unless such insurers provide coverage for fertility treatment.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\'a7 2. Section 12-126.5 of the administrative code of the city of New York is amended to read as follows:\\par\n\\ul\\'a7 12-126.5  Health insurance coverage of fertility treatment for city employees.\\par\na.  For the purposes of this section only, the following terms shall have the following meanings:\\par\n(1) \\ldblquote Agency\\rdblquote  means a city, county, borough, or other office, administration, department, division, bureau, board or commission, or a corporation, institution or agency of government, the expenses of which are paid in whole or in part from the city treasury.\\par\n(2) \\ldblquote Covered contract\\rdblquote  means a contract between an agency and a health insurer, entered into on or after the effective date of the local law that added this section.\\par\n(3) \\ldblquote Fertility treatment\\rdblquote  means all treatments or procedures performed at a medical facility in conformity with the standards of the American Society for Reproductive Medicine and with any standards set by an appropriate city, state or federal entity, that involve the handling of human egg and sperm for the purpose of facilitating pregnancy, including, but not limited to, artificial insemination, in vitro fertilization, semen analysis, sperm aspiration, gamete intrafallopian transfer, zygote intrafallopian transfer, embryo cryopreservation, egg or embryo donation, vasectomy reversal, surrogate birth and any other reproductive treatment deemed \\lquote non-experimental\\rquote  by the American Society for Reproductive Medicine or an appropriate city, state or federal entity.\\par\n(4) \\ldblquote Health care provider\\rdblquote  means a physician or other health care professional licensed to practice in New York state.\\par\n(5) \\ldblquote Health insurance coverage\\rdblquote  means a program of hospital, surgical or medical benefits provided by health and insurance contracts entered into between a health insurer and a city agency.\\par\n(6) \\ldblquote Health insurer\\rdblquote  means any individual, sole proprietorship, partnership, corporation or other entity that provides health insurance coverage.\\par\nb. The city shall not enter into a covered contract with any health insurer that provides health insurance coverage for obstetrical/gynecological and urological services for city employees, city retirees or dependants of such employees or retirees unless such coverage includes fertility treatment.\\par\nc. A health insurer that enters into a covered contract with a city agency may not\\ulnone\\par\n\\ul (1) deny to city employees, city retirees or dependents of such employees or retirees eligibility or continued eligibility to enroll in a plan or to renew coverage under an existing plan, solely for the purposes of avoiding the requirements of this section;\\par\n(2) provide incentives, including but not limited to monetary and other incentives, to city employees, city retirees or dependents of such employees or retirees to encourage such employees, retirees or dependents to forgo fertility treatment to which they are entitled under this section, or to health care providers to encourage such providers not to provide such treatments to such employees, retirees or dependants;\\par\n(3) prohibit a health care provider from discussing with city employees, city retirees or the dependents of such employees or retirees treatment relating to fertility; or\\par\n(4) penalize or otherwise reduce or limit the reimbursement to a health care provider because such provider provided fertility treatment to qualified city employees, city retirees or the dependents of such employees or retirees in accordance with this section.\\par\nd. Nothing in this section shall be construed to require any city employees, city retirees or dependants of such employees or retirees to undergo fertility treatment.\\par\n\\ulnone\\'a73.  If any section, subsection, sentence, clause, phrase, or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining potions of this local law, which remaining portions shall continue in full force and effect.\\par\n\\'a7 4.  This section shall take effect forty-five days after its enactment into law. \\par\n\\par\n\\par\n\\pard\\qj LS # 193\\par\nGRS/DE\\par\n\\pard\\sl480\\slmult1\\qj\\ul\\par\n\\pard\\ulnone\\par\n\\par\n\\par\n\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
