{
  "ID": 30980,
  "GUID": "D98F1197-C44A-484E-9E09-A2C120070B2C",
  "File": "Int 0437-2004",
  "Name": "Tenant's Bill Rights and Responsibilities",
  "Title": "A Local Law to amend the administrative code of the City of New York, in relation to creating a tenants’ bill of rights and responsibilities.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2004-09-09T00:00:00Z",
  "AgendaDate": "2004-09-09T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 422,
      "Slug": "gifford-miller",
      "FullName": "Gifford Miller"
    },
    {
      "ID": 430,
      "Slug": "bill-perkins",
      "FullName": "Bill Perkins"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 432,
      "Slug": "philip-reed",
      "FullName": "Philip Reed"
    },
    {
      "ID": 5264,
      "Slug": "maria-baez",
      "FullName": "Maria Baez"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5286,
      "Slug": "bill-de-blasio",
      "FullName": "Bill De Blasio"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5278,
      "Slug": "melinda-r-katz",
      "FullName": "Melinda R. Katz"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 5270,
      "Slug": "hiram-monserrate",
      "FullName": "Hiram Monserrate"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5281,
      "Slug": "joseph-p-addabbo-jr",
      "FullName": "Joseph P. Addabbo, Jr."
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 5229,
      "Slug": "eva-s-moskowitz",
      "FullName": "Eva S. Moskowitz"
    }
  ],
  "History": [
    {
      "ID": 164395,
      "Date": "2004-09-09T12:23:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 164535,
      "Date": "2004-09-09T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 3176,
      "AgendaSequence": 76,
      "MinutesSequence": 95,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184917,
      "Date": "2005-12-31T11:11:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 30807,
  "Text": "Be it enacted by the Council as follows:\n\tSection 1.  Title 26 of the administrative code of the city of New York is amended by adding thereto a new chapter 9, to read as follows:\nCHAPTER 9\nTENANTS’ BILL OF RIGHTS AND RESPONSIBILITIES\n§26-801  Bill of rights and responsibilities required.  There shall be a tenants’ bill of rights and responsibilities and every landlord of a multiple dwelling shall treat all tenants in accordance with the provisions of such statement.\n§26-802  For purposes of this chapter, the following terms shall be defined as follows:\na.  “Commissioner” shall mean the commissioner of housing preservation and development.\nb.  “Dwelling unit” shall mean any residential accommodation in a multiple dwelling.\nc.  “Multiple dwelling” shall mean a dwelling which is either rented, leased, let or hired out, to be occupied, or is occupied, as the residence or home of three or more families living independently of each other.\nd.  “Landlord” shall mean and include the owner or owners of the freehold of the premises or lesser estate therein, a mortgagee or vendee in possession, assignee of rents, receiver, executor, trustee, lessee, agent, or any other person, firm or corporation, directly or indirectly in control of a multiple dwelling.\ne.  “Tenant” shall mean any lawful occupant of a multiple dwelling.\n§26-803  Contents of bill of rights and responsibilities.  Such statement of rights and responsibilities shall include the following:\n1.  Warranty of habitability.  Every tenant has the right to a livable, safe and sanitary dwelling unit with a secure front door, working appliances and clean public areas, and free of water leaks or cracks in ceilings and windows, vermin or rodent infestation, unreasonable noise and hazardous conditions caused by poor maintenance, construction or renovation.  Every tenant has the right to running hot water at all times between six a.m. and midnight at a minimum temperature of one hundred twenty degrees Fahrenheit and to adequate heat, with an inside temperature of sixty-eight degrees Fahrenheit from six a.m. to ten p.m. when the outside temperature is below fifty-five degrees Fahrenheit, and an inside temperature of fifty-five degrees Fahrenheit from ten p.m. to six a.m. when the outside temperature is below forty degrees Fahrenheit, during the period from October first through May thirty-first.  The warranty of habitability may not be waived or modified by a tenant or by a landlord.\n2.  Breach of warranty and alterations.  A tenant shall not be subjected to any conditions that would be dangerous, hazardous or detrimental to their life, health or safety.  Every tenant has the right to seek a rent reduction and withhold rent for breach of the warranty of habitability, including failure to provide heat and hot water, and for failure to maintain electrical, plumbing, sanitary, and ventilation systems in working order.  A tenant may be held liable for a violation of law if the tenant or tenant’s guests willfully or negligently cause a violation of the warranty of habitability or if the tenant fails to prevent the occurrence of such violation and has the power to prevent it.  A tenant may not remove or render inoperative any shower head installed by the landlord which meets the standards of this code.\n3.  Privacy and mail.  Every tenant has the right to insist upon reasonable prior notice before a landlord or a representative or agent of the landlord enters the tenant’s dwelling unit.  Given such prior notice, a tenant may not refuse a landlord seeking entry to (a) provide necessary, required or agreed upon repairs or services; (b) conduct inspections in accordance with the lease; or (c) show the dwelling unit to prospective purchasers or tenants.  A landlord may enter the dwelling unit without the tenant’s consent only in emergencies, such as a fire or a serious leak emanating from that dwelling unit.  A landlord may not willfully and intentionally interfere with the tenant’s quiet enjoyment of the tenant’s dwelling unit.  Every tenant has the right to a secure mailbox kept in good repair by the landlord.\n4.  Safety measures.  Every tenant has the right to a secure entrance door with a peephole and chain door guard.  A tenant may install and maintain an additional lock on the entrance door.  Such lock may be no more than three inches in circumference and the tenant must provide a duplicate key to the landlord upon request.  Multiple dwellings built after January 1, 1968 must have automatic self-closing and self-locking entrance doors.  If such building contains eight or more dwelling units it must also have an operational two-way voice intercommunication system with control over the front entrance door.  A multiple dwelling built before January 1, 1968 must have automatic self-closing and self-locking entrance doors and to an intercommunication system to the front entrance door if a majority of the tenants request such services, however a landlord may require tenants to pay for the cost of these services.  A tenant may not remove or render inoperative any device which makes a door self-closing where such door is required to be self-closing, or cause such door to be held open by any device.  A tenant may not obstruct the public halls or any required means of egress, including fire escapes.  Each self-service elevator must have a mirror so that tenants may see, prior to entering, if anyone is in the elevator.\n5.  Smoke detectors and carbon monoxide detecting devices.  (a)  Every tenant has the right to have a functioning smoke detector installed in each dwelling unit within fifteen feet of any room used for sleeping.  A tenant may be asked by the landlord to contribute up to ten dollars for the purchase of a battery-powered smoke detector and is responsible for the care and maintenance of the smoke detector once the tenant occupies the dwelling unit.  Tenants should test their detectors frequently to make sure they work properly.\n(b)  Every tenant in a multiple dwelling where a fossil fuel-burning furnace or boiler is located, and every dwelling unit in a multiple dwelling that is in close proximity to a source of carbon monoxide, as established by the rules promulgated by the commissioner of buildings, shall be equipped with an operational carbon monoxide detecting device.  There shall be installed at least one approved and operational carbon monoxide detecting device within fifteen feet of each room lawfully used for sleeping purposes.  The carbon monoxide detecting device may be combined with an approved smoke detector in compliance with any applicable rules.  A tenant may be asked by the landlord to contribute up to twenty-five dollars for the purchase of a carbon monoxide detector and is responsible for the care and maintenance of the carbon monoxide detecting device once the tenant occupies the dwelling unit.  Tenants should test their detectors frequently to make sure they work properly.\n6.  Window guards.  Every tenant has the right to New York city-approved window guards in each window which is not a required means of egress, in any dwelling unit where a child under eleven years of age resides and in public halls on any floor where a child under eleven years of age resides.  Every landlord must distribute on an annual basis a form providing for the notification by the tenant to the landlord that a child under eleven years of age resides in the dwelling unit and stating the landlord’s responsibility to install window guards in such dwelling unit.\n7.  Lead-based paint.  Lead-based paint, paint chips, and paint dust are hazardous to young children if ingested.  Every tenant has the right to expect their landlord to take action to prevent the reasonably foreseeable occurrence of lead-based paint hazards and to expeditiously remediate any such condition and any underlying defect, when any such underlying defect exists, in a manner consistent with appropriate work practices.  Landlords of multiple dwellings must distribute on an annual basis a form providing for the notification by the tenant to the landlord that a child under seven years of age resides in the dwelling unit and stating the landlord’s responsibility to help prevent children from becoming lead-poisoned.  \n8.  Pets.  Every tenant has the right to keep pets if the tenant’s lease permits pets or is silent on the subject.  A no-pet clause in a lease is waived if a tenant has “openly and notoriously” kept a pet for at least three months and the landlord has taken no action.  This waiver may not apply where the harboring of a household pet causes damage to the premises, creates a nuisance or interferes substantially with the health, safety or welfare of other tenants.  Every tenant is expected to prevent the tenant’s pets from making unreasonable noise.  Deaf or blind tenants are permitted to have guide dogs regardless of a no-pet clause.\n9.  Roommates, subletting or assigning leases.  Every tenant whose name is on the lease has the right to share the dwelling unit with immediate family, one additional unrelated occupant and that occupant’s dependent children.  Every tenant whose name is on the lease has the right to assign the lease with the consent of the landlord, or be released from the lease with thirty days’ notice if consent is unreasonably withheld.  Every tenant whose name is on the lease has the right to sublet with the consent of the landlord.  Failure of the landlord to respond within thirty days to a written request to sublet is considered consent.  For subleases in dwelling units subject to rent stabilization, the prime tenant must establish his or her intent to reoccupy the dwelling unit and may not sublet the dwelling unit for more than two years within any four-year period.  The prime tenant shall remain liable to the landlord for lease obligations during the sublet period.\n10.  Discrimination.  Every tenant has the right to lease a dwelling unit or renew a lease free from discrimination on the basis of race, creed, color, national origin, sex, disability, age, marital or familial status, the presence of children, lawful occupation, sexual orientation or immigration status.  A lease may not require a tenant to agree to remain childless during the tenancy.\n11.  Security deposit.  Every tenant has the right to the return of the security deposit at the end of the lease, unless it is applied for damage to the dwelling unit, other than normal wear and tear, or as reimbursement for any unpaid rent.  The security deposit is property of the tenant and cannot be commingled with the landlord’s personal funds.  The landlord of a building with six or more dwelling units must place all security deposits in interest-bearing New York bank accounts and must return each deposit, less one percent for administrative expenses, at the end of the lease.  Every tenant has the right to choose whether to receive the interest on the security deposit annually or at the end of the lease or to have the interest applied to rent.\n12.  Lease termination.  Every tenant, or spouse living with the tenant, who is sixty-two years or older, has the right to terminate a lease if they relocate to an adult care facility or other senior citizen housing.  Every tenant entering or called to active duty in the military service also has the right to terminate a lease executed before the tenant entered active duty.  The tenant must exercise this termination option by written notice to the landlord, and the termination date must be effective no earlier than thirty days after the date on which the next rental payment is due.\n13.  Eviction.  To evict a tenant, a landlord must sue in court.  Only a marshal or sheriff may carry out a court-ordered warrant to evict a tenant.  A landlord may not use threats of violence, remove a tenant’s possessions, lock a tenant out of the dwelling unit, or willfully discontinue essential services, such as water or heat, as a means to force a tenant to vacate a dwelling unit.  Every tenant is protected from eviction or refusal to renew a lease solely because the tenant makes complaints to government agencies about violations of health or safety laws, or because the tenant takes action to protect the tenant’s rights under their lease or applicable law, or for participating in a tenants’ organization.\n14.  Tenants’ organizations.  Every tenant has the right to form, join, and participate in a tenants’ organization for the purpose of protecting tenants’ rights.  Tenants have the right to meet at reasonable hours, without obstructing access, in any common area in their building.\n15.  Tenants have the right to consult an attorney to protect their legal rights.  Tenants who feel their rights have been violated should contact the New York city department of housing preservation and development (rights one, two and four through seven), the New York city department of health and mental hygiene (rights six and seven) or the New York city human rights commission (right ten).  Tenants whose rents are regulated by rent stabilization or rent control laws should also contact the New York state division of housing and community renewal if any of these rights has been violated.\n§26-804  Notice required.  a.  The landlord of a multiple dwelling must deliver or cause to be delivered to the tenant of each occupied dwelling unit within one hundred twenty days of the enactment of this law a notice that states the rights and responsibilities of tenants as set forth in section 26-803 of this chapter, and the telephone numbers of the New York city department of housing preservation and development, the New York state division of housing and community renewal, the New York city human rights commission and the New York city department of health and mental hygiene.\nb.  The landlord of a multiple dwelling must deliver or cause to be delivered to each tenant or prospective tenant of a dwelling unit in such multiple dwelling along with a lease or lease renewal form a notice that states the rights and responsibilities of tenants as set forth in section 26-803 of this chapter, and the telephone numbers of the New York city department of housing preservation and development, the New York state division of housing and community renewal, the New York city human rights commission and the New York city department of health and mental hygiene.\nc.  Posting required.  The landlord of a multiple dwelling must post conspicuously in or near the entrance to such multiple dwelling a sign that states the rights and responsibilities of tenants as set forth in section 26-803 of this chapter, and the telephone numbers of the New York city department of housing preservation and development, the New York state division of housing and community renewal, the New York city human rights commission and the New York city department of health and mental hygiene.\n§26-805  Enforcement.  The commissioner shall enforce the provisions of this chapter.\n§26-806  Violations and penalties.  a.  Any landlord who fails to comply with the provisions of subdivision a of section 26-804 of this chapter shall be liable for a civil penalty of fifty dollars for each occupied dwelling unit for which there was a failure to comply.\nb.  Any landlord who fails to comply with the provisions of subdivision b of section 26-804 of this chapter shall be liable for a civil penalty of one hundred fifty dollars for each dwelling unit for which there was a failure to comply.\nc.  Any landlord who fails to comply with the provisions of subdivision c of section 26-804 of this chapter shall be liable for a civil penalty of two hundred fifty dollars.\n§26-807.  Nothing in this chapter shall be construed to limit the authority of the New York city department of housing preservation and development, the New York state division of housing and community renewal, the New York city human rights commission, the New York city department of health and mental hygiene, or the New York city department of buildings to promulgate rules regarding matters within their jurisdiction pursuant to any applicable law.\n§2.  This local law shall take effect ninety days after its enactment into law; provided, however, that prior to such effective date, the commissioner of housing preservation and development shall take such actions as are necessary to implement this local law including, but not limited to, the promulgation of rules.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\pard\\qj\\v0\\par\n\\pard\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\tab Section 1.  Title 26 of the administrative code of the city of New York is amended by adding thereto a new chapter 9, to read as follows:\\par\n\\pard\\sl480\\slmult1\\qc\\ul CHAPTER 9\\par\nTENANTS\\rquote  BILL OF RIGHTS AND RESPONSIBILITIES\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\'a726-801  Bill of rights and responsibilities required.  There shall be a tenants\\rquote  bill of rights and responsibilities and every landlord of a multiple dwelling shall treat all tenants in accordance with the provisions of such statement.\\par\n\\'a726-802  For purposes of this chapter, the following terms shall be defined as follows:\\par\na.  \\ldblquote Commissioner\\rdblquote  shall mean the commissioner of housing preservation and development.\\par\nb.  \\ldblquote Dwelling unit\\rdblquote  shall mean any residential accommodation in a multiple dwelling.\\par\nc.  \\ldblquote Multiple dwelling\\rdblquote  shall mean a dwelling which is either rented, leased, let or hired out, to be occupied, or is occupied, as the residence or home of three or more families living independently of each other.\\par\nd.  \\ldblquote Landlord\\rdblquote  shall mean and include the owner or owners of the freehold of the premises or lesser estate therein, a mortgagee or vendee in possession, assignee of rents, receiver, executor, trustee, lessee, agent, or any other person, firm or corporation, directly or indirectly in control of a multiple dwelling.\\par\ne.  \\ldblquote Tenant\\rdblquote  shall mean any lawful occupant of a multiple dwelling.\\par\n\\'a726-803  Contents of bill of rights and responsibilities.  Such statement of rights and responsibilities shall include the following:\\par\n1.  Warranty of habitability.  Every tenant has the right to a livable, safe and sanitary dwelling unit with a secure front door, working appliances and clean public areas, and free of water leaks or cracks in ceilings and windows, vermin or rodent infestation, unreasonable noise and hazardous conditions caused by poor maintenance, construction or renovation.  Every tenant has the right to running hot water at all times between six a.m. and midnight at a minimum temperature of one hundred twenty degrees Fahrenheit and to adequate heat, with an inside temperature of sixty-eight degrees Fahrenheit from six a.m. to ten p.m. when the outside temperature is below fifty-five degrees Fahrenheit, and an inside temperature of fifty-five degrees Fahrenheit from ten p.m. to six a.m. when the outside temperature is below forty degrees Fahrenheit, during the period from October first through May thirty-first.  The warranty of habitability may not be waived or modified by a tenant or by a landlord.\\par\n2.  Breach of warranty and alterations.  A tenant shall not be subjected to any conditions that would be dangerous, hazardous or detrimental to their life, health or safety.  Every tenant has the right to seek a rent reduction and withhold rent for breach of the warranty of habitability, including failure to provide heat and hot water, and for failure to maintain electrical, plumbing, sanitary, and ventilation systems in working order.  A tenant may be held liable for a violation of law if the tenant or tenant\\rquote s guests willfully or negligently cause a violation of the warranty of habitability or if the tenant fails to prevent the occurrence of such violation and has the power to prevent it.  A tenant may not remove or render inoperative any shower head installed by the landlord which meets the standards of this code.\\par\n3.  Privacy and mail.  Every tenant has the right to insist upon reasonable prior notice before a landlord or a representative or agent of the landlord enters the tenant\\rquote s dwelling unit.  Given such prior notice, a tenant may not refuse a landlord seeking entry to (a) provide necessary, required or agreed upon repairs or services; (b) conduct inspections in accordance with the lease; or (c) show the dwelling unit to prospective purchasers or tenants.  A landlord may enter the dwelling unit without the tenant\\rquote s consent only in emergencies, such as a fire or a serious leak emanating from that dwelling unit.  A landlord may not willfully and intentionally interfere with the tenant\\rquote s quiet enjoyment of the tenant\\rquote s dwelling unit.  Every tenant has the right to a secure mailbox kept in good repair by the landlord.\\par\n4.  Safety measures.  Every tenant has the right to a secure entrance door with a peephole and chain door guard.  A tenant may install and maintain an additional lock on the entrance door.  Such lock may be no more than three inches in circumference and the tenant must provide a duplicate key to the landlord upon request.  Multiple dwellings built after January 1, 1968 must have automatic self-closing and self-locking entrance doors.  If such building contains eight or more dwelling units it must also have an operational two-way voice intercommunication system with control over the front entrance door.  A multiple dwelling built before January 1, 1968 must have automatic self-closing and self-locking entrance doors and to an intercommunication system to the front entrance door if a majority of the tenants request such services, however a landlord may require tenants to pay for the cost of these services.  A tenant may not remove or render inoperative any device which makes a door self-closing where such door is required to be self-closing, or cause such door to be held open by any device.  A tenant may not obstruct the public halls or any required means of egress, including fire escapes.  Each self-service elevator must have a mirror so that tenants may see, prior to entering, if anyone is in the elevator.\\par\n5.  Smoke detectors and carbon monoxide detecting devices.  (a)  Every tenant has the right to have a functioning smoke detector installed in each dwelling unit within fifteen feet of any room used for sleeping.  A tenant may be asked by the landlord to contribute up to ten dollars for the purchase of a battery-powered smoke detector and is responsible for the care and maintenance of the smoke detector once the tenant occupies the dwelling unit.  Tenants should test their detectors frequently to make sure they work properly.\\par\n(b)  Every tenant in a multiple dwelling where a fossil fuel-burning furnace or boiler is located, and every dwelling unit in a multiple dwelling that is in close proximity to a source of carbon monoxide, as established by the rules promulgated by the commissioner of buildings, shall be equipped with an operational carbon monoxide detecting device.  There shall be installed at least one approved and operational carbon monoxide detecting device within fifteen feet of each room lawfully used for sleeping purposes.  The carbon monoxide detecting device may be combined with an approved smoke detector in compliance with any applicable rules.  A tenant may be asked by the landlord to contribute up to twenty-five dollars for the purchase of a carbon monoxide detector and is responsible for the care and maintenance of the carbon monoxide detecting device once the tenant occupies the dwelling unit.  Tenants should test their detectors frequently to make sure they work properly.\\par\n6.  Window guards.  Every tenant has the right to New York city-approved window guards in each window which is not a required means of egress, in any dwelling unit where a child under eleven years of age resides and in public halls on any floor where a child under eleven years of age resides.  Every landlord must distribute on an annual basis a form providing for the notification by the tenant to the landlord that a child under eleven years of age resides in the dwelling unit and stating the landlord\\rquote s responsibility to install window guards in such dwelling unit.\\par\n7.  Lead-based paint.  Lead-based paint, paint chips, and paint dust are hazardous to young children if ingested.  Every tenant has the right to expect their landlord to take action to prevent the reasonably foreseeable occurrence of lead-based paint hazards and to expeditiously remediate any such condition and any underlying defect, when any such underlying defect exists, in a manner consistent with appropriate work practices.  Landlords of multiple dwellings must distribute on an annual basis a form providing for the notification by the tenant to the landlord that a child under seven years of age resides in the dwelling unit and stating the landlord\\rquote s responsibility to help prevent children from becoming lead-poisoned.  \\par\n8.  Pets.  Every tenant has the right to keep pets if the tenant\\rquote s lease permits pets or is silent on the subject.  A no-pet clause in a lease is waived if a tenant has \\ldblquote openly and notoriously\\rdblquote  kept a pet for at least three months and the landlord has taken no action.  This waiver may not apply where the harboring of a household pet causes damage to the premises, creates a nuisance or interferes substantially with the health, safety or welfare of other tenants.  Every tenant is expected to prevent the tenant\\rquote s pets from making unreasonable noise.  Deaf or blind tenants are permitted to have guide dogs regardless of a no-pet clause.\\par\n9.  Roommates, subletting or assigning leases.  Every tenant whose name is on the lease has the right to share the dwelling unit with immediate family, one additional unrelated occupant and that occupant\\rquote s dependent children.  Every tenant whose name is on the lease has the right to assign the lease with the consent of the landlord, or be released from the lease with thirty days\\rquote  notice if consent is unreasonably withheld.  Every tenant whose name is on the lease has the right to sublet with the consent of the landlord.  Failure of the landlord to respond within thirty days to a written request to sublet is considered consent.  For subleases in dwelling units subject to rent stabilization, the prime tenant must establish his or her intent to reoccupy the dwelling unit and may not sublet the dwelling unit for more than two years within any four-year period.  The prime tenant shall remain liable to the landlord for lease obligations during the sublet period.\\par\n10.  Discrimination.  Every tenant has the right to lease a dwelling unit or renew a lease free from discrimination on the basis of race, creed, color, national origin, sex, disability, age, marital or familial status, the presence of children, lawful occupation, sexual orientation or immigration status.  A lease may not require a tenant to agree to remain childless during the tenancy.\\par\n11.  Security deposit.  Every tenant has the right to the return of the security deposit at the end of the lease, unless it is applied for damage to the dwelling unit, other than normal wear and tear, or as reimbursement for any unpaid rent.  The security deposit is property of the tenant and cannot be commingled with the landlord\\rquote s personal funds.  The landlord of a building with six or more dwelling units must place all security deposits in interest-bearing New York bank accounts and must return each deposit, less one percent for administrative expenses, at the end of the lease.  Every tenant has the right to choose whether to receive the interest on the security deposit annually or at the end of the lease or to have the interest applied to rent.\\par\n12.  Lease termination.  Every tenant, or spouse living with the tenant, who is sixty-two years or older, has the right to terminate a lease if they relocate to an adult care facility or other senior citizen housing.  Every tenant entering or called to active duty in the military service also has the right to terminate a lease executed before the tenant entered active duty.  The tenant must exercise this termination option by written notice to the landlord, and the termination date must be effective no earlier than thirty days after the date on which the next rental payment is due.\\par\n13.  Eviction.  To evict a tenant, a landlord must sue in court.  Only a marshal or sheriff may carry out a court-ordered warrant to evict a tenant.  A landlord may not use threats of violence, remove a tenant\\rquote s possessions, lock a tenant out of the dwelling unit, or willfully discontinue essential services, such as water or heat, as a means to force a tenant to vacate a dwelling unit.  Every tenant is protected from eviction or refusal to renew a lease solely because the tenant makes complaints to government agencies about violations of health or safety laws, or because the tenant takes action to protect the tenant\\rquote s rights under their lease or applicable law, or for participating in a tenants\\rquote  organization.\\par\n14.  Tenants\\rquote  organizations.  Every tenant has the right to form, join, and participate in a tenants\\rquote  organization for the purpose of protecting tenants\\rquote  rights.  Tenants have the right to meet at reasonable hours, without obstructing access, in any common area in their building.\\par\n15.  Tenants have the right to consult an attorney to protect their legal rights.  Tenants who feel their rights have been violated should contact the New York city department of housing preservation and development (rights one, two and four through seven), the New York city department of health and mental hygiene (rights six and seven) or the New York city human rights commission (right ten).  Tenants whose rents are regulated by rent stabilization or rent control laws should also contact the New York state division of housing and community renewal if any of these rights has been violated.\\par\n\\'a726-804  Notice required.  a.  The landlord of a multiple dwelling must deliver or cause to be delivered to the tenant of each occupied dwelling unit within one hundred twenty days of the enactment of this law a notice that states the rights and responsibilities of tenants as set forth in section 26-803 of this chapter, and the telephone numbers of the New York city department of housing preservation and development, the New York state division of housing and community renewal, the New York city human rights commission and the New York city department of health and mental hygiene.\\par\nb.  The landlord of a multiple dwelling must deliver or cause to be delivered to each tenant or prospective tenant of a dwelling unit in such multiple dwelling along with a lease or lease renewal form a notice that states the rights and responsibilities of tenants as set forth in section 26-803 of this chapter, and the telephone numbers of the New York city department of housing preservation and development, the New York state division of housing and community renewal, the New York city human rights commission and the New York city department of health and mental hygiene.\\par\nc.  Posting required.  The landlord of a multiple dwelling must post conspicuously in or near the entrance to such multiple dwelling a sign that states the rights and responsibilities of tenants as set forth in section 26-803 of this chapter, and the telephone numbers of the New York city department of housing preservation and development, the New York state division of housing and community renewal, the New York city human rights commission and the New York city department of health and mental hygiene.\\par\n\\'a726-805  Enforcement.  The commissioner shall enforce the provisions of this chapter.\\par\n\\'a726-806  Violations and penalties.  a.  Any landlord who fails to comply with the provisions of subdivision a of section 26-804 of this chapter shall be liable for a civil penalty of fifty dollars for each occupied dwelling unit for which there was a failure to comply.\\par\nb.  Any landlord who fails to comply with the provisions of subdivision b of section 26-804 of this chapter shall be liable for a civil penalty of one hundred fifty dollars for each dwelling unit for which there was a failure to comply.\\par\nc.  Any landlord who fails to comply with the provisions of subdivision c of section 26-804 of this chapter shall be liable for a civil penalty of two hundred fifty dollars.\\par\n\\'a726-807.  Nothing in this chapter shall be construed to limit the authority of the New York city department of housing preservation and development, the New York state division of housing and community renewal, the New York city human rights commission, the New York city department of health and mental hygiene, or the New York city department of buildings to promulgate rules regarding matters within their jurisdiction pursuant to any applicable law.\\par\n\\ulnone\\'a72.  This local law shall take effect ninety days after its enactment into law; provided, however, that prior to such effective date, the commissioner of housing preservation and development shall take such actions as are necessary to implement this local law including, but not limited to, the promulgation of rules.\\par\n\\pard\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
