{
  "ID": 30937,
  "GUID": "9F1189FA-4622-4715-B2E0-1730A32B57AE",
  "File": "Int 0438-2004",
  "Name": "Expedited review of permits or other approvals for green buildings.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the expedited review of permits or other approvals for green buildings.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2004-09-09T00:00:00Z",
  "AgendaDate": "2004-09-09T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 422,
      "Slug": "gifford-miller",
      "FullName": "Gifford Miller"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 430,
      "Slug": "bill-perkins",
      "FullName": "Bill Perkins"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 5270,
      "Slug": "hiram-monserrate",
      "FullName": "Hiram Monserrate"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5286,
      "Slug": "bill-de-blasio",
      "FullName": "Bill De Blasio"
    },
    {
      "ID": 5229,
      "Slug": "eva-s-moskowitz",
      "FullName": "Eva S. Moskowitz"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5275,
      "Slug": "eric-n-gioia",
      "FullName": "Eric N. Gioia"
    },
    {
      "ID": 432,
      "Slug": "philip-reed",
      "FullName": "Philip Reed"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5293,
      "Slug": "michael-e-mcmahon",
      "FullName": "Michael E. McMahon"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5281,
      "Slug": "joseph-p-addabbo-jr",
      "FullName": "Joseph P. Addabbo, Jr."
    },
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 5294,
      "Slug": "betsy-gotbaum",
      "FullName": "Betsy Gotbaum"
    }
  ],
  "History": [
    {
      "ID": 164354,
      "Date": "2004-09-09T15:49:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 164534,
      "Date": "2004-09-09T22:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings due back on 9/10/2004.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 3176,
      "AgendaSequence": 77,
      "MinutesSequence": 96,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 164937,
      "Date": "2004-09-27T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 3244,
      "AgendaSequence": 4,
      "MinutesSequence": 8,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 165094,
      "Date": "2004-09-27T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 3244,
      "MinutesSequence": 9,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184918,
      "Date": "2005-12-31T11:11:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 62916,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "http://nyc.legistar1.com/nyc/attachments/15802c50-768e-4d22-8a1b-70aa8bd21062HwordNew LegislationCommittee Report - 438.doc",
      "Sort": 1
    },
    {
      "ID": 63403,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript",
      "Link": "http://nyc.legistar1.com/nyc/attachments/1ba371ca-4f68-4407-b264-b0460d2958a5HwordHearing Transcripts 2004Housing and BuildingsSeptember 27.doc",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 30764,
  "Text": "Be it enacted by the Council as follows:\n\tSection 1. Statement of findings and purpose. Few aspects of urban life have more impact on human health and the environment than building construction and use. Enormous quantities of resources are used during building construction, renovation and operation, the production of which has substantial environmental impacts. In addition, many indoor building materials release hazardous toxins, impairing indoor air quality and reducing occupant health and productivity.\n\tBuildings also use a tremendous amount of energy. Since much of New York City’s electricity is produced within the City and buildings use oil or natural gas for their heating and hot water, energy consumption by buildings translates directly into greater local pollution, including emissions of sulfur dioxide, nitrogen oxides, particulate matter, carbon dioxide, and mercury. These pollutants contribute to respiratory disease, heart disease, smog, acid rain, and climate change. Moreover, as energy demand rises, so does our reliance on dirty, inefficient power plants and the City and nation’s dependence on foreign oil and natural gas.\n\tModern architects and engineers can reduce the health and environmental impacts of buildings by designing “high-performance buildings” or “green buildings.” The United States Green Building Council, the nation’s foremost coalition of real estate and environmental organizations working to promote green buildings, has developed a green building rating system known as LEED (Leadership in Energy and Environmental Design).  Buildings receive LEED certification if their designs score sufficient \"points\" in five general design areas including siting, water efficiency, energy and atmosphere, materials and resources and indoor environmental quality. Thousands of residential and commercial buildings, ranging from single family homes to large corporate headquarters, have been designed and constructed throughout the United States utilizing green building principles. Significant local examples include 4 Times Square and 20 River Terrace.\n\tNumerous municipalities, including Atlanta, Austin, Boulder, Chicago, Dallas, Los Angeles, Portland, San Diego, San Francisco, San José, and Seattle, have adopted LEED or have otherwise required that city-owned buildings be built according to green building criteria. In New York City, numerous governmental bodies have also embraced green building. The Battery Park City Authority has begun utilizing green building guidelines modeled on LEED for all commercial and residential building construction in Battery Park City. The Department of Design and Construction has also developed High Performance Building Guidelines and has begun applying the guidelines for schools, libraries and other facilities.  The New York City Transit Authority has adopted green building guidelines for all new transit facilities, including the Second Avenue Subway.  Moreover, the Lower Manhattan Development Corporation and the Port Authority of New York and New Jersey have designated “environmental planning” as one of five general requirements for the redevelopment of the World Trade Center site and surrounding area.\n\tLikewise, many states, such as New Jersey, Pennsylvania, Maryland, Connecticut, California, Massachusetts, Rhode Island and New York, have begun utilizing LEED for state-owned buildings. The State of New York provides tax credits for buildings that meet defined green building criteria and, under Executive Order 111, state agencies are directed to reduce energy use and carbon dioxide emissions and to utilize green building principles.\n\tThe Council finds that the use of green building criteria will substantially reduce the City’s energy consumption, air pollution and water use, as well as improve occupant health and worker productivity. The Council further finds that reducing overall energy demand through green building techniques will reduce our dependence on foreign oil and reduce our reliance on dirty, inefficient power plants. Accordingly, the Council declares that it is reasonable and necessary to provide incentives for the use of green building standards in the construction and renovation of buildings in New York City.\n§2. Section 27-191 of the administrative code of the city of New York is amended to read as follows:\n§ 27-191 Approval of permit application. All applications for permits and any accompanying plans and papers, including any amendments thereto, shall be examined promptly after their submission for compliance with the provisions of this code and other applicable laws and regulations. Except as otherwise provided in section 27-191.1 or section 27-198 of this article, applications complying with the provisions of this code and other applicable laws and regulations shall be approved by the commissioner and the permit issued promptly and not later than forty calendar days after the submission thereof, and applications failing to comply with the requirements of this code and other applicable laws and regulations shall be rejected and written notice of rejection, stating the grounds of rejection, shall be given the applicant promptly and not later than forty calendar days after the submission thereof, except that on or before the fortieth day, the commissioner may on good cause shown, and upon notification to the applicant, extend such time for an additional twenty days. Whenever a permit application has been rejected and is thereafter revised and resubmitted to meet stated grounds of rejection, the revised application shall be approved if it meets the stated grounds of rejection, or shall be rejected if it fails to meet the stated grounds of rejection; and the permit shall be issued or written notice of rejection, stating the grounds of rejection, shall be given the applicant promptly and not later than twenty calendar days after the resubmission thereof.\n§3. Article 19 of subchapter one of chapter one of title 27 of the administrative code of the city of New York is amended by adding thereto a new section 27-191.1 to read as follows:\n§ 27-191.1 Approval of green building permit application. a. For the purposes of this section, the following definitions shall apply in conjunction with the definitions found in section 27-232 of this code:\n(1) “LEED certified plans” shall mean a sworn statement from a construction project’s owner that: (1) the proposed construction will be LEED certified; and (2) the project’s architect has submitted documentation to the united states green building council for the project to be LEED certified.\n(2) “LEED certified” shall mean having received official documentation from the united states green building council verifying that a building or space is rated LEED certified or higher under the most recent version of the Leadership in Energy and Environmental Design building rating system developed by the united states green building council that is applicable to the subject building or space.\nb. For permit applications that include LEED certified plans, the commissioner shall approve or reject such application, or resubmission thereof, no later than twenty calendar days after the submission of such application, except that on or before the twentieth day, the commissioner may on good cause shown, and upon notification to the applicant, extend such time for an additional ten days.\nc. The department shall establish an expedited internal review process for permit applications that include LEED certified plans and shall report to the city council no later than October 1, 2005 on the implementation of such review process.  The department shall report to the Council on October 1 of each year the average number of calendar days after the submission of such application, or resubmission thereof, for the approval or rejection of permit applications that include LEED certified plans.\n§4. City agencies, other than the department of buildings, from which permits or other approvals relating to the construction or alteration of a building or space may be required shall establish an expedited permitting system for buildings and spaces that submit LEED certified plans, as defined in section three of this local law. Under this expedited permitting system, the approval or rejection of permit applications for qualifying buildings and spaces, or resubmission thereof, shall be issued in fifty percent less time than required under law for non-qualifying buildings and spaces.  Relevant city agencies shall report to the city council no later than October 1, 2005 on the implementation of such expedited permitting system.\n§5. This local law shall take effect January 1, 2005; except that the commissioner of buildings, and the commissioners of any other city agencies subject to this local law, shall take all actions necessary, including the promulgation of rules, to implement this local law on or before the date upon which it shall take effect.\n\nLS # 4\nRBU\n08/31/2004",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\noline\\hyphpar0\\fi-1440\\li1440\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\pard\\hyphpar0\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160\\tx2880\\tx6480\\tx7920\\tab Section 1. Statement of findings and purpose. Few aspects of urban life have more impact on human health and the environment than building construction and use. Enormous quantities of resources are used during building construction, renovation and operation, the production of which has substantial environmental impacts. In addition, many indoor building materials release hazardous toxins, impairing indoor air quality and reducing occupant health and productivity.\\par\n\\tab Buildings also use a tremendous amount of energy. Since much of New York City\\rquote s electricity is produced within the City and buildings use oil or natural gas for their heating and hot water, energy consumption by buildings translates directly into greater local pollution, including emissions of sulfur dioxide, nitrogen oxides, particulate matter, carbon dioxide, and mercury. These pollutants contribute to respiratory disease, heart disease, smog, acid rain, and climate change. Moreover, as energy demand rises, so does our reliance on dirty, inefficient power plants and the City and nation\\rquote s dependence on foreign oil and natural gas.\\par\n\\tab Modern architects and engineers can reduce the health and environmental impacts of buildings by designing \\ldblquote high-performance buildings\\rdblquote  or \\ldblquote green buildings.\\rdblquote  The United States Green Building Council, the nation\\rquote s foremost coalition of real estate and environmental organizations working to promote green buildings, has developed a green building rating system known as LEED (Leadership in Energy and Environmental Design).  Buildings receive LEED certification if their designs score sufficient \"points\" in five general design areas including siting, water efficiency, energy and atmosphere, materials and resources and indoor environmental quality. Thousands of residential and commercial buildings, ranging from single family homes to large corporate headquarters, have been designed and constructed throughout the United States utilizing green building principles. Significant local examples include 4 Times Square and 20 River Terrace.\\par\n\\tab Numerous municipalities, including Atlanta, Austin, Boulder, Chicago, Dallas, Los Angeles, Portland, San Diego, San Francisco, San Jos\\'e9, and Seattle, have adopted LEED or have otherwise required that city-owned buildings be built according to green building criteria. In New York City, numerous governmental bodies have also embraced green building. The Battery Park City Authority has begun utilizing green building guidelines modeled on LEED for all commercial and residential building construction in Battery Park City. The Department of Design and Construction has also developed High Performance Building Guidelines and has begun applying the guidelines for schools, libraries and other facilities.  The New York City Transit Authority has adopted green building guidelines for all new transit facilities, including the Second Avenue Subway.  Moreover, the Lower Manhattan Development Corporation and the Port Authority of New York and New Jersey have designated \\ldblquote environmental planning\\rdblquote  as one of five general requirements for the redevelopment of the World Trade Center site and surrounding area.\\par\n\\tab Likewise, many states, such as New Jersey, Pennsylvania, Maryland, Connecticut, California, Massachusetts, Rhode Island and New York, have begun utilizing LEED for state-owned buildings. The State of New York provides tax credits for buildings that meet defined green building criteria and, under Executive Order 111, state agencies are directed to reduce energy use and carbon dioxide emissions and to utilize green building principles.\\par\n\\pard\\sl480\\slmult1\\qj\\expndtw0\\tab The Council finds that the use of green building criteria will substantially reduce the City\\rquote s energy consumption, air pollution and water use, as well as improve occupant health and worker productivity. The Council further finds that reducing overall energy demand through green building techniques will reduce our dependence on foreign oil and reduce our reliance on dirty, inefficient power plants. Accordingly, the Council declares that it is reasonable and necessary to provide incentives for the use of green building standards in the construction and renovation of buildings in New York City.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\'a72. Section 27-191 of the administrative code of the city of New York is amended to read as follows:\\par\n\\'a7 27-191 Approval of permit application. All applications for permits and any accompanying plans and papers, including any amendments thereto, shall be examined promptly after their submission for compliance with the provisions of this code and other applicable laws and regulations. Except as otherwise provided in \\ul section 27-191.1 or\\ulnone  section 27-198 of this article, applications complying with the provisions of this code and other applicable laws and regulations shall be approved by the commissioner and the permit issued promptly and not later than forty calendar days after the submission thereof, and applications failing to comply with the requirements of this code and other applicable laws and regulations shall be rejected and written notice of rejection, stating the grounds of rejection, shall be given the applicant promptly and not later than forty calendar days after the submission thereof, except that on or before the fortieth day, the commissioner may on good cause shown, and upon notification to the applicant, extend such time for an additional twenty days. Whenever a permit application has been rejected and is thereafter revised and resubmitted to meet stated grounds of rejection, the revised application shall be approved if it meets the stated grounds of rejection, or shall be rejected if it fails to meet the stated grounds of rejection; and the permit shall be issued or written notice of rejection, stating the grounds of rejection, shall be given the applicant promptly and not later than twenty calendar days after the resubmission thereof.\\par\n\\'a73. Article 19 of subchapter one of chapter one of title 27 of the administrative code of the city of New York is amended by adding thereto a new section 27-191.1 to read as follows:\\par\n\\ul\\'a7 27-191.1 Approval of green building permit application. a. For the purposes of this section, the following definitions shall apply in conjunction with the definitions found in section 27-232 of this code:\\par\n(1) \\ldblquote LEED certified plans\\rdblquote  shall mean a sworn statement from a construction project\\rquote s owner that: (1) the proposed construction will be LEED certified; and (2) the project\\rquote s architect has submitted documentation to the united states green building council for the project to be LEED certified.\\par\n(2) \\ldblquote LEED certified\\rdblquote  shall mean having received official documentation from the united states green building council verifying that a building or space is rated LEED certified or higher under the most recent version of the Leadership in Energy and Environmental Design building rating system developed by the united states green building council that is applicable to the subject building or space.\\par\nb. For permit applications that include LEED certified plans,\\b  \\b0 the commissioner shall approve or reject such application, or resubmission thereof, no later than twenty calendar days after the submission of such application, except that on or before the twentieth day, the commissioner may on good cause shown, and upon notification to the applicant, extend such time for an additional ten days.\\par\nc. The department shall establish an expedited internal review process for permit applications that include LEED certified plans and shall report to the city council no later than October 1, 2005 on the implementation of such review process.  The department shall report to the Council on October 1 of each year the average number of calendar days after the submission of such application, or resubmission thereof, for the approval or rejection of permit applications that include LEED certified plans.\\par\n\\ulnone\\'a74.\\b  \\b0 City agencies, other than the department of buildings, from which permits or other approvals relating to the construction or alteration of a building or space may be required shall establish an expedited permitting system for buildings and spaces that submit LEED certified plans, as defined in section three of this local law. Under this expedited permitting system, the approval or rejection of permit applications for qualifying buildings and spaces, or resubmission thereof, shall be issued in fifty percent less time than required under law for non-qualifying buildings and spaces.  Relevant city agencies shall report to the city council no later than October 1, 2005 on the implementation of such expedited permitting system.\\par\n\\'a75. This local law shall take effect January 1, 2005; except that the commissioner of buildings, and the commissioners of any other city agencies subject to this local law, shall take all actions necessary, including the promulgation of rules, to implement this local law on or before the date upon which it shall take effect.\\par\n\\pard\\sl480\\slmult1\\qj\\par\n\\pard\\qj LS # 4\\par\nRBU\\par\n08/31/2004\\par\n\\pard\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n}\n\u0000",
  "LastModified": "2015-07-23T16:15:15.033Z"
}
