{
  "ID": 30972,
  "GUID": "321B82F9-C652-4BA5-B5EF-DE26E761C210",
  "File": "Int 0440-2004",
  "Name": "Special hydrant wrenches being issued to each police patrol car/unit so that an open hydrant can be shut off in a timely manner.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to special hydrant wrenches being issued to each police patrol car/unit so that an open hydrant can be shut off in a timely manner to prevent costly damages to City and private property, to alleviate adverse conditions of low water pressure and to ensure public safety.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 10,
  "BodyName": "Committee on Environmental Protection",
  "IntroDate": "2004-09-09T00:00:00Z",
  "AgendaDate": "2004-09-09T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5281,
      "Slug": "joseph-p-addabbo-jr",
      "FullName": "Joseph P. Addabbo, Jr."
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5270,
      "Slug": "hiram-monserrate",
      "FullName": "Hiram Monserrate"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 430,
      "Slug": "bill-perkins",
      "FullName": "Bill Perkins"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 432,
      "Slug": "philip-reed",
      "FullName": "Philip Reed"
    },
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 5293,
      "Slug": "michael-e-mcmahon",
      "FullName": "Michael E. McMahon"
    },
    {
      "ID": 5286,
      "Slug": "bill-de-blasio",
      "FullName": "Bill De Blasio"
    },
    {
      "ID": 5264,
      "Slug": "maria-baez",
      "FullName": "Maria Baez"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5278,
      "Slug": "melinda-r-katz",
      "FullName": "Melinda R. Katz"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5275,
      "Slug": "eric-n-gioia",
      "FullName": "Eric N. Gioia"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 424,
      "Slug": "tracy-l-boyland",
      "FullName": "Tracy L. Boyland"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    }
  ],
  "History": [
    {
      "ID": 164390,
      "Date": "2004-09-09T11:34:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 164533,
      "Date": "2004-09-09T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 3176,
      "AgendaSequence": 86,
      "MinutesSequence": 105,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Environmental Protection",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184920,
      "Date": "2005-12-31T11:12:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 30799,
  "Text": "Be it enacted as by the Council as follows:\n\n\tSection 1.  Legislative Intent and Findings\n\t\n\tThe City Council hereby finds and declares that there must be greater accountability for shutting off open hydrants in a timely manner and in light of that, all police patrol cars/units should be issued special fire hydrant wrenches.  Currently, the Department of Environmental Protection and the Fire Department have special wrenches to shut off open hydrants, but cannot regularly shut them off in a timely manner due to understaffing and firefighters expressing reluctance to become involved in possible altercations with large crowds. Complaints from certain districts regarding the lack of efficient response to open or leaking hydrants demonstrates the necessity for this reform.\n\tAccording to the Preliminary Fiscal 2004 Mayor’s Management Report, the most frequent 311 citizen inquiries made to the Department of Environmental Protection (DEP), relates to open or leaking fire hydrants.  In three months alone, 12,082 calls or 14.2% of total calls were received for this complaint from July through October of 2003.\n\t Illegally opened fire hydrants are detrimental to New York City and its residents in several ways.  Based on DEP statistics, these open hydrants are costly to the City in terms of the loss of large amounts of water.  Specifically, a single hydrant could waste up to 1,000 gallons of water per minute or 1,000,000 gallons in a 24-hour period, amplifying the cost in times of drought and crisis.  Illegally opened fire hydrants may also lead to low water pressure that may adversely affect nearby facilities and residences and more seriously, may hinder fire-fighting by reducing the flow of water to hoses and pumps.   Additionally, when the fire hydrants are open just before rainstorms, it can contribute to street flooding and sewer backups.  Finally, they may also lead to damages to City infrastructure, damages to residential and commercial property, and damages to cable and telephone equipment, all of which pose a viable danger to the public.  \n\tThe intent of the Council is not to infringe upon the day-to-day operational activities of the Police Department but to simply point out a necessity in light of Council findings.  The availability of wrenches to every police patrol car/unit can only help in avoiding costly damages to City and private property, to alleviate adverse conditions of low water pressure and to enhance the safety of New York City residents.\n§2. Chapter one of title 14 of the administrative code of the city of New York is amended to add a new section 14-152, to read as follows:\n§ 14-152. Special Hydrant Wrenches.\nEvery patrol car must be equipped with a special hydrant wrench capable of opening and closing fire hydrants in the city.\n§ 3. This local law shall take effect ninety days after its enactment. \nLS#1536\nAug 26, 2004",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\pard\\qj\\v0\\par\n\\ul Be it enacted as by the Council as follows:\\par\n\\par\n\\ulnone\\b\\tab Section 1. \\b0  Legislative Intent and Findings\\par\n\\tab\\par\n\\pard\\sl480\\slmult1\\qj\\tab The City Council hereby finds and declares that there must be greater accountability for shutting off open hydrants in a timely manner and in light of that, all police patrol cars/units should be issued special fire hydrant wrenches.  Currently, the Department of Environmental Protection and the Fire Department have special wrenches to shut off open hydrants, but cannot regularly shut them off in a timely manner due to understaffing and firefighters expressing reluctance to become involved in possible altercations with large crowds. Complaints from certain districts regarding the lack of efficient response to open or leaking hydrants demonstrates the necessity for this reform.\\par\n\\tab According to the Preliminary Fiscal 2004 Mayor\\rquote s Management Report, the most frequent 311 citizen inquiries made to the Department of Environmental Protection (DEP), relates to open or leaking fire hydrants.  In three months alone, 12,082 calls or 14.2% of total calls were received for this complaint from July through October of 2003.\\par\n\\tab  Illegally opened fire hydrants are detrimental to New York City and its residents in several ways.  Based on DEP statistics, these open hydrants are costly to the City in terms of the loss of large amounts of water.  Specifically, a single hydrant could waste up to 1,000 gallons of water per minute or 1,000,000 gallons in a 24-hour period, amplifying the cost in times of drought and crisis.  Illegally opened fire hydrants may also lead to low water pressure that may adversely affect nearby facilities and residences and more seriously, may hinder fire-fighting by reducing the flow of water to hoses and pumps.   Additionally, when the fire hydrants are open just before rainstorms, it can contribute to street flooding and sewer backups.  Finally, they may also lead to damages to City infrastructure, damages to residential and commercial property, and damages to cable and telephone equipment, all of which pose a viable danger to the public.  \\b\\par\n\\pard\\sl480\\slmult1\\b0\\tab The intent of the Council is not to infringe upon the day-to-day operational activities of the Police Department but to simply point out a necessity in light of Council findings.  The availability of wrenches to every police patrol car/unit can only help in avoiding costly damages to City and private property, to alleviate adverse conditions of low water pressure and to enhance the safety of New York City residents.\\par\n\\pard\\fi720\\sl480\\slmult1\\'a72. Chapter one of title 14 of the administrative code of the city of New York is amended to add a new section 14-152, to read as follows:\\par\n\\ul\\'a7 14-152. Special Hydrant Wrenches.\\par\nEvery patrol car must be equipped with a special hydrant wrench capable of opening and closing fire hydrants in the city.\\par\n\\ulnone\\'a7 3. This local law shall take effect ninety days after its enactment.\\ul  \\par\n\\pard\\ulnone LS#1536\\par\nAug 26, 2004\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
