{
  "ID": 30982,
  "GUID": "D529E296-6C9B-42B3-9264-2791CEFECCFF",
  "File": "Int 0445-2004",
  "Name": "Appeals for approval of applications and plans.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to appeals for approval of applications and plans.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2004-09-09T00:00:00Z",
  "AgendaDate": "2004-09-09T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5264,
      "Slug": "maria-baez",
      "FullName": "Maria Baez"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5278,
      "Slug": "melinda-r-katz",
      "FullName": "Melinda R. Katz"
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 424,
      "Slug": "tracy-l-boyland",
      "FullName": "Tracy L. Boyland"
    },
    {
      "ID": 5275,
      "Slug": "eric-n-gioia",
      "FullName": "Eric N. Gioia"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5285,
      "Slug": "erik-martin-dilan",
      "FullName": "Erik Martin Dilan"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    }
  ],
  "History": [
    {
      "ID": 164422,
      "Date": "2004-09-09T15:01:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 164547,
      "Date": "2004-09-09T22:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings due back on 9/15/2004.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 3176,
      "AgendaSequence": 97,
      "MinutesSequence": 116,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 171957,
      "Date": "2005-03-01T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 4203,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 172266,
      "Date": "2005-03-01T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 4203,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184923,
      "Date": "2005-12-31T11:13:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 65113,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "http://nyc.legistar1.com/nyc/attachments/5a848438-7adf-49d3-891a-f15a32f171c1.doc",
      "Sort": 1
    },
    {
      "ID": 67736,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript",
      "Link": "http://nyc.legistar1.com/nyc/attachments/74ff30a1-5659-40c4-a9eb-2c6206c26c09.doc",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 30810,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Article 9 of subchapter one of chapter one of title 27 of the administrative code of the city of New York is amended by adding a new section 27-144.1 to read as follows:\n§27-144.1.  Appeals of Rejections of Applications and Plans.  (a) Upon the receipt of a rejection of any plans by an examiner of the department, an applicant may appeal the rejection in writing through the following process:\n(1)  the applicant can appeal within three business days of receipt of the rejection to the chief engineer of the borough in which the application is located.  Upon submission of an appeal, the chief engineer shall have five business days to determine the appeal;\n(2)  if the appeal is denied, then the applicant can further appeal within three business days of receipt of the rejection to the deputy superintendent of the borough in which the application is located.  Upon submission of an appeal, the deputy superintendent of the borough shall have five business days to determine the appeal;\n(3)  if the appeal is denied and if the applicant is required to make an appeal, then the applicant can further appeal within three business days of receipt of the rejection to the borough commissioner, or his or her designee, in which the application is located.  Upon submission of an appeal, the borough commissioner shall have five business days to determine the appeal;\n(4)  if the appeal is further denied, then the applicant can further appeal within three business days of receipt of the rejection to a panel consisting of each of the borough commissioners.  Upon submission of an appeal, the panel shall notify the applicant of the date of the hearing and provide the applicant with an opportunity to be heard on the date of the hearing.  The panel shall have forty business days to determine the appeal;\n(5)  if the appeal is further denied, then the applicant can further appeal within three business days of receipt of the rejection to the commissioner, or his or her designee.  Upon submission of an appeal, the commissioner shall have twenty business days to determine the appeal.\n(b)  Should the rejection of the application or the plans be for a job that a registered architect or professional engineer has professionally certified in accordance with the rules of the department, then the department shall not issue a revocation notice until (1) the registered architect or the professional engineer has reviewed the application or the plans with a department plan examiner and accepted the findings of the department; or (2) the registered architect or professional engineer has appealed the findings of the plan examiner and such appeal has been rejected by the borough commissioner in which the application is pending\n(c)  The department shall submit to the council two reports annually concerning the number of appeals and the number of appeals untimely responded to by the department for subparagraphs (3), (4) and (5) of subdivision (a).  One of the two annual reports shall be submitted to the council concurrent with the issuance of the mayor’s management report, and the other annual report shall be submitted concurrent with the issuance of the preliminary mayor’s management report.  The period of reporting for the report issued concurrent with the mayor’s management report shall be the most recent fiscal year ended, and the period of reporting for the report issued concurrent with the issued of the preliminary mayor’s management report shall be the first four months of the fiscal year in which such report is issued.\n(d)  All decisions under subparagraphs (3), (4) and (5) of subdivision (a) shall be published by the department on its website and in an annual volume.  Publication on the website shall be made within thirty business days of the decision.  Moreover, if rejected, each decision shall state the reasons why the application is not in substantial compliance with the administrative code of the city of New York including a list of the sections under which the application is not compliant.  Any such decision made by a borough commissioner, the panel of the borough commissioners or the commissioner shall be used as a precedent for future determinations.\n§2.  This local law shall take effect immediately.\n\n\nLS #1507\nexamined by TNN",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\fi720\\sl480\\slmult1\\qj Section 1.  Article 9 of subchapter one of chapter one of title 27 of the administrative code of the city of New York is amended by adding a new section 27-144.1 to read as follows:\\par\n\\ul\\'a727-144.1.  Appeals of Rejections of Applications and Plans.  (a) Upon the receipt of a rejection of any plans by an examiner of the department, an applicant may appeal the rejection in writing through the following process:\\par\n\\pard\\fi720\\sl480\\slmult1 (1)  the applicant can appeal within three business days of receipt of the rejection to the chief engineer of the borough in which the application is located.  Upon submission of an appeal, the chief engineer shall have five business days to determine the appeal;\\par\n\\pard\\fi720\\sl480\\slmult1\\qj (2)  if the appeal is denied, then the applicant can further appeal within three business days of receipt of the rejection to the deputy superintendent of the borough in which the application is located.  Upon submission of an appeal, the deputy superintendent of the borough shall have five business days to determine the appeal;\\par\n(3)  if the appeal is denied and if the applicant is required to make an appeal, then the applicant can further appeal within three business days of receipt of the rejection to the borough commissioner, or his or her designee, in which the application is located.  Upon submission of an appeal, the borough commissioner shall have five business days to determine the appeal;\\par\n(4)  if the appeal is further denied, then the applicant can further appeal within three business days of receipt of the rejection to a panel consisting of each of the borough commissioners.  Upon submission of an appeal, the panel shall notify the applicant of the date of the hearing and provide the applicant with an opportunity to be heard on the date of the hearing.  The panel shall have forty business days to determine the appeal;\\par\n(5)  if the appeal is further denied, then the applicant can further appeal within three business days of receipt of the rejection to the commissioner, or his or her designee.  Upon submission of an appeal, the commissioner shall have twenty business days to determine the appeal.\\par\n(b)  Should the rejection of the application or the plans be for a job that a registered architect or professional engineer has professionally certified in accordance with the rules of the department, then the department shall not issue a revocation notice until (1) the registered architect or the professional engineer has reviewed the application or the plans with a department plan examiner and accepted the findings of the department; or (2) the registered architect or professional engineer has appealed the findings of the plan examiner and such appeal has been rejected by the borough commissioner in which the application is pending\\par\n(c)  The department shall submit to the council two reports annually concerning the number of appeals and the number of appeals untimely responded to by the department for subparagraphs (3), (4) and (5) of subdivision (a).  One of the two annual reports shall be submitted to the council concurrent with the issuance of the mayor\\rquote s management report, and the other annual report shall be submitted concurrent with the issuance of the preliminary mayor\\rquote s management report.  The period of reporting for the report issued concurrent with the mayor\\rquote s management report shall be the most recent fiscal year ended, and the period of reporting for the report issued concurrent with the issued of the preliminary mayor\\rquote s management report shall be the first four months of the fiscal year in which such report is issued.\\par\n(d)  All decisions under subparagraphs (3), (4) and (5) of subdivision (a) shall be published by the department on its website and in an annual volume.  Publication on the website shall be made within thirty business days of the decision.  Moreover, if rejected, each decision shall state the reasons why the application is not in substantial compliance with the administrative code of the city of New York including a list of the sections under which the application is not compliant.  Any such decision made by a borough commissioner, the panel of the borough commissioners or the commissioner shall be used as a precedent for future determinations.\\par\n\\ulnone\\'a72.  This local law shall take effect immediately.\\par\n\\pard\\sl480\\slmult1\\qj\\par\n\\par\n\\pard\\qj\\fs20 LS #1507\\par\nexamined by TNN\\par\n\\pard\\fs24\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n}\n\u0000",
  "LastModified": "2015-08-06T14:57:49.373Z"
}
