{
  "ID": 30986,
  "GUID": "4DC25CC0-A01E-4E0F-947A-3987096CF173",
  "File": "Int 0451-2004",
  "Name": "Filing for certificates of occupancy.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to filing for certificates of occupancy.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2004-09-09T00:00:00Z",
  "AgendaDate": "2004-09-09T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5278,
      "Slug": "melinda-r-katz",
      "FullName": "Melinda R. Katz"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5264,
      "Slug": "maria-baez",
      "FullName": "Maria Baez"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 424,
      "Slug": "tracy-l-boyland",
      "FullName": "Tracy L. Boyland"
    },
    {
      "ID": 5275,
      "Slug": "eric-n-gioia",
      "FullName": "Eric N. Gioia"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5285,
      "Slug": "erik-martin-dilan",
      "FullName": "Erik Martin Dilan"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    }
  ],
  "History": [
    {
      "ID": 164426,
      "Date": "2004-09-09T15:08:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 164550,
      "Date": "2004-09-09T22:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings due back on 9/15/2004.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 3176,
      "AgendaSequence": 103,
      "MinutesSequence": 122,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 171963,
      "Date": "2005-03-01T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 4203,
      "AgendaSequence": 7,
      "MinutesSequence": 14,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 172272,
      "Date": "2005-03-01T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 4203,
      "MinutesSequence": 15,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184929,
      "Date": "2005-12-31T11:37:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 65119,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "http://nyc.legistar1.com/nyc/attachments/7eed5c7f-3cbf-402a-8072-9e57a5275161.doc",
      "Sort": 1
    },
    {
      "ID": 67742,
      "LastModified": "2021-12-31T19:37:07.73Z",
      "Name": "Hearing Transcript",
      "Link": "http://nyc.legistar1.com/nyc/attachments/ea82b43e-9f64-444c-b0ad-acef5879dc9b.doc",
      "Sort": 15
    }
  ],
  "Summary": "",
  "TextID": 30814,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1. Section 27-222 of the administrative code of the city of New York is amended to read as follows:\n\t§27-222  Issuance of certificates of occupancy.  (a)  All applications for certificates of occupancy and accompanying papers shall be examined [promptly] within ten calendar days after their submission.  If the building is entitled to the certificate of occupancy applied for, the application shall be approved and the certificate of occupancy issued by the commissioner within ten calendar days after submission of the application.  Otherwise, the application shall be rejected and written notice of rejection, stating the grounds of rejection, shall be given to the applicant within ten calendar days of the submission of the application.  Wherever an application has been rejected and proof is thereafter submitted establishing that the grounds of rejection have been met and that the building is entitled to the certificate of occupancy applied for, the application shall be approved and the certificate of occupancy issued within ten calendar days after submission of such proof.  Notwithstanding any other provision of this article, any inspections required under this article shall be made upon the submission of the statement of compliance pursuant to section 27-221 of this article and any omissions within the application shall be a ground for rejection, but not a ground for a refusal to inspect.\n\t(b) No certificate of occupancy or temporary certificate of occupancy shall be issued until a fire protection plan, if required under the provisions of article twenty-five, has been filed and accepted.\n\t(c) No certificate of occupancy shall be issued until compliance with such provisions of chapter three of title twenty-seven of this code as may be required in regulations promulgated by the commissioner is certified by the bureau of electrical control.\n\tThis subdivision shall not apply to temporary certificates of occupancy issued by the commissioner pursuant to section 27-218 of this code.\n\t(d) The department shall submit to the council two reports annually concerning the number of applications for certificates of occupancy not examined within ten days after their submission.  One of the two annual reports shall be submitted to the council concurrent with the issuance of the mayor’s management report, and the other annual report shall be submitted concurrent with the issuance of the preliminary mayor’s management report.  The period of reporting for the report issued concurrent with the mayor’s management report shall be the most recent fiscal year ended, and the period of reporting for the report issued concurrent with the issued of the preliminary mayor’s management report shall be the first four months of the fiscal year in which such report is issued.  Such reports shall, at a minimum, include a statistical section, including a breakdown by borough, community district and council district, designed to provide a detailed explanation of the department's efforts to attain its performance goals concerning examinations as required by this section.\n\t§2. This local law shall take effect immediately after its enactment into law.\n\n\nLS #1513\nexamined by TNN",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fmodern\\fprq1\\fcharset0 Courier New;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\v\\par\n\\ul\\v0 Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\sa120\\sl480\\slmult1\\tab Section 1. Section 27-222 of the administrative code of the city of New York is amended to read as follows:\\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\f1\\fs20\\tab\\f0\\fs24\\'a727-222  Issuance of certificates of occupancy.  (a)  All applications for certificates of occupancy and accompanying papers shall be examined [promptly] \\ul within ten calendar days\\ulnone  after their submission.  If the building is entitled to the certificate of occupancy applied for, the application shall be approved and the certificate of occupancy issued by the commissioner within ten calendar days after submission of the application.  Otherwise, the application shall be rejected and written notice of rejection, stating the grounds of rejection, shall be given to the applicant within ten calendar days of the submission of the application.  Wherever an application has been rejected and proof is thereafter submitted establishing that the grounds of rejection have been met and that the building is entitled to the certificate of occupancy applied for, the application shall be approved and the certificate of occupancy issued within ten calendar days after submission of such proof.  \\ul Notwithstanding any other provision of this article, any inspections required under this article shall be made upon the submission of the statement of compliance pursuant to section 27-221 of this article and any omissions within the application shall be a ground for rejection, but not a ground for a refusal to inspect.\\par\n\\ulnone\\tab (b) No certificate of occupancy or temporary certificate of occupancy shall be issued until a fire protection plan, if required under the provisions of article twenty-five, has been filed and accepted.\\par\n\\tab (c) No certificate of occupancy shall be issued until compliance with such provisions of chapter three of title twenty-seven of this code as may be required in regulations promulgated by the commissioner is certified by the bureau of electrical control.\\par\n\\tab This subdivision shall not apply to temporary certificates of occupancy issued by the commissioner pursuant to section 27-218 of this code.\\par\n\\tab\\ul (d) The department shall submit to the council two reports annually concerning the number of applications for certificates of occupancy not examined within ten days after their submission.  One of the two annual reports shall be submitted to the council concurrent with the issuance of the mayor\\rquote s management report, and the other annual report shall be submitted concurrent with the issuance of the preliminary mayor\\rquote s management report.  The period of reporting for the report issued concurrent with the mayor\\rquote s management report shall be the most recent fiscal year ended, and the period of reporting for the report issued concurrent with the issued of the preliminary mayor\\rquote s management report shall be the first four months of the fiscal year in which such report is issued.  Such reports shall, at a minimum, include a statistical section, including a breakdown by borough, community district and council district, designed to provide a detailed explanation of the department's efforts to attain its performance goals concerning examinations as required by this section.\\par\n\\pard\\sl480\\slmult1\\qj\\tx864\\tx1440\\tx3888\\tx6048\\ulnone\\tab\\'a72. This local law shall take effect immediately after its enactment into law.\\par\n\\pard\\qj\\par\n\\par\nLS #1513\\par\nexamined by TNN\\par\n\\pard\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n}\n\u0000",
  "LastModified": "2015-08-06T14:58:33.903Z"
}
