{
  "ID": 30989,
  "GUID": "257325EA-7694-40D6-ACEB-F18C4B0E16F8",
  "File": "Int 0453-2004",
  "Name": "Creating an Environmental Health Experts Advisory Committee.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to creating an Environmental Health Experts Advisory Committee.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2004-09-09T00:00:00Z",
  "AgendaDate": "2004-09-09T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    }
  ],
  "History": [
    {
      "ID": 164429,
      "Date": "2004-09-09T15:13:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 164553,
      "Date": "2004-09-09T22:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Health due back on 9/15/2004.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 3176,
      "AgendaSequence": 106,
      "MinutesSequence": 125,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Envrionmental Protection",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184930,
      "Date": "2005-12-31T11:38:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 30817,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Declaration of Legislative Findings and Intent.  The Council finds that New York City remains at risk from terrorist attack and from other unanticipated pollution-generating events that could present a potential environmental health emergency for a significant number of City residents.   The Council also finds that, while many aspects of government’s response to the September 11, 2001 terrorist attack on the World Trade Center were performed with distinction, including the heroic responses of New York City Fire, Police and Emergency Service personnel, City residents and employees encountered difficulties in obtaining accurate and timely information concerning air pollution risks and other environmental conditions during the days and weeks following the attack.\nThe Council recognizes the difficulties government agencies face in providing information to the public in the midst of an unprecedented crisis when armed with only incomplete or inconclusive data.  Nevertheless, the Council believes that, to the greatest practicable extent, all City residents and those who work here, including first responders, deserve to receive accurate and timely information regarding environmental conditions in their neighborhood, especially during and after unanticipated emergency events that may present a potential threat to public health.\nNew York City is the home to world-class public health and environmental resources to which it can turn for assistance in times of emergency.  Medical doctors and scientists associated with leading hospitals and universities in New York City, as well as those in the City with professional experience in assessing the risks associated with environmental threats, can be of particular assistance to government agencies and elected officials by lending their expertise in assessing environmental data and determining potential health risks and helping to communicate this information during and in the aftermath of significant environmental health emergencies.  The Council believes that an Environmental Health Experts Advisory Committee, primarily composed of New York City-based physicians and scientists with expertise in environmental health and related fields, which would be available in times of crisis to advise the New York City Department of Health and other City agencies and elected officials, will provide helpful analysis from outside experts and facilitate improved communication with the citizens of New York during and after any future environmental health emergencies.\n§ 2.  Title 17 of the administrative code of the city of New York is amended by adding thereto a new chapter 9 to read as follows:\nCHAPTER 9\nEnvironmental Health Experts Advisory Committee\n§17-901 Definitions.\n§17-902 Creation and composition of environmental health experts advisory committee.\n§17-903 Duties of environmental health experts advisory committee.\n§17-904 Declaration of environmental health emergency.\n§17-905 Actions taken during environmental health emergency.\n§17-901 Definitions.  When used in this chapter:\na. “Environmental health emergency” means any fire, explosion, chemical, biological or radiological incident, natural disaster, infectious disease outbreak, or similar event that affects or may affect a significant portion of the city’s population.\n§17-902 Creation and composition of environmental health experts advisory committee. a. There is hereby created an “environmental health experts advisory committee” hereinafter referred to as the advisory committee.   \nb. The advisory committee shall be composed of eight individuals, four of whom shall be appointed by the mayor and four by the speaker of the council.  Three of the four members appointed by the mayor and three of the four members appointed by the speaker of the council shall be physicians or scientists having a doctorate degree who are affiliated with medical schools or universities located in New York city.  These six advisory committee members shall be selected so as to achieve a broad range of medical and scientific expertise on issues related to environmental health emergencies.  The two additional advisory committee members shall be selected based upon other technical qualifications or expertise that the mayor and the speaker deem relevant and useful to the effective operation of the advisory committee.  The members of the advisory committee shall select the chair of such committee from among its members during its first meeting, convened in accordance with section 17-903 of this chapter.  Any member of the advisory committee selected as chair shall serve in that capacity for two years and may be reappointed.\nc. All advisory committee members shall serve for five-year terms and may be removed for cause.  Any vacancy occurring other than by expiration of a term shall be filled in the same manner as the original appointment.  A person so appointed shall serve for the unexpired portion of the term of the member succeeded.  New terms shall begin on the next day after the expiration date of the preceding term.\nd. Advisory committee members shall be compensated at the rate of two hundred and fifty dollars per day when performing the work of the advisory committee and shall not be subject to the conflicts of interest provisions contained within chapter 68 of the New York city charter. \n\t§17-903 Duties of environmental health experts advisory committee. a. The appointments to the advisory committee shall be made and the advisory committee shall convene within ninety days of the effective date of this chapter for the purposes of organizing itself and to establish internal operating procedures in the event of a declaration of an environmental health emergency pursuant to section 17-904 of this chapter.  \nb. The advisory committee shall meet at least once per year to, at a minimum, \nreview its internal operating procedures, experiences obtained during any environmental health emergency that has occurred, and methods in place in other jurisdictions for communicating with the public during environmental health emergencies.  The advisory committee shall make written recommendations to the commissioner, including, but not limited to, best practices for assessing risks and communicating risk information to the public during each type of potential environmental health emergency.  Such recommendations to the commissioner regarding best practices shall be reviewed at least once per year and updated, as necessary.\nc. Whenever an environmental health emergency is declared pursuant to section \n17-904 of this chapter, the advisory committee shall carry out its responsibilities set forth in section 17-905 of this chapter.\n§17-904 Declaration of environmental health emergency.  a. For the purposes of this chapter, the mayor may declare, in writing, an environmental health emergency based upon the recommendation of the commissioner, his or her designated representative, or such other agency designated by the mayor, which shall include the basis for such emergency and which shall take immediate effect.  The mayor shall immediately submit such declaration to the commissioner, or his or her designated representative, the speaker of the council and the advisory committee.  \nb. Any environmental health emergency declared in accordance with subdivision a of this section shall remain in effect until the mayor declares, in writing, that such environmental health emergency is no longer in effect, based upon the recommendation of the commissioner, his or her designated representative, or such other agency designated by the mayor.  The mayor shall immediately submit such declaration to the commissioner, or his or her designated representative, the speaker of the council and the advisory committee.\n§17-905 Actions taken during environmental health emergency.  a. Following \na declaration by the mayor that an environmental health emergency exists pursuant to section 17-904 of this chapter, the advisory committee shall meet in person or through telephonic conference call, at the earliest possible time, to perform its duties as set forth in this section.  \nb. In response to a written request from the advisory committee, all city \ndepartments and agencies shall make available to the advisory committee, as expeditiously as practicable, all relevant environmental health data in their possession, in whatever form, as well as any other information in the possession of such agency or department that might assist the advisory committee in assessing the environmental health emergency.  The advisory committee shall continue to have access to all relevant data and information collected by city agencies and departments and may make recommendations concerning such collection of data and information so long as the environmental health emergency declaration remains in effect.  The staff of the department shall assist the members of the advisory committee in fulfilling their duties pursuant to this chapter with clerical and technical support.\nc. The advisory committee shall review data and information it has obtained \nfrom city agencies and departments and/or such other data and information as it may select, shall conduct an assessment regarding the potential health risks of the emergency and shall expeditiously submit to the commissioner, the mayor and the speaker of the council, in writing, the results of such initial assessment and specific recommendations regarding communicating to the public information on health risks and other matters related to such emergency.  The advisory committee shall supplement its recommendations to the commissioner, mayor and the speaker of the council as it deems appropriate.\n\t§ 3. This local law shall take effect immediately.\n\nDD LS #1312, 1320 and 1322\n9/9/04  9:33 a.m.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\fi720\\sl480\\slmult1 Section 1. Declaration of Legislative Findings and Intent.  The Council finds that New York City remains at risk from terrorist attack and from other unanticipated pollution-generating events that could present a potential environmental health emergency for a significant number of City residents.   The Council also finds that, while many aspects of government\\rquote s response to the September 11, 2001 terrorist attack on the World Trade Center were performed with distinction, including the heroic responses of New York City Fire, Police and Emergency Service personnel, City residents and employees encountered difficulties in obtaining accurate and timely information concerning air pollution risks and other environmental conditions during the days and weeks following the attack.\\par\nThe Council recognizes the difficulties government agencies face in providing information to the public in the midst of an unprecedented crisis when armed with only incomplete or inconclusive data.  Nevertheless, the Council believes that, to the greatest practicable extent, all City residents and those who work here, including first responders, deserve to receive accurate and timely information regarding environmental conditions in their neighborhood, especially during and after unanticipated emergency events that may present a potential threat to public health.\\par\nNew York City is the home to world-class public health and environmental resources to which it can turn for assistance in times of emergency.  Medical doctors and scientists associated with leading hospitals and universities in New York City, as well as those in the City with professional experience in assessing the risks associated with environmental threats, can be of particular assistance to government agencies and elected officials by lending their expertise in assessing environmental data and determining potential health risks and helping to communicate this information during and in the aftermath of significant environmental health emergencies.  The Council believes that an Environmental Health Experts Advisory Committee, primarily composed of New York City-based physicians and scientists with expertise in environmental health and related fields, which would be available in times of crisis to advise the New York City Department of Health and other City agencies and elected officials, will provide helpful analysis from outside experts and facilitate improved communication with the citizens of New York during and after any future environmental health emergencies.\\par\n\\'a7 2.  Title 17 of the administrative code of the city of New York is amended by adding thereto a new chapter 9 to read as follows:\\par\n\\pard\\keepn\\s1\\fi720\\sl480\\slmult1\\qc\\ul CHAPTER 9\\par\n\\pard\\fi720\\sl480\\slmult1\\qc Environmental Health Experts Advisory Committee\\par\n\\pard\\sl480\\slmult1\\'a717-901 Definitions.\\par\n\\'a717-902 Creation and composition of environmental health experts advisory committee.\\par\n\\'a717-903 Duties of environmental health experts advisory committee.\\par\n\\'a717-904 Declaration of environmental health emergency.\\par\n\\'a717-905 Actions taken during environmental health emergency.\\par\n\\pard\\fi720\\sl480\\slmult1\\'a717-901 Definitions.  When used in this chapter:\\par\na. \\ldblquote Environmental health emergency\\rdblquote  means any fire, explosion, chemical, biological or radiological incident, natural disaster, infectious disease outbreak, or similar event that affects or may affect a significant portion of the city\\rquote s population.\\par\n\\'a717-902 Creation and composition of environmental health experts advisory committee. a. There is hereby created an \\ldblquote environmental health experts advisory committee\\rdblquote  hereinafter referred to as the advisory committee.   \\par\nb. The advisory committee shall be composed of eight individuals, four of whom shall be appointed by the mayor and four by the speaker of the council.  Three of the four members appointed by the mayor and three of the four members appointed by the speaker of the council shall be physicians or scientists having a doctorate degree who are affiliated with medical schools or universities located in New York city.  These six advisory committee members shall be selected so as to achieve a broad range of medical and scientific expertise on issues related to environmental health emergencies.  The two additional advisory committee members shall be selected based upon other technical qualifications or expertise that the mayor and the speaker deem relevant and useful to the effective operation of the advisory committee.  The members of the advisory committee shall select the chair of such committee from among its members during its first meeting, convened in accordance with section 17-903 of this chapter.  Any member of the advisory committee selected as chair shall serve in that capacity for two years and may be reappointed.\\par\nc. All advisory committee members shall serve for five-year terms and may be removed for cause.  Any vacancy occurring other than by expiration of a term shall be filled in the same manner as the original appointment.  A person so appointed shall serve for the unexpired portion of the term of the member succeeded.  New terms shall begin on the next day after the expiration date of the preceding term.\\par\nd. Advisory committee members shall be compensated at the rate of two hundred and fifty dollars per day when performing the work of the advisory committee and shall not be subject to the conflicts of interest provisions contained within chapter 68 of the New York city charter. \\par\n\\pard\\sl480\\slmult1\\ulnone\\tab\\ul\\'a717-903 Duties of environmental health experts advisory committee. a. The appointments to the advisory committee shall be made and the advisory committee shall convene within ninety days of the effective date of this chapter for the purposes of organizing itself and to establish internal operating procedures in the event of a declaration of an environmental health emergency pursuant to section 17-904 of this chapter.  \\par\n\\pard\\li720\\sl480\\slmult1 b. The advisory committee shall meet at least once per year to, at a minimum, \\par\n\\pard\\sl480\\slmult1 review its internal operating procedures, experiences obtained during any environmental health emergency that has occurred, and methods in place in other jurisdictions for communicating with the public during environmental health emergencies.  The advisory committee shall make written recommendations to the commissioner, including, but not limited to, best practices for assessing risks and communicating risk information to the public during each type of potential environmental health emergency.  Such recommendations to the commissioner regarding best practices shall be reviewed at least once per year and updated, as necessary.\\par\n\\pard\\fi720\\sl480\\slmult1 c. Whenever an environmental health emergency is declared pursuant to section \\par\n\\pard\\sl480\\slmult1 17-904 of this chapter, the advisory committee shall carry out its responsibilities set forth in section 17-905 of this chapter.\\par\n\\pard\\fi720\\sl480\\slmult1\\'a717-904 Declaration of environmental health emergency.  a. For the purposes of this chapter, the mayor may declare, in writing, an environmental health emergency based upon the recommendation of the commissioner, his or her designated representative, or such other agency designated by the mayor, which shall include the basis for such emergency and which shall take immediate effect.  The mayor shall immediately submit such declaration to the commissioner, or his or her designated representative, the speaker of the council and the advisory committee.  \\par\nb. Any environmental health emergency declared in accordance with subdivision a of this section shall remain in effect until the mayor declares, in writing, that such environmental health emergency is no longer in effect, based upon the recommendation of the commissioner, his or her designated representative, or such other agency designated by the mayor.  The mayor shall immediately submit such declaration to the commissioner, or his or her designated representative, the speaker of the council and the advisory committee.\\par\n\\pard\\li720\\sl480\\slmult1\\'a717-905 Actions taken during environmental health emergency.  a. Following \\par\n\\pard\\sl480\\slmult1 a declaration by the mayor that an environmental health emergency exists pursuant to section 17-904 of this chapter, the advisory committee shall meet in person or through telephonic conference call, at the earliest possible time, to perform its duties as set forth in this section.  \\par\n\\pard\\li720\\sl480\\slmult1 b. In response to a written request from the advisory committee, all city \\par\n\\pard\\sl480\\slmult1 departments and agencies shall make available to the advisory committee, as expeditiously as practicable, all relevant environmental health data in their possession, in whatever form, as well as any other information in the possession of such agency or department that might assist the advisory committee in assessing the environmental health emergency.  The advisory committee shall continue to have access to all relevant data and information collected by city agencies and departments and may make recommendations concerning such collection of data and information so long as the environmental health emergency declaration remains in effect.  The staff of the department shall assist the members of the advisory committee in fulfilling their duties pursuant to this chapter with clerical and technical support.\\par\n\\pard\\fi720\\sl480\\slmult1 c. The advisory committee shall review data and information it has obtained \\par\n\\pard\\sl480\\slmult1 from city agencies and departments and/or such other data and information as it may select, shall conduct an assessment regarding the potential health risks of the emergency and shall expeditiously submit to the commissioner, the mayor and the speaker of the council, in writing, the results of such initial assessment and specific recommendations regarding communicating to the public information on health risks and other matters related to such emergency.  The advisory committee shall supplement its recommendations to the commissioner, mayor and the speaker of the council as it deems appropriate.\\par\n\\ulnone\\tab\\'a7 3. This local law shall take effect immediately.\\par\n\\par\n\\pard DD LS #1312, 1320 and 1322\\par\n9/9/04  9:33 a.m.\\par\n\\par\n\\par\n\\par\n\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
