{
  "ID": 30990,
  "GUID": "65F6AEE8-03F8-4109-8C46-8224CCB4A815",
  "File": "Int 0454-2004",
  "LocalLaw": "2005/002",
  "Name": "In relation to providing a film production credit.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to providing a film production credit.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 35,
  "StatusName": "Enacted",
  "BodyID": 11,
  "BodyName": "Committee on Finance",
  "IntroDate": "2004-09-09T00:00:00Z",
  "AgendaDate": "2004-09-09T00:00:00Z",
  "PassedDate": "2005-01-03T00:00:00Z",
  "EnactmentDate": "2005-01-03T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5275,
      "Slug": "eric-n-gioia",
      "FullName": "Eric N. Gioia"
    },
    {
      "ID": 422,
      "Slug": "gifford-miller",
      "FullName": "Gifford Miller"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5274,
      "Slug": "helen-sears",
      "FullName": "Helen Sears"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 430,
      "Slug": "bill-perkins",
      "FullName": "Bill Perkins"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5286,
      "Slug": "bill-de-blasio",
      "FullName": "Bill De Blasio"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5281,
      "Slug": "joseph-p-addabbo-jr",
      "FullName": "Joseph P. Addabbo, Jr."
    },
    {
      "ID": 5279,
      "Slug": "dennis-p-gallagher",
      "FullName": "Dennis P. Gallagher"
    },
    {
      "ID": 0,
      "Slug": "",
      "FullName": ""
    }
  ],
  "History": [
    {
      "ID": 164430,
      "Date": "2004-09-09T15:14:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 164554,
      "Date": "2004-09-09T21:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Finance due back on 9/15/2004.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 3176,
      "AgendaSequence": 107,
      "MinutesSequence": 126,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Finance",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 168069,
      "Date": "2004-12-01T09:15:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 11,
      "BodyName": "Committee on Finance",
      "EventID": 3648,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 454-A",
      "MinutesNote": "Proposed Int. No. 454-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 168461,
      "Date": "2004-12-01T09:15:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 11,
      "BodyName": "Committee on Finance",
      "EventID": 3648,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 169172,
      "Date": "2004-12-15T10:30:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 11,
      "BodyName": "Committee on Finance",
      "EventID": 3829,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 454-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 169198,
      "Date": "2004-12-15T10:30:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Introduction was Amendment Proposed by Comm",
      "BodyID": 11,
      "BodyName": "Committee on Finance",
      "EventID": 3829,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 169199,
      "Date": "2004-12-15T10:30:00Z",
      "ActionID": 33,
      "Action": "Amended by Committee",
      "Description": "This Introduction was Amended by Committee",
      "BodyID": 11,
      "BodyName": "Committee on Finance",
      "EventID": 3829,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 169200,
      "Date": "2004-12-15T10:30:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "A motion was made by  that this Introduction be Approved by Committee approved by Roll Call.",
      "BodyID": 11,
      "BodyName": "Committee on Finance",
      "EventID": 3829,
      "MinutesSequence": 6,
      "Version": "A",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 169222,
      "Date": "2004-12-15T13:30:00Z",
      "ActionID": 68,
      "Action": "Approved by Council",
      "Description": "A motion was made that this Introduction be Approved by Council approved by Roll Call.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 3830,
      "AgendaSequence": 19,
      "MinutesSequence": 24,
      "Version": "A",
      "AgendaNote": "Amended and Coupled on GO",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 169495,
      "Date": "2004-12-15T18:20:00Z",
      "ActionID": 53,
      "Action": "Sent to Mayor by Council",
      "Description": "This Introduction was Sent to Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 169628,
      "Date": "2005-01-03T15:16:00Z",
      "ActionID": 5014,
      "Action": "Hearing Held by Mayor",
      "Description": "This Introduction was Hearing Held by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "A",
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 169629,
      "Date": "2005-01-03T15:16:00Z",
      "ActionID": 57,
      "Action": "Signed Into Law by Mayor",
      "Description": "This Introduction was Signed Into Law by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "A",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 169669,
      "Date": "2005-01-04T10:52:00Z",
      "ActionID": 5023,
      "Action": "Recved from Mayor by Council",
      "Description": "This Introduction was Recved from Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 64029,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 12/1",
      "Link": "http://nyc.legistar1.com/nyc/attachments/8b1ad64e-9ddb-43ac-bf55-83eed0b299a9.doc",
      "Sort": 1
    },
    {
      "ID": 64258,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 12/15",
      "Link": "http://nyc.legistar1.com/nyc/attachments/7a524423-a369-4b01-9fef-24453735a25b.doc",
      "Sort": 2
    },
    {
      "ID": 64310,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Fiscal Impact Statement",
      "Link": "http://nyc.legistar1.com/nyc/attachments/68301b7f-71e3-4e35-8ca1-9258d7280a4c.doc",
      "Sort": 3
    },
    {
      "ID": 64679,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Heairng Transcript - Stated Meeting 12/15/04",
      "Link": "http://nyc.legistar1.com/nyc/attachments/ec727422-c71b-4558-81f7-1c359f29d414.doc",
      "Sort": 4
    },
    {
      "ID": 66317,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 12/1",
      "Link": "http://nyc.legistar1.com/nyc/attachments/3b8e8047-e5b8-4b9d-a52c-b0801e7d0d13.doc",
      "Sort": 5
    },
    {
      "ID": 66351,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Local Law",
      "Link": "http://nyc.legistar1.com/nyc/attachments/1efe5f79-efd6-4ae3-a6e5-9947ca07690c.doc",
      "Sort": 6
    },
    {
      "ID": 67377,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 12/15",
      "Link": "http://nyc.legistar1.com/nyc/attachments/f0958806-6ffe-4287-9476-3285d631e92f.doc",
      "Sort": 7
    }
  ],
  "Summary": "",
  "TextID": 31862,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Section 11-604 of the administrative code of the city of New York is amended by adding a new subdivision 20 to read as follows:\n\t20. Film production credit. (a)(1) allowance of credit. A  taxpayer which is a qualified film production company,  and  which  is subject to tax under this subchapter, shall be allowed a credit against such tax, pursuant to the provisions in subdivision (c) of this section, to be computed as hereinafter provided.\n   \t(2)  The amount of the credit shall be the product of five percent and the qualified production costs paid or incurred in the production of a qualified film, provided that the qualified production costs (excluding post production costs) paid or incurred which are attributable to  the use of tangible property or the performance of services at a  qualified  film  production facility in the production of such qualified film equal or exceed seventy-five percent of the production costs  (excluding post production costs) paid or incurred which are attributable to the use of tangible property or the performance of services at any film production facility  within and without the city of New York in the production of such qualified film. However, if the qualified production costs (excluding post production costs) which are attributable to the use of tangible property or the performance of services at a qualified film production facility in the production of such qualified film are less than three million dollars, then the portion of the qualified production costs attributable to the use of tangible property or the performance of services in the production of such qualified film outside of a qualified film production facility shall be allowed only if the shooting days spent  in the city of  New York outside of a film production facility in the  production of such qualified film equal or exceed seventy-five percent of the total shooting days spent within and without the city of New York outside of a film production facility in the production of such qualified film. The credit shall be allowed for the taxable year in which the production of such qualified film is completed.                                    \n   \t(3)  No qualified production costs used by a taxpayer either as the basis for the allowance of the credit provided for under this subdivision or used in the calculation of the credit provided for under this subdivision shall be used by such taxpayer to claim any other credit allowed pursuant to this title.                                                    \n\t(b) Definitions. As used in this subdivision, the following terms shall have the following meanings:                                            \n \t(1)  \"Qualified production costs\" means production costs only to the extent such costs are attributable to the use of tangible property or the performance of services within the city of New York directly and predominantly in the production (including pre-production and post  production) of a qualified film.                                                         \n\t(2)  \"Production costs\" means any costs for tangible property used and services performed directly and predominantly in the production (including pre-production and post production) of a qualified film. \"Production costs\" shall not include (i) costs for a story, script or scenario to be used for a qualified film and (ii) wages or salaries or other compensation for writers, directors, including music directors, producers and performers (other than background actors with no scripted lines). \"Production costs\" generally include technical and crew production costs, such as expenditures for film production facilities, or any part thereof, props, makeup, wardrobe, film processing, camera, sound recording, set construction, lighting, shooting, editing and meals.           \n\t(3)  \"Qualified film\" means a feature-length film, television film, television pilot and/or each episode of a television series, regardless of the medium by means of which the film, pilot or episode is created or conveyed.  \"Qualified film\" shall not include (i) a documentary film, news or current affairs program, interview or talk program, \"how-to\" (i.e., instructional) film or program, film or program consisting primarily of stock footage, sporting event or sporting program, game show, award ceremony, film or program intended primarily for industrial, corporate or institutional end-users, fundraising film or program, daytime drama (i.e., daytime \"soap opera\"), commercials, music videos or \"reality\" program, or (ii) a production for which records  are  required under  section  2257 of title 18, United States code, to be maintained with respect to any performer in such production  (reporting of books, films, etc. with respect to sexually explicit conduct).                 \n   \t(4) \"Film production facility\" shall mean a building and/or complex of buildings and  their improvements and associated back-lot facilities in which films are or are intended to be  regularly produced and which contain at least one sound stage.                                       \n\t(5)  \"Qualified film production facility\" shall mean a film production facility in the city of New York, which contains at least one sound stage having a minimum of seven thousand square feet of contiguous production space.   \n\t(6) \"Qualified film production company\" shall mean a corporation which is principally engaged in the production of a qualified film and controls the qualified film during production.                                       \n   \t(c) Application of credit.  (1) The credit allowed under this subdivision for any taxable year shall not reduce the tax due for such year to less than the amount prescribed in clause (4) of subparagraph (a) of paragraph E of subdivision one of this section.  Provided, however, that if the amount of the credit allowable under this subdivision for any taxable year reduces the tax to such amount, fifty percent of the excess shall be treated as an overpayment of tax to be credited or refunded in accordance with the provisions of section 11-677 of this chapter; provided, however, the provisions of section 11-679 of this chapter notwithstanding, no interest shall be paid thereon. The balance of such credit not credited or refunded in such taxable year may be carried over to the immediately succeeding taxable year and may be credited against the taxpayer’s tax for such year. The excess, if any, of the amount of the credit over the tax for such succeeding year shall be treated as an overpayment of tax to be credited or refunded in accordance with the provisions of section 11-677 of this chapter.  Provided, however, the provisions of section 11-679 of this chapter notwithstanding, no interest shall be paid thereon.  \n\t(2) Notwithstanding anything contained in this section to the contrary, the credit provided by this subdivision shall be allowed against the taxes authorized by this chapter for the taxable year after reduction by all other credits permitted by this chapter.\n\t§2.  Section 11-503 of the administrative code of the city of New York is amended by adding a new subdivision (m) to read as follows:\n\t(m) Film production credit. (1) allowance of credit. A taxpayer which is a qualified film production company as defined in this subdivision and which is subject to tax under this chapter, shall be allowed a credit against the unincorporated business income tax imposed pursuant to this chapter, in accordance with the  provisions in paragraph (5) of this subdivision, to be computed as hereinafter provided.                                                         \n   \t(2)  The amount of the credit shall be the product of five percent and the qualified production costs paid or incurred in the production of a qualified film, provided that the qualified production costs (excluding post production costs) paid or incurred which are attributable to  the use of tangible property or the performance of services at a qualified film production facility in the production of such qualified film equal or exceed seventy-five percent of the production costs  (excluding post production costs) paid or incurred which are attributable to the use of tangible property or the performance of services at any film production facility within and without the city of New York in the production of such qualified film. However, if the qualified production costs (excluding post production costs) which are attributable to the use of tangible property or the performance of services at a qualified film production facility in the production of such qualified film are less than three million dollars, then the portion of the qualified productions costs attributable to the use of tangible property or the performance of services in the production of such qualified film outside of a qualified film production facility shall be allowed only if the shooting days spent in the city of New York outside of a film production facility in the production of such qualified film equal or exceed seventy-five percent of the total shooting days spent within and without the city of New York outside of a film production facility in the production of such qualified film. The credit shall be allowed for the taxable year in which the production of such qualified film is completed.                                    \n   \t(3)  No qualified production costs used by a taxpayer either as the basis for the allowance of the credit provided for under this subdivision or used in the calculation of the credit provided for under this subdivision shall be used by such taxpayer to claim any other credit allowed pursuant to this title.                                                    \n\t(4) Definitions. As used in this subdivision, the following terms shall have the following meanings:                                            \n \t(A)  \"Qualified production costs\" means production costs only to the extent such costs are attributable to the use of tangible property or the performance of services within the city of New York directly and predominantly in the production (including pre-production and post  production) of a qualified film.                                                         \n\t(B)  \"Production costs\" means any costs for tangible property used and services performed directly and predominantly in the production (including pre-production and post production) of a qualified film. \"Production costs\" shall not include (i) costs for a story, script or scenario to be used for a qualified film and (ii) wages or salaries or other compensation for writers, directors, including music directors, producers and performers (other than background  actors with no scripted lines). \"Production costs\" generally include technical and crew production costs, such as expenditures for film production facilities, or any part thereof, props, makeup, wardrobe, film processing, camera, sound recording, set construction, lighting, shooting, editing and meals.           \n\t(C)  \"Qualified film\" means a feature-length film, television film, television pilot and/or each episode of a television series, regardless of the medium by means of which the film, pilot or episode is created or conveyed.  \"Qualified film\" shall not include (i) a documentary film, news or current affairs program, interview or talk program, \"how-to\" (i.e., instructional) film or program, film or program consisting primarily of stock footage, sporting event or sporting program, game show, award ceremony, film or program intended primarily for  industrial, corporate or institutional end-users,  fundraising  film or program, daytime drama (i.e., daytime \"soap opera\"), commercials, music videos or \"reality\" program, or (ii) a production for which records are required under section  2257 of  title 18, United States code, to be maintained with respect to any performer in such production  (reporting of books, films, etc. with respect to sexually explicit conduct).                 \n   \t(D) \"Film production facility\" shall mean a building and/or complex of buildings and their improvements and associated back-lot facilities in which films are or are intended to be regularly produced and which contain at least one sound stage.                                       \n\t(E)  \"Qualified film production facility\" shall mean a film production facility in the city of New York, which contains at least one sound stage having a minimum of seven thousand square feet of contiguous production space.   \n\t(F) \"Qualified film production company\" is an unincorporated business which is principally engaged in the production of a qualified film and controls the qualified film during production.                                       \n   \t(5) Application of credit.  (A)  If the amount of the credit allowable under this subdivision for any taxable year exceeds the taxpayer’s tax for such year, fifty percent of the excess shall be treated as an overpayment of tax to be credited or refunded as provided in section 11-526 of this chapter, provided, however, that notwithstanding the provisions of section 11-528 of this chapter, no interest shall be paid thereon. The balance of such credit not credited or refunded in such taxable year may be carried over to the immediately succeeding taxable year and may be deducted from the taxpayer`s tax for such year. The excess, if any, of the amount of the credit over the tax for such succeeding year shall be treated as an overpayment of tax to be credited or refunded in accordance with the provisions of section 11-526 of this chapter, provided, however, that notwithstanding the provisions of section 11-528 of this chapter, no interest shall be paid thereon.  \n\t (B) Notwithstanding anything contained in this section to the contrary, the credit provided by this subdivision shall be allowed against the taxes authorized by this chapter for the taxable year after reduction by all other credits permitted by this chapter.\n§3.  Clause (i) of subparagraph (B) of paragraph (3) of subdivision (c) of section 11-1706 of the administrative code of the city of New York, as added by chapter 481 of the laws of 1997, is amended to read as follows: \n(i) the sum of (I) the tax imposed by chapter five of this title on such unincorporated business for its taxable year ending within or with the taxable year of the partner and paid by the unincorporated business and (II) the amount of any credit or credits taken by the unincorporated business under [subdivision] subdivisions (j) and (m) of section 11-503 of this title for its taxable year ending within or with the taxable year of the partner, but, in the case of any credit taken under subdivision (m) of such section, not including any amount of such credit that is or was treated as an overpayment of tax of such unincorporated business; and\n\t§4.  Maximum amount of credits.  (a) The aggregate amount of tax credits allowed pursuant to sections one and two of this legislation in any calendar year shall be $12.5 million.  Such aggregate amount of credits shall be allocated by the mayor’s office of film, theater and broadcasting among taxpayers in order of priority based upon the date of filing an application for allocation of film production credit with such office.  If the total amount of allocated credits applied for in any particular year exceeds the aggregate amount of tax credits allowed for such year under this section, such excess shall be treated as having been applied for on the first day of the subsequent year. \n\t§5.  The Mayor’s Office of Film, Theater and Broadcast shall, in accordance with §7 of Part P of Chapter 60 of the Laws of 2004, promulgate rules to establish procedures for the allocation of tax credits as required by section 4 of this local law.  Such rules shall include provisions describing the application process, the due dates for such applications, the standards which shall be used to evaluate the applications, the documentation that will be provided to taxpayers to substantiate the amount of tax credits allocated to such taxpayers, and such other provisions as deemed necessary and appropriate.  \n\t§6.  This local law shall take effect immediately, except that sections two and three of this local law shall take effect as of the effective date of a chapter of the laws of New York that authorizes the enactment of an empire state film production credit against the unincorporated business income tax of the city of New York.  This local law shall apply to taxable years beginning on or after January 1, 2005 with respect to “qualified production costs” paid or incurred on or after August 20, 2004, in connection with qualified films completed on or after January 1, 2005 regardless of whether the production of the qualified film commenced before August 20, 2004; provided, however, that this local law shall expire and shall be deemed to have no force and effect as of August 20, 2008, and provided further, that the expiration of this local law shall not affect the carry over of any credit allowed pursuant to this local law and, subsequent to the expiration of this local law, such carry over credits shall be allowed as provided by and pursuant to the provisions of this local law.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset128 Arial Unicode MS;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\sl480\\slmult1\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\b\\tab Section 1.  \\b0 Section 11-604 of the administrative code of the city of New York is amended by adding a new subdivision 20 to read as follows:\\par\n\\tab\\ul 20. Film production credit. (a)(1) allowance of credit. A  taxpayer which is a qualified film production company,  and  which  is subject to tax under this subchapter, shall be allowed a credit against such tax, pursuant to the provisions in subdivision (c) of this section, to be computed as hereinafter provided.\\par\n\\ulnone    \\tab\\ul (2)  The amount of the credit shall be the product of five percent and the qualified production costs paid or incurred in the production of a qualified film, provided that the qualified production costs (excluding post production costs) paid or incurred which are attributable to  the use of tangible property or the performance of services at a  qualified  film  production facility in the production of such qualified film equal or exceed seventy-five percent of the production costs  (excluding post production costs) paid or incurred which are attributable to the use of tangible property or the performance of services at any film production facility  within and without the city of New York in the production of such qualified film. However, if the qualified production costs (excluding post production costs) which are attributable to the use of tangible property or the performance of services at a qualified film production facility in the production of such qualified film are less than three million dollars, then the portion of the qualified production costs attributable to the use of tangible property or the performance of services in the production of such qualified film outside of a qualified film production facility shall be allowed only if the shooting days spent  in the city of  New York outside of a film production facility in the  production of such qualified film equal or exceed seventy-five percent of the total shooting days spent within and without the city of New York outside of a film production facility in the production of such qualified film. The credit shall be allowed for the taxable year in which the production of such qualified film is completed. \\ulnone                                    \\par\n   \\tab\\ul (3)  No qualified production costs used by a taxpayer either as the basis for the allowance of the credit provided for under this subdivision or used in the calculation of the credit provided for under this subdivision shall be used by such taxpayer to claim any other credit allowed pursuant to this title.                                                    \\par\n\\ulnone\\tab\\ul (b) Definitions. As used in this subdivision, the following terms shall have the following meanings:                                            \\par\n\\ulnone  \\tab\\ul (1)  \"Qualified production costs\" means production costs only to the extent such costs are attributable to the use of tangible property or the performance of services within the city of New York directly and predominantly in the production (including pre-production and post  production) of a qualified film.\\ulnone                                                          \\par\n\\tab\\ul (2)  \"Production costs\" means any costs for tangible property used and services performed directly and predominantly in the production (including pre-production and post production) of a qualified film. \"Production costs\" shall not include (i) costs for a story, script or scenario to be used for a qualified film and (ii) wages or salaries or other compensation for writers, directors, including music directors, producers and performers (other than background actors with no scripted lines). \"Production costs\" generally include technical and crew production costs, such as expenditures for film production facilities, or any part thereof, props, makeup, wardrobe, film processing, camera, sound recording, set construction, lighting, shooting, editing and meals.           \\par\n\\ulnone\\tab\\ul (3)  \"Qualified film\" means a feature-length film, television film, television pilot and/or each episode of a television series, regardless of the medium by means of which the film, pilot or episode is created or conveyed.  \"Qualified film\" shall not include (i) a documentary film, news or current affairs program, interview or talk program, \"how-to\" (i.e., instructional) film or program, film or program consisting primarily of stock footage, sporting event or sporting program, game show, award ceremony, film or program intended primarily for industrial, corporate or institutional end-users, fundraising film or program, daytime drama (i.e., daytime \"soap opera\"), commercials, music videos or \"reality\" program, or (ii) a production for which records  are  required under  section  2257 of title 18, United States code, to be maintained with respect to any performer in such production  (reporting of books, films, etc. with respect to sexually explicit conduct).\\ulnone                  \\par\n   \\tab\\ul (4) \"Film production facility\" shall mean a building and/or complex of buildings and  their improvements and associated back-lot facilities in which films are or are intended to be  regularly produced and which contain at least one sound stage.                                       \\par\n\\ulnone\\tab\\ul (5)  \"Qualified film production facility\" shall mean a film production facility in the city of New York, which contains at least one sound stage having a minimum of seven thousand square feet of contiguous production space.   \\par\n\\ulnone\\tab\\ul (6) \"Qualified film production company\" shall mean a corporation which is principally engaged in the production of a qualified film and controls the qualified film during production.                                       \\par\n\\ulnone    \\tab\\ul (c) Application of credit.  (1) The credit allowed under this subdivision for any taxable year shall not reduce the tax due for such year to less than the amount prescribed in clause (4) of subparagraph (a) of paragraph E of subdivision one of this section.  Provided, however, that if the amount of the credit allowable under this subdivision for any taxable year reduces the tax to such amount, fifty percent of the excess shall be treated as an overpayment of tax to be credited or refunded in accordance with the provisions of section 11-677 of this chapter; provided, however, the provisions of section 11-679 of this chapter notwithstanding, no interest shall be paid thereon. The balance of such credit not credited or refunded in such taxable year may be carried over to the immediately succeeding taxable year and may be credited against the taxpayer\\rquote s tax for such year. The excess, if any, of the amount of the credit over the tax for such succeeding year shall be treated as an overpayment of tax to be credited or refunded in accordance with the provisions of section 11-677 of this chapter.  Provided, however, the provisions of section 11-679 of this chapter notwithstanding, no interest shall be paid thereon.\\ulnone   \\par\n\\tab\\ul (2) Notwithstanding anything contained in this section to the contrary, the credit provided by this subdivision shall be allowed against the taxes authorized by this chapter for the taxable year after reduction by all other credits permitted by this chapter.\\par\n\\ulnone\\tab\\'a72.  Section 11-503 of the administrative code of the city of New York is amended by adding a new subdivision (m) to read as follows:\\par\n\\pard\\sl480\\slmult1\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx8820\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\tab\\ul (m) Film production credit. (1) allowance of credit. A taxpayer which is a qualified film production company as defined in this subdivision and which is subject to tax under this chapter, shall be allowed a credit against the unincorporated business income tax imposed pursuant to this chapter, in accordance with the  provisions in paragraph (5) of this subdivision, to be computed as hereinafter provided.\\ulnone                                                          \\par\n\\pard\\sl480\\slmult1\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656    \\tab\\ul (2)  The amount of the credit shall be the product of five percent and the qualified production costs paid or incurred in the production of a qualified film, provided that the qualified production costs (excluding post production costs) paid or incurred which are attributable to  the use of tangible property or the performance of services at a qualified film production facility in the production of such qualified film equal or exceed seventy-five percent of the production costs  (excluding post production costs) paid or incurred which are attributable to the use of tangible property or the performance of services at any film production facility within and without the city of New York in the production of such qualified film. However, if the qualified production costs (excluding post production costs) which are attributable to the use of tangible property or the performance of services at a qualified film production facility in the production of such qualified film are less than three million dollars, then the portion of the qualified productions costs attributable to the use of tangible property or the performance of services in the production of such qualified film outside of a qualified film production facility shall be allowed only if the shooting days spent in the city of New York outside of a film production facility in the production of such qualified film equal or exceed seventy-five percent of the total shooting days spent within and without the city of New York outside of a film production facility in the production of such qualified film. The credit shall be allowed for the taxable year in which the production of such qualified film is completed. \\ulnone                                    \\par\n   \\tab\\ul (3)  No qualified production costs used by a taxpayer either as the basis for the allowance of the credit provided for under this subdivision or used in the calculation of the credit provided for under this subdivision shall be used by such taxpayer to claim any other credit allowed pursuant to this title.                                                    \\par\n\\ulnone\\tab\\ul (4) Definitions. As used in this subdivision, the following terms shall have the following meanings:                                            \\par\n\\ulnone  \\tab\\ul (A)  \"Qualified production costs\" means production costs only to the extent such costs are attributable to the use of tangible property or the performance of services within the city of\\i  \\i0 New York directly and predominantly in the production (including pre-production and post  production) of a qualified film.\\ulnone                                                          \\par\n\\tab\\ul (B)  \"Production costs\" means any costs for tangible property used and services performed directly and predominantly in the production (including pre-production and post production) of a qualified film. \"Production costs\" shall not include (i) costs for a story, script or scenario to be used for a qualified film and (ii) wages or salaries or other compensation for writers, directors, including music directors, producers and performers (other than background  actors with no scripted lines). \"Production costs\" generally include technical and crew production costs, such as expenditures for film production facilities, or any part thereof, props, makeup, wardrobe, film processing, camera, sound recording, set construction, lighting, shooting, editing and meals.           \\par\n\\ulnone\\tab\\ul (C)  \"Qualified film\" means a feature-length film, television film, television pilot and/or each episode of a television series, regardless of the medium by means of which the film, pilot or episode is created or conveyed.  \"Qualified film\" shall not include (i) a documentary film, news or current affairs program, interview or talk program, \"how-to\" (i.e., instructional) film or program, film or program consisting primarily of stock footage, sporting event or sporting program, game show, award ceremony, film or program intended primarily for  industrial, corporate or institutional end-users,  fundraising  film or program, daytime drama (i.e., daytime \"soap opera\"), commercials, music videos or \"reality\" program, or (ii) a production for which records are required under section  2257 of  title 18, United States code, to be maintained with respect to any performer in such production  (reporting of books, films, etc. with respect to sexually explicit conduct).\\ulnone                  \\par\n   \\tab\\ul (D) \"Film production facility\" shall mean a building and/or complex of buildings and their improvements and associated back-lot facilities in which films are or are intended to be regularly produced and which contain at least one sound stage.                                       \\par\n\\ulnone\\tab\\ul (E)  \"Qualified film production facility\" shall mean a film production facility in the city of New York, which contains at least one sound stage having a minimum of seven thousand square feet of contiguous production space.   \\par\n\\ulnone\\tab\\ul (F) \"Qualified film production company\" is an unincorporated business which is principally engaged in the production of a qualified film and controls the qualified film during production.                                       \\par\n\\ulnone    \\tab\\ul (5) Application of credit.  (A)  If the amount of the credit allowable under this subdivision for any taxable year exceeds the taxpayer\\rquote s tax for such year, fifty percent of the excess shall be treated as an overpayment of tax to be credited or refunded as provided in section 11-526 of this chapter, provided, however, that notwithstanding the provisions of section 11-528 of this chapter, no interest shall be paid thereon. The balance of such credit not credited or refunded in such taxable year may be carried over to the immediately succeeding taxable year and may be deducted from the taxpayer`s tax for such year. The excess, if any, of the amount of the credit over the tax for such succeeding year shall be treated as an overpayment of tax to be credited or refunded in accordance with the provisions of section 11-526 of this chapter, provided, however, that notwithstanding the provisions of section 11-528 of this chapter, no interest shall be paid thereon.  \\par\n\\ulnone\\tab\\ul  (B) Notwithstanding anything contained in this section to the contrary, the credit provided by this subdivision shall be allowed against the taxes authorized by this chapter for the taxable year after reduction by all other credits permitted by this chapter.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\cf1\\ulnone\\'a73.  Clause (i) of subparagraph (B) of paragraph (3) of subdivision (c) of section 11-1706 of the administrative code of the city of New York, as added by chapter 481 of the laws of 1997, is amended to read as follows: \\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj (i) the sum of (I) the tax imposed by chapter five of this title on such unincorporated business for its taxable year ending within or with the taxable year of the partner and paid by the unincorporated business and (II) the amount of any credit or credits taken by the unincorporated business under [subdivision] \\ul subdivisions\\ulnone  (j) \\ul and (m) \\ulnone of section 11-503 of this title for its taxable year ending within or with the taxable year of the partner\\ul , but, in the case of any credit taken under subdivision (m) of such section, not including any amount of such credit that is or was treated as an overpayment of tax of such unincorporated business\\ulnone ; and\\cf0\\par\n\\pard\\sl480\\slmult1\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\f1\\fs20\\tab\\f0\\fs24\\'a74.  Maximum amount of credits.  (a) The aggregate amount of tax credits allowed pursuant to sections one and two of this legislation in any calendar year shall be $12.5 million.  Such aggregate amount of credits shall be allocated by the mayor\\rquote s office of film, theater and broadcasting among taxpayers in order of priority based upon the date of filing an application for allocation of film production credit with such office.  If the total amount of allocated credits applied for in any particular year exceeds the aggregate amount of tax credits allowed for such year under this section, such excess shall be treated as having been applied for on the first day of the subsequent year. \\par\n\\tab\\'a75.  The Mayor\\rquote s Office of Film, Theater and Broadcast shall, in accordance with \\'a77 of Part P of Chapter 60 of the Laws of 2004, promulgate rules to establish procedures for the allocation of tax credits as required by section 4 of this local law.  Such rules shall include provisions describing the application process, the due dates for such applications, the standards which shall be used to evaluate the applications, the documentation that will be provided to taxpayers to substantiate the amount of tax credits allocated to such taxpayers, and such other provisions as deemed necessary and appropriate.  \\par\n\\pard\\sl480\\slmult1\\qj\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\f1\\fs20\\tab\\f0\\fs24\\'a76.  This local law shall take effect immediately, except that sections two and three of this local law shall take effect as of the effective date of a chapter of the laws of New York that authorizes the enactment of an empire state film production credit against the unincorporated business income tax of the city of New York.  This local law shall apply to taxable years beginning on or after January 1, 2005 with respect to \\ldblquote qualified production costs\\rdblquote  paid or incurred on or after August 20, 2004, in connection with qualified films completed on or after January 1, 2005 regardless of whether the production of the qualified film commenced before August 20, 2004; provided, however, that this local law shall expire and shall be deemed to have no force and effect as of August 20, 2008, and provided further, that the expiration of this local law shall not affect the carry over of any credit allowed pursuant to this local law and, subsequent to the expiration of this local law, such carry over credits shall be allowed as provided by and pursuant to the provisions of this local law.  \\par\n\\pard\\par\n\\par\n\\par\n}\n\u0000",
  "LastModified": "2015-07-22T20:21:30.63Z"
}
