{
  "ID": 31106,
  "GUID": "0B3F386D-9E2B-4834-A419-95C7A2F05B46",
  "File": "Int 0455-2004",
  "Name": "Prohibiting silencing political dissent.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to prohibiting the Mayor and any elected official from using the Police Department to limit dissemination of political speech and from employing the political process, or political influence inherent with the elective office, for the purpose of silencing political dissent.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2004-09-28T00:00:00Z",
  "AgendaDate": "2004-09-28T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    }
  ],
  "History": [
    {
      "ID": 165023,
      "Date": "2004-09-28T09:32:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 165268,
      "Date": "2004-09-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 3257,
      "AgendaSequence": 138,
      "MinutesSequence": 164,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184931,
      "Date": "2005-12-31T11:38:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 62912,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Cover Sheet",
      "Link": "http://nyc.legistar1.com/nyc/attachments/433cc85f-78c3-46cf-9c1f-2b26d7127f68CLegislationCover Sheet - Barron.doc",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 30955,
  "Text": "Be it enacted by the Council as follows:\n\nSection One.  Legislative findings and intent.\n\tThe events of September 11, 2001 brought a heightened awareness of the threats to our national security.   However, as witnessed by the Mayor’s actions during the Republican National Convention (“RNC”), times of crisis are when the tenets of the First Amendment are most threatened by questioning the patriotism of those with opposing political viewpoints, discouraging political activism and restricting access to rights normally afforded to all.  The incidence of Mayoral interference with the political process in an effort to thwart dissemination of speech and to prohibit political enthusiasm reached an apex during the RNC held in the city of New York in August 2004.  Serious problems were raised due to the Police Commissioner capitulating to political pressure and unduly delaying the issuance of permits to parties intending to speak out, through organized protest, against the views expressed by the RNC.\n\tFurther, the Mayor openly condoned the tactics employed by the police to corral protestors and bystanders, to quickly take them into custody and to confine them for extended periods in order to prevent them from returning to the protest site.  These actions, including the use of netting to enclose attendees, further served to send the message that open debate and political activism will result in harassment and incarceration.  \n\t    The Mayor’s efforts to inhibit opposing political speech in relation to the events surrounding the Republican National Convention warrants legislation to prohibit this type of action. \n§ 2.  Subdivision a of section 10-110 of the administrative code of the city of New York is hereby amended by adding paragraphs 6 and 7, to read as follows:\n§ 10-110.  Processions and parades.\n  \ta.   \tPermits. A procession, parade, or race shall be permitted upon any street or in any public place only after a written permit therefore has been obtained from the police commissioner. Application for such permit shall be made in writing, upon a suitable form prescribed and furnished by the department, not less than thirty-six hours previous to the forming or marching of such procession, parade or race. The commissioner shall, after due investigation of such application, grant such permit subject to the following restrictions:\n   \t1.   \tIt shall be unlawful for the police commissioner to grant a permit where the commissioner has good reason to believe that the proposed procession, parade or race will be disorderly in character or tend to disturb the public peace;\n  \t2.  \tIt shall be unlawful for the police commissioner to grant a permit for the use of any street or any public place, or material portion thereof, which is ordinarily subject to great congestion or traffic and is chiefly of a business or mercantile character, except, upon loyalty day, or upon those holidays or Sundays when places of business along the route proposed are closed, or on other days between the hours of six thirty post meridian and nine ante meridian;\n  \t3.   \tEach such permit shall designate specifically the route through which the procession, parade or race shall move, and it may also specify the width of the roadway to be used, and may include such rules and regulations as the police commissioner may deem necessary;\n   \t4.  \tSpecial permits for occasions of extraordinary public interest, not annual or customary, or not so intended to be, may be granted by the commissioner for any street or public place, and for any day or hour, with the written approval of the mayor;\n   \t5.   \tThe chief officer of any procession, parade or race, for which a permit may be granted by the police commissioner, shall be responsible for the strict observance of all rules and regulations included in said permit[.] ;\n   \t6.      \tThe police commissioner shall not deny a permit for any procession, parade, or race based upon the ideology, principles or beliefs of the organizers or participants of said procession, parade, or race;\n7.     \tThe police department shall employ only the least restrictive means necessary to ensure the safety and orderly conduct of those observing or attending any procession, parade, or race for which a permit has been properly issued.  Particularly, the use of netting or a similar system designed to surround and physically restrain masses or individuals is prohibited.\n  \t§ 2.  Chapter one of title 10 of the administrative code of the city of New York is hereby amended by adding a new section 10-110.1, to read as follows:  \n§ 10-110.1.  Political dissent.\n\t1.\tConsistent with the First Amendment and the New York State Constitution, it shall be unlawful for any elected official to employ the political process, or any other means, for the purpose of suppressing or thwarting political opposition conveyed through speech, text, or otherwise.  \n\t2.  \tConsistent with the First Amendment and the New York State Constitution, it shall be unlawful for any elected official to employ the political process, or any other means, to thwart or silence debate on opposing political viewpoints or to discourage political activism.  \n\t§ 3. \tThis local law shall take effect immediately.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul\\i Be it enacted by the Council as follows\\ulnone :\\par\n\\i0\\par\n\\pard\\sl480\\slmult1 Section One.  Legislative findings and intent.\\par\n\\tab The events of September 11, 2001 brought a heightened awareness of the threats to our national security.   However, as witnessed by the Mayor\\rquote s actions during the Republican National Convention (\\ldblquote RNC\\rdblquote ), times of crisis are when the tenets of the First Amendment are most threatened by questioning the patriotism of those with opposing political viewpoints, discouraging political activism and restricting access to rights normally afforded to all.  The incidence of Mayoral interference with the political process in an effort to thwart dissemination of speech and to prohibit political enthusiasm reached an apex during the RNC held in the city of New York in August 2004.  Serious problems were raised due to the Police Commissioner capitulating to political pressure and unduly delaying the issuance of permits to parties intending to speak out, through organized protest, against the views expressed by the RNC.\\par\n\\tab Further, the Mayor openly condoned the tactics employed by the police to corral protestors and bystanders, to quickly take them into custody and to confine them for extended periods in order to prevent them from returning to the protest site.  These actions, including the use of netting to enclose attendees, further served to send the message that open debate and political activism will result in harassment and incarceration.  \\par\n\\tab     The Mayor\\rquote s efforts to inhibit opposing political speech in relation to the events surrounding the Republican National Convention warrants legislation to prohibit this type of action. \\par\n\\'a7 2.  Subdivision a of section 10-110 of the administrative code of the city of New York is hereby amended by adding paragraphs 6 and 7, to read as follows:\\par\n\\'a7 10-110.  Processions and parades.\\line   \\tab a.   \\tab Permits. A procession, parade, or race shall be permitted upon any street or in any public place only after a written permit therefore has been obtained from the police commissioner. Application for such permit shall be made in writing, upon a suitable form prescribed and furnished by the department, not less than thirty-six hours previous to the forming or marching of such procession, parade or race. The commissioner shall, after due investigation of such application, grant such permit subject to the following restrictions:\\line    \\tab 1.   \\tab It shall be unlawful for the police commissioner to grant a permit where the commissioner has good reason to believe that the proposed procession, parade or race will be disorderly in character or tend to disturb the public peace;\\line   \\tab 2.  \\tab It shall be unlawful for the police commissioner to grant a permit for the use of any street or any public place, or material portion thereof, which is ordinarily subject to great congestion or traffic and is chiefly of a business or mercantile character, except, upon loyalty day, or upon those holidays or Sundays when places of business along the route proposed are closed, or on other days between the hours of six thirty post meridian and nine ante meridian;\\line   \\tab 3.   \\tab Each such permit shall designate specifically the route through which the procession, parade or race shall move, and it may also specify the width of the roadway to be used, and may include such rules and regulations as the police commissioner may deem necessary;\\line    \\tab 4.  \\tab Special permits for occasions of extraordinary public interest, not annual or customary, or not so intended to be, may be granted by the commissioner for any street or public place, and for any day or hour, with the written approval of the mayor;\\line    \\tab 5.   \\tab The chief officer of any procession, parade or race, for which a permit may be granted by the police commissioner, shall be responsible for the strict observance of all rules and regulations included in said permit[.] \\ul ;\\ulnone\\line    \\tab\\ul 6.      \\tab The police commissioner shall not deny a permit for any procession, parade, or race based upon the ideology, principles or beliefs of the organizers or participants of said procession, parade, or race;\\par\n\\pard\\fi720\\sl480\\slmult1 7.     \\tab The police department shall employ only the least restrictive means necessary to ensure the safety and orderly conduct of those observing or attending any procession, parade, or race for which a permit has been properly issued.  Particularly, the use of netting or a similar system designed to surround and physically restrain masses or individuals is prohibited.\\par\n\\pard\\sl480\\slmult1\\ulnone   \\tab\\'a7 2.  Chapter one of title 10 of the administrative code of the city of New York is hereby amended by adding a new section 10-110.1, to read as follows:  \\par\n\\ul\\'a7 10-110.1.  Political dissent.\\par\n\\ulnone\\tab\\ul 1.\\tab Consistent with the First Amendment and the New York State Constitution, it shall be unlawful for any elected official to employ the political process, or any other means, for the purpose of suppressing or thwarting political opposition conveyed through speech, text, or otherwise.  \\par\n\\ulnone\\tab\\ul 2.  \\tab Consistent with the First Amendment and the New York State Constitution, it shall be unlawful for any elected official to employ the political process, or any other means, to thwart or silence debate on opposing political viewpoints or to discourage political activism.  \\par\n\\ulnone\\tab\\'a7 3. \\tab This local law shall take effect immediately. \\ul\\fs20\\par\n\\pard\\ulnone\\fs24\\par\n\\par\n\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
