{
  "ID": 31063,
  "GUID": "75EA7B61-519F-4AAA-9349-0C06D9B6C8F8",
  "File": "Int 0456-2004",
  "Name": "Creation of an annual report to assess the city’s indigent legal representation.",
  "Title": "A Local Law to amend the New York City Charter, in relation to the creation of an annual report to assess the city’s indigent legal representation.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5071,
  "BodyName": "Committee on Fire and Criminal Justice Services",
  "IntroDate": "2004-09-28T00:00:00Z",
  "AgendaDate": "2004-09-28T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 424,
      "Slug": "tracy-l-boyland",
      "FullName": "Tracy L. Boyland"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5294,
      "Slug": "betsy-gotbaum",
      "FullName": "Betsy Gotbaum"
    }
  ],
  "History": [
    {
      "ID": 164930,
      "Date": "2004-09-28T07:03:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 165269,
      "Date": "2004-09-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 3257,
      "AgendaSequence": 139,
      "MinutesSequence": 165,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Fire and Criminal Justice Services",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 166264,
      "Date": "2004-10-25T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "",
      "BodyID": 5071,
      "BodyName": "Committee on Fire and Criminal Justice Services",
      "EventID": 3365,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 166646,
      "Date": "2004-10-25T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "",
      "BodyID": 5071,
      "BodyName": "Committee on Fire and Criminal Justice Services",
      "EventID": 3365,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 181109,
      "Date": "2005-10-20T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5071,
      "BodyName": "Committee on Fire and Criminal Justice Services",
      "EventID": 5299,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 456-A",
      "MinutesNote": "Proposed Int. No. 456-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 181259,
      "Date": "2005-10-20T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 5071,
      "BodyName": "Committee on Fire and Criminal Justice Services",
      "EventID": 5299,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184932,
      "Date": "2005-12-31T11:39:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 63306,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 10/25/04",
      "Link": "http://nyc.legistar1.com/nyc/attachments/6808c0a6-9524-446d-9228-b57ff09c66f2HwordNew LegislationCommittee Report.doc",
      "Sort": 1
    },
    {
      "ID": 65081,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 10/25/04",
      "Link": "http://nyc.legistar1.com/nyc/attachments/c48423f7-f0a3-4b1b-a6e6-7617e884f832.doc",
      "Sort": 2
    },
    {
      "ID": 69177,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 10/20/05",
      "Link": "http://nyc.legistar1.com/nyc/attachments/5398a7bd-bc0e-4c66-a610-e9a7389e433e.doc",
      "Sort": 3
    },
    {
      "ID": 70363,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 10/20/05",
      "Link": "http://nyc.legistar1.com/nyc/attachments/51920fc5-b625-41dd-ab33-a23780f5b022.doc",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 30912,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1. Statement of findings and purpose. Countless numbers of New Yorkers who cannot afford private legal counsel rely on a system of legal defenders funded by the city.  These legal organizations and practitioners represent people in matters before Criminal Court, and children and adults in Family Court, as well as appeals from these courts.  The representation provided by the city’s indigent legal providers affects life-altering issues, ranging from whether someone goes to jail for a murder charge to whether a child is separated from her parent.\n\tThe city’s Fiscal Year 2005 budget provides $212.6 million for indigent legal defense, with the majority of funding being divided among the Legal Aid Society, the Assigned Counsel (18-B) Program, and seven alternative legal providers.  This total includes $2.5 million for Neighborhood Defender Service (“NDS”), $1.8 million for Office of the Appellate Defender Service (“OAD”), and $500,000 for Legal Services of New York City that the Council added to the budget.  \nIn budget hearings, mayoral representatives generally stress one issue above all others: cost per case.  Quality of representation is discussed, but with much less emphasis and with reference to anecdotal reports, rather than any quantitative data.  In the last six years, the Mayor’s budget has not funded NDS and OAD due to their cost per case, with the Council subsequently adding funding for these organizations on account of the value of their services.\nIt is difficult to apply objective criteria to legal representation, where the characteristics of a particular case may have greater affect on the outcome of the case than the quality of representation.  Moreover, “success” can have very different meanings in different cases.  For example, in some cases on termination of parental rights, the welfare of a child may be best protected if the child is separated from his or her parents; in other such cases, a child may be better off remaining with his or her parents.  Such concerns counsel caution before using objective criteria to assess any particular attorney, especially based on the representation of a small number of cases.  \nThe Council finds that the lack of information available to the Council and Mayor beyond cost per case of the various legal providers limits the ability to understand and assess indigent legal representation in the city.  The Council further finds that the overwhelming stress on cost per case discourages legal providers from focusing on what they do and should care most about: providing the best possible defense for their clients.  Accordingly, the Council declares that it is reasonable and necessary to mandate the creation of an annual report to assess the city’s indigent legal representation.\n§ 2. Section 13 of chapter one of the New York City Charter is amended to read as follows:\n§ 13. Coordinator of criminal justice. a. There is established in the executive office of the mayor a position of coordinator of criminal justice, to be appointed by the mayor. The coordinator shall:\n(1) advise and assist the mayor in planning for increased coordination and cooperation among agencies under the jurisdiction of the mayor that are involved in criminal justice programs and activities;\n(2) review the budget requests of all agencies for programs related to criminal justice and recommend to the mayor budget priorities among such programs; and,\n(3) perform such other duties as the mayor may assign.\nb. On October 1 of each year, the coordinator of criminal justice shall submit a report to the council and mayor, in electronic and paper format, assessing the representation provided by any organization, the panel of attorneys of the appellate division first judicial department and the panel of attorneys of the appellate division second judicial department funded by the city to provide indigent legal defense. \n(1) For any organization, the panel of attorneys of the appellate division first judicial department and the panel of attorneys of the appellate division second judicial department, such assessment shall include the following factors, where applicable:\nA. Type of case;\nB. Cost per case;\nC. Cost per legal brief filed;\nD. Average length of time spent on case;\nE. Average daily caseload per attorney;\nF. Caseload per attorney per year;\nG. Averages of case specific factors including, where applicable:\ni. Number and type of written motions filed;\nii. Whether the case proceeded to trial;\niii. Number of contacts between attorney and client outside of court appearances, including letters, telephone calls and meetings; \niv. Whether discovery occurred;\nv. Use of expert services, including social workers, doctors, mental health professionals and investigators; and\nvi. For appeals, whether oral argument was presented.\n(2) For representation of cases before family court, and appeals from family court, such assessment shall include averages of the following case specific factors, where applicable:\nA. Number of applications made under section 1028 of the New York family court act;\nB. Number of adjournments in proceedings under article 10 of the family court act;\nC. Number of adjournments in any proceeding for the termination of parental rights under article 6 of the family court act;\nD. Whether an adjournment in contemplation of dismissal occurred;\nE. Whether client’s child was paroled to the client parent pending the outcome of the case;\nF. Number of non-court case conferences attended by the attorney; and\nG. Length of stay in foster care of client’s children.\n(3) For representation of cases before criminal court, and appeals from criminal court, such assessment shall include averages of the following case specific factors, where applicable:\nA. Whether any bail application was made on behalf of the client;  \nB. Disposition of the case, including convictions, acquittals, conviction reversals, adjournments in contemplation of dismissal, sentence modifications, and cases diverted to alternative to incarceration or other non-jail sentences; and\nC. Whether the case was tried to verdict.\n§3. This local law shall take effect immediately upon enactment.\n\nRBU\nLS#1358\n09/23/2004",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0  \\par\n\\pard\\noline\\hyphpar0\\qj  \\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\sl480\\slmult1\\qj\\expndtw0\\tab Section 1. Statement of findings and purpose. Countless numbers of New Yorkers who cannot afford private legal counsel rely on a system of legal defenders funded by the city.  These legal organizations and practitioners represent people in matters before Criminal Court, and children and adults in Family Court, as well as appeals from these courts.  The representation provided by the city\\rquote s indigent legal providers affects life-altering issues, ranging from whether someone goes to jail for a murder charge to whether a child is separated from her parent.\\par\n\\tab The city\\rquote s Fiscal Year 2005 budget provides $212.6 million for indigent legal defense, with the majority of funding being divided among the Legal Aid Society, the Assigned Counsel (18-B) Program, and seven alternative legal providers.  This total includes $2.5 million for Neighborhood Defender Service (\\ldblquote NDS\\rdblquote ), $1.8 million for Office of the Appellate Defender Service (\\ldblquote OAD\\rdblquote ), and $500,000 for Legal Services of New York City that the Council added to the budget.  \\par\n\\pard\\fi720\\sl480\\slmult1\\qj In budget hearings, mayoral representatives generally stress one issue above all others: cost per case.  Quality of representation is discussed, but with much less emphasis and with reference to anecdotal reports, rather than any quantitative data.  In the last six years, the Mayor\\rquote s budget has not funded NDS and OAD due to their cost per case, with the Council subsequently adding funding for these organizations on account of the value of their services.\\par\nIt is difficult to apply objective criteria to legal representation, where the characteristics of a particular case may have greater affect on the outcome of the case than the quality of representation.  Moreover, \\ldblquote success\\rdblquote  can have very different meanings in different cases.  For example, in some cases on termination of parental rights, the welfare of a child may be best protected if the child is separated from his or her parents; in other such cases, a child may be better off remaining with his or her parents.  Such concerns counsel caution before using objective criteria to assess any particular attorney, especially based on the representation of a small number of cases.  \\par\nThe Council finds that the lack of information available to the Council and Mayor beyond cost per case of the various legal providers limits the ability to understand and assess indigent legal representation in the city.  The Council further finds that the overwhelming stress on cost per case discourages legal providers from focusing on what they do and should care most about: providing the best possible defense for their clients.  Accordingly, the Council declares that it is reasonable and necessary to mandate the creation of an annual report to assess the city\\rquote s indigent legal representation.\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\'a7 2. Section 13 of chapter one of the New York City Charter is amended \\expndtw-3 to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\expndtw0\\'a7 13. \\b Coordinator of criminal justice.\\b0  \\ul a.\\ulnone  There is established in the executive office of the mayor a position of coordinator of criminal justice, to be appointed by the mayor. The coordinator shall:\\par\n(1) advise and assist the mayor in planning for increased coordination and cooperation among agencies under the jurisdiction of the mayor that are involved in criminal justice programs and activities;\\par\n(2) review the budget requests of all agencies for programs related to criminal justice and recommend to the mayor budget priorities among such programs; and,\\par\n\\pard\\fi720\\sl480\\slmult1 (3) perform such other duties as the mayor may assign.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ul b. On October 1 of each year, the coordinator of criminal justice shall submit a report to the council and mayor, in electronic and paper format, assessing the representation provided by any organization, the panel of attorneys of the appellate division first judicial department and the panel of attorneys of the appellate division second judicial department funded by the city to provide indigent legal defense. \\par\n(1) For any organization, the panel of attorneys of the appellate division first judicial department and the panel of attorneys of the appellate division second judicial department, such assessment shall include the following factors, where applicable:\\par\nA. Type of case;\\par\nB. Cost per case;\\par\nC. Cost per legal brief filed;\\par\nD. Average length of time spent on case;\\par\nE. Average daily caseload per attorney;\\par\nF. Caseload per attorney per year;\\par\nG. Averages of case specific factors including, where applicable:\\par\n\\pard\\fi720\\li720\\sl480\\slmult1\\qj i. Number and type of written motions filed;\\par\nii. Whether the case proceeded to trial;\\par\niii. Number of contacts between attorney and client outside of court appearances, including letters, telephone calls and meetings; \\par\niv. Whether discovery occurred;\\par\nv. Use of expert services, including social workers, doctors, mental health professionals and investigators; and\\par\nvi. For appeals, whether oral argument was presented.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj (2) For representation of cases before family court, and appeals from family court, such assessment shall include averages of the following case specific factors, where applicable:\\par\nA. Number of applications made under section 1028 of the New York family court act;\\par\nB. Number of adjournments in proceedings under article 10 of the family court act;\\par\nC. Number of adjournments in any proceeding for the termination of parental rights under article 6 of the family court act;\\par\nD. Whether an adjournment in contemplation of dismissal occurred;\\par\nE. Whether client\\rquote s child was paroled to the client parent pending the outcome of the case;\\par\nF. Number of non-court case conferences attended by the attorney; and\\par\nG. Length of stay in foster care of client\\rquote s children.\\par\n(3) For representation of cases before criminal court, and appeals from criminal court, such assessment shall include averages of the following case specific factors, where applicable:\\par\nA. Whether any bail application was made on behalf of the client;  \\par\nB. Disposition of the case, including convictions, acquittals, conviction reversals, adjournments in contemplation of dismissal, sentence modifications, and cases diverted to alternative to incarceration or other non-jail sentences; and\\par\nC. Whether the case was tried to verdict.\\ulnone\\par\n\\pard\\hyphpar0\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160\\tx2880\\tx6480\\tx7920\\expndtw-3\\'a73. This local law shall take effect immediately upon enactment.\\par\n\\par\n\\pard\\hyphpar0\\qj\\tx720\\tx1440\\tx2160\\tx2880\\tx6480\\tx7920 RBU\\par\nLS#1358\\line 09/23/2004\\par\n\\pard\\expndtw0\\b\\par\n\\b0\\par\n\\par\n\\par\n\\par\n\\par\n}\n\u0000",
  "LastModified": "2015-08-06T20:25:36.57Z"
}
