{
  "ID": 31077,
  "GUID": "C9F119AE-BDBE-4B77-BA41-BD567A477BEC",
  "File": "Int 0458-2004",
  "Name": "Imposing a juvenile curfew.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to imposing a juvenile curfew.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2004-09-28T00:00:00Z",
  "AgendaDate": "2004-09-28T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5279,
      "Slug": "dennis-p-gallagher",
      "FullName": "Dennis P. Gallagher"
    },
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    }
  ],
  "History": [
    {
      "ID": 164997,
      "Date": "2004-09-28T11:12:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 165273,
      "Date": "2004-09-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 3257,
      "AgendaSequence": 143,
      "MinutesSequence": 169,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184934,
      "Date": "2005-12-31T11:40:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 30926,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Legislative intent and findings.  The City Council finds there has been a significant breakdown in the supervision normally provided by certain parents and guidance for juveniles under eighteen years of age, resulting in juveniles being involved in a wide range of unacceptable behavior including vandalism, noisy and rowdy behavior, public drinking and littering, harassment of residents and more serious violent crimes.\n\tThe City Council further finds that the offensive activities of juveniles are not easily controlled by existing laws and ordinances because the activities are concealed whenever police officers are present and that establishment of reasonable curfew regulations will enable the community to better control the free and unobstructed access to the streets and public places by the majority of residents and will enable the police to act reasonably and fairly to prevent the violation of laws and ordinances by juveniles.\n\tThe Council recognizes the peculiar vulnerability of juveniles, their frequent inability to make critical decisions in an informed, mature manner, and the importance of the parental role in child-rearing.  A curfew will achieve the critically important goal of protecting the welfare of youths by reducing the likelihood that juveniles will be victims of criminal acts late at night, and decreasing the likelihood that youths will become involved in criminal acts, gang activity or will be exposed to narcotics trafficking late at night.  Moreover, a curfew assists parents and guardians in carrying out their parental responsibility to exercise supervision of youths entrusted to their care.\n\tThe Council does not intend hereby to prohibit or interfere with any lawful activity, nor to prevent the exercise of First Amendment rights under the United States Constitution, and this section shall be interpreted and construed in a manner which does not cause such interference.\n§2. Chapter one of title ten of the administrative code of the city of New York is amended by adding a new section 10-163, to read as follows:\n§10-163 Juvenile Curfew.\n a. Definitions.  When used in this part, the following terms shall have the following meaning:\ni.\tEmergency: Any situation requiring immediate action to prevent serious bodily injury or loss of life, including but not limited to, a fire, a natural disaster or an automobile accident.\n\nii.\tEstablishment: Any privately owned place of business operated for profit to which the public has access or is invited including but not limited to any place of amusement or entertainment.\n\niii.\tGuardian: A person who is court-appointed to be the guardian of a juvenile.\n\niv.\tJuvenile: Any person under the age of eighteen (18) years.\n\nv.\tOwner/Operator: Any individual, firm, association, partnership or corporation, operating, managing or conducting any establishment including the employees, members or partners of an association or partnership and the officers of a corporation.\n\nvi.\tParent: A person who is a natural parent, adoptive parent, foster parent or step parent or another person, or a person to whom legal custody has been given by court order.\n\nvii.\tPublic Place:  Any property owned or controlled by the City, State or other governmental entity to which the general public has access and a right to resort for business, recreation, entertainment or other lawful purpose, including streets and highways.\n\nviii.\tSemi-Public Place: Any privately-owned or privately-operated real property (including structure thereon) to which the general public is invited or has the legal right to access and right to resort for business, recreation, entertainment or other lawful purpose such as but not limited to any store, shop, restaurant, tavern, bowling alley, café, theater, drug store, pool room, shopping center, parking lot, alley, road and any other place devoted to amusement or entertainment of the general public.  It shall also include the front or immediate area of the above.\n\nix.\tRemain: To linger or stay in a public place, or fail to leave the premises when requested to do so by a police officer, or fail to leave the premises of an establishment when requested to do so by the owner/operator or employee of the premises.\n\nx.\tRestricted Hours: The time of night referred to herein is based upon the prevailing standard of time, whether Eastern Standard Time or Daylight Savings Time, generally observed at that hour by the public in the City of New York, New York.  Restricted hours shall mean 12 midnight until 6:00 a.m. except, however, from June 30 to Labor Day, during which time restricted hours shall mean 12:30 a.m. to 6:00 a.m.\n\nb.\tOffenses.\n\tExcept as provided in subdivision c, the following offenses constitute a violation of this section:\n(1)\tA juvenile commits an offense by being present in or remaining in any public place or on the premises of any establishment within the city during the restricted hours.\n(2)\tA parent or guardian of a juvenile commits an offense if he or she knowingly permits, or by insufficient control, allows the juvenile to remain in any public place or on the premises of any establishment within the city during restricted hours.  The term “knowingly” includes knowledge that a parent should reasonably be expected to have concerning the whereabouts of a juvenile in that parent’s legal custody.  This requirement is intended to hold a neglectful or careless parent up to a reasonable community standard of parental responsibility through an objective test.  It shall, therefore, be no defense that the parent was completely indifferent to the activities or conduct or whereabouts of such juvenile.\n(3)\tThe owner, operator or any employee of an establishment commits an offense if he or she knowingly allows a juvenile to remain upon the premises of the establishment during the restricted hours.  The term “knowingly” includes knowledge that an operator or employer should reasonably be expected to have concerning the patrons of an establishment.  The standard for “knowingly” shall be applied through an objective test: whether a reasonable person in the operator’s or employee’s position should have known that the patron was a juvenile.\nc. Exceptions.\nA juvenile who is in a public place or establishment during the restricted hours shall not be in violation of this section if the juvenile is:\n(1)\tAccompanied by a parent, guardian or an adult 21 years of age or older authorized by the parent or guardian of such juvenile to take the parent or guardian’s place in accompanying the juvenile for a designated period of time and purpose within a specified area.\n(2)\tEngaged in a lawful employment activity, or traveling directly to or from a place of employment.  The juvenile must carry a signed statement from the employer briefly identifying the juvenile, the address of the juvenile’s residency, the address of the juvenile’s place of employment, the name and title of the juvenile’s employer who signed the statement and the juvenile’s hours of employment.\n(3)\tAttending or traveling to or from an official school, religious or recreational activity that is supervised by adults and sponsored by a private or public school, the City of New York or other governmental entity, a civic organization, or another similar entity that accepts responsibility for the juvenile.  This exception will not apply beyond 1:00 a.m.\n(4)\tAttending a specific activity at a public or semi-public place which is open to the general public and supervised by adults at least twenty-one years of age (21), or returning to the juvenile’s current residence from such activity; provided further that any such activity begins no later than 10:00 p.m.\n(5)\tExercising First Amendment rights protected by the United States Constitution, such as the free exercise of religion, freedom of speech, and the right of assembly.\n(6)\tUntil the hour of 1:00 a.m., on the property of, or sidewalk directly adjacent to the place where such juvenile resides.\n(7)\tInvolved in an emergency.\n(8)\tIn a motor vehicle with parental consent engaged in travel through the city or originating or terminating in the city.\n(9)\tMarried or emancipated.\nd. Defense. It is a defense to a prosecution under subdivision (b) (3) that the owner, operator, or employee of an establishment promptly notified the police department that a juvenile was present on the premises of the establishment during the restricted hours and refused to leave.\ne. Enforcement. If a police officer or other authorized peace officer reasonably believes that a juvenile is violating subdivision (b), the officer shall ask the apparent offender’s age and reason for being in the public place or establishment during the restricted hours.\n\tIf the juvenile violates any provision of this section, the police officer or authorized peace officer has the discretion to:\n(a)\tEscort the youth home;\n(b)\tDetain the youth at the local precinct until a parent or guardian arrives;\n(c)\tIssue a summons.\nf. Penalties.\n(1)\tA juvenile who violates any provision of this section is subject to being required to perform up to twenty-five (25) hours of community service for the first offense and up to fifty hours for each subsequent offense.  Moreover, additional dispositional alternatives provided for under the Family Court Act may be instituted.\n(2)\tAny parent or guardian who violates any provision of this section shall be subject to a fine not to exceed seventy-five (75) dollars for the first offense.  Subsequent offenses will be punishable by a fine not to exceed two hundred and fifty (250) dollars.  As part of or in lieu of any penalty that may be imposed under this section, a parent or guardian may be required by the Court to obtain counseling or attend classes or programs to improve parenting and child-raising skills.\n(3)\tAny owner/operator who violates any provision of this section shall be punishable by a fine not exceed two hundred and fifty (250) dollars.\ng.\tOversight Committee.  As part of the overall curfew program instituted by this statute, there shall be an Oversight Committee selected to review the entire curfew program on a regular and ongoing basis and provide advice to the Mayor’s Office and Police Department regarding issues relating to this ordinance.  The Oversight Committee shall have access to raw data collected by the Police Department.  This data shall include a breakdown of all juveniles detained for curfew violations, including age, race, ethnicity and location of contact.  The Oversight Committee shall be composed of five non-paid members, each of whom shall serve one-year terms.  Two members shall be appointed by the Mayor, two members by the City Council and one member jointly agreed upon by the Mayor and Council.  Nothing in this section is intended to usurp, duplicate or modify the authority of the Police Commissioner.\nh. \tContinuing Evaluation.  Within six months after the implementation of this statute, the New York City Police Department shall provide the City Council with a report concerning the effect of this statute on crimes committed by and against minors, and the number of warnings and detention of minors and parents, and such other information as the Council may request.  Thereafter, such reports shall be issued annually to the Council.\n§3. Severability.\n\tIf any provisions, including inter alia any exception, part, phrase or term, or the application thereof to any person or circumstance is held invalid, the application to other persons or circumstances shall not be affected thereby and the validity of this article in any and all other respects shall not be affected thereby.\n\tThe City Council does not intend a result that is absurd, impossible to execute or unreasonable.  It is intended that this article be held inapplicable in such cases, if any, where its application would be unconstitutional.  A constitutional construction is intended and shall be given.  The Council does not intend to violate the Constitution of the State of New York or the Constitution of the United States of America.\n\t§4.\tThis section shall be null and void after December 31, 2005, unless the City Council votes to extend the effective date of this section.  This “sunset provision” is included to ensure that this section, its effectiveness and its necessity, will be reviewed by the City Council within a reasonable time after its adoption.\n\t§5. This local law shall take effect 90 days after its enactment into law.  However, once in effect, there will be a 60 day phase in during which time only warnings will be given to violators.  During this time, the City Council shall join the Police Department in a comprehensive public education campaign to inform the community of the ordinance.  This campaign shall include, but not be limited to, public service announcements, poster displays at recreation centers and shopping malls and presentations at schools.  Enforcement will commence after the 60 day period elapses.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}}\n\\viewkind4\\uc1\n\\pard\\qj\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\sl480\\slmult1\\qj\\tab Section 1.  Legislative intent and findings.  The City Council finds there has been a significant breakdown in the supervision normally provided by certain parents and guidance for juveniles under eighteen years of age, resulting in juveniles being involved in a wide range of unacceptable behavior including vandalism, noisy and rowdy behavior, public drinking and littering, harassment of residents and more serious violent crimes.\\par\n\\tab The City Council further finds that the offensive activities of juveniles are not easily controlled by existing laws and ordinances because the activities are concealed whenever police officers are present and that establishment of reasonable curfew regulations will enable the community to better control the free and unobstructed access to the streets and public places by the majority of residents and will enable the police to act reasonably and fairly to prevent the violation of laws and ordinances by juveniles.\\par\n\\tab The Council recognizes the peculiar vulnerability of juveniles, their frequent inability to make critical decisions in an informed, mature manner, and the importance of the parental role in child-rearing.  A curfew will achieve the critically important goal of protecting the welfare of youths by reducing the likelihood that juveniles will be victims of criminal acts late at night, and decreasing the likelihood that youths will become involved in criminal acts, gang activity or will be exposed to narcotics trafficking late at night.  Moreover, a curfew assists parents and guardians in carrying out their parental responsibility to exercise supervision of youths entrusted to their care.\\par\n\\tab The Council does not intend hereby to prohibit or interfere with any lawful activity, nor to prevent the exercise of First Amendment rights under the United States Constitution, and this section shall be interpreted and construed in a manner which does not cause such interference.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\'a72. Chapter one of title ten of the administrative code of the city of New York is amended by adding a new section 10-163, to read as follows:\\par\n\\pard\\sl480\\slmult1\\qj\\ul\\'a710-163 Juvenile Curfew.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj  a. Definitions.  When used in this part, the following terms shall have the following meaning\\ulnone :\\par\n\\pard\\fi-720\\li1440\\qj\\tx1440 i.\\tab\\ul Emergency: Any situation requiring immediate action to prevent serious bodily injury or loss of life, including but not limited to, a fire, a natural disaster or an automobile accident.\\par\n\\pard\\li720\\qj\\par\n\\pard\\fi-720\\li1440\\qj\\tx1440\\ulnone ii.\\tab\\ul Establishment: Any privately owned place of business operated for profit to which the public has access or is invited including but not limited to any place of amusement or entertainment.\\par\n\\pard\\qj\\par\n\\pard\\fi-720\\li1440\\qj\\tx1440\\ulnone iii.\\tab\\ul Guardian: A person who is court-appointed to be the guardian of a juvenile.\\par\n\\pard\\qj\\par\n\\pard\\fi-720\\li1440\\qj\\tx1440\\ulnone iv.\\tab\\ul Juvenile: Any person under the age of eighteen (18) years.\\par\n\\pard\\qj\\par\n\\pard\\fi-720\\li1440\\qj\\tx1440\\ulnone v.\\tab\\ul Owner/Operator: Any individual, firm, association, partnership or corporation, operating, managing or conducting any establishment including the employees, members or partners of an association or partnership and the officers of a corporation.\\par\n\\pard\\qj\\par\n\\pard\\fi-720\\li1440\\qj\\tx1440\\ulnone vi.\\tab\\ul Parent: A person who is a natural parent, adoptive parent, foster parent or step parent or another person, or a person to whom legal custody has been given by court order.\\par\n\\pard\\qj\\par\n\\pard\\fi-720\\li1440\\qj\\tx1440\\ulnone vii.\\tab\\ul Public Place:  Any property owned or controlled by the City, State or other governmental entity to which the general public has access and a right to resort for business, recreation, entertainment or other lawful purpose, including streets and highways.\\par\n\\pard\\qj\\par\n\\pard\\fi-720\\li1440\\qj\\tx1440\\ulnone viii.\\tab\\ul Semi-Public Place: Any privately-owned or privately-operated real property (including structure thereon) to which the general public is invited or has the legal right to access and right to resort for business, recreation, entertainment or other lawful purpose such as but not limited to any store, shop, restaurant, tavern, bowling alley, caf\\'e9, theater, drug store, pool room, shopping center, parking lot, alley, road and any other place devoted to amusement or entertainment of the general public.  It shall also include the front or immediate area of the above.\\par\n\\pard\\qj\\par\n\\pard\\fi-720\\li1440\\qj\\tx1440\\ulnone ix.\\tab\\ul Remain: To linger or stay in a public place, or fail to leave the premises when requested to do so by a police officer, or fail to leave the premises of an establishment when requested to do so by the owner/operator or employee of the premises.\\par\n\\pard\\qj\\par\n\\pard\\fi-720\\li1440\\qj\\tx1440\\ulnone x.\\tab\\ul Restricted Hours: The time of night referred to herein is based upon the prevailing standard of time, whether Eastern Standard Time or Daylight Savings Time, generally observed at that hour by the public in the City of New York, New York.  Restricted hours shall mean 12 midnight until 6:00 a.m. except, however, from June 30 to Labor Day, during which time restricted hours shall mean 12:30 a.m. to 6:00 a.m.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\par\nb.\\tab Offenses\\ulnone .\\par\n\\pard\\sl480\\slmult1\\qj\\tab\\ul Except as provided in subdivision c, the following offenses constitute a violation of this section:\\par\n\\pard\\fi-720\\li1440\\sl480\\slmult1\\qj\\tx1440\\ulnone (1)\\tab\\ul A juvenile commits an offense by being present in or remaining in any public place or on the premises of any establishment within the city during the restricted hours.\\par\n\\pard\\fi-720\\li1440\\sl480\\slmult1\\qj\\ulnone (2)\\tab\\ul A parent or guardian of a juvenile commits an offense if he or she knowingly permits, or by insufficient control, allows the juvenile to remain in any public place or on the premises of any establishment within the city during restricted hours.  The term \\ldblquote knowingly\\rdblquote  includes knowledge that a parent should reasonably be expected to have concerning the whereabouts of a juvenile in that parent\\rquote s legal custody.  This requirement is intended to hold a neglectful or careless parent up to a reasonable community standard of parental responsibility through an objective test.  It shall, therefore, be no defense that the parent was completely indifferent to the activities or conduct or whereabouts of such juvenile.\\par\n\\ulnone (3)\\tab\\ul The owner, operator or any employee of an establishment commits an offense if he or she knowingly allows a juvenile to remain upon the premises of the establishment during the restricted hours.  The term \\ldblquote knowingly\\rdblquote  includes knowledge that an operator or employer should reasonably be expected to have concerning the patrons of an establishment.  The standard for \\ldblquote knowingly\\rdblquote  shall be applied through an objective test: whether a reasonable person in the operator\\rquote s or employee\\rquote s position should have known that the patron was a juvenile.\\par\n\\pard\\li720\\sl480\\slmult1\\qj c. Exceptions.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj A juvenile who is in a public place or establishment during the restricted hours shall not be in violation of this section if the juvenile is:\\par\n\\pard\\fi-720\\li1440\\sl480\\slmult1\\qj\\ulnone (1)\\tab\\ul Accompanied by a parent, guardian or an adult 21 years of age or older authorized by the parent or guardian of such juvenile to take the parent or guardian\\rquote s place in accompanying the juvenile for a designated period of time and purpose within a specified area.\\par\n\\pard\\fi-720\\li1440\\sl480\\slmult1\\qj\\tx1440\\ulnone (2)\\tab\\ul Engaged in a lawful employment activity, or traveling directly to or from a place of employment.  The juvenile must carry a signed statement from the employer briefly identifying the juvenile, the address of the juvenile\\rquote s residency, the address of the juvenile\\rquote s place of employment, the name and title of the juvenile\\rquote s employer who signed the statement and the juvenile\\rquote s hours of employment.\\par\n\\pard\\fi-720\\li1440\\sl480\\slmult1\\qj\\ulnone (3)\\tab\\ul Attending or traveling to or from an official school, religious or recreational activity that is supervised by adults and sponsored by a private or public school, the City of New York or other governmental entity, a civic organization, or another similar entity that accepts responsibility for the juvenile.  This exception will not apply beyond 1:00 a.m.\\par\n\\ulnone (4)\\tab\\ul Attending a specific activity at a public or semi-public place which is open to the general public and supervised by adults at least twenty-one years of age (21), or returning to the juvenile\\rquote s current residence from such activity; provided further that any such activity begins no later than 10:00 p.m.\\par\n\\ulnone (5)\\tab\\ul Exercising First Amendment rights protected by the United States Constitution, such as the free exercise of religion, freedom of speech, and the right of assembly.\\par\n\\ulnone (6)\\tab\\ul Until the hour of 1:00 a.m., on the property of, or sidewalk directly adjacent to the place where such juvenile resides.\\par\n\\ulnone (7)\\tab\\ul Involved in an emergency.\\par\n\\ulnone (8)\\tab\\ul In a motor vehicle with parental consent engaged in travel through the city or originating or terminating in the city.\\par\n\\ulnone (9)\\tab\\ul Married or emancipated.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj d. Defense. It is a defense to a prosecution under subdivision (b) (3) that the owner, operator, or employee of an establishment promptly notified the police department that a juvenile was present on the premises of the establishment during the restricted hours and refused to leave.\\par\ne. Enforcement. If a police officer or other authorized peace officer reasonably believes that a juvenile is violating subdivision (b), the officer shall ask the apparent offender\\rquote s age and reason for being in the public place or establishment during the restricted hours.\\par\n\\pard\\sl480\\slmult1\\qj\\ulnone\\tab\\ul If the juvenile violates any provision of this section, the police officer or authorized peace officer has the discretion to:\\par\n\\pard\\fi-360\\li1080\\sl480\\slmult1\\qj\\tx1080\\ulnone (a)\\tab\\ul Escort the youth home;\\par\n\\pard\\fi-360\\li1080\\sl480\\slmult1\\qj\\ulnone (b)\\tab\\ul Detain the youth at the local precinct until a parent or guardian arrives;\\par\n\\ulnone (c)\\tab\\ul Issue a summons.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj f. Penalties.\\par\n\\pard\\fi-720\\li1440\\sl480\\slmult1\\qj\\ulnone (1)\\tab\\ul A juvenile who violates any provision of this section is subject to being required to perform up to twenty-five (25) hours of community service for the first offense and up to fifty hours for each subsequent offense.  Moreover, additional dispositional alternatives provided for under the Family Court Act may be instituted.\\par\n\\pard\\fi-720\\li1440\\sl480\\slmult1\\qj\\tx1440\\ulnone (2)\\tab\\ul Any parent or guardian who violates any provision of this section shall be subject to a fine not to exceed seventy-five (75) dollars for the first offense.  Subsequent offenses will be punishable by a fine not to exceed two hundred and fifty (250) dollars.  As part of or in lieu of any penalty that may be imposed under this section, a parent or guardian may be required by the Court to obtain counseling or attend classes or programs to improve parenting and child-raising skills.\\par\n\\pard\\fi-720\\li1440\\sl480\\slmult1\\qj\\ulnone (3)\\tab\\ul Any owner/operator who violates any provision of this section shall be punishable by a fine not exceed two hundred and fifty (250) dollars.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj g.\\tab Oversight Committee.  As part of the overall curfew program instituted by this statute, there shall be an Oversight Committee selected to review the entire curfew program on a regular and ongoing basis and provide advice to the Mayor\\rquote s Office and Police Department regarding issues relating to this ordinance.  The Oversight Committee shall have access to raw\\ulnone  \\ul data collected by the Police Department.  This data shall include a breakdown of all juveniles detained for curfew violations, including age, race, ethnicity and location of contact.  The Oversight Committee shall be composed of five non-paid members, each of whom shall serve one-year terms.  Two members shall be appointed by the Mayor, two members by the City Council and one member jointly agreed upon by the Mayor and Council.  Nothing in this section is intended to usurp, duplicate or modify the authority of the Police Commissioner.\\par\nh. \\tab Continuing Evaluation.  Within six months after the implementation of this statute, the New York City Police Department shall provide the City Council with a report concerning the effect of this statute on crimes committed by and against minors, and the number of warnings and detention of minors and parents, and such other information as the Council may request.  Thereafter, such reports shall be issued annually to the Council.\\ulnone\\par\n\\pard\\sl480\\slmult1\\qj\\'a73. Severability.\\par\n\\tab If any provisions, including inter alia any exception, part, phrase or term, or the application thereof to any person or circumstance is held invalid, the application to other persons\\ul  \\ulnone or circumstances shall not be affected thereby and the validity of this article in any and all other respects shall not be affected thereby.\\par\n\\tab The City Council does not intend a result that is absurd, impossible to execute or unreasonable.  It is intended that this article be held inapplicable in such cases, if any, where its application would be unconstitutional.  A constitutional construction is intended and shall be given.  The Council does not intend to violate the Constitution of the State of New York or the Constitution of the United States of America.\\par\n\\tab\\'a74.\\tab This section shall be null and void after December 31, 2005, unless the City Council votes to extend the effective date of this section.  This \\ldblquote sunset provision\\rdblquote  is included to ensure that this section, its effectiveness and its necessity, will be reviewed by the City Council within a reasonable time after its adoption.\\par\n\\tab\\'a75. This local law shall take effect 90 days after its enactment into law.  However, once in effect, there will be a 60 day phase in during which time only warnings will be given to violators.  During this time, the City Council shall join the Police Department in a comprehensive public education campaign to inform the community of the ordinance.  This campaign shall include, but not be limited to, public service announcements, poster displays at recreation centers and shopping malls and presentations at schools.  Enforcement will commence after the 60 day period elapses. \\par\n\\pard\\par\n\\par\n\\par\n\\par\n\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
