{
  "ID": 31082,
  "GUID": "53D59B5D-B810-40B2-84A7-F1AC42B37A46",
  "File": "Int 0459-2004",
  "Name": "Reporting on NYC’s purchase and use of wood and recycled plastic lumber.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to reporting on New York city’s purchase and use of wood and recycled plastic lumber.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 6,
  "BodyName": "Committee on Contracts",
  "IntroDate": "2004-09-28T00:00:00Z",
  "AgendaDate": "2004-09-28T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 422,
      "Slug": "gifford-miller",
      "FullName": "Gifford Miller"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5277,
      "Slug": "allan-w-jennings-jr",
      "FullName": "Allan W. Jennings, Jr."
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 432,
      "Slug": "philip-reed",
      "FullName": "Philip Reed"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    }
  ],
  "History": [
    {
      "ID": 165002,
      "Date": "2004-09-28T11:38:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 165274,
      "Date": "2004-09-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 3257,
      "AgendaSequence": 144,
      "MinutesSequence": 170,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Contracts",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 168838,
      "Date": "2004-12-13T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 6,
      "BodyName": "Committee on Contracts",
      "EventID": 3782,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 169026,
      "Date": "2004-12-13T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 6,
      "BodyName": "Committee on Contracts",
      "EventID": 3782,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184935,
      "Date": "2005-12-31T11:40:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 64162,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "http://nyc.legistar1.com/nyc/attachments/80407f71-1d65-43c7-b366-ea41bd8f11ab.doc",
      "Sort": 1
    },
    {
      "ID": 66042,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript",
      "Link": "http://nyc.legistar1.com/nyc/attachments/bb9258f1-f631-451d-bcdf-3fff491c37a1.doc",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 30931,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Declaration of Legislative Findings and Intent.  The Council finds and declares that forests play a vital role in regulating the global climate, purifying the air and protecting watersheds.  Forests contain at least half of the world’s animal and plant species, many of which contribute to the production of medicines and food, and many more species that have not yet been discovered or evaluated for their beneficial uses.  Throughout the world, communities depend on healthy forests for their economic value, including their role in sustaining fisheries and providing recreational opportunities. \n\tThe City’s budget, which is the fourth largest in the country, contains a capital component of over nine billion dollars.  Many of the different elements that may be contained in that budget, including building, walkway, park bench and boardwalk construction, in addition to purchases such as furniture, involve the City’s procurement and use of a great deal of wood - both through its agencies and contractors.  Recycled plastic lumber, made from recovered plastic, is a product that may be used as a substitute for wood and other materials.  This product helps to divert plastics from the waste stream, reduce pressures on forests and avoid wood preservative use, while also decreasing maintenance needs and costs.  \n\tThe Council finds that it is important for the City to track and report on its wood products and recycled plastic lumber purchasing and use, which will enable the City and others to identify whether its wood products originate from endangered or certified, responsibly managed forests and to what extent the City is taking advantage of the environmentally beneficial substitute.  It is the Council’s understanding that although various forest certification schemes exist, the Forest Stewardship Council is currently the only certification program that has achieved broad support from environmental organizations, due to its wide range of membership and high standards that address environmental, social and economic concerns. \nThe Council finds that the reporting requirements included in this legislation will better enable the City of New York to ensure that it is using its power as a market participant to engage in a policy of supporting ecologically sound forestry practices in its procurement of wood products, in addition to the use of recycled plastic lumber where appropriate. \t\n\t§ 2.  Title 6 of the administrative code of the city of New York is amended by adding thereto a new section 6-129, to read as follows:\n\t§6-129 Reporting on purchase and use of wood and recycled plastic lumber.  a. For purposes of the following section only, the following terms shall have the following meanings:\n\t(1) “Accreditation body” means an authoritative body that verifies and gives formal recognition that a body or person is competent to carry out specific tasks.\n\t(2) “Building material” means supplies, fixtures and equipment that become part of or are annexed to any building or structure constructed, erected, altered, or repaired, including, but not limited to, buildings, boardwalks, benches, bicycle paths, walkways, decking and piers.\n“Certifier” means an organization that conducts assessments of forest management \npractices and that is accredited by an accreditation body.\n “City agency” means a city, county, borough, administration, department, \ndivision, bureau, board or commission, or a corporation, institution or agency of government, the expenses of which are paid in whole or in part from the city treasury.\n“Furniture article” means those movable articles: (i) used to support people or things; \nand, (ii) other functional or decorative products, including, but not limited to, beds, bookcases, chairs, chests, tables, dressers, desks and sofas.  The term does not include lamps or lighting fixtures. \n(6) “Recycled plastic lumber” means a wood-like product made from recovered plastic or recovered plastic mixed with other materials, which can be used as a substitute for concrete, wood and metals.\n\t(7) “Wood product” means any product, made in whole or in part from wood, for a building material or furniture article, wholesale or retail, in any form, including, but not limited to, plywood, veneer, cabinets, paneling, moldings, doorskins, joinery or sawnwood.\nBeginning January 1, 2005, and every six months thereafter, the department of \ncitywide administrative services shall issue a report that details the purchase and use of wood products by city agencies or in the fulfillment of contracts with city agencies during the previous six month period.  Such report shall be disaggregated according to city agency and species of wood, respectively, and shall include, but not be limited to (1) the quantity of each species of wood purchased or used by the city agency or in the fulfillment of contracts with such agency;  (2) the purpose(s) for which the wood was purchased or used; (3) the geographic location from which each wood species was derived, which, if not known, such agency shall make reasonable inquiries and other efforts to ascertain; and, (4) information regarding whether any portion of such wood was certified by a certifier and, if so, the name of the certifier, date of certification and accreditation body associated with such certification.\n\tc. The report required pursuant to subdivision b of this section shall also include information concerning the purchase and use of recycled plastic lumber by city agencies or in the fulfillment of contracts with city agencies, which shall be disaggregated according to city agency and shall include, but not be limited to (1) the quantity of recycled plastic lumber used by the city agency or in the fulfillment of contracts with such agency; and (2) the purpose(s) for which the recycled plastic lumber was purchased or used.\nWithin ten days of its issuance, each of the reports required pursuant to subdivision b \nof this section shall be submitted to the speaker of the council, the comptroller and the public advocate and, in addition to the requirements of subdivision a of section 1133 of the New York city charter, shall be made available on the department of citywide administrative services’ website.\n\t§ 3. This local law shall take effect immediately. \n\n9/21/04, 5:41 p.m.\nLS # 722",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\sl480\\slmult1\\qj\\tx0\\tx720\\tx1440\\tx2160\\tx2880\\tx3600\\tx4320\\tx5040\\tx5760\\tx6480\\tx7200\\tx7920\\tqr\\tx8640\\fs25\\tab\\fs24 Section 1.  Declaration of Legislative Findings and Intent.  The Council finds and declares that forests play a vital role in regulating the global climate, purifying the air and protecting watersheds.  Forests contain at least half of the world\\rquote s animal and plant species, many of which contribute to the production of medicines and food, and many more species that have not yet been discovered or evaluated for their beneficial uses.  Throughout the world, communities depend on healthy forests for their economic value, including their role in sustaining fisheries and providing recreational opportunities. \\par\n\\fs25\\tab\\fs24 The City\\rquote s budget, which is the fourth largest in the country, contains a capital component of over nine billion dollars.  Many of the different elements that may be contained in that budget, including building, walkway, park bench and boardwalk construction, in addition to purchases such as furniture, involve the City\\rquote s procurement and use of a great deal of wood - both through its agencies and contractors.  Recycled plastic lumber, made from recovered plastic, is a product that may be used as a substitute for wood and other materials.  This product helps to divert plastics from the waste stream, reduce pressures on forests and avoid wood preservative use, while also decreasing maintenance needs and costs.  \\par\n\\tab The Council finds that it is important for the City to track and report on its wood products and recycled plastic lumber purchasing and use, which will enable the City and others to identify whether its wood products originate from endangered or certified, responsibly managed forests and to what extent the City is taking advantage of the environmentally beneficial substitute.  It is the Council\\rquote s understanding that although various forest certification schemes exist, the Forest Stewardship Council is currently the only certification program that has achieved broad support from environmental organizations, due to its wide range of membership and high standards that address environmental, social and economic concerns. \\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160 The Council finds that the reporting requirements included in this legislation will better enable the City of New York to ensure that it is using its power as a market participant to engage in a policy of supporting ecologically sound forestry practices in its procurement of wood products, in addition to the use of recycled plastic lumber where appropriate. \\tab\\par\n\\pard\\sl480\\slmult1\\tx0\\tx720\\tx1440\\tx2160\\tx2880\\tx3600\\tx4320\\tx5040\\tx5760\\tx6480\\tx7200\\tx7920\\tqr\\tx8640\\tab\\'a7 2.  Title 6 of the administrative code of the city of New York is amended by adding thereto a new section 6-129, to read as follows:\\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160\\fs25\\tab\\ul\\fs24\\'a76-129 Reporting on purchase and use of wood and recycled plastic lumber.  a. For purposes of the following section only, the following terms shall have the following meanings:\\par\n\\ulnone\\fs25\\tab\\ul\\fs24 (1) \\ldblquote Accreditation body\\rdblquote  means an authoritative body that verifies and gives formal recognition that a body or person is competent to carry out specific tasks.\\par\n\\ulnone\\tab\\ul (2) \\ldblquote Building material\\rdblquote  means supplies, fixtures and equipment that become part of or are annexed to any building or structure constructed, erected, altered, or repaired, including, but not limited to, buildings, boardwalks, benches, bicycle paths, walkways, decking and piers.\\par\n\\pard{\\pntext\\f0 (3)\\tab}{\\*\\pn\\pnlvlbody\\pnf0\\pnindent360\\pnstart3\\pndec{\\pntxtb(}{\\pntxta)}}\n\\fi-360\\li1080\\sl480\\slmult1\\tx0\\tx720\\tx1080\\tx1440\\tx2160\\tx2880\\tx3600\\tx4320\\tx5040\\tx5760\\tx6480\\tx7200\\tx7920\\tqr\\tx8640\\ldblquote Certifier\\rdblquote  means an organization that conducts assessments of forest management \\par\n\\pard{\\*\\pn\\pnlvlcont\\pnf0\\pnindent0\\pnstart1\\pndec }\n\\sl480\\slmult1\\tx0\\tx720\\tx1440\\tx2160\\tx2880\\tx3600\\tx4320\\tx5040\\tx5760\\tx6480\\tx7200\\tx7920\\tqr\\tx8640 practices and that is accredited by an accreditation body.\\par\n\\pard{\\pntext\\f0 (3)\\tab}{\\*\\pn\\pnlvlbody\\pnf0\\pnindent360\\pnstart3\\pndec{\\pntxtb(}{\\pntxta)}}\n\\fi-360\\li1080\\sl480\\slmult1\\qj\\tx1080  \\ldblquote City agency\\rdblquote  means a city, county, borough, administration, department, \\par\n\\pard{\\*\\pn\\pnlvlcont\\pnf0\\pnindent0\\pnstart1\\pndec }\n\\sl480\\slmult1\\qj division, bureau, board or commission, or a corporation, institution or agency of government, the expenses of which are paid in whole or in part from the city treasury.\\par\n\\pard{\\pntext\\f0 (3)\\tab}{\\*\\pn\\pnlvlbody\\pnf0\\pnindent360\\pnstart3\\pndec{\\pntxtb(}{\\pntxta)}}\n\\fi-360\\li1080\\sl480\\slmult1\\tx0\\tx720\\tx1080\\tx1440\\tx2160\\tx2880\\tx3600\\tx4320\\tx5040\\tx5760\\tx6480\\tx7200\\tx7920\\tqr\\tx8640\\ldblquote Furniture article\\rdblquote  means those movable articles: (i) used to support people or things; \\par\n\\pard\\sl480\\slmult1\\tx0\\tx720\\tx1440\\tx2160\\tx2880\\tx3600\\tx4320\\tx5040\\tx5760\\tx6480\\tx7200\\tx7920\\tqr\\tx8640 and, (ii) other functional or decorative products, including, but not limited to, beds, bookcases, chairs, chests, tables, dressers, desks and sofas.  The term does not include lamps or lighting fixtures. \\par\n\\pard\\fi720\\sl480\\slmult1 (6) \\ldblquote Recycled plastic lumber\\rdblquote  means a wood-like product made from recovered plastic or recovered plastic mixed with other materials, which can be used as a substitute for concrete, wood and metals.\\par\n\\pard\\sl480\\slmult1\\tx0\\tx720\\tx1440\\tx2160\\tx2880\\tx3600\\tx4320\\tx5040\\tx5760\\tx6480\\tx7200\\tx7920\\tqr\\tx8640\\ulnone\\tab\\ul (7) \\ldblquote Wood product\\rdblquote  means any product, made in whole or in part from wood, for a building material or furniture article, wholesale or retail, in any form, including, but not limited to, plywood, veneer, cabinets, paneling, moldings, doorskins, joinery or sawnwood.\\ulnone\\par\n\\pard{\\pntext\\f0 b.\\tab}{\\*\\pn\\pnlvlbody\\pnf0\\pnindent360\\pnstart2\\pnlcltr{\\pntxta.}}\n\\fi-360\\li1080\\sl480\\slmult1\\qj\\tx720\\tx1080\\tx1440\\tx2160\\ul Beginning January 1, 2005, and every six months thereafter, the department of \\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160 citywide administrative services shall issue a report that details the purchase and use of wood products by city agencies or in the fulfillment of contracts with city agencies during the previous six month period.  Such report shall be disaggregated according to city agency and species of wood, respectively, and shall include, but not be limited to (1) the quantity of each species of wood purchased or used by the city agency or in the fulfillment of contracts with such agency;  (2) the purpose(s) for which the wood was purchased or used; (3) the geographic location from which each wood species was derived, which, if not known, such agency shall make reasonable inquiries and other efforts to ascertain; and, (4) information regarding whether any portion of such wood was certified by a certifier and, if so, the name of the certifier, date of certification and accreditation body associated with such certification.\\par\n\\ulnone\\tab\\ul c. The report required pursuant to subdivision b of this section shall also include information concerning the purchase and use of recycled plastic lumber by city agencies or in the fulfillment of contracts with city agencies, which shall be disaggregated according to city agency and shall include, but not be limited to (1) the quantity of recycled plastic lumber used by the city agency or in the fulfillment of contracts with such agency; and (2) the purpose(s) for which the recycled plastic lumber was purchased or used.\\par\n\\pard{\\pntext\\f0 d.\\tab}{\\*\\pn\\pnlvlbody\\pnf0\\pnindent360\\pnstart4\\pnlcltr{\\pntxta.}}\n\\fi-360\\li1080\\sl480\\slmult1\\qj\\tx720\\tx1080\\tx1440\\tx2160 Within ten days of its issuance, each of the reports required pursuant to subdivision b \\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160 of this section shall be submitted to the speaker of the council, the comptroller and the public advocate and, in addition to the requirements of subdivision a of section 1133 of the New York city charter, shall be made available on the department of citywide administrative services\\rquote  website.\\par\n\\ulnone\\tab\\'a7 3. This local law shall take effect immediately. \\par\n\\par\n\\pard\\qj\\tx720\\tx1440\\tx2160 9/21/04, 5:41 p.m.\\par\nLS # 722\\par\n\\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160\\par\n\\par\n\\pard\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n}\n\u0000",
  "LastModified": "2015-07-15T18:36:04.787Z"
}
