{
  "ID": 31109,
  "GUID": "8A16637B-FC01-4922-B534-083F4EE96004",
  "File": "Int 0460-2004",
  "Name": "Creating elder care information centers.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to creating elder care information centers where persons can receive information on programs and services pertinent to senior citizens.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 3,
  "BodyName": "Committee on Aging",
  "IntroDate": "2004-09-28T00:00:00Z",
  "AgendaDate": "2004-09-28T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5264,
      "Slug": "maria-baez",
      "FullName": "Maria Baez"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    }
  ],
  "History": [
    {
      "ID": 165026,
      "Date": "2004-09-28T09:42:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 165275,
      "Date": "2004-09-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 3257,
      "AgendaSequence": 145,
      "MinutesSequence": 171,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Aging",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184936,
      "Date": "2005-12-31T11:40:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 30958,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Section 21-201 of the administrative code of the city of New York is hereby amended to read as follows:\n§21-201 Definitions. Whenever used in this chapter, the following words shall have the following meanings:\ne. “Elder care information center” shall mean facilities operated by the city of New York, or operated by an entity that has contracted with the department, to provide and maintain information on programs and services pertinent to senior citizens.\n\n§2. Chapter 2 of Title 21 of the administrative code of the city of New York is hereby amended by adding a new section 21-203 to read as follows:\n §21-203 Elder care information centers. a. The commissioner shall ensure the development and establishment of not less than five elder care information centers; provided that at least one such center is located in each borough of the city of New York. The commissioner shall evaluate the feasibility of utilizing existing department facilities in determining the development and establishment of such centers, and shall ensure that such centers are sited in geographic areas that are easily accessible and in close proximity to public transportation.  \nb. The commissioner shall ensure that elder care information centers and staff are equipped to furnish, in free exchanges with the general public, up-to-date information and counsel on programs and services pertinent to senior citizens. Such information and counsel shall include, but not be limited to, information concerning senior citizens and (i) health and home care services, (ii) employment, (iii) housing services, (iv) social services offered by public agencies and charitable and private organizations and (v) specific points of contact or a current register of public agencies and charitable and private organizations that specialize in serving senior citizens.\nc. The commissioner shall require that every senior center post conspicuously in or near the entrance to such center a sign that states the exact location and telephone number of the elder care information center nearest to such senior center.\nd. The commissioner shall, beginning January 1, 2006, and every six months thereafter, submit a report to the mayor and the speaker of the council regarding the operation of elder care information centers established pursuant to the local law that added this section. Such report shall include, but not be limited to, information concerning elder care information centers and (i) the number of persons utilizing such centers, (ii) a summary of programs and services maintained by such centers, (iii) the number of staff persons working at such centers, (iv) the estimated cost of maintaining such centers and (v) a measure of the satisfaction of persons utilizing the services provided by such centers.\n\n§3. This local law shall take effect immediately after its enactment into law; provided that at least one elder care information center in each borough of the city of New York shall be fully established and operational no later than May 1, 2006.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLS #1174\n8/4/2004\nJE",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\fi720\\sl480\\slmult1\\qj Section 1. Section 21-201 of the administrative code of the city of New York is hereby amended to read as follows:\\par\n\\'a721-201 \\b Definitions. \\b0 Whenever used in this chapter, the following words shall have the following meanings:\\par\n\\ul e. \\ldblquote Elder care information center\\rdblquote  shall mean facilities operated by the city of New York, or operated by an entity that has contracted with the department, to provide and maintain information on programs and services pertinent to senior citizens.\\ulnone\\par\n\\par\n\\'a72. Chapter 2 of Title 21 of the administrative code of the city of New York is hereby amended by adding a new section 21-203 to read as follows:\\par\n\\ul  \\'a721-203 \\b Elder care information centers\\b0 . a. The commissioner shall ensure the development and establishment of not less than five elder care information centers; provided that at least one such center is located in each borough of the city of New York. The commissioner shall evaluate the feasibility of utilizing existing department facilities in determining the development and establishment of such centers, and shall ensure that such centers are sited in geographic areas that are easily accessible and in close proximity to public transportation.  \\par\nb. The commissioner shall ensure that elder care information centers and staff are equipped to furnish, in free exchanges with the general public, up-to-date information and counsel on programs and services pertinent to senior citizens. Such information and counsel shall include, but not be limited to, information concerning senior citizens and (i) health and home care services, (ii) employment, (iii) housing services, (iv) social services offered by public agencies and charitable and private organizations and (v) specific points of contact or a current register of public agencies and charitable and private organizations that specialize in serving senior citizens.\\par\nc. The commissioner shall require that every senior center post conspicuously in or near the entrance to such center a sign that states the exact location and telephone number of the elder care information center nearest to such senior center.\\par\nd. The commissioner shall, beginning January 1, 2006, and every six months thereafter, submit a report to the mayor and the speaker of the council regarding the operation of elder care information centers established pursuant to the local law that added this section. Such report shall include, but not be limited to, information concerning elder care information centers and (i) the number of persons utilizing such centers, (ii) a summary of programs and services maintained by such centers, (iii) the number of staff persons working at such centers, (iv) the estimated cost of maintaining such centers and (v) a measure of the satisfaction of persons utilizing the services provided by such centers.\\par\n\\par\n\\ulnone\\'a73. This local law shall take effect immediately after its enactment into law; provided that at least one elder care information center in each borough of the city of New York shall be fully established and operational no later than May 1, 2006.\\fs20\\par\n\\pard\\qj\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\nLS #1174\\par\n\\pard 8/4/2004\\par\nJE\\fs24\\par\n\\par\n\\par\n\\par\n\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
