{
  "ID": 31060,
  "GUID": "B0F279FC-59A6-4FAC-B293-5A4E4D85884A",
  "File": "Int 0462-2004",
  "LocalLaw": "2005/029",
  "Name": "Posting clean beach standards and inspection results.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to posting beach inspection results, and to repeal section 18-131 of the administrative code of the city of New York, as enacted by local law number 14 for the year 1991.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 35,
  "StatusName": "Enacted",
  "BodyID": 5106,
  "BodyName": "Committee on Parks and Recreation",
  "IntroDate": "2004-09-28T00:00:00Z",
  "AgendaDate": "2004-09-28T00:00:00Z",
  "PassedDate": "2005-04-04T00:00:00Z",
  "EnactmentDate": "2005-04-04T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 5275,
      "Slug": "eric-n-gioia",
      "FullName": "Eric N. Gioia"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 424,
      "Slug": "tracy-l-boyland",
      "FullName": "Tracy L. Boyland"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 5293,
      "Slug": "michael-e-mcmahon",
      "FullName": "Michael E. McMahon"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 432,
      "Slug": "philip-reed",
      "FullName": "Philip Reed"
    },
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5255,
      "Slug": "andrew-j-lanza",
      "FullName": "Andrew J. Lanza"
    },
    {
      "ID": 5279,
      "Slug": "dennis-p-gallagher",
      "FullName": "Dennis P. Gallagher"
    }
  ],
  "History": [
    {
      "ID": 164890,
      "Date": "2004-09-28T11:08:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 165277,
      "Date": "2004-09-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 3257,
      "AgendaSequence": 147,
      "MinutesSequence": 173,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Parks and Recreation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 171093,
      "Date": "2005-02-14T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5106,
      "BodyName": "Committee on Parks and Recreation",
      "EventID": 4087,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 171654,
      "Date": "2005-02-14T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 5106,
      "BodyName": "Committee on Parks and Recreation",
      "EventID": 4087,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 172962,
      "Date": "2005-03-23T11:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5106,
      "BodyName": "Committee on Parks and Recreation",
      "EventID": 4374,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 462-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 173080,
      "Date": "2005-03-23T11:00:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Introduction was Amendment Proposed by Comm",
      "BodyID": 5106,
      "BodyName": "Committee on Parks and Recreation",
      "EventID": 4374,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 173275,
      "Date": "2005-03-23T11:00:00Z",
      "ActionID": 33,
      "Action": "Amended by Committee",
      "Description": "This Introduction was Amended by Committee",
      "BodyID": 5106,
      "BodyName": "Committee on Parks and Recreation",
      "EventID": 4374,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 173276,
      "Date": "2005-03-23T11:00:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "This Introduction was Approved by Committee",
      "BodyID": 5106,
      "BodyName": "Committee on Parks and Recreation",
      "EventID": 4374,
      "MinutesSequence": 5,
      "Version": "A",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 173278,
      "Date": "2005-03-23T13:30:00Z",
      "ActionID": 68,
      "Action": "Approved by Council",
      "Description": "A motion was made that this Introduction be Approved by Council approved by consent Roll Call.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 4397,
      "AgendaSequence": 49,
      "MinutesSequence": 70,
      "Version": "A",
      "AgendaNote": "Amended and Coupled on GO",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "Consent": 1,
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 173385,
      "Date": "2005-03-23T13:42:00Z",
      "ActionID": 53,
      "Action": "Sent to Mayor by Council",
      "Description": "This Introduction was Sent to Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 173648,
      "Date": "2005-04-04T09:25:00Z",
      "ActionID": 5014,
      "Action": "Hearing Held by Mayor",
      "Description": "This Introduction was Hearing Held by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "A",
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 173768,
      "Date": "2005-04-04T17:00:00Z",
      "ActionID": 57,
      "Action": "Signed Into Law by Mayor",
      "Description": "This Introduction was Signed Into Law by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "A",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 173774,
      "Date": "2005-04-05T11:23:00Z",
      "ActionID": 5023,
      "Action": "Recved from Mayor by Council",
      "Description": "This Introduction was Recved from Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 64978,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 2/14",
      "Link": "http://nyc.legistar1.com/nyc/attachments/56769cbe-c837-48a5-a836-b448461d89af.doc",
      "Sort": 1
    },
    {
      "ID": 67749,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 2/14",
      "Link": "http://nyc.legistar1.com/nyc/attachments/2dfc53a4-93d8-4e40-a460-a11ff118027a.doc",
      "Sort": 2
    },
    {
      "ID": 65466,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 3/23",
      "Link": "http://nyc.legistar1.com/nyc/attachments/d223a0e7-1997-4bb2-aa92-ec5737c95201.doc",
      "Sort": 3
    },
    {
      "ID": 67872,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 3/23",
      "Link": "http://nyc.legistar1.com/nyc/attachments/ae72e44c-6375-478c-adf7-e4fc5e850715.doc",
      "Sort": 4
    },
    {
      "ID": 65529,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Fiscal Impact Statement",
      "Link": "http://nyc.legistar1.com/nyc/attachments/b6c2c9f3-9047-464f-a1b1-f24987e0b74d.doc",
      "Sort": 5
    },
    {
      "ID": 69103,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript - Stated Meeting - 3/23/05",
      "Link": "http://nyc.legistar1.com/nyc/attachments/499f951d-b7f8-447d-befe-d1527e094299.doc",
      "Sort": 6
    },
    {
      "ID": 69126,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Local Law",
      "Link": "http://nyc.legistar1.com/nyc/attachments/45324def-666d-4ad8-abaa-e483eb22c3e7.doc",
      "Sort": 7
    }
  ],
  "Summary": "",
  "TextID": 32885,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.   Declaration of legislative findings and intent.  As a way to increase public awareness of beach and park cleanliness and to ensure greater transparency and accountability in government, the Council finds that the Department of Parks and Recreation (DPR) ought to publish inspection data for parks and beaches on its official website.  Bathing beach cleanliness data will be made available by posting results of water quality sampling obtained by the Department of Health and Mental Hygiene on its official website and having information posted at all bathing beaches operated by the City of New York.  This information will inform the public of bathing beach water quality data, including acceptable bathing levels.  In addition, the beach posting provisions require that DPR post the date and results of the last inspection of the beach and ancillary areas.\n\tThis law also requires DPR to post on its official website the date and results of all inspections of all DPR properties, including, but not limited to parks and beaches, and to provide the public with an easy-to-use mechanism to search for the ratings of their local park property.  In addition, this law will correct a technical error in the Administrative Code of the City of New York, in that two sections are numbered §18-131.  To correct this, both sections have been combined under the title “Posting of signs.”\n§2. Section 18-131 of the administrative code of the city of New York, as enacted by local law number 48 for the year 1990, is amended to read as follows:\n\t§18-131 Posting of signs. a. The commissioner shall be required to post signs pursuant to section 10-158 of this code, for the vessel regulation zone established in the lagoon within the Pelham Bay Park.\nb. 1. The commissioner shall be required to establish a telephone reporting system so  that  the  public can  notify  the department of any accident or hazardous condition which may occur or exist within park property.  The commissioner shall have signs posted  in  all  public  parks,  playgrounds, including  jointly operated  playgrounds,  beaches  and  pools  which  shall  contain   the telephone  number for reporting any accident or hazardous condition that occurs or exists within such public facility.\n2. The commissioner shall be required to maintain a record of  reports of  such accidents  or  hazardous  conditions  by  borough  and service district which shall be provided to the council and mayor on  an  annual basis.   Such report shall include any action taken by the department in response to such reported accident or hazardous condition.\n3. Such notice of accident which the commissioner shall receive according to the provisions of this section shall not be sufficient notice as required under article four of the general municipal law.\n\tc. The commissioner shall post the following at all comfort stations at all bathing beaches under the jurisdiction of the department, on its official website, and at such other places or times as the commissioner shall deem appropriate or as required by law, rule or regulation:\n1.\tThe dates and the results of departmental inspections of the bathing beach at which such information is posted.  Such information shall be posted within three days of the completion of the inspection cycle in which such inspection was made.\n2.\tThe availability of information regarding bathing beaches from the department of health and mental hygiene, which shall include, but not be limited to, the following:\n(i) a statement of the availability of information posted pursuant to paragraph three of this subdivision on the department of health and mental hygiene’s official website and provided to the 311 citizen service center;\n(ii) if a particular bathing beach is under advisory or closed, the reason for such advisory or closure; \n(iii) an explanation of how to file a beach-related illness complaint;\n(iv) any other information the commissioner of health and mental hygiene shall deem appropriate or as required by law, rule or regulation.\n3. The commissioner of health and mental hygiene shall make the information in subparagraphs ii through iv of paragraph two of this subdivision available on its official website and to the 311 citizen service center.  In addition, the commissioner of health and mental hygiene shall make available on its official website and to the 311 citizen service center the information set forth in subparagraphs i through vi of this paragraph, and shall make the information in subparagraphs i, ii and iv of this paragraph available within twenty-four hours of receiving the results of any test performed, or by the end of the business day following receipt of the results of any test performed, whichever is later.\n(i) the single day enterococci geometric mean for samples taken at a particular bathing beach by the department of health and mental hygiene;\n(ii) the enterococcus bacteria thirty day geometric mean for such particular bathing beach; \n(iii) an explanation as to the enterococcus bacteria level that could affect a closure at the particular bathing beach;\n(iv) dates and results of any inspections or tests made pursuant to New York city health code article one hundred sixty-seven;\n(v) an explanation as to the weather and other conditions that could result in issuing an advisory or closing the particular bathing beach;\n(vi) any other information the commissioner of health and mental hygiene shall deem appropriate or as required by law, rule or regulation.\n4. The commissioner of health and mental hygiene shall make the information required by paragraphs two and three of this subdivision, and such other information deemed appropriate by the commissioner of health and mental hygiene, accessible on the official department website for a period of at least one year.  In addition, on or before the first day of November of each year, the commissioner of health and mental hygiene shall forward a combined report of the dates and results of all inspections of all bathing beaches and the dates and reasons for any advisory or closure, and such other information deemed appropriate by the commissioner of health and mental hygiene, for the Friday preceding the last Monday of May until the Friday after the first Monday of September of each year, to the mayor, the public advocate and the speaker of the council.\nd. The commissioner shall post the dates and results of departmental inspections of property under the jurisdiction of the department on its official website within seven days of the completion of the inspection cycle in which such inspection was made, except that information regarding the inspections of bathing beaches shall be posted within three days of the completion of the inspection cycle in which such inspection was made, in accordance with paragraph one of subdivision c of this section. The results of each inspection shall be accessible on the official department website for a period of at least one year.  In addition, the commissioner shall forward a combined report of such inspection results to the mayor, the public advocate and the speaker of the council for each fiscal year by the first day of August of the next succeeding fiscal year.\n\t§3. Section 18-131 of the administrative code of the city of New York, as enacted by local law number 14 for the year 1991, is REPEALED. \n\t§4. This local law shall take effect immediately upon its enactment.\n\nTHC - LS #1640\n3/15/05",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\sl480\\slmult1\\qj\\tab Section 1.   Declaration of legislative findings and intent.  As a way to increase public awareness of beach and park cleanliness and to ensure greater transparency and accountability in government, the Council finds that the Department of Parks and Recreation (DPR) ought to publish inspection data for parks and beaches on its official website.  Bathing beach cleanliness data will be made available by posting results of water quality sampling obtained by the Department of Health and Mental Hygiene on its official website and having information posted at all bathing beaches operated by the City of New York.  This information will inform the public of bathing beach water quality data, including acceptable bathing levels.  In addition, the beach posting provisions require that DPR post the date and results of the last inspection of the beach and ancillary areas.\\par\n\\tab This law also requires DPR to post on its official website the date and results of all inspections of all DPR properties, including, but not limited to parks and beaches, and to provide the public with an easy-to-use mechanism to search for the ratings of their local park property.  In addition, this law will correct a technical error in the Administrative Code of the City of New York, in that two sections are numbered \\'a718-131.  To correct this, both sections have been combined under the title \\ldblquote Posting of signs.\\rdblquote\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\'a72. Section 18-131 of the administrative code of the city of New York, as enacted by local law number 48 for the year 1990, is amended to read as follows:\\par\n\\pard\\sl480\\slmult1\\qj\\tab\\'a718-131 Posting of signs. \\ul a.\\ulnone  The commissioner shall be required to post signs pursuant to section 10-158 of this code, for the vessel regulation zone established in the lagoon within the Pelham Bay Park.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ul b. 1. The commissioner shall be required to establish a telephone reporting system so  that  the  public can  notify  the department of any accident or hazardous condition which may occur or exist within park property.  The commissioner shall have signs posted  in  all  public  parks,  playgrounds, including  jointly operated  playgrounds,  beaches  and  pools  which  shall  contain   the telephone  number for reporting any accident or hazardous condition that occurs or exists within such public facility.\\par\n2. The commissioner shall be required to maintain a record of  reports of  such accidents  or  hazardous  conditions  by  borough  and service district which shall be provided to the council and mayor on  an  annual basis.   Such report shall include any action taken by the department in response to such reported accident or hazardous condition.\\par\n3. Such notice of accident which the commissioner shall receive according to the provisions of this section shall not be sufficient notice as required under article four of the general municipal law.\\par\n\\pard\\sl480\\slmult1\\qj\\ulnone\\tab\\ul c. The commissioner shall post the following at all comfort stations at all bathing beaches under the jurisdiction of the department, on its official website, and at such other places or times as the commissioner shall deem appropriate or as required by law, rule or regulation:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj 1.\\tab The dates and the results of departmental inspections of the bathing beach at which such information is posted.  Such information shall be posted within three days of the completion of the inspection cycle in which such inspection was made.\\par\n2.\\tab The availability of information regarding bathing beaches from the department of health and mental hygiene, which shall include, but not be limited to, the following:\\par\n(i) a statement of the availability of information posted pursuant to paragraph three of this subdivision on the department of health and mental hygiene\\rquote s official website and provided to the 311 citizen service center;\\par\n(ii) if a particular bathing beach is under advisory or closed, the reason for such advisory or closure; \\par\n(iii) an explanation of how to file a beach-related illness complaint;\\par\n(iv) any other information the commissioner of health and mental hygiene shall deem appropriate or as required by law, rule or regulation.\\par\n3. The commissioner of health and mental hygiene shall make the information in subparagraphs ii through iv of paragraph two of this subdivision available on its official website and to the 311 citizen service center.  In addition, the commissioner of health and mental hygiene shall make available on its official website and to the 311 citizen service center the information set forth in subparagraphs i through vi of this paragraph, and shall make the information in subparagraphs i, ii and iv of this paragraph available within twenty-four hours of receiving the results of any test performed, or by the end of the business day following receipt of the results of any test performed, whichever is later.\\par\n(i) the single day enterococci geometric mean for samples taken at a particular bathing beach by the department of health and mental hygiene;\\par\n(ii) the enterococcus bacteria thirty day geometric mean for such particular bathing beach; \\par\n(iii) an explanation as to the enterococcus bacteria level that could affect a closure at the particular bathing beach;\\par\n(iv) dates and results of any inspections or tests made pursuant to New York city health code article one hundred sixty-seven;\\par\n(v) an explanation as to the weather and other conditions that could result in issuing an advisory or closing the particular bathing beach;\\par\n(vi) any other information the commissioner of health and mental hygiene shall deem appropriate or as required by law, rule or regulation.\\par\n4. The commissioner of health and mental hygiene shall make the information required by paragraphs two and three of this subdivision, and such other information deemed appropriate by the commissioner of health and mental hygiene, accessible on the official department website for a period of at least one year.  In addition, on or before the first day of November of each year, the commissioner of health and mental hygiene shall forward a combined report of the dates and results of all inspections of all bathing beaches and the dates and reasons for any advisory or closure, and such other information deemed appropriate by the commissioner of health and mental hygiene, for the Friday preceding the last Monday of May until the Friday after the first Monday of September of each year, to the mayor, the public advocate and the speaker of the council.\\par\nd. The commissioner shall post the dates and results of departmental inspections of property under the jurisdiction of the department on its official website within seven days of the completion of the inspection cycle in which such inspection was made, except that information regarding the inspections of bathing beaches shall be posted within three days of the completion of the inspection cycle in which such inspection was made, in accordance with paragraph one of subdivision c of this section. The results of each inspection shall be accessible on the official department website for a period of at least one year.  In addition, the commissioner shall forward a combined report of such inspection results to the mayor, the public advocate and the speaker of the council for each fiscal year by the first day of August of the next succeeding fiscal year.\\par\n\\pard\\sl480\\slmult1\\qj\\ulnone\\tab\\'a73. Section 18-131 of the administrative code of the city of New York, as enacted by local law number 14 for the year 1991, is REPEALED. \\par\n\\tab\\'a74. This local law shall take effect immediately upon its enactment.\\par\n\\pard\\qj\\par\nTHC - LS #1640\\par\n3/15/05\\par\n}\n\u0000",
  "LastModified": "2015-08-06T17:22:14.177Z"
}
