{
  "ID": 31083,
  "GUID": "7D6CFCDF-8626-4452-9677-CA9CF2549D0A",
  "File": "Int 0465-2004",
  "Name": "Protection of domestic animals from injuries inflicted by dangerous dogs.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the protection of domestic animals from injuries inflicted by dangerous dogs.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2004-09-28T00:00:00Z",
  "AgendaDate": "2004-09-28T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5229,
      "Slug": "eva-s-moskowitz",
      "FullName": "Eva S. Moskowitz"
    },
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5274,
      "Slug": "helen-sears",
      "FullName": "Helen Sears"
    },
    {
      "ID": 5294,
      "Slug": "betsy-gotbaum",
      "FullName": "Betsy Gotbaum"
    }
  ],
  "History": [
    {
      "ID": 165003,
      "Date": "2004-09-28T11:39:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 165284,
      "Date": "2004-09-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 3257,
      "AgendaSequence": 153,
      "MinutesSequence": 180,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 171575,
      "Date": "2005-02-17T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 14,
      "BodyName": "Committee on Health",
      "EventID": 4178,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 172017,
      "Date": "2005-02-17T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 14,
      "BodyName": "Committee on Health",
      "EventID": 4178,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 176847,
      "Date": "2005-06-15T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 14,
      "BodyName": "Committee on Health",
      "EventID": 4864,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 465-A",
      "MinutesNote": "Proposed Int. No. 465-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 176981,
      "Date": "2005-06-15T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 14,
      "BodyName": "Committee on Health",
      "EventID": 4864,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184939,
      "Date": "2005-12-31T11:44:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 65025,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 2/17/05",
      "Link": "http://nyc.legistar1.com/nyc/attachments/cd19c7eb-4848-4c59-bbf8-a6a2335a00d9.doc",
      "Sort": 1
    },
    {
      "ID": 66685,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 2/17/05",
      "Link": "http://nyc.legistar1.com/nyc/attachments/fcc8496d-15c4-478d-abcd-87b532454efb.doc",
      "Sort": 2
    },
    {
      "ID": 66973,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 6/15/05",
      "Link": "http://nyc.legistar1.com/nyc/attachments/5d149f16-d22a-4368-8237-2caa9b8c5f8a.doc",
      "Sort": 3
    },
    {
      "ID": 68056,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 6/15/05",
      "Link": "http://nyc.legistar1.com/nyc/attachments/2f233268-3b41-434e-88c0-ae0e42411c1a.doc",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 30932,
  "Text": "Be it enacted by the Council as follows: \n\nSection 1. Legislative findings. The Council finds that peaceful and lawfully kept pets need to be protected from dangerous dogs and owners who harbor such dangerous dogs. While section 121 of New York State Agricultural and Markets Law protects people and certain animals from dangerous dogs, such law does not protect pets, such as dogs and cats, from such dangerous animals.  Therefore, the Council finds that legislation is needed to provide protection to pets from injuries inflicted by dangerous dogs.  \n\t§2. Subdivision d of section 17-342 of the administrative code of the city of New York is hereby relettered as subdivision e, and a new subdivision d is hereby added to read as follows:\nd. “Domestic animal” means any lawful pet, including but not limited to dogs, cats, birds, or any animal lawfully possessed, harbored, kept, controlled or in actual or implied custody of a person.\n§ 3.  Subdivision e of section 17-342 of the administrative code of the city of New York is hereby relettered as subdivision f, and amended to read as follows:\n[e.]f.  ''Unprovoked'' means that the dog was not [hit, kicked] taunted, attacked, or struck by a person or domestic animal, nor was any part of the dog's body pulled, pinched or squeezed by a person or domestic animal.\n§ 4.  Section 17-344 of the administrative code of the city of New York is hereby amended to read as follows:\n§ 17-344 Humane destruction.  The commissioner may order the humane destruction of any dog that kills or causes severe injury to a human being or domestic animal.  \n§ 5.  The introduction to section 17-345 of the administrative code of the city of New York is hereby amended to read as follows:\n§ 17-345 Determination of a dangerous dog.  [The] In addition to any complaint or hearing process provided pursuant to any other law, rule or regulation, the commissioner shall have the authority to make a determination that a dog is dangerous, as defined in subdivision (c) of section 17-342, upon the complaint of any person that a dog is dangerous. The commissioner shall make such determination after a hearing, written notice of which shall be given to the complainant and to the owner of the dog, within fifteen days after seizure when seizure of the dog has been ordered by the department, where the owner's address can be reasonably ascertained by the commissioner. The hearing shall be held no less than ten days nor more than twenty days after such notice is mailed to the owner of the dog.  At such hearing all interested persons shall have the opportunity to present evidence on the issue of the dog's dangerousness. In the event that the dog in question has caused severe injury to any person or domestic animal, the commissioner may impound the dog, at the owner's expense, pending the hearing and determination of the complaint. If, after the hearing, the commissioner determines that the dog is dangerous, he or she may order the owner to comply with one or more of the following requirements, in any combination thereof:\n§ 6.  Subdivisions b and d of section 345 of the administrative code of the city of New York are hereby amended to read as follows: \nb.  Muzzling or confinement.  The commissioner may order the owner of a dangerous dog to muzzle the dog or confine the dog, at all times, indoors or in a proper enclosure for a dangerous dog which shall consist of a securely enclosed and locked pen or structure, suitable to prevent the entry of a person, including young children, or any part of their bodies or other foreign objects, and designed to prevent the animal from escaping. \nd.  Humane destruction.  [The] Notwithstanding any other law, rule or regulation, the commissioner may order the humane destruction of any dog that kills or causes severe injury to a human being or domestic animal, based upon the severity of the injury and the circumstances of the injury.\n§ 7. Section 17-350 of the administrative code of the city of New York is hereby amended to add a new subdivision c and to read as follows:\nc. Nothing contained herein shall limit or abrogate any claim or cause of action under any other law, rule, or regulation that any owner or person who is injured or whose domestic animal is injured by a dangerous dog may have.\n§ 8.  Section 17-351 of the administrative code of the city of New York is hereby amended to read as follows: \n§ 17-351 Enforcement.  Authorized officers, veterinarians and employees of the department, [and of] the police department, and the department of parks and recreation, and any other persons designated by the commissioner, shall be empowered to enforce the provisions of this subchapter or any rule or regulation promulgated hereunder.  \n§ 9.  Effective date. This local law shall take effect one hundred eighty days after its enactment.\n\nGRS\nLS # 1627\n9/21/04",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\pard\\qj\\expndtw-3\\ul\\v0\\par\nBe it enacted by the Council as follows\\ulnone : \\par\n\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\expndtw0 Section 1. Legislative findings. The Council finds that peaceful and lawfully kept pets need to be protected from dangerous dogs and owners who harbor such dangerous dogs. While section 121 of New York State Agricultural and Markets Law protects people and certain animals from dangerous dogs, such law does not protect pets, such as dogs and cats, from such dangerous animals.  Therefore, the Council finds that legislation is needed to provide protection to pets from injuries inflicted by dangerous dogs.  \\par\n\\pard\\sl480\\slmult1\\qj\\tab\\'a72. Subdivision d of section 17-342 of the administrative code of the city of New York is hereby relettered as subdivision e, and a new subdivision d is hereby added to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\ul d. \\ldblquote Domestic animal\\rdblquote  means any lawful pet, including but not limited to dogs, cats, birds, or any animal lawfully possessed, harbored, kept, controlled or in actual or implied custody of a person.\\ulnone\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\'a7 3.  Subdivision e of section 17-342 of the administrative code of the city of New York is hereby relettered as subdivision f, and amended to read as follows:\\par\n[e.]f\\ul .\\ulnone   ''Unprovoked'' means that the dog was not [hit, kicked] taunted, \\ul attacked,\\ulnone  or struck by a person \\ul or domestic animal,\\ulnone  nor was any part of the dog's body pulled, pinched or squeezed by a person \\ul or domestic animal\\ulnone .\\par\n\\'a7 4.  Section 17-344 of the administrative code of the city of New York is hereby amended to read as follows:\\par\n\\'a7 17-344 Humane destruction.  The commissioner may order the humane destruction of any dog that kills or causes severe injury to a human being \\ul or domestic animal\\ulnone .  \\par\n\\'a7 5.  The introduction to section 17-345 of the administrative code of the city of New York is hereby amended to read as follows:\\par\n\\pard\\fi720\\ri245\\sl480\\slmult1\\qj\\'a7 17-345 Determination of a dangerous dog.  [The] \\ul In addition to any complaint or hearing process provided pursuant to any other law, rule or regulation, the\\ulnone  commissioner shall have the authority to make a determination that a dog is dangerous, as defined in subdivision (c) of section 17-342, upon the complaint of any person that a dog is dangerous. The commissioner shall make such determination after a hearing, written notice of which shall be given to the complainant and to the owner of the dog, within fifteen days after seizure when seizure of the dog has been ordered by the department, where the owner's address can be reasonably ascertained by the commissioner. The hearing shall be held no less than ten days nor more than twenty days after such notice is mailed to the owner of the dog.  At such hearing all interested persons shall have the opportunity to present evidence on the issue of the dog's dangerousness. In the event that the dog in question has caused severe injury to any person \\ul or domestic animal\\ulnone , the commissioner may impound the dog, at the owner's expense, pending the hearing and determination of the complaint. If, after the hearing, the commissioner determines that the dog is dangerous, he or she may order the owner to comply with one or more of the following requirements, in any combination thereof:\\ul\\par\n\\ulnone\\'a7 6.  Subdivisions b and d of section 345 of the administrative code of the city of New York are hereby amended to read as follows: \\par\nb.  Muzzling or confinement.  The commissioner may order the owner of a dangerous dog to muzzle the dog or confine the dog, at all times, indoors or in a proper enclosure for a dangerous dog which shall consist of a securely enclosed and locked pen or structure, suitable to prevent the entry of \\ul a person, including\\ulnone  young children, or any part of their bodies or other foreign objects, and designed to prevent the animal from escaping. \\par\nd.  Humane destruction.  [The] \\ul Notwithstanding any other law, rule or regulation, the\\ulnone  commissioner may order the humane destruction of any dog that kills or causes severe injury to a human being \\ul or domestic animal\\ulnone , based upon the severity of the injury and the circumstances of the injury.\\par\n\\pard\\fi720\\sl480\\slmult1\\'a7 7. Section 17-350 of the administrative code of the city of New York is hereby amended to add a new subdivision c and to read as follows:\\par\n\\pard\\fi720\\ri245\\sl480\\slmult1\\qj\\ul c. Nothing contained herein shall limit or abrogate any claim or cause of action under any other law, rule, or regulation that any owner or person who is injured or whose domestic animal is injured by a dangerous dog may have.\\par\n\\ulnone\\'a7 8.  Section 17-351 of the administrative code of the city of New York is hereby amended to read as follows: \\par\n\\'a7 17-351 Enforcement.  Authorized officers, veterinarians and employees of the department, [and of] the police department, \\ul and the department of parks and recreation\\ulnone , and any other persons designated by the commissioner, shall be empowered to enforce the provisions of this subchapter or any rule or regulation promulgated hereunder.  \\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\'a7 9.  Effective date. This local law shall take effect one hundred eighty days after its enactment.\\par\n\\pard\\fi720\\ri245\\sl480\\slmult1\\qj\\par\n\\pard\\ri245\\qj GRS\\par\nLS # 1627\\par\n9/21/04 \\par\n\\pard\\par\n\\par\n\\par\n\\par\n\\par\n}\n\u0000",
  "LastModified": "2015-07-06T18:11:37.357Z"
}
