{
  "ID": 31112,
  "GUID": "B8224F80-EFA4-4FA3-BB69-D41F9646309F",
  "File": "Int 0466-2004",
  "LocalLaw": "2004/059",
  "Name": "Application of selected requirements of the NYC Campaign Finance Program.",
  "Title": "A Local Law to amend the charter and the administrative code of the city of New York, in relation to application of the public disclosure requirements of the New York City Campaign Finance Program to all candidates for the offices of mayor, public advocate, comptroller, borough president, and member of the city council.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 35,
  "StatusName": "Enacted",
  "BodyID": 13,
  "BodyName": "Committee on Governmental Operations",
  "IntroDate": "2004-09-28T00:00:00Z",
  "AgendaDate": "2004-09-28T00:00:00Z",
  "PassedDate": "2004-12-15T00:00:00Z",
  "EnactmentDate": "2004-12-15T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 430,
      "Slug": "bill-perkins",
      "FullName": "Bill Perkins"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    }
  ],
  "History": [
    {
      "ID": 165031,
      "Date": "2004-09-28T09:53:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 165286,
      "Date": "2004-09-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 3257,
      "AgendaSequence": 155,
      "MinutesSequence": 182,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Governmental Operations",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 165122,
      "Date": "2004-09-29T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 3251,
      "AgendaSequence": 4,
      "MinutesSequence": 8,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 466-A",
      "MinutesNote": "Proposed Int. No. 466-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 165405,
      "Date": "2004-09-29T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 3251,
      "MinutesSequence": 9,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 166681,
      "Date": "2004-10-26T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 3428,
      "AgendaSequence": 4,
      "MinutesSequence": 12,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 466-A",
      "MinutesNote": "Proposed Int. No. 466-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 166689,
      "Date": "2004-10-26T13:00:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 3428,
      "MinutesSequence": 13,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 166694,
      "Date": "2004-10-26T13:00:00Z",
      "ActionID": 33,
      "Action": "Amended by Committee",
      "Description": "",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 3428,
      "MinutesSequence": 14,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 166695,
      "Date": "2004-10-26T13:00:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 3428,
      "MinutesSequence": 15,
      "Version": "A",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 166818,
      "Date": "2004-10-27T13:30:00Z",
      "ActionID": 68,
      "Action": "Approved by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 3458,
      "AgendaSequence": 58,
      "MinutesSequence": 60,
      "Version": "A",
      "AgendaNote": "Amended and Coupled on GO",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 167092,
      "Date": "2004-10-27T13:42:00Z",
      "ActionID": 53,
      "Action": "Sent to Mayor by Council",
      "Description": "This Introduction was Sent to Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 168214,
      "Date": "2004-11-24T10:14:00Z",
      "ActionID": 59,
      "Action": "Vetoed by Mayor",
      "Description": "This Introduction wasVetoed by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "A",
      "MinutesNote": "Notice of Veto received 11-24-2004.",
      "MatterStatusID": 11,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 168890,
      "Date": "2004-12-15T10:45:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 3794,
      "AgendaSequence": 6,
      "MinutesSequence": 12,
      "Version": "A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 169151,
      "Date": "2004-12-15T10:45:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "A motion was made that this Introduction be Approved by Committee approved by Roll Call.",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 3794,
      "MinutesSequence": 13,
      "Version": "A",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 169230,
      "Date": "2004-12-15T13:30:00Z",
      "ActionID": 61,
      "Action": "Overridden by Council",
      "Description": "A motion was made by  that this Introduction be Overridden by Council approved by Roll Call.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 3830,
      "AgendaSequence": 25,
      "MinutesSequence": 32,
      "Version": "A",
      "AgendaNote": "Coupled on GO",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 62957,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 9/29",
      "Link": "http://nyc.legistar1.com/nyc/attachments/17a1cb3d-cc9e-4281-8f66-8f96d96860dfHwordNew LegislationCommittee Report.doc",
      "Sort": 1
    },
    {
      "ID": 63264,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 9/29",
      "Link": "http://nyc.legistar1.com/nyc/attachments/14362f37-5334-4e4d-aa81-0598ea98696bHwordHearing Transcripts 2004Govermental OperationsSeptember 29.doc",
      "Sort": 2
    },
    {
      "ID": 63348,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 10/26",
      "Link": "http://nyc.legistar1.com/nyc/attachments/0afec289-aadd-4cef-8d77-dc5fe9e9b5c9HwordNew LegislationCOVERCampaignFinance-10-26-04final.doc",
      "Sort": 3
    },
    {
      "ID": 64233,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 12/15",
      "Link": "http://nyc.legistar1.com/nyc/attachments/0a6b1702-139e-47f1-a773-4d3ac61d9585.doc",
      "Sort": 4
    },
    {
      "ID": 64311,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Fiscal Impact Statement - A",
      "Link": "http://nyc.legistar1.com/nyc/attachments/9916728d-b85b-4937-9339-cef199420daa.doc",
      "Sort": 5
    },
    {
      "ID": 64572,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 10/26",
      "Link": "http://nyc.legistar1.com/nyc/attachments/db19706b-84a9-4227-b702-18b8088e55dc.doc",
      "Sort": 6
    },
    {
      "ID": 64686,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Heairng Transcript - Stated Meeting 12/15/04",
      "Link": "http://nyc.legistar1.com/nyc/attachments/9dcc9ef7-5b3b-40f8-bd08-78912e724afe.doc",
      "Sort": 7
    },
    {
      "ID": 64878,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Local Law",
      "Link": "http://nyc.legistar1.com/nyc/attachments/49e8f08a-6aaa-4295-8f14-6aff6a1aa07b.doc",
      "Sort": 8
    },
    {
      "ID": 66646,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Mayor's Veto Message",
      "Link": "http://nyc.legistar1.com/nyc/attachments/a283cb64-ff50-43fc-99eb-adbb878912af.doc",
      "Sort": 9
    },
    {
      "ID": 66839,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript - Stated Meeting 10/27/04",
      "Link": "http://nyc.legistar1.com/nyc/attachments/3cda1fdf-6888-4058-b08c-32a859864abc.doc",
      "Sort": 10
    },
    {
      "ID": 67010,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 12/15",
      "Link": "http://nyc.legistar1.com/nyc/attachments/734657dc-f321-46fc-96e8-fef81c3de2f0.doc",
      "Sort": 11
    }
  ],
  "Summary": "",
  "TextID": 31406,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Declaration of Legislative Intent and Findings.\n\n\tThe New York City Campaign Finance Act, adopted by the New York City Council in 1988, has succeeded in enhancing competition for elective municipal offices, limiting campaign contributions and expenditures to reasonable levels, and vastly increasing public information about the sources and uses of campaign funds.\nThe Council finds that amendments to the New York City Campaign Finance Act and the charter of the City of New York, will further the goals of this landmark legislation.  By imposing many of the same disclosure and audit provisions of the Campaign Finance Act to those candidates for municipal office who elect not to participate in the Campaign Finance Program, without extending to such candidates the public financing provisions or the provisions limiting expenditures, the Council seeks to further strengthen the reform program that has been recognized as a national model.  \nFurther, the Council finds that the Campaign Finance Board publishes on the Web a searchable database of campaign finance information reported by candidates participating in the City’s campaign finance reform program.  This unique and detailed public resource enables the voting public to review and compare contributions and expenditures for opposing candidates, and to draw their own conclusions about the significance of this information in the exercise of the voting franchise.\nAs presently constituted, the Web database does not include the campaign finance transactions of candidates who choose not to participate in the City’s reform program.  This absence of comparable public disclosure deprives the voting public of relevant comparative information and creates increased administrative burdens for the Campaign Finance Board in making the administrative determinations required by the Campaign Finance Act.  In addition, the Council finds that the Board of Elections does not monitor the completeness and accuracy of the campaign finance disclosure reports submitted on behalf of non-participating candidates in the same detailed manner that the Campaign Finance Board does with public disclosure reports filed on behalf of participating candidates.\n\tThe Council finds and declares that:\n1.\tUniform disclosure of comparable information serves the interest of the voting public and promotes fair competition among opposing candidates.  This public information function is comparable to the voters guide published pursuant to section 1053 of the New York City Charter, which covers all candidates for City office regardless of their participation in the voluntary system of campaign finance reform.\n2.\tDetailed public campaign finance disclosure helps safeguard against the risk that large campaign contributions will gain undue influence over government decision-making and sheds light on campaign spending practices.  As is true of the personal financial disclosure required of all candidates for City office pursuant to section 12-110 of the Administrative Code, detailed and comparable public disclosure of campaign finance transactions must be a fundamental obligation of all candidates seeking City office.\n3.\tDisclosure to the Campaign Finance Board will enhance the existing Web database and facilitate determinations the board is required to make pursuant to the New York City Campaign Finance Act.\n4.\tEqual protection requires an enforcement regime that treats all competing candidates in the same manner.  For that reason, this local law extends auditing and penalties under the New York City Campaign Finance Act to ensure that public disclosure on behalf of all candidates seeking public office of the City of New York is complete, timely, and accurate.\n\tBy providing detailed financial information about all candidates, these amendments will permit greater public scrutiny of campaign finances for all candidates running for certain offices in New York City.  \n\n§2.  Section 3-702 of the administrative code of the city of New York is amended by adding new subdivisions 13 and 14, to read as follows:\n\t13. The term “limited participating candidate” shall mean a candidate who meets the requirements of paragraph (a) of subdivision one of section 3-718 of this chapter.\n\t14. The term “non-participating candidate” shall mean any candidate for nomination for election, or election, to the office of mayor, public advocate, comptroller, borough president or mem­ber of the city council who does not file a written certification pursuant to section 3-703 or meet the requirements of paragraph (a) of subdivision one of section 3-718 of this chapter, or who has, or the authorized committees of such candidate have, made expenditures in furtherance of the nomination for election or election to an office covered by this chapter.\n\n§3.  Paragraphs (d) and (g) of subdivision 1 of section 3-703 of the administrative code of the city of New York are amended to read as follows:\t\n (d)  obtain and furnish to the campaign finance board and his or her principal committee or authorized committees must obtain and furnish to the board any information it may request relating to his or her campaign expend­itures or contributions and furnish such documentation and other proof of compliance with this chapter as may be requested by such board;\n \t(g)  maintain and his or her principal committee or authorized committees must maintain such records of receipts and expenditures for a covered election as required by the board;\n\n§4.  Subdivisions 6, 8, 9 and 10 of section 3-703 of the administrative code of the city of New York are amended to read as follows:\n6. (a)  Each participating or limited participating candidate and his or her principal committee, and each non-participating candidate and his or her authorized committees shall report to the board every contribution, loan, guarantee, or other security for such loan received by the candidate and such [principal] committee, the full name, residential address, occupation, employer, and business address of each [individual, corporation, partnership, political committee, employee organization or other entity making] contributor, lender, guarantor, or provider of security[, or] and of each person or entity which is the intermediary for[,] such contribution, loan, guarantee, or other security for such loan, and every expenditure made by the candidate and such [principal] committee, including expenditures not subject to section 3-706.  Disclosure reports shall be submitted at such times and in such form as the board shall require and shall be clearly legible.\n(b) Notwithstanding paragraph (a) above:\n(i)  [An] an intermediary need not be reported for any contribution to a participating or limited participating candidate and his or her principal committee or a non-participating candidate and his or her authorized committees that was collected from a contributor in connection with a party or other candidate-related event held at the residence of the person delivering the contribution, unless the expenses of such events at such residence for such candidate exceed five hundred dollars for a covered election or the aggregate contributions received from that contributor at such events exceed five hundred dollars[.];\n(ii)  [Contributions] contributions aggregating not more than ninety-nine dollars from any one contributor for all covered elections held in a single calendar year or for a special election need not be separately itemized in disclosure reports submitted to the board on behalf of a participating, limited participating or non-participating candidate and his or her principal committee or authorized committees, provided, however, that contributions which are not itemized shall not be matchable[.];\n(iii)  [The] the treasurer of the principal committee need not collect or disclose the occupation, employer, and business address of any contributor making contributions aggregating not more than ninety-nine dollars for all covered elections held in a single calendar year or for a special election; provided, however, such occupation, employer, and business address shall be disclosed if such contributors are employees of a participating or limited participating candidate or the spouse or domestic partner of such candidate or an entity in which such candidate, spouse or domestic partner has an ownership interest of ten percent or more or a management position, including, but not limited to, being an officer, director or trustee[.]; and\n(iv)  [Disclosure] disclosure reports, other than reports required to be filed every six months in accordance with the schedule specified by the New York state board of elections, need not be submitted on behalf of a participating or limited participating candidate and his or her principal committee or a non-participating candidate and his or her authorized committees  if the cumulative amount of contributions and loans accepted by such candidate and [his or her principal] committee following the period covered in the last disclosure report submitted to the campaign finance board on behalf of such candidate is less than two thousand dollars or such higher amount as may be determined by the campaign finance board, provided, however, that disclosure reports shall be submitted on behalf of a participating or limited participating candidate and his or her principal committee or a non-participating candidate and his or her authorized committees if that candidate and his or her [principal] committee have made expenditures in excess of [eighty-five] forty-five percent of the expenditure limitation applicable to participating and limited participating candidates under section 3-706.  The campaign finance board shall make available to the public a copy of disclosure reports within two business days after they are accepted by the board.\n8.  If a participating or limited participating candidate and his or her principal committee or a non-participating candidate and his or her authorized committees demonstrate [demonstrates] to the board that a political committee has not accepted contributions, loans, or other receipts or made expenditures or transfers in a covered election, and represent [represents] that such committee will not accept contributions, loans, or other receipts or make expenditures or transfers in a covered election, the participating or limited participating candidate and his or her principal committee or non-participating candidate and his or her authorized committees  may submit to the board legible copies of financial disclosure reports, required to be filed with the city or state board of elections, for such committees in lieu of the disclosure report form designated by the board for purposes of subdivision six of this section.   \n9.  No political committee authorized by a participating, limited participating or non-participating candidate for a covered election may be authorized to aid or take part in the elections of more than one candidate.\n10.  All receipts accepted by a participating or limited participating candidate and his or her principal committee shall be deposited in an account of the principal committee.  All receipts accepted by a non-participating candidate and his or her authorized committees shall be deposited in an account of the authorized committees.  The treasurer of the principal committee or authorized committee shall be responsible for making such deposits.  All deposits shall be made within ten business days of receipt; provided, however, that deposits of contributions made in the form of checks received by a participating, limited participating or non-participating candidate [candidates] and his or her committees for the office of city council more than one year before the first covered election for which such candidate is seeking nomination or election may be made within twenty business days of receipt.  Each disclosure report filed pursuant to subdivision six of this section shall include the date of receipt of each contribution accepted.\n\n\t§5.  Subdivisions 3, 7, and 8 of section 3-708 of the administrative code of the city of New York are amended to read as follows:\n\t3.  The board may employ necessary staff, including an executive director and a counsel, and make necessary expenditures subject to appropriation.  The board may employ such staff, including legal and accounting staff, as are necessary for providing technical assistance to candidates and prospective [and participating] candidates in covered elections, for the purpose of promoting understanding of, participation in, and compliance with the requirements of the [campaign finance program created by] provisions of this chapter.\n\t7. (a)  The board shall render advisory opinions with respect to questions arising under this chapter upon the written request of a candidate, an officer of a political committee or member of the public, or upon its own initiative.  The board shall promulgate rules regarding reasonable times to respond to such requests.  The board shall make public the questions of interpretation for which advisory opinions will be considered by the board and its advisory opinions, including by publication on its internet website.  \n\t(b)  The board shall develop a program for informing candidates and the public as to the purpose and effect of the provisions of this chapter.  The board shall prepare and make available educational materials, including compliance manuals and summaries and explanations of the purposes and provisions of this chapter.  These materials shall be prepared in plain language.  The board shall prepare and make available materials, including, to the extent feasible, computer software, to facilitate the task of compliance with the disclosure and record-keeping requirements of this chapter.  When disclosure reports are generated by use of the board’s disclosure software, the board shall provide an opportunity for [participating] candidates to test their electronic filings on any of the three business days prior to the deadline for the filing of such disclosure reports.\n\t8.  The board shall have the authority to promulgate such rules and regulations and provide such forms as it deems necessary for the administration of this chapter.  The board shall promulgate regulations concerning the form in which contributions and expenditures are to be reported, the periods during which such reports must be filed and the verification required.  The board shall require the filing of reports of contributions and expenditures for purposes of determining compliance with paragraph (f) of subdivision one of section 3-703 [and], section 3-706, section 3-718, and section 3-719, in accordance with the schedule specified by the state board of elections for the filing of campaign receipt and expenditure statements.\n\n\t§6.  Subdivision 1 of section 3-710 of the administrative code of the city of New York is amended to read as follows:\n\t1.  The campaign finance board is hereby empowered to audit and examine all matters relating to the performance of its functions and any other matter relating to the proper administration of this chapter and of chapter 8 of title 3 of this code.  These audit and examination powers extend to all participating candidates, limited participating candidates, and non-participating candidates, and the principal and authorized committees of all participating, limited participating, and non-participating candidates.\n\t\t\t\n\t§7. Section 3-710.5 of the administrative code of the city of New York is amended to read as follows: \n§3-710.5 Findings of violation or infraction.  The board shall determine whether a participating, limited participating or non-participating candidate, his or her principal committee, authorized committee, [principal] committee treasurer or any other agent of [a participating] such candidate has committed a violation or infraction of any provision of this chapter or the rules promulgated hereunder, for which the board may assess a civil penalty pursuant to section 3-711 of this chapter.  The board shall promulgate rules defining infractions, and such definitions shall include, but not be limited to, failures to comply with the provisions of this chapter or the rules promulgated hereunder that are limited and non-repetitive.  The board shall give written notice and the opportunity to appear before the board to any participating, limited participating or non-participating candidate, his or her principal committee, authorized committee, [principal] committee treasurer or any other agent of [a participating] such candidate, if the board has reason to believe that such has committed a violation or infraction, before assessing any penalty for such action.\n\n\t§8.  Subdivision 1 of section 3-711 of the administrative code of the city of New York is amended to read as follows:\n§3-711 Penalties. 1.  Any participating or limited participating candidate and his or her principal committee or any non-participating candidate and his or her authorized committees that [whose principal committee fails] fail to file in a timely manner a statement or record required to be filed by this chapter or the rules [ ]of the board in implementation thereof or [who violates] that violate any other provision of this chapter or rule promulgated thereunder, and any [principal] committee treasurer or any other agent of a participating, limited participating or non-participating candidate who commits such a violation or infraction, shall be subject to a civil penalty in an amount not in excess of ten thousand dollars. \n The board shall publish a schedule of civil penalties for common infractions and violations, including examples of aggravating and mitigating circumstances that may be taken into account by the board in assessing such penalties.  This schedule shall reflect that infractions are less serious failures to comply with the provisions of this chapter.  \n\n\t§9.  Section 3-712 of the administrative code of the city of New York is amended to read as follows:\n\t§3-712.  Campaigns for office not subject to this chapter.  Con­tributions, loans, guarantees and other security for such loans used and expenditures made toward the payment of liabilities in­curred by a candidate in an election held prior to the effective date of this section [or in which he or she did not choose to participate in the public funding provisions of this chapter] or in a campaign for public office other than one covered by this chap­ter, shall not be subject to the requirements and limitations of this chapter.\n\n\t§10.  Subdivision 1 of section 3-713 of the administrative code of the city of New York is amended to read as follows:\n\t1.  The campaign finance board shall review and evaluate the effect of this chapter upon the conduct of election campaigns in the city and shall submit a report to the mayor and the city council on or before September first, nineteen hundred ninety, and every fourth year thereafter, and at any other time upon the request of the mayor or the city council and at such other times as the board deems appropriate, containing:\n\t(a)  the number and names of candidates qualifying for and choosing to receive public funds pursuant to this chapter, and of candidates failing to qualify or otherwise not choosing to receive such funds, in each election during the four preceding calendar years;\n\t(b)  the amount of public funds provided to the principal committee of each candidate pursuant to this chapter and the contributions received and expenditures made by each such candidate and the principal committee of such candidate, in each election during the four preceding calendar years;\n(c)  the number and names of candidates filing a certification pursuant to section 3-718 of this chapter in each election during the four preceding calendar years, together with the expenditures made by each such candidate and the principal committee of such candidate in each such election;\n\t(d) the number and names of non-participating candidates in each election during the four preceding calendar years, together with the expenditures made by each such candidate and the authorized committees of such candidate in each such election;\n\t[(c)](e)  recommendations as to whether the provisions of this chapter governing maximum contribution amounts, thresholds for eligibility and expenditure limitations should be amended and setting forth the amount of, and reasons for, any amendments it recommends;\n\t[(d)](f)  analysis of the effect of this chapter on political campaigns, including its effect on the sources and amounts of private financing, the level of campaign expenditures, voter participation, the number of candidates and the candidates' ability to campaign effectively for public office;\n\t[(e)](g)  a review of the procedures utilized in providing public funds to candidates; and\n\t[(f)](h)  such recommendations for changes in this chapter as it deems appropriate.\n\n\t§11.  Paragraphs 2 and 3 of section 3-716 of the administrative code of the city of New York are amended to read as follows:\n\t2.  The following activities in support of other candidates by a participating, limited participating or non-participating candidate or his or her principal committee shall not be considered contributions to or expenditures by such participating, limited participating or non-participating candidate or his or her principal committee, except to the extent such activities are paid for by such [the participating] candidate or his or her principal committee for a covered election:\n\t(a)  The act alone of endorsing or appearing with another candidate for public office, party nomination or party position.\n\t(b)  The insubstantial communication of such endorsement or appearance described in paragraph (a), such as where the participating, limited participating or non-participating candidate’s name is one of several names appearing on the communication and is of equivalent prominence as the other names.\n\t(c)  Fundraising assistance to another candidate in the form of written communications that do not promote the participating, limited participating or non-participating candidate, such as the appearance of the participating, limited participating or non-participating candidate’s name or signature on a letter soliciting funds for another candidate or the appearance of such [the] participating, limited participating or non-participating candidate’s name on fundraising material where such [the] participating, limited participating or non-participating candidate’s name appears alone or with other names and is of equivalent prominence as the other names.\n\t(d)  A typical communication by a political club to its members, which includes the name of a participating, limited participating or non-participating candidate, provided that such [the participating] candidate is already a member of the political club, the political club has fewer than 500 members, and the communication does not solicit funds on behalf of or otherwise promote [the participating] such candidate’s campaign for a covered election.\n\t3.  The communication of an endorsement or appearance which is not insubstantial under paragraph (b) of subdivision two, fundraising assistance which is promotional under paragraph (c) of subdivision two and a political club communication which does not meet the requirements of paragraph (d) of subdivision two, shall be contributions to and expenditures by the participating, limited participating or non-participating candidate.  Among the factors the board shall consider in determining the value of the contribution to and expenditure by the participating, limited participating or non-participating candidate are the following factors:\n\t(a)  the focus of the communication;\n\t(b)  the geographical distribution or location of the communication;\n\t(c)  the subject matter of the communication;\n\t(d)  the references to the participating, limited participating or non-participating candidate or the participating, limited participating or non-participating candidate’s appearances in the communication;\n\t(e)  the relative prominence of a participating, limited participating or non-participating candidate’s references or appearances in the communication, including the size and location of such references and any photographs of the participating, limited participating or non-participating candidate; and\n\t(f)  the timing of the communication.\n\n§12.  Chapter 3 of title 3 of the administrative code of the city of New York is amended by adding a new section 3-718, to read as follows:\n\t§3-718.  Limited Participation.\n\t1. Requirements.  (a)  To be a limited participating candidate, a candidate for nomination for election or election must:\n\t(i)  be a candidate for mayor, public advocate, comptroller, borough president or member of the city council in a primary, special, or general election;\n\t(ii) not have filed a certification pursuant to section 3-703 for the election or elections for which he or she seeks to file a certification pursuant hereto; and\n\t(iii)  (A)  file a written certification in such form as may be prescribed by the campaign finance board, which sets forth his or her acceptance of and agreement to comply with the terms and conditions of this section and the rules promulgated hereby, which includes an affirmation that the candidate has a sufficient amount of personal funds to fund his or her campaign.\n(B)  The deadline for filing such certification for a primary, general, or special \nelection shall be the deadline date for filing written certifications pursuant to section 3-703(1)(c) by candidates seeking nomination for election or election to the same office in the same calendar year as candidates seeking to file a certification pursuant to this subparagraph, and the provisions of such section 3-703(1)(c) relating to the occurrence of an “extraordinary circumstance” shall apply to limited participating candidates.\n(b) A limited participating candidate, and the authorized committees of such a limited participating candidate, shall comply with the provisions of paragraphs (d), (e), (g), and (i) of subdivision one, and subdivisions six, six-a, eight, nine, ten, and twelve of section 3-703 of this chapter.\n(c)  A limited participating candidate and his or her principal committee shall not accept, at any time before or after the filing of a certification pursuant to paragraph (a) of this subdivision, either directly or by transfer, any monetary or in-kind contribution, or any loan, guarantee, or other security for such loan made in connection with such candidate’s nomination for election or election, except for monetary contributions from the candidate to his or her principal committee made out of the candidate’s personal funds, in-kind contributions made by the candidate to his or her principal committee, and advances received pursuant to subparagraph (d) of this paragraph.\n\t(d)  A limited participating candidate and his or her principal committee shall make expenditures in furtherance of the election(s) for which the candidate has filed a certification pursuant to paragraph (a) of this subdivision, whether before or after the filing of such certification, only with contributions received pursuant to subparagraph (c) of this paragraph and, to the extent permitted by rule promulgated by the board pursuant hereto, advances by the limited participating candidate.\n\t(e)  A limited participating candidate, together with his or her principal committee, shall not make expenditures which in the aggregate exceed the applicable expenditure limitations set forth in section 3-706.\n\t(f)  Neither a limited participating candidate nor an authorized committee of a limited participating candidate shall be eligible to receive public funds pursuant to section 3-705.\n\t(g)  If a limited participating candidate is a candidate for the same office for which he or she filed a certification pursuant to paragraph (a) of this subdivision in any other election held in the same calendar year as the election for which such candidate filed such certification, other than a special election to fill a vacancy, he or she shall be bound in each such other election by the provisions of this section.\n\t(h)  A candidate who files a certification pursuant to paragraph (a) of this subsection shall not be eligible to file a certification pursuant to section 3-703.\n\t(i)  Notwithstanding any limitations in this chapter, a limited participating candidate may contribute to his or her own nomination for election or election with his or her personal funds or property, in-kind contributions made by the candidate to his or her authorized committees with the candidate’s personal funds or property, and advances made by the limited participating candidate with the candidate’s personal funds or property.  A candidate’s personal funds or property shall include his or her funds or property jointly held with his or her spouse, domestic partner, or unemancipated children, but shall not include other personal funds or property of his or her spouse, domestic partner or unemancipated children.\n\n\t§13.  Chapter 3 of title 3 of the administrative code of the city of New York is amended by adding a new section 3-719, to read as follows:\n\t§3-719. Obligations of non-participating candidates.\n\t1. Disclosure requirements of non-participating candidates.  (a) A non-participating candidate shall notify the board in such form as may be prescribed by the board as to:  (i) the existence of each committee authorized by such candidate that has not been terminated, and (ii) whether any such committee also has been authorized by any other candidate.\n(b)  A non-participating candidate, and the authorized committees of such a non-participating candidate, shall comply with the same requirements as a participating candidate who files a certification pursuant to paragraph (c) of subdivision one of section 3-703 of this chapter as provided in paragraphs (d) and (g) of such subdivision, and subdivisions six, six-a and eight of section 3-703 of this chapter.  \n(c) A non-participating candidate and his or her authorized committee shall submit the disclosure reports required pursuant to this chapter, filed in accordance with the schedule specified by the state board of elections for the filing of campaign receipt and expenditure statements, and such other disclosure reports as the rules of the board may require.\n\t(d)  Neither a non-participating candidate nor an authorized committee of a non-participating candidate shall be eligible to receive public funds pursuant to section 3-705.\n\n\t§14.  Section 1052 of the charter of the city of New York is amended by adding a new subdivision d, to read as follows:\nd. The board may take such other actions as are necessary and proper to carry out any other authority the city council shall give to the board in any local law, including the promulgation of any rules and the provision of any forms.\n\n§15.  If any provision of this bill or any other provision of this local law, or any amendments thereto, shall be held invalid or ineffective in whole or in part or inapplicable to any person or situation, such holding shall not affect, impair or invalidate any portion of or the remainder of this local law, and all other provisions thereof shall nevertheless be separately and fully effective and the application of any such provision to other persons or situations shall not be affected.\n\n§16.  This local law shall become effective immediately and shall be applicable to all receipts and expenditures for elections held after the effective date, regardless whether the receipt or expenditure occurred prior to the effective date.\n\n\n\n\nMT",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Verdana;}{\\f2\\froman\\fprq2\\fcharset0 Times;}{\\f3\\fswiss\\fprq2\\fcharset0 Arial;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\ulnone\\tab Section 1.  Declaration of Legislative Intent and Findings.\\par\n\\par\n\\pard\\sl480\\slmult1\\tab The New York City Campaign Finance Act, adopted by the New York City Council in 1988, has succeeded in enhancing competition for elective municipal offices, limiting campaign contributions and expenditures to reasonable levels, and vastly increasing public information about the sources and uses of campaign funds.\\par\n\\pard\\fi720\\sl480\\slmult1 The Council finds that amendments to the New York City Campaign Finance Act and the charter of the City of New York, will further the goals of this landmark legislation.  By imposing many of the same disclosure and audit provisions of the Campaign Finance Act to those candidates for municipal office who elect not to participate in the Campaign Finance Program, without extending to such candidates the public financing provisions or the provisions limiting expenditures, the Council seeks to further strengthen the reform program that has been recognized as a national model.  \\par\nFurther, the Council finds that the Campaign Finance Board publishes on the Web a searchable database of campaign finance information reported by candidates participating in the City\\rquote s campaign finance reform program.  This unique and detailed public resource enables the voting public to review and compare contributions and expenditures for opposing candidates, and to draw their own conclusions about the significance of this information in the exercise of the voting franchise.\\par\nAs presently constituted, the Web database does not include the campaign finance transactions of candidates who choose not to participate in the City\\rquote s reform program.  This absence of comparable public disclosure deprives the voting public of relevant comparative information and creates increased administrative burdens for the Campaign Finance Board in making the administrative determinations required by the Campaign Finance Act.  In addition, the Council finds that the Board of Elections does not monitor the completeness and accuracy of the campaign finance disclosure reports submitted on behalf of non-participating candidates in the same detailed manner that the Campaign Finance Board does with public disclosure reports filed on behalf of participating candidates.\\par\n\\pard\\sl480\\slmult1\\tab The Council finds and declares that:\\par\n\\pard\\fi720\\sl480\\slmult1\\tx540 1.\\tab Uniform disclosure of comparable information serves the interest of the voting public and promotes fair competition among opposing candidates.  This public information function is comparable to the voters guide published pursuant to section 1053 of the New York City Charter, which covers all candidates for City office regardless of their participation in the voluntary system of campaign finance reform.\\par\n\\pard\\fi720\\sl480\\slmult1\\tx540\\tx1440 2.\\tab Detailed public campaign finance disclosure helps safeguard against the risk that large campaign contributions will gain undue influence over government decision-making and sheds light on campaign spending practices.  As is true of the personal financial disclosure required of all candidates for City office pursuant to section 12-110 of the Administrative Code, detailed and comparable public disclosure of campaign finance transactions must be a fundamental obligation of all candidates seeking City office.\\par\n\\pard\\fi720\\sl480\\slmult1\\tx540 3.\\tab Disclosure to the Campaign Finance Board will enhance the existing Web database and facilitate determinations the board is required to make pursuant to the New York City Campaign Finance Act.\\par\n\\pard\\fi720\\sl480\\slmult1 4.\\tab Equal protection requires an enforcement regime that treats all competing candidates in the same manner.  For that reason, this local law extends auditing and penalties under the New York City Campaign Finance Act to ensure that public disclosure on behalf of all candidates seeking public office of the City of New York is complete, timely, and accurate.\\par\n\\pard\\fi360\\sl480\\slmult1\\tab By providing detailed financial information about all candidates, these amendments will permit greater public scrutiny of campaign finances for all candidates running for certain offices in New York City.  \\par\n\\par\n\\pard\\fi720\\sl480\\slmult1\\'a72.  Section 3-702 of the administrative code of\\b  \\b0 the city of New York is amended by adding new subdivisions 13 and 14, to read as follows:\\i\\par\n\\pard\\sl480\\slmult1\\tx720\\i0\\tab\\ul 13. The term \\ldblquote limited participating candidate\\rdblquote  shall mean a candidate who meets the requirements of paragraph (a) of subdivision one of section 3-718 of this chapter.\\ulnone\\par\n\\tab\\ul 14. The term \\ldblquote non-participating candidate\\rdblquote  shall mean any candidate for nomination for election, or election, to the office of mayor, public advocate, comptroller, borough president or mem\\-ber of the city council who does not file a written certification pursuant to section 3-703 or meet the requirements of paragraph (a) of subdivision one of section 3-718 of this chapter, or who has, or the authorized committees of such candidate have, made expenditures in furtherance of the nomination for election or election to an office covered by this chapter.\\par\n\\pard\\fi720\\sl480\\slmult1\\ulnone\\par\n\\'a73.  Paragraphs (d) and (g) of subdivision 1 of section 3-703 of the administrative code of the city of New York are amended to read as follows:\\tab\\par\n (d)  obta\\cf1 in and furnish to the campaign finance board \\ul and his or her principal committee or authorized committees must obtain and furnish to the board\\ulnone  any information it may request relating to his or her campaign expend\\-itures or contributions and furnish such documentation and other proof of compliance with this chapter as may be requested by such board;\\cf0\\par\n\\pard\\sl480\\slmult1\\tx720  \\tab (g)  main\\cf1 tain\\ul  and his or her principal committee or authorized committees must maintain\\ulnone\\b  \\b0 such records of receipts and expenditures for a covered election as required by the board;\\cf0\\par\n\\pard\\fi720\\sl480\\slmult1\\par\n\\'a74.  Subdivisions 6, 8, 9 and 10 of section 3-703 of the administrative code of the city of New York are amended to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj 6. \\ul (a)\\ulnone   Each \\ul participating or limited participating candidate and his or her\\ulnone  principal committee\\ul , and each non-participating candidate and his or her authorized committees\\ulnone  shall report to the board every contribution, loan, guarantee, or other security for such loan received by the candidate and such [principal] committee, the full name, residential address, occupation, employer, and business address of each [individual, corporation, partnership, political committee, employee organization or other entity making] \\ul contributor, lender, guarantor, or provider of security\\ulnone [, or] \\ul and of each person or entity\\ulnone  which is the intermediary for[,] such contribution, loan, guarantee, or other security for such loan, and every expenditure made by the candidate and such [principal] committee, including expenditures not subject to section 3-706.  Disclosure reports shall be submitted at such times and in such form as the board shall require and shall be clearly legible.\\i\\par\n\\pard\\li720\\sl480\\slmult1\\qj\\ul\\i0 (b) Notwithstanding paragraph (a) above:\\par\n\\pard\\fi720\\li720\\sl480\\slmult1 (i)\\ulnone   [An] \\ul an\\ulnone  intermediary need not be reported for any contribution \\ul to a participating or limited participating candidate and his or her principal committee or a non-participating candidate and his or her authorized committees\\ulnone  that was collected from a contributor in connection with a party or other candidate-related event held at the residence of the person delivering the contribution, unless the expenses of such events at such residence for such candidate exceed five hundred dollars for a covered election or the aggregate contributions received from that contributor at such events exceed five hundred dollars[.]\\ul ;\\i\\par\n\\i0 (ii)\\ulnone   [Contributions] \\ul contributions\\ulnone  aggregating not more than ninety-nine dollars from any one contributor for all covered elections held in a single calendar year or for a special election need not be separately itemized in disclosure reports submitted to the board on behalf of a participating\\ul , limited participating or non-participating\\ulnone  candidate \\ul and his or her principal committee or authorized committees\\ulnone , provided, however, that contributions which are not itemized shall not be matchable[.]\\ul ;\\par\n(iii)\\ulnone   [The] \\ul the\\ulnone  treasurer of the principal committee need not collect or disclose the occupation, employer, and business address of any contributor making contributions aggregating not more than ninety-nine dollars for all covered elections held in a single calendar year or for a special election\\ul ; provided, however, such occupation, employer, and business address shall be disclosed if such contributors are employees of a participating or limited participating candidate or the spouse or domestic partner of such candidate\\cf1\\ulnone\\f1\\fs19  or an \\cf0\\ul\\f0\\fs24 entity in which such candidate, spouse or domestic partner has an ownership interest of ten percent or more or a \\cf1 management \\cf0 position, including, but not limited to, \\cf1 being an officer, director or trustee\\cf0\\ulnone [.]\\ul ; and\\par\n(iv)\\ulnone   [Disclosure] \\ul disclosure\\ulnone  reports, other than reports required to be filed every six months in accordance with the schedule specified by the New York state board of elections, need not be submitted on behalf of a participating \\ul or limited participating \\ulnone candidate\\ul  and his or her principal committee or a non-participating candidate and his or her authorized committees\\ulnone\\b  \\b0  if the cumulative amount of contributions and loans accepted by such candidate and [his or her principal] committee following the period covered in the last disclosure report submitted to the campaign finance board on behalf of such candidate is less than two thousand dollars or such higher amount as may be determined by the campaign finance board, provided, however, that disclosure reports shall be submitted on behalf of a participating \\ul or limited participating\\ulnone  candidate \\ul and his or her principal committee or a non-participating candidate\\b  \\b0 and his or her authorized committees\\ulnone\\b  \\b0 if that candidate and his or her [principal] committee have made expenditures in excess of [eighty-five] \\ul forty-five\\ulnone  percent of the expenditure limitation applicable \\ul to participating and limited participating candidates \\ulnone under section 3-706.\\i   \\i0 The campaign finance board shall make available to the public a copy of disclosure reports within two business days after they are accepted by the board.\\ul\\par\n\\pard\\fi720\\sl480\\slmult1\\tx0\\tx720\\tx1278\\tx1728\\ulnone 8.  If a participating \\ul or limited participating\\ulnone  candidate\\b  \\ul\\b0 and his or her principal committee or a non-participating candidate and his or her authorized committees demonstrate\\ulnone  [demonstrates] to the board that a political committee has not accepted contributions, loans, or other receipts or made expenditures or transfers in a covered election, and \\ul represent\\ulnone  [represents] that such committee will not accept contributions, loans, or other receipts or make expenditures or transfers in a covered election, the participating \\ul or limited participating candidate and his or her principal committee or non-participating\\ulnone  candidate\\b  \\ul\\b0 and his or her authorized committees\\ulnone\\b  \\b0  may submit to the board legible copies of financial disclosure reports, required to be filed with the city or state board of elections, for such committees in lieu of the disclosure report form designated by the board for purposes of subdivision six of this section.   \\par\n9.  No political committee authorized by a participating\\ul , limited participating or non-participating\\ulnone  candidate for a covered election may be authorized to aid or take part in the elections of more than one candidate.\\par\n\\pard\\fi720\\sl480\\slmult1 10.  All \\cf1 receipts accepted by a \\cf0\\ul participating or limited participating \\cf1 candidate and his or her\\ulnone\\b  \\b0 principal committee shall be deposited in an account of the principal committee.  \\cf0\\ul All \\cf1 receipts accepted by a \\cf0 non-participating \\cf1 candidate and his or her\\b  \\b0 authorized committees shall be deposited in an account of the authorized committees.\\ulnone   The treasurer of the principal committee \\ul or authorized committee\\ulnone  shall be responsible for making such deposits.  All deposits shall be made within ten business days of receipt; provided, however, that deposits of contributions made in the form of checks received by \\ul a p\\cf0 articipating, limited participating or non-participating candidate\\ulnone  [\\cf1 candidates] \\ul and his or her committees\\ulnone  for the office of city council more than one year before the first covered election for which such candidate is seeking nomination or election may be made within twenty business days of receipt.  Each disclosure report filed pursuant to subdivision six of this section shall include the date of receipt of each contribution accepted.\\par\n\\pard\\sl480\\slmult1\\cf0\\par\n\\pard\\sl480\\slmult1\\tx0\\tx738\\tx1278\\tx1728\\tab\\'a75.  Subdivisions 3, 7, and 8 of section 3-708 of the administrative code of the city of New York are amended to read as follows:\\par\n\\pard\\sl480\\slmult1\\tab 3.  The board may employ necessary staff, including an executive director and a counsel, and make necessary expenditures subject to appropriation.  The board may employ such staff, including legal and accounting staff, as are necessary for providing technical assistance to \\ul candidates and\\ulnone  \\f2 prospective [and participating]\\b\\f0  \\b0 candidates \\ul in covered elections\\ulnone\\f2 ,\\f0  for the purpose of promoting understanding of\\f2 , participation in,\\f0  and compliance with the requirements of \\f2 the [campaign finance program created by]\\f0  \\ul provisions of\\ulnone  this chapter.\\par\n\\tab 7. (a)  The board shall render advisory opinions with respect to questions arising under this chapter upon the written request of a candidate, an officer of a political committee or member of the public, or upon its own initiative.  The board shall promulgate rules regarding reasonable times to respond to such requests.  The board shall make public the questions of interpretation for which advisory opinions will be considered by the board and its advisory opinions, including by publication on its internet website.  \\par\n\\tab (b)  The board shall develop a program for informing candidates and the public as to the purpose and effect of the provisions of this chapter.  The board shall prepare and make available educational materials, including compliance manuals and summaries and explanations of the purposes and provisions of this chapter.  These materials shall be prepared in plain language.  The board shall prepare and make available materials, including, to the extent feasible, computer software, to facilitate the task of compliance with the disclosure and record-keeping requirements of this chapter.  When disclosure reports are generated by use of the board\\rquote s disclosure software, the board shall provide an opportunity for [participating] candidates to test their electronic filings on any of the three business days prior to the deadline for the filing of such disclosure reports.\\par\n\\tab 8.  The board shall have the authority to promulgate such rules and regulations and provide such forms as it deems necessary for the administration of this chapter.  The board shall promulgate regulations concerning the form in which contributions and expenditures are to be reported, the periods during which such reports must be filed and the verification required.  The board shall require the filing of reports of contributions and expenditures for purposes of determining compliance with paragraph (f) of subdivision one of section 3-703 [\\f2 and]\\ul\\f0 ,\\ulnone  section 3-706\\ul , section 3-718, and section 3-719,\\ulnone  in accordance with the schedule specified by the state board of elections for the filing of campaign receipt and expenditure statements.\\par\n\\par\n\\pard\\sl480\\slmult1\\tx0\\tx630\\tx810\\tx1278\\tx1980\\tx2160\\tx2880\\tx3600\\tx4320\\tx5040\\tx5760\\tx6480\\tx7200\\tx7920\\tx9360\\tx10080\\tx10800\\tx11520\\tx12240\\tx12960\\tx13680\\tx14400\\tx15120\\tx15840\\tx16560\\tx17280\\tx18000\\tx18720\\tab\\'a76.  Subdivision 1 of section 3-710 of the administrative code of the city of New York is amended to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\tx0\\tx738\\tx1008\\tx1278\\tx1638\\tx2880\\tx3600\\tx4320\\tx5040\\tx5760\\tx6480\\tx7200\\tx7920\\tx8640\\tx9360\\tx10080\\tx10800\\tx11520\\tx12240\\tx12960\\tx13680\\tx14400\\tx15120\\tx15840\\tx16560\\tx17280\\tx18000\\tx18720\\b\\tab\\cf1\\b0 1.  The campaign finance board is hereby empowered to audit and examine all matters relating to the performance of its functions and any other matter relating to the proper administration of this chapter and of chapter 8 of title 3 of this code.  \\ul These audit and examination powers extend to all participating candidates, limited participating candidates, and non-participating candidates, and the principal and authorized committees of all participating, limited participating, and non-participating candidates.\\b\\par\n\\pard\\sl480\\slmult1\\tx0\\tx630\\tx810\\tx1278\\tx1980\\tx2160\\tx2880\\tx3600\\tx4320\\tx5040\\tx5760\\tx6480\\tx7200\\tx7920\\tx9360\\tx10080\\tx10800\\tx11520\\tx12240\\tx12960\\tx13680\\tx14400\\tx15120\\tx15840\\tx16560\\tx17280\\tx18000\\tx18720\\cf0\\ulnone\\b0\\tab\\tab\\tab\\ul\\i\\par\n\\pard\\sl480\\slmult1\\tx0\\tx738\\tx1008\\tx1278\\tx1638\\tx2880\\ulnone\\i0\\tab\\'a77. Section 3-710.5 of the administrative code of the city of New York is amended to read as follows: \\par\n\\pard\\fi738\\sl480\\slmult1\\tx0\\tx738\\tx1008\\tx1278\\tx1638\\tx2880\\b\\'a73-710.5 Findings of violation or infraction.\\b0   The board shall determine whether a participating\\ul , limited participating or non-participating\\ulnone\\b  \\b0 candidate, his or her principal committee, \\ul authorized committee,\\ulnone  [principal] committee treasurer or any other agent of [a participating] \\ul such\\ulnone  candidate has committed a violation or infraction of any provision of this chapter or the rules promulgated hereunder, for which the board may assess a civil penalty pursuant to section 3-711 of this chapter.  The board shall promulgate rules defining infractions, and such definitions shall include, but not be limited to, failures to comply with the provisions of this chapter or the rules promulgated hereunder that are limited and non-repetitive.  The board shall give written notice and the opportunity to appear before the board to any participating\\ul , limited participating or non-participating\\ulnone\\b  \\b0 candidate, his or her principal committee, \\ul authorized committee,\\ulnone  [principal] committee treasurer or any other agent of [a participating] \\ul such\\ulnone  candidate, if the board has reason to believe that such has committed a violation or infraction, before assessing any penalty for such action.\\par\n\\pard\\sl480\\slmult1\\tx0\\tx738\\tx1008\\tx1278\\tx1638\\tx2880\\par\n\\tab\\'a78.  Subdivision 1 of section 3-711 of the administrative code of the city of New York is amended to read as follows:\\par\n\\pard\\fi738\\sl480\\slmult1\\tx0\\tx738\\tx1008\\tx1278\\tx1638\\tx2880\\b\\'a73-711 Penalties.\\b0  1.  Any participating \\ul or limited participating candidate and his or her principal committee or any non-participating\\ulnone  candidate \\ul and his or her authorized committees that\\ulnone  [whose principal committee fails] \\ul fail\\ulnone  to file in a timely manner a statement or record required to be filed by this chapter or the rules [ ]of the board in implementation thereof or [who violates] \\ul that violate\\ulnone  any other provision of this chapter or rule promulgated thereunder, and any [principal] committee treasurer\\b  \\b0 or any other agent of a participating\\ul , limited participating or non-participating candidate\\ulnone  who commits such a violation or infraction, shall be subject to a civil penalty in an amount not in excess of ten thousand dollars. \\par\n The board shall publish a schedule of civil penalties for common infractions and violations, including examples of aggravating and mitigating circumstances that may be taken into account by the board in assessing such penalties.  This schedule shall reflect that infractions are less serious failures to comply with the provisions of this chapter.  \\par\n\\par\n\\pard\\sl480\\slmult1\\tab\\'a79.  Section 3-712 of the administrative code of the city of New York is amended to read as follows:\\par\n\\tab\\b\\'a73-712.  Campaigns for office not subject to this chapter.\\b0   Con\\-tributions, loans, guarantees and other security for such loans used and expenditures made toward the payment of liabilities in\\-curred by a candidate in an election held prior to the effective date of this section [or in which he or she did not \\f2 choose to participate in the public funding provisions of this chapter]\\f0  or in a campaign for public office other than one covered by this chap\\-ter, shall not be subject to the requirements and limitations of this chapter.\\par\n\\par\n\\tab\\'a710.  Subdivision 1 of section 3-713 of the administrative code of the city of New York is amended to read as follows:\\b\\par\n\\b0\\tab 1.  The campaign finance board shall review and evaluate the effect of this chapter upon the conduct of election campaigns in the city and shall submit a report to the mayor and the city council on or before September first, nineteen hundred ninety, and every fourth year thereafter, and at any other time upon the request of the mayor or the city council and at such other times as the board deems appropriate, containing:\\par\n\\tab (a)  the number and names of candidates qualifying for and choosing to receive public funds pursuant to this chapter, and of candidates failing to qualify or otherwise not choosing to receive such funds, in each election during the four preceding calendar years;\\par\n\\tab (b)  the amount of public funds provided to the principal committee of each candidate pursuant to this chapter and the contributions received and expenditures made by each such candidate and the principal committee of such candidate, in each election during the four preceding calendar years;\\par\n\\pard\\fi720\\sl480\\slmult1\\ul (c)  the number and names of candidates filing a certification pursuant to section 3-718 of this chapter in each election during the four preceding calendar years, together with the expenditures made by each such candidate and the principal committee of such candidate in each such election;\\par\n\\pard\\sl480\\slmult1\\ulnone\\tab\\ul (d) the number and names of non-participating candidates in each election during the four preceding calendar years, together with the expenditures made by each such candidate and the authorized committees of such candidate in each such election;\\par\n\\ulnone\\tab [\\f2 (c)]\\ul (e)\\ulnone\\f0   recommendations as to whether the provisions of this chapter governing maximum contribution amounts, thresholds for eligibility and expenditure limitations should be amended and setting forth the amount of, and reasons for, any amendments it recommends;\\par\n\\tab [\\f2 (d)]\\ul (f)\\ulnone\\f0   analysis of the effect of this chapter on political campaigns, including its effect on the sources and amounts of private financing, the level of campaign expenditures, voter participation, the number of candidates and the candidates' ability to campaign effectively for public office;\\par\n\\tab [\\f2 (e)]\\ul (g)\\ulnone\\f0   a review of the procedures utilized in providing public funds to candidates; and\\par\n\\tab [\\f2 (f)]\\ul (h)\\ulnone\\f0   such recommendations for changes in this chapter as it deems appropriate.\\par\n\\par\n\\tab\\'a711.  Paragraphs 2 and 3 of section 3-716 of the administrative code of the city of New York are amended to read as follows:\\b\\par\n\\pard\\sl480\\slmult1\\tx720\\tx2160\\tx2880\\tx3600\\tx4320\\tx5040\\tx5760\\cf1\\b0\\tab 2.  The following activities in support of other candidates by a participating\\ul , limited participating or non-participating\\ulnone  candidate or his or her principal committee shall not be considered contributions to or expenditures by such participating\\ul , limited participating or non-participating\\ulnone  candidate or his or her principal committee, except to the extent such activities are paid for by \\ul such\\ulnone  [the participating] candidate or his or her principal committee for a covered election:\\par\n\\tab (a)  The act alone of endorsing or appearing with another candidate for public office, party nomination or party position.\\par\n\\pard\\sl480\\slmult1\\tx720\\tx1008\\tx1188\\tx1278\\tx1728\\tx2160\\tx2880\\tx3600\\tx4320\\tx5040\\tx5760\\tab (b)  The insubstantial communication of such endorsement or appearance described in paragraph (a), such as where the participating\\ul , limited participating or non-participating\\ulnone  candidate\\rquote s name is one of several names appearing on the communication and is of equivalent prominence as the other names.\\par\n\\tab (c)  Fundraising assistance to another candidate in the form of written communications that do not promote the participating\\ul , limited participating or non-participating\\ulnone  candidate, such as the appearance of the participating\\ul , limited participating or non-participating\\ulnone  candidate\\rquote s name or signature on a letter soliciting funds for another candidate or the appearance of \\ul such\\ulnone  [the] participating\\ul , limited participating or non-participating\\ulnone  candidate\\rquote s name on fundraising material where \\ul such\\ulnone  [the] participating\\ul , limited participating or non-participating\\ulnone  candidate\\rquote s name appears alone or with other names and is of equivalent prominence as the other names.\\par\n\\tab (d)  A typical communication by a political club to its members, which includes the name of a participating\\ul , limited participating or non-participating\\ulnone  candidate, provided that \\ul such\\ulnone  [the participating] candidate is already a member of the political club, the political club has fewer than 500 members, and the communication does not solicit funds on behalf of or otherwise promote [the participating] \\ul such\\ulnone  candidate\\rquote s campaign for a covered election.\\par\n\\tab 3.  The communication of an endorsement or appearance which is not insubstantial under paragraph (b) of subdivision two, fundraising assistance which is promotional under paragraph (c) of subdivision two and a political club communication which does not meet the requirements of paragraph (d) of subdivision two, shall be contributions to and expenditures by the participating\\ul , limited participating or non-participating\\ulnone  candidate.  Among the factors the board shall consider in determining the value of the contribution to and expenditure by the participating\\ul , limited participating or non-participating\\ulnone  candidate are the following factors:\\par\n\\tab (a)  the focus of the communication;\\par\n\\tab (b)  the geographical distribution or location of the communication;\\par\n\\tab (c)  the subject matter of the communication;\\par\n\\tab (d)  the references to the participating\\ul , limited participating or non-participating\\ulnone  candidate or the participating\\ul , limited participating or non-participating\\ulnone  candidate\\rquote s appearances in the communication;\\par\n\\tab (e)  the relative prominence of a participating\\ul , limited participating or non-participating\\ulnone  candidate\\rquote s references or appearances in the communication, including the size and location of such references and any photographs of the participating\\ul , limited participating or non-participating\\ulnone  candidate; and\\par\n\\cf0\\f3\\tab\\cf1\\f0 (f)  the timing of the communication.\\par\n\\pard\\li720\\sl480\\slmult1\\tx720\\tx1008\\tx1188\\tx1278\\tx1728\\tx2160\\tx2880\\tx3600\\tx4320\\tx5040\\tx5760\\par\n\\pard\\fi720\\sl480\\slmult1\\cf0\\'a712.  Chapter 3 of title 3 of the administrative code of the city of New York is amended by adding a new section 3-718, to read as follows:\\i\\par\n\\pard\\sl480\\slmult1\\i0\\tab\\ul\\b\\'a73-718.  Limited Participation.\\b0\\par\n\\ulnone\\tab\\ul\\b 1. Requirements.\\b0   (a)  To be a limited participating candidate, a candidate for nomination for election or election must:\\par\n\\ulnone\\tab\\ul (i)  be a candidate for mayor, public advocate, comptroller, borough president or member of the city council in a primary, special, or general election;\\par\n\\ulnone\\tab\\ul (ii) not have filed a certification pursuant to section 3-703\\b  \\b0 for the election or elections for which he or she seeks to file a certification pursuant hereto; and\\par\n\\ulnone\\tab\\ul (iii)  (A)  file a written certification in such form as may be prescribed by the campaign finance board, which sets forth his or her acceptance of and agreement to comply with the terms and conditions of this section and the rules promulgated hereby, which includes an affirmation that the candidate has a sufficient amount of personal funds to fund his or her campaign.\\par\n\\pard\\li720\\sl480\\slmult1\\tx0 (B)  The deadline for filing such certification for a primary, general, or special \\par\n\\pard\\sl480\\slmult1\\tx0 election shall be the deadline date for filing written certifications pursuant to section 3-703(1)(c) by candidates seeking nomination for election or election to the same office in the same calendar year as candidates seeking to file a certification pursuant to this subparagraph, and the provisions of such section 3-703(1)(c) relating to the occurrence of an \\ldblquote extraordinary circumstance\\rdblquote  shall apply to limited participating candidates.\\par\n\\pard\\fi720\\sl480\\slmult1 (b) A limited participating candidate, and the authorized committees of such a limited participating candidate, shall comply with the provisions of paragraphs (d), (e), (g), and (i) of subdivision one, and subdivisions six, six-a, eight, nine, ten, and twelve of section 3-703 of this chapter.\\par\n(c)  A limited participating candidate and his or her principal committee shall not accept, at any time before or after the filing of a certification pursuant to paragraph (a) of this subdivision, either directly or by transfer, any monetary or in-kind contribution, or any loan, guarantee, or other security for such loan made in connection with such candidate\\rquote s nomination for election or election, except for monetary contributions from the candidate to his or her principal committee made out of the candidate\\rquote s personal funds, in-kind contributions made by the candidate to his or her principal committee, and advances received pursuant to subparagraph (d) of this paragraph.\\par\n\\pard\\sl480\\slmult1\\ulnone\\tab\\ul (d)  A limited participating candidate and his or her principal committee shall make expenditures in furtherance of the election(s) for which the candidate has filed a certification pursuant to paragraph (a) of this subdivision, whether before or after the filing of such certification, only with contributions received pursuant to subparagraph (c) of this paragraph and, to the extent permitted by rule promulgated by the board pursuant hereto, advances by the limited participating candidate.\\par\n\\ulnone\\tab\\ul (e)  A limited participating candidate, together with his or her principal committee, shall not make expenditures which in the aggregate exceed the applicable expenditure limitations set forth in section 3-706.\\par\n\\ulnone\\tab\\ul (f)  Neither a limited participating candidate nor an authorized committee of a limited participating candidate shall be eligible to receive public funds pursuant to section 3-705.\\par\n\\ulnone\\tab\\ul (g)  If a limited participating candidate is a candidate for the same office for which he or she filed a certification pursuant to paragraph (a) of this subdivision in any other election held in the same calendar year as the election for which such candidate filed such certification, other than a special election to fill a vacancy, he or she shall be bound in each such other election by the provisions of this section.\\par\n\\ulnone\\tab\\ul (h)  A candidate who files a certification pursuant to paragraph (a) of this subsection shall not be eligible to file a certification pursuant to section 3-703.\\par\n\\ulnone\\tab\\ul (i)  Notwithstanding any limitations in this chapter,\\i  \\i0 a limited participating candidate may contribute to his or her own nomination for election or election with his or her personal funds or property, in-kind contributions made by the candidate to his or her authorized committees with the candidate\\rquote s personal funds or property, and advances made by the limited participating candidate with the candidate\\rquote s personal funds or property.  A candidate\\rquote s personal funds or property shall include his or her funds or property jointly held with his or her spouse, domestic partner, or unemancipated children, but \\cf1 shall not include other personal funds or property of his or her spouse, domestic partner or unemancipated children.\\cf0\\par\n\\pard\\sl480\\slmult1\\tx720\\tx1008\\tx1188\\tx1278\\tx1728\\tx2160\\tx2880\\tx3600\\tx4320\\tx5040\\tx5760\\cf1\\ulnone\\par\n\\pard\\sl480\\slmult1\\tab\\cf0\\'a713.  Chapter 3 of title 3 of the administrative code of the city of New York is amended by adding a new section 3-719, to read as follows:\\par\n\\tab\\ul\\b\\'a73-719. Obligations of non-participating candidates.\\par\n\\ulnone\\b0\\tab\\ul\\b 1. Disclosure requirements of non-participating candidates\\b0 .  (a) A non-participating candidate shall notify the board in such form as may be prescribed by the board as to:  \\cf1 (i) the existence of each committee authorized by such candidate that has not been terminated, and (ii) whether any such committee also has been authorized by any other candidate.\\cf0\\par\n\\pard\\fi720\\sl480\\slmult1 (b)  A non-participating candidate, and the authorized committees of such a non-participating candidate, shall comply with the same requirements as a participating candidate who files a certification pursuant to paragraph (c) of subdivision one of section 3-703 of this chapter as provided in paragraphs (d) and (g) of such subdivision, and subdivisions six, six-a and eight of section 3-703 of this chapter.\\b   \\par\n\\b0 (c) A non-participating candidate and his or her authorized committee shall submit the disclosure reports required pursuant to this chapter, filed in accordance with the schedule specified by the state board of elections for the filing of campaign receipt and expenditure statements, and such other disclosure reports as the rules of the board may require.\\b\\par\n\\pard\\sl480\\slmult1\\ulnone\\tab\\ul\\b0 (d)  Neither a non-participating candidate nor an authorized committee of a non-participating candidate shall be eligible to receive public funds pursuant to section 3-705.\\par\n\\par\n\\pard\\sl480\\slmult1\\tx0\\tx720\\tx1278\\tx1980\\tx2160\\tx2880\\tx3600\\tx4320\\tx5040\\tx5760\\tx6480\\tx7200\\tx7920\\tx9360\\tx10080\\tx10800\\tx11520\\tx12240\\tx12960\\tx13680\\tx14400\\tx15120\\tx15840\\tx16560\\tx17280\\tx18000\\tx18720\\ulnone\\tab\\'a714.  Section 1052 of the charter of the city of New York is amended by adding a new subdivision d, to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\ul d. The board may take such other actions as are necessary and proper to carry out any other authority the city council shall give to the board in any local law, including the promulgation of any rules and the provision of any forms.\\par\n\\pard\\sl480\\slmult1\\ulnone\\par\n\\pard\\fi720\\sl480\\slmult1\\'a715.  \\cf1 If any provision \\cf0 of this bill or any other provision of \\cf1 this local law, or any amendments thereto, shall be held invalid or ineffective in whole or in part or inapplicable to any person or situation, such holding shall not affect, impair or invalidate any portion of or the remainder of this local law, and all other provisions thereof shall nevertheless be separately and fully effective and the application of any such provision to other persons or situations shall not be affected.\\cf0\\par\n\\pard\\sl480\\slmult1\\par\n\\pard\\fi720\\sl480\\slmult1\\'a716.  This local law shall become effective immediately and shall be applicable to all receipts and expenditures for elections held after the effective date, regardless whether the receipt or expenditure occurred prior to the effective date.\\par\n\\pard\\sl480\\slmult1\\par\n\\par\n\\pard\\par\n\\par\nMT\\par\n\\b\\par\n\\b0\\par\n\\par\n\\par\n\\par\n}\n\u0000",
  "LastModified": "2015-07-08T15:11:55.813Z"
}
