{
  "ID": 31113,
  "GUID": "68D600AF-2149-47AB-A7DD-95706F419BCD",
  "File": "Int 0467-2004",
  "Name": "Requirements of the campaign finance program for city elections.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the requirements of the campaign finance program for city elections.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 13,
  "BodyName": "Committee on Governmental Operations",
  "IntroDate": "2004-09-28T00:00:00Z",
  "AgendaDate": "2004-09-28T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 431,
      "Slug": "madeline-t-provenzano",
      "FullName": "Madeline T. Provenzano"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 0,
      "Slug": "",
      "FullName": ""
    }
  ],
  "History": [
    {
      "ID": 165032,
      "Date": "2004-09-28T10:10:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 165287,
      "Date": "2004-09-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 3257,
      "AgendaSequence": 156,
      "MinutesSequence": 183,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Governmental Operations",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 168181,
      "Date": "2004-11-30T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 3655,
      "AgendaSequence": 7,
      "MinutesSequence": 15,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 168310,
      "Date": "2004-11-30T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 3655,
      "MinutesSequence": 16,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184940,
      "Date": "2005-12-31T11:45:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 64003,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "http://nyc.legistar1.com/nyc/attachments/f43a8dad-5067-4cb2-9ef1-e6ac8f5d3b94.doc",
      "Sort": 1
    },
    {
      "ID": 66068,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript",
      "Link": "http://nyc.legistar1.com/nyc/attachments/f6a7f65d-e18e-407d-9dbe-b0ac22d54aa2.doc",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 30962,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Statement of Legislative Findings and Intent.  The council hereby finds and declares that this local law makes necessary improvements to the New York city campaign finance act, designed to lessen the influence on elected officers by campaign contributors.\nThis local law closes a loophole in the city’s campaign finance act that permits the acceptance of campaign contributions from those who do business with the city, a practice called “pay-to-play.” Further, the local law would prevent such contributions from triggering the disbursement of taxpayer funds. “Pay-to-play” contributions can be intended to influence governmental decisions and win preferential treatment, or have the appearance of doing so, thereby reducing public confidence in elected officials and undermining the intended purposes of the city’s campaign finance act, which matches private contributions with public funds at a $4-to-$1 rate.\nAlthough New York city voters adopted amendments to the city charter in 1998 mandating disclosure of such contributions and authorizing the campaign finance board to prohibit them, the board has not implemented these amendments and their potential benefits have thus not been realized. These benefits include: promoting integrity in government; bolstering public confidence in both elected officials and city government as a whole; and eliminating public subsidies and incentives for special interests, which contravene the campaign finance act’s purpose. Because the 1998 charter mandate remains unfulfilled, the council finds that it must take action itself to close the “pay-to-play” loophole and achieve these benefits.\nThis local law, therefore, generally prohibits participating candidates from accepting contributions from those who do business with the city, while providing an exception ensuring that individuals may make limited contributions that do not exceed two hundred and fifty dollars to candidates for whom they are entitled to vote. Such limited contributions would not be matched with public funds. This provides an incentive to candidates to seek a base of support from a diverse and representative group of contributors in order to obtain the full benefit of public financing. Rule G-37 of the municipal securities rulemaking board strikes a similar balance at the national level by effectively prohibiting contributions by municipal securities brokers and dealers to candidates for certain public offices, while permitting limited contributions that are deemed not to pose a sufficient threat of improper influence. Further, the information collection and disclosure provisions of this local law ensure that the public will have access to importance facts concerning contributions to candidates by those who do business with the city, and will facilitate enforcement of the local law’s new restrictions.\nIn conclusion, the council finds and declares that this local law represents an important reform that will promote public trust in the integrity of city government and its officials.\n\t§2.  Subdivision 3 of section 3-702 of the administrative code of the city of New York, as amended by local law number 12 for the year 2003, is amended, and a new subdivision  13 is added to such section, to read as follows:\n\t3. The term “matchable contribution” shall mean (i) a contribution, (ii) contributions or (iii) a portion of a contribution or contributions, not greater than the applicable contribution limitation set forth in paragraph (f) of subdivision one of section 3-703 for all covered elections held in the same calendar year, made by a natural person resident in the city of New York to a participating candidate which has been reported in full to the campaign finance board in accordance with subdivision six of section 3-703 by the candidate’s principal committee and has been contributed on or before December thirty-first in the year of such election that may be matched by public funds in accordance with the provisions of this chapter. Matchable contributions comprised of up to one thousand dollars per contributor (or up to five hundred dollars per contributor in a special election to fill a vacancy) may be counted toward the threshold for eligibility of paragraph (a) of subdivision two of section 3-703. Any contribution, contributions, or a portion of a contribution determined to be invalid for matching funds by the board may not be treated as a matchable contribution for any purpose. The following contributions are not matchable:\n(a)\tin-kind contributions of property, goods, or services;\n(b)\tcontributions in the form of the purchase price paid for an item with significant intrinsic and enduring value;\n(c)\tcontributions in the form of the purchase price paid for or otherwise induced by a chance to participate in a raffle, lottery, or similar drawing for valuable prizes;\n(d)\tmoney order contributions from any one contributor that are, in the aggregate, greater than $100; [and]\n(e)\tcontributions from individuals under the age of eighteen years; and\n(f)\tcontributions provided for in subdivision one-a of section 3-703 of this chapter.\n13.\tThe term “business dealings with the city” shall mean any contract for the procurement of goods, services or construction that is entered into or in effect with the city of New York or any agency or entity affiliated with the city of New York (other than a contract procured through competitive sealed bidding or one or more contracts with a single person or entity for the procurement of goods or services totaling not more than one hundred thousand dollars entered into or in effect within the past twelve months), including any contract for the underwriting of the debt of the city of New York or any agency or entity affiliated with the city of New York and the retention of any bond counsel, disclosure counsel or underwriter’s counsel in connection therewith; or any real property transaction (other than a public auction or competitive sealed bid transaction) with the city of New York or any agency or entity affiliated with the city of New York; or any land use approval received from the city of New York or agency or entity affiliated with the city of New York; or any concession or franchise from the city of New York or any agency or entity affiliated with the city of New York; or any grant received from the city of New York or any agency or entity affiliated with the city of New York; or any application, proposal, submission or other request seeking business dealings as defined herein that is pending or that has been made. In addition, a lobbyist as defined in section 3-211 of this title shall be deemed to be engaged in business dealings with the city of New York. For purposes of this subdivision, “agency or entity affiliated with the city of New York” shall mean the city school district of the city of New York and any public authority, public benefit corporation or not for profit corporation, the majority of whose members are officials of the city of New York or are appointed by such officials. \n\t§3.  Paragraphs (d), (g) and (l) of subdivision 1 of section 3-703 of the administrative code of the city of New York, as added by local law number 8 for the year 1988, paragraph (l) as amended by local law number 12 for the year 2003, are amended to read as follows:\t\n(d)  obtain and furnish to the campaign finance board any information it may request relating to his or her campaign expend­itures or contributions, including the information specified in subdivision six of this section  and section 3-718 of this chapter, and furnish such documentation and other proof of compliance with this chapter as may be requested by such board;\n(g) \tmaintain such record of receipts and expenditures for a covered election as required by the board and the provisions of this chapter;\n(l)\tnot accept and his or her principal committee must not accept, either directly or by transfer, any contribution, loan, guarantee, or other security for such loan from a corporation, other than a corporation that is a political committee as defined in subdivision eleven of section 3-702 of this chapter, or made by any person or through any intermediary who has or within the past twelve months has had business dealings with the city, as that term is defined in such section, for all covered elections held in the same calendar year in which he or she is a participating candidate. For purposes of this paragraph, “person” and “intermediary” shall include the spouse or domestic partner and unemancipated children of such person or intermediary. “Person” and “intermediary” shall also include an entity that has or within the past twelve months has had business dealings with the city, any officer of such entity, any person who exercises managerial control or responsibility regarding such entity, or any person with an interest in such entity which exceeds five percent of the entity or five percent of the entity’s indebtedness; and \n§4. Section 3-703 of the administrative code of the city of New York is amended by adding a new subdivision 1-a to read as follows:\n1-a.\tNotwithstanding any inconsistent provision of this section, a participating candidate or his or her principal committee may accept, either directly or by transfer, a contribution or contributions for a covered election from a natural person who has or within the past twelve months has had business dealings with the city, as that term is defined in subdivision thirteen of section 3-702 of this chapter, if such person is entitled to vote for such candidate and if the aggregate of such contributions to such candidate from such person does not exceed two hundred fifty dollars for such election.  Any contribution made pursuant to this section shall not be a matchable contribution.  For purposes of this subdivision, “person” shall include any officer of an entity which has or within the past twelve months has had business dealings with the city, any person who exercises managerial control or responsibility regarding such an entity, or any person with an interest in such an entity which exceeds five percent of the entity or five percent of the entity’s indebtedness.  For purposes of this subdivision, “person” shall also include the spouse or domestic partner and unemancipated children of such person.\n§5.  Subdivision 6 of section 3-703 of the administrative code of the city of New York, as amended by local law number 12 for the year 2003, is amended to read as follows:\n6.  Each principal committee shall report to the board every contribution, loan, guarantee, or other security for such loan received by the candidate and such principal committee, the full name, residential address, occupation, employer, and business address of each individual, corporation, partnership, political committee, employee organization or other entity making, or which is the intermediary for, such contribution, loan, guarantee, or other security for such loan, whether such individual, corporation, partnership, political committee, employee organization or other entity has or within the past twelve months has had business dealings with the city, as that term is defined in this chapter, and if so, the name of the agency or entity with which such business dealings are or were carried on, and the appropriate type or category of such business dealings, and every expenditure made by the candidate and such principal committee, including expenditures not subject to section 3-706.  Disclosure reports shall be submitted at such times and in such form as the board shall require and shall be clearly legible. An intermediary need not be reported for any contribution that was collected from a contributor in connection with a party or other candidate-related event held at the residence of the person delivering the contribution, unless the expenses of such events at such residence for such candidate exceed five hundred dollars for a covered election or the aggregate contributions received from that contributor at such events exceed five hundred dollars. Contributions aggregating not more than ninety-nine dollars from any one contributor for all covered elections held in a single calendar year or for a special election need not be separately itemized in disclosure reports submitted to the board on behalf of a participating candidate, provided, however, that contributions which are not itemized shall not be matchable. The treasurer of the principal committee need not collect or disclose the occupation, employer, and business address of any contributor making contributions aggregating not more than ninety-nine dollars for all covered elections held in a single calendar year or for a special election. Disclosure reports, other than reports required to be filed every six months in accordance with the schedule specified by the New York state board of elections, need not be submitted on behalf of a participating candidate if the cumulative amount of contributions and loans accepted by such candidate and his or her principal committee following the period covered in the last disclosure report submitted to the campaign finance board on behalf of such candidate is less than two thousand dollars or such higher amount as may be determined by the campaign finance board, provided, however, that disclosure reports shall be submitted on behalf of a participating candidate if that candidate and his or her principal committee have made expenditures in excess of eighty-five percent of the expenditure limitation applicable under section 3-706.  The campaign finance board shall make available to the public a copy of disclosure reports within two business days after they are accepted by the board. Notwithstanding any inconsistent provision of this subdivision: (i) principal committees shall be required to collect and disclose to the board in all instances whether a contributor has or within the past twelve months has had business dealings with the city, as that term is defined in this chapter, but, with respect to contributions aggregating not more than ninety-nine dollars for all covered elections held in a single calendar year or for a special election, need not collect or disclose to the board the name of the agency or entity, if any, with which such contributor has or has had business dealings and the type or category of such business dealings; (ii) separately itemized disclosure reports submitted to the board shall include whether each contributor has or within the past twelve months has had such business dealings, and no contributions made pursuant to subdivision one-a of this section that are included in such disclosure reports shall be matchable; and (iii) in no event shall the requirements of paragraph (l) of subdivision one of this section be waived for contributions below any specified amount. For purposes of the provisions of this subdivision relating to disclosure of business dealings with the city, “individual”, “contributor” and “intermediary” shall include the spouse or domestic partner and unemancipated children of such individual, contributor or intermediary. For purposes of such provisions, “individual”, “contributor” and “intermediary” shall also include any officer of an entity, any person who exercises managerial control or responsibility regarding an entity, or any person with an interest in an entity which exceeds five percent of the entity or five percent of the entity's indebtedness.  \n\t§6.  Subdivision  8 of section 3-708 of the administrative code of the city of New York, as added by local law number 8 for the year 1988, is amended to read as follows:\n\t8.  The board shall have the authority to promulgate such rules and regulations and provide such forms as it deems necessary for the administration of this chapter.  The board shall promulgate regulations concerning the form in which contributions and expenditures are to be reported, the periods during which such reports must be filed and the verification required.  The board shall require the filing of reports of contributions and expenditures for purposes of determining compliance with paragraph (f) of subdivision one of section 3-703 [and], section 3-706 and section 3-718, in accordance with the schedule specified by the state board of elections for the filing of campaign receipt and expenditure statements.\n§7. Chapter 7 of title 3 of the administrative code of the city of New York is amended by adding a new section 3-718 to read as follows:\n\t§ 3-718\tIndividuals and organizations having business dealings with the city of New York. 1. Each participating candidate and his or her principal committee shall obtain from every individual, corporation, partnership, political committee, employee organization or other entity making, or who or which is the intermediary for, a contribution, loan, guarantee or other security for such loan, a statement, in a form prescribed by the campaign finance board, as to whether such individual, corporation, partnership, political committee, employee organization or other entity has or within the past twelve months has had business dealings with the city, as that term is defined in this chapter, and, if so, the name of the agency or entity with which such business dealings are or were carried on and the appropriate type or category of such business dealings. Upon receipt of such a statement, the principal committee shall file a copy thereof with the board. Each principal committee shall further, in the campaign finance disclosure statements required to be filed with the board pursuant to this chapter, identify each contribution, transfer, loan or guarantee or other security for such loan received by such participant during the reporting period from an individual, corporation, partnership, political committee, employee organization or other entity who or which has or within the past twelve months has had business dealings with the city, together with the name of such individual, corporation, partnership, political committee, employee organization or other entity, the name of the agency or entity with which such business dealings are or were carried on, and the appropriate type or category of such business dealings from among types or categories specified by the board. Each city agency shall, at the board’s request, provide appropriate assistance to the board in determining whether an individual, corporation, partnership, political committee, employee organization or other entity making, or who or which is the intermediary for, a contribution has complied with the requirements of this section. Notwithstanding any inconsistent provision of this section, information specifically excepted by subdivision six of section 3-703 of this chapter need not be collected or disclosed to the board. For purposes of this section, “individual” and “intermediary” shall include the spouse or domestic partner and unemancipated children of such individual or intermediary. “Individual” shall also include any officer of an entity, any person who exercises managerial control or responsibility regarding an entity, or any person with an interest in an entity which exceeds five percent of the entity or five percent of the entity's indebtedness.\n\t2. The board shall make available to the public, no less than quarterly and on at least a monthly basis during the five months preceding the general election for city offices and on at least a weekly basis during the month preceding the primary election for such offices and the month preceding the general election, information relating to persons or entities doing business with the city that has been ascertained by the board pursuant to this section or subdivision six of section 3-703 of this chapter. Such information shall be organized in a clear and understandable format, and shall be as current as may be practicable. The board shall utilize such information in monitoring and ensuring compliance with the provisions of paragraph (l) of subdivision 1 of section 3-703 of this chapter.\n\t§8.  If any provision of this local law, or any amendments thereto, shall be held invalid or ineffective in whole or in part or inapplicable to any person or situation, such holding shall not affect, impair or invalidate the remainder of this local law, and all other provisions thereof shall nevertheless be separately and fully effective and the application of any such provision to other persons or situations shall not be affected.\n\t§9.  Notwithstanding any inconsistent provision of this local law, in order to be eligible for optional public financing under the New York city campaign finance act, candidates participating in the New York city campaign finance program and their principal committees must have obtained and disclosed to the campaign finance board, no later than sixty days following the effective date of this local law, the additional information required by this local law, for contributions received prior to such effective date that are to be expended for elections to be held after such effective date; provided, however, that in the event such information is not obtained or disclosed for any such contributions during such sixty-day period or such information reveals that any such contributions would have been prohibited if made after the effective date of this local law or have been accepted in excess of any amount which would have been authorized pursuant to this local law, then to that extent such contributions must have been returned to contributors or otherwise restricted from use for the benefit of such candidates and committees in accordance with rules of the New York city campaign finance board no later than ninety days following such effective date. Any contribution whose acceptance is prohibited by paragraph (l) of subdivision 1 of section 3-703 of the administrative code of the city of New York, as amended by this local law, or authorized by subdivision 1-a of such section, as added by this local law, shall not be a “matchable contribution” as defined in section 3-702 of such code. The board shall promulgate rules to implement this section, including but not limited to rules concerning accounting for contributions in excess of amounts authorized pursuant to this local law, made and expended prior to the effective date of this local law, so as to ensure that amounts otherwise available to candidates and their principal committees pursuant to the New York city campaign finance act shall be reduced to the maximum extent possible to account for such contributions and expenditures.\n§10. This local law shall take effect sixty days after its enactment into law and shall be applicable to all receipts, expenditures, and public funds claims for elections held after such effective date, including, in accordance with section nine of this local law, contributions, receipts, expenditures or claims occurring prior to such effective date, provided that, upon enactment of this local law, the campaign finance board shall take all necessary steps, including but not limited to the promulgation of forms and rules, to ensure the prompt implementation of this local law upon its effective date.\n\n\nMT\nSeptember 24, 2004",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\froman\\fprq2\\fcharset0 Times;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\b0\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\hyphpar0\\fi1440\\sl480\\slmult1\\qj\\ulnone Section 1.  Statement of Legislative Findings and Intent.  The council hereby finds and declares that this local law makes necessary improvements to the New York city campaign finance act, designed to lessen the influence on elected officers by campaign contributors.\\par\nThis local law closes a loophole in the city\\rquote s campaign finance act that permits the acceptance of campaign contributions from those who do business with the city, a practice called \\ldblquote pay-to-play.\\rdblquote  Further, the local law would prevent such contributions from triggering the disbursement of taxpayer funds. \\ldblquote Pay-to-play\\rdblquote  contributions can be intended to influence governmental decisions and win preferential treatment, or have the appearance of doing so, thereby reducing public confidence in elected officials and undermining the intended purposes of the city\\rquote s campaign finance act, which matches private contributions with public funds at a $4-to-$1 rate.\\par\nAlthough New York city voters adopted amendments to the city charter in 1998 mandating disclosure of such contributions and authorizing the campaign finance board to prohibit them, the board has not implemented these amendments and their potential benefits have thus not been realized. These benefits include: promoting integrity in government; bolstering public confidence in both elected officials and city government as a whole; and eliminating public subsidies and incentives for special interests, which contravene the campaign finance act\\rquote s purpose. Because the 1998 charter mandate remains unfulfilled, the council finds that it must take action itself to close the \\ldblquote pay-to-play\\rdblquote  loophole and achieve these benefits.\\par\nThis local law, therefore, generally prohibits participating candidates from accepting contributions from those who do business with the city, while providing an exception ensuring that individuals may make limited contributions that do not exceed two hundred and fifty dollars to candidates for whom they are entitled to vote. Such limited contributions would not be matched with public funds. This provides an incentive to candidates to seek a base of support from a diverse and representative group of contributors in order to obtain the full benefit of public financing. Rule G-37 of the municipal securities rulemaking board strikes a similar balance at the national level by effectively prohibiting contributions by municipal securities brokers and dealers to candidates for certain public offices, while permitting limited contributions that are deemed not to pose a sufficient threat of improper influence. Further, the information collection and disclosure provisions of this local law ensure that the public will have access to importance facts concerning contributions to candidates by those who do business with the city, and will facilitate enforcement of the local law\\rquote s new restrictions.\\par\nIn conclusion, the council finds and declares that this local law represents an important reform that will promote public trust in the integrity of city government and its officials.\\par\n\\pard\\sl480\\slmult1\\tab\\'a72.  Subdivision 3 of section 3-702 of the administrative code of\\b  \\b0 the city of New York, as amended by local law number 12 for the year 2003, is amended, and a new subdivision  13 is added to such section, to read as follows:\\i\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\tx0\\tx720\\tx1278\\tx2160\\tx7380\\tx8640\\i0\\tab 3. The term \\ldblquote matchable contribution\\rdblquote  shall mean (i) a contribution, (ii) contributions or (iii) a portion of a contribution or contributions, not greater than the applicable contribution limitation set forth in paragraph (f) of subdivision one of section 3-703 for all covered elections held in the same calendar year, made by a natural person resident in the city of New York to a participating candidate which has been reported in full to the campaign finance board in accordance with subdivision six of section 3-703 by the candidate\\rquote s principal committee and has been contributed on or before December thirty-first in the year of such election that may be matched by public funds in accordance with the provisions of this chapter. Matchable contributions comprised of up to one thousand dollars per contributor (or up to five hundred dollars per contributor in a special election to fill a vacancy) may be counted toward the threshold for eligibility of paragraph (a) of subdivision two of section 3-703. Any contribution, contributions, or a portion of a contribution determined to be invalid for matching funds by the board may not be treated as a matchable contribution for any purpose. The following contributions are not matchable:\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj (a)\\tab in-kind contributions of property, goods, or services;\\par\n(b)\\tab contributions in the form of the purchase price paid for an item with significant intrinsic and enduring value;\\par\n(c)\\tab contributions in the form of the purchase price paid for or otherwise induced by a chance to participate in a raffle, lottery, or similar drawing for valuable prizes;\\par\n(d)\\tab money order contributions from any one contributor that are, in the aggregate, greater than $100; [and]\\par\n(e)\\tab contributions from individuals under the age of eighteen years\\ul ; and\\par\n(f)\\tab contributions provided for in subdivision one-a of section 3-703 of this chapter\\ulnone .\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\tx0\\tx720\\tx1278\\tx2160\\ul 13.\\tab The term \\ldblquote business dealings with the city\\rdblquote  shall mean any contract for the procurement of goods, services or construction that is entered into or in effect with the city of New York or any agency or entity affiliated with the city of New York (other than a contract procured through competitive sealed bidding or one or more contracts with a single person or entity for the procurement of goods or services totaling not more than one hundred thousand dollars entered into or in effect within the past twelve months), including any contract for the underwriting of the debt of the city of New York or any agency or entity affiliated with the city of New York and the retention of any bond counsel, disclosure counsel or underwriter\\rquote s counsel in connection therewith; or any real property transaction (other than a public auction or competitive sealed bid transaction) with the city of New York or any agency or entity affiliated with the city of New York; or any land use approval received from the city of New York or agency or entity affiliated with the city of New York; or any concession or franchise from the city of New York or any agency or entity affiliated with the city of New York; or any grant received from the city of New York or any agency or entity affiliated with the city of New York; or any application, proposal, submission or other request seeking business dealings as defined herein that is pending or that has been made. In addition, a lobbyist as defined in section 3-211 of this title shall be deemed to be engaged in business dealings with the city of New York. For purposes of this subdivision, \\ldblquote agency or entity affiliated with the city of New York\\rdblquote  shall mean the city school district of the city of New York and any public authority, public benefit corporation or not for profit corporation, the majority of whose members are officials of the city of New York or are appointed by such officials. \\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ulnone\\tab\\'a73.  Paragraphs (d), (g) and (l) of subdivision 1 of section 3-703 of the administrative code of the city of New York, as added by local law number 8 for the year 1988, paragraph (l) as amended by local law number 12 for the year 2003, are amended to read as follows:\\tab\\par\n(d)  obta\\cf1 in and furnish to the campaign finance board any information it may request relating to his or her campaign expend\\-itures or contributions\\ul , including the information specified in subdivision six of this section  and section 3-718 of this chapter,\\ulnone  and furnish such documentation and other proof of compliance with this chapter as may be requested by such board;\\par\n(g) \\tab maintain such record of receipts and expenditures for a covered election as required by the board \\ul and the provisions of this chapter\\ulnone ;\\ul\\par\n\\ulnone (l)\\tab not accept and his or her principal committee must not accept, either directly or by transfer, any contribution, loan, guarantee, or other security for such loan from a corporation, other than a corporation that is a political committee as defined in subdivision eleven of section 3-702 of this chapter, \\ul or made by any person or through any intermediary who has or within the past twelve months has had business dealings with the city, as that term is defined in such section, \\ulnone for all covered elections held in the same calendar year in which he or she is a participating candidate. \\ul For purposes of this paragraph, \\ldblquote person\\rdblquote  and \\ldblquote intermediary\\rdblquote  shall include the spouse or domestic partner and unemancipated children of such person or intermediary. \\ldblquote Person\\rdblquote  and \\ldblquote intermediary\\rdblquote  shall also include an entity that has or within the past twelve months has had business dealings with the city, any officer of such entity, any person who exercises managerial control or responsibility regarding such entity, or any person with an interest in such entity which exceeds five percent of the entity or five percent of the entity\\rquote s indebtedness; and \\par\n\\ulnone\\'a74. Section 3-703 of the administrative code of the city of New York is amended by adding a new subdivision 1-a to read as follows:\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\cf0\\ul 1-a.\\tab Notwithstanding any inconsistent provision of this section, a participating candidate or his or her principal committee may accept, either directly or by transfer, a contribution or contributions for a covered election from a natural person who has or within the past twelve months has had business dealings with the city, as that term is defined in subdivision thirteen of section 3-702 of this chapter, if such person is entitled to vote for such candidate and if the aggregate of such contributions to such candidate from such person does not exceed two hundred fifty dollars for such election.  Any contribution made pursuant to this section shall not be a matchable contribution.  For purposes of this subdivision, \\ldblquote person\\rdblquote  shall include any officer of an entity which has or within the past twelve months has had business dealings with the city, any person who exercises managerial control or responsibility regarding such an entity, or any person with an interest in such an entity which exceeds five percent of the entity or five percent of the entity\\rquote s indebtedness.  For purposes of this subdivision, \\ldblquote person\\rdblquote  shall also include the spouse or domestic partner and unemancipated children of such person.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ulnone\\'a75.  Subdivision 6 of section 3-703 of the administrative code of the city of New York, as amended by local law number 12 for the year 2003, is amended to read as follows:\\par\n6.  Each principal committee shall report to the board every contribution, loan, guarantee, or other security for such loan received by the candidate and such principal committee, the full name, residential address, occupation, employer, and business address of each individual, corporation, partnership, political committee, employee organization or other entity making, or which is the intermediary for, such contribution, loan, guarantee, or other security for such loan, \\ul whether such individual, corporation, partnership, political committee, employee organization or other entity has or within the past twelve months has had business dealings with the city, as that term is defined in this chapter, and if so, the name of the agency or entity with which such business dealings are or were carried on, and the appropriate type or category of such business dealings,\\ulnone  and every expenditure made by the candidate and such principal committee, including expenditures not subject to section 3-706.  Disclosure reports shall be submitted at such times and in such form as the board shall require and shall be clearly legible.\\i  \\i0 An intermediary need not be reported for any contribution that was collected from a contributor in connection with a party or other candidate-related event held at the residence of the person delivering the contribution, unless the expenses of such events at such residence for such candidate exceed five hundred dollars for a covered election or the aggregate contributions received from that contributor at such events exceed five hundred dollars. Contributions aggregating not more than ninety-nine dollars from any one contributor for all covered elections held in a single calendar year or for a special election need not be separately itemized in disclosure reports submitted to the board on behalf of a participating candidate, provided, however, that contributions which are not itemized shall not be matchable. The treasurer of the principal committee need not collect or disclose the occupation, employer, and business address of any contributor making contributions aggregating not more than ninety-nine dollars for all covered elections held in a single calendar year or for a special election. Disclosure reports, other than reports required to be filed every six months in accordance with the schedule specified by the New York state board of elections, need not be submitted on behalf of a participating candidate if the cumulative amount of contributions and loans accepted by such candidate and his or her principal committee following the period covered in the last disclosure report submitted to the campaign finance board on behalf of such candidate is less than two thousand dollars or such higher amount as may be determined by the campaign finance board, provided, however, that disclosure reports shall be submitted on behalf of a participating candidate if that candidate and his or her principal committee have made expenditures in excess of eighty-five percent of the expenditure limitation applicable under section 3-706.\\i   \\i0 The campaign finance board shall make available to the public a copy of disclosure reports within two business days after they are accepted by the board. \\ul Notwithstanding any inconsistent provision of this subdivision: (i) principal committees shall be required to collect and disclose to the board in all instances whether a contributor has or within the past twelve months has had business dealings with the city, as that term is defined in this chapter, but, with respect to contributions aggregating not more than ninety-nine dollars for all covered elections held in a single calendar year or for a special election, need not collect or disclose to the board the name of the agency or entity, if any, with which such contributor has or has had business dealings and the type or category of such business dealings; (ii) separately itemized disclosure reports submitted to the board shall include whether each contributor has or within the past twelve months has had such business dealings, and no contributions made pursuant to subdivision one-a of this section that are included in such disclosure reports shall be matchable; and (iii) in no event shall the requirements of paragraph (l) of subdivision one of this section be waived for contributions below any specified amount. For purposes of the provisions of this subdivision relating to disclosure of business dealings with the city, \\ldblquote individual\\rdblquote , \\ldblquote contributor\\rdblquote  and \\ldblquote intermediary\\rdblquote  shall include the spouse or domestic partner and unemancipated children of such individual, contributor or intermediary. For purposes of such provisions, \\ldblquote individual\\rdblquote , \\ldblquote contributor\\rdblquote  and \\ldblquote intermediary\\rdblquote  shall also include any officer of an entity, any person who exercises managerial control or responsibility regarding an entity, or any person with an interest in an entity which exceeds five percent of the entity or five percent of the entity's indebtedness.  \\par\n\\pard\\brdrt\\brdrs\\brdrw20\\brdrcf2 \\brdrl\\brdrs\\brdrw20\\brdrcf2 \\brdrb\\brdrs\\brdrw20\\brdrcf2 \\brdrr\\brdrs\\brdrw20\\brdrcf2 \\fi720\\sl480\\slmult1\\ulnone\\tab\\'a76.  Subdivision  8 of section 3-708 of the administrative code of the city of New York, as added by local law number 8 for the year 1988, is amended to read as follows:\\par\n\\pard\\sl480\\slmult1\\tx0\\tx720\\tx1278\\tx1980\\tx2160\\tx2880\\tx3600\\tx4320\\tx5040\\tx5760\\tx6480\\tx7200\\tx7920\\tx9360\\tx10080\\tx10800\\tx11520\\tx12240\\tx12960\\tx13680\\tx14400\\tx15120\\tx15840\\tx16560\\tx17280\\tx18000\\tx18720\\tab 8.  The board shall have the authority to promulgate such rules and regulations and provide such forms as it deems necessary for the administration of this chapter.  The board shall promulgate regulations concerning the form in which contributions and expenditures are to be reported, the periods during which such reports must be filed and the verification required.  The board shall require the filing of reports of contributions and expenditures for purposes of determining compliance with paragraph (f) of subdivision one of section 3-703 [\\f1 and]\\ul\\f0 ,\\ulnone  section 3-706 \\ul and section 3-718,\\ulnone  in accordance with the schedule specified by the state board of elections for the filing of campaign receipt and expenditure statements.\\i\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\i0\\'a77. Chapter 7 of title 3 of the administrative code of the city of New York is amended by adding a new section 3-718 to read as follows:\\par\n\\pard\\sl480\\slmult1\\qj\\tx0\\tx720\\tx1278\\tx1980\\tx2160\\tx2880\\tx3600\\tx4320\\tx5040\\tx5760\\tx6480\\tx7200\\tx7920\\tx9360\\tx10080\\tx10800\\tx11520\\tx12240\\tx12960\\tx13680\\tx14400\\tx15120\\tx15840\\tx16560\\tx17280\\tx18000\\tx18720\\tab\\ul\\'a7 3-718\\tab Individuals and organizations having business dealings with the city of New York. 1. Each participating candidate and his or her principal committee shall obtain from every individual, corporation, partnership, political committee, employee organization or other entity making, or who or which is the intermediary for, a contribution, loan, guarantee or other security for such loan, a statement, in a form prescribed by the campaign finance board, as to whether such individual, corporation, partnership, political committee, employee organization or other entity has or within the past twelve months has had business dealings with the city, as that term is defined in this chapter, and, if so, the name of the agency or entity with which such business dealings are or were carried on and the appropriate type or category of such business dealings. Upon receipt of such a statement, the principal committee shall file a copy thereof with the board. Each principal committee shall further, in the campaign finance disclosure statements required to be filed with the board pursuant to this chapter, identify each contribution, transfer, loan or guarantee or other security for such loan received by such participant during the reporting period from an individual, corporation, partnership, political committee, employee organization or other entity who or which has or within the past twelve months has had business dealings with the city, together with the name of such individual, corporation, partnership, political committee, employee organization or other entity, the name of the agency or entity with which such business dealings are or were carried on, and the appropriate type or category of such business dealings from among types or categories specified by the board. Each city agency shall, at the board\\rquote s request, provide appropriate assistance to the board in determining whether an individual, corporation, partnership, political committee, employee organization or other entity making, or who or which is the intermediary for, a contribution has complied with the requirements of this section. Notwithstanding any inconsistent provision of this section, information specifically excepted by subdivision six of section 3-703 of this chapter need not be collected or disclosed to the board. For purposes of this section, \\ldblquote individual\\rdblquote  and \\ldblquote intermediary\\rdblquote  shall include the spouse or domestic partner and unemancipated children of such individual or intermediary. \\ldblquote Individual\\rdblquote  shall also include any officer of an entity, any person who exercises managerial control or responsibility regarding an entity, or any person with an interest in an entity which exceeds five percent of the entity or five percent of the entity's indebtedness.\\par\n\\ulnone\\tab\\ul 2. The board shall make available to the public, no less than quarterly and on at least a monthly basis during the five months preceding the general election for city offices and on at least a weekly basis during the month preceding the primary election for such offices and the month preceding the general election, information relating to persons or entities doing business with the city that has been ascertained by the board pursuant to this section or subdivision six of section 3-703 of this chapter. Such information shall be organized in a clear and understandable format, and shall be as current as may be practicable. The board shall utilize such information in monitoring and ensuring compliance with the provisions of paragraph (l) of subdivision 1 of section 3-703 of this chapter.\\par\n\\ulnone\\tab\\'a78.  \\cf1 If any provision of this local law, or any amendments thereto, shall be held invalid or ineffective in whole or in part or inapplicable to any person or situation, such holding shall not affect, impair or invalidate the remainder of this local law, and all other provisions thereof shall nevertheless be separately and fully effective and the application of any such provision to other persons or situations shall not be affected.\\par\n\\tab\\'a79.  Notwithstanding any inconsistent provision of this local law, in order to be eligible for optional public financing under the New York city campaign finance act, candidates participating in the New York city campaign finance program and their principal committees must have obtained and disclosed to the campaign finance board, no later than sixty days following the effective date of this local law, the additional information required by this local law, for contributions received prior to such effective date that are to be expended for elections to be held after such effective date; provided, however, that in the event such information is not obtained or disclosed for any such contributions during such sixty-day period or such information reveals that any such contributions would have been prohibited if made after the effective date of this local law or have been accepted in excess of any amount which would have been authorized pursuant to this local law, then to that extent such contributions must have been returned to contributors or otherwise restricted from use for the benefit of such candidates and committees in accordance with rules of the New York city campaign finance board no later than ninety days following such effective date. Any contribution whose acceptance is prohibited by paragraph (l) of subdivision 1 of section 3-703 of the administrative code of the city of New York, as amended by this local law, or authorized by subdivision 1-a of such section, as added by this local law, shall not be a \\ldblquote matchable contribution\\rdblquote  as defined in section 3-702 of such code. The board shall promulgate rules to implement this section, including but not limited to rules concerning accounting for contributions in excess of amounts authorized pursuant to this local law, made and expended prior to the effective date of this local law, so as to ensure that amounts otherwise available to candidates and their principal committees pursuant to the New York city campaign finance act shall be reduced to the maximum extent possible to account for such contributions and expenditures.\\cf0\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\'a710. This local law shall take effect sixty days after its enactment into law and shall be applicable to all receipts, expenditures, and public funds claims for elections held after such effective date, including, in accordance with section nine of this local law, contributions, receipts, expenditures or claims occurring prior to such effective date, provided that, upon enactment of this local law, the campaign finance board shall take all necessary steps, including but not limited to the promulgation of forms and rules, to ensure the prompt implementation of this local law upon its effective date.\\par\n\\pard\\sl480\\slmult1\\qj\\par\n\\par\n\\pard\\qj MT\\par\nSeptember 24, 2004\\b\\par\n\\par\n\\pard\\sl480\\slmult1\\par\n\\pard\\b0\\par\n\\par\n\\par\n\\par\n}\n\u0000",
  "LastModified": "2015-07-23T13:54:27.87Z"
}
