{
  "ID": 31357,
  "GUID": "3F6EAE71-42CD-4084-96D7-2A1903AF926A",
  "File": "Int 0472-2004",
  "Name": "Prohibition of inhumane activities and practices used in rodeos.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the prohibition of inhumane activities and practices used in rodeos.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2004-10-13T00:00:00Z",
  "AgendaDate": "2004-10-13T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5277,
      "Slug": "allan-w-jennings-jr",
      "FullName": "Allan W. Jennings, Jr."
    },
    {
      "ID": 5278,
      "Slug": "melinda-r-katz",
      "FullName": "Melinda R. Katz"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5274,
      "Slug": "helen-sears",
      "FullName": "Helen Sears"
    },
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5229,
      "Slug": "eva-s-moskowitz",
      "FullName": "Eva S. Moskowitz"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 5281,
      "Slug": "joseph-p-addabbo-jr",
      "FullName": "Joseph P. Addabbo, Jr."
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5286,
      "Slug": "bill-de-blasio",
      "FullName": "Bill De Blasio"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    }
  ],
  "History": [
    {
      "ID": 165797,
      "Date": "2004-10-13T14:21:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 166001,
      "Date": "2004-10-13T22:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Health due back on 10/15/2004.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 3342,
      "AgendaSequence": 169,
      "MinutesSequence": 198,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184941,
      "Date": "2005-12-31T11:46:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 31245,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Title 17 of the administrative code of the city of New York is hereby amended by adding a new chapter 10 to read as follows:\nCHAPTER 10\nPROHIBITION OF CRUEL RODEO EVENTS AND PRACTICES ACT\n§17-1001\tShort title.\n§17-1002\tDefinitions.\n§17-1003\tProhibited activities and practices at rodeos.\n§17-1004\tScheduling and notification of a rodeo.\n§17-1005\tAccess to a rodeo.\n§17-1006\tPresence of an on-site veterinarian.\n§17-1007\tCare and treatment of animals.\n§17-1008\tEnforcement.\n§17-1009\tViolations and penalties.\n§17-1010\tRules.\n\n§17-1001   Short title.  This chapter shall be known and may be cited as the “Prohibition of Cruel Rodeo Events and Practices Act.”\n§17-1002  Definitions.  For purposes of this chapter only, the following terms shall have the following meanings:\n\ta.  “ASPCA” means the American Society for the Prevention of Cruelty to Animals.\n\tb. “Bareback riding/bronc riding” means an event performed where a person mounts a horse with the intention to ride, or attempt to ride, the horse, with or without use of a saddle and where the horse is wearing a bucking strap/flank strap.\n c. “Bucking strap/flank strap” means any belt, rope, or other material fastened around an animal’s flank area that causes or encourages the animal to buck. \nd. “Bull riding/bareback bull riding” means an event performed where a person \nmounts a bull with the intention to ride, or attempt to ride, the bull, with or without use of a\nsaddle and where the bull is wearing a bucking strap/flank strap. \ne. “Calf roping/tie-down roping” means any event where a person ropes and restrains a calf, with the intention to tie, or attempt to tie, some or all of the calf’s legs together.\n\tf. “Caustic ointments” means substances that cause inflammation, irritation, pain or discomfort when applied.\ng. “Electric prods” means a device that administers volts of electricity to an animal.\nh. “Goat tying” means any event where a person ties or secures a goat by any means with the intention to tie, or attempt to tie, some or all of the goat’s legs together.\ni. “Horse tripping” means any event where a person causes, or attempts to cause, a horse to trip and fall to the ground.\nj.  “On-site veterinarian” means a person licensed to practice veterinary medicine in the state of New York, who shall have his or her primary practice experience in large animal medicine and surgery, and who is approved by the department and the ASPCA to be present at all times during a rodeo.\nk. “Raking” means the act of moving spurs against and across an animal’s body. \nl. “Rodeo” means any performance, competition, or exhibition featuring skills traditionally associated with hired hands in the western United States who tend cattle and perform many duties on horseback, and involving horses, cows, bulls, calves, steer and/or goats; provided, however, that such term shall not include such performances, competitions or exhibitions that take place at equestrian events, theatrical performances, fairs, carnivals or circuses.\n m. Sponsor” means any person, corporation, partnership, firm, agency, association, lessor, or organization which owns, leases, or is otherwise responsible for the operation of a rodeo.\nn. “Spurs” means any spike or wheel with points attached to a person’s shoes, boots or heels.\no. “Steer busting” means any event where a person ropes a steer’s horn, and causes, or attempts to cause, the animal to turn over and fall to the ground, with the intention to tie, or attempt to tie, some or all of the animal’s legs together.\np. “Steer wrestling” means any event where a person moves from a horse onto a steer, and twists the steer’s neck, with the intention to cause, or attempt to cause, the steer to fall to the ground.\nq. “Tail raking” means any act of raking, sawing, and/or pulling an animal’s tail against a fence or other object.\nr. “Tail twisting” means any act of twisting the tail of an animal.\ns. “Team roping” means any event where a person, sometimes called the “header”, ropes a steer’s horns, neck or a combination of one horn and the neck, with the intention to turn over, or attempt to turn over, the steer, and another person, sometimes called the “heeler” ropes, or attempts to rope, the steer’s hind feet.\n t. “Wire tie-down” means any cable, cord, or other material tied from the halter or bridle placed around a horse’s head and secured to the girth strap or saddle, and which causes the horse to point his/her nose down.\n§17-1003  Prohibited activities and practices at rodeos.  The following activities and practices shall be prohibited from taking place at or in conjunction with a rodeo:   \na.  Bareback riding/ bronc riding.\nb.  Bull riding/ bareback bull riding.\nc.  Calf roping/tie-down roping.\nd.  Goat tying.\ne.  Horse tripping.\nf.  Steer busting.\ng.  Steer wrestling.\nh.  Use of electric prods or other shocking devices.\ni.  Use of bucking strap/flank straps, sticks, whips, wire tie-downs or spurs.\nj.  Use of caustic ointments.\nk.  Use of forcible handling techniques, including, but not limited to, tail twisting, tail raking, raking, hitting, poking and kicking.\n§17-1004  Scheduling and notification of a rodeo.  a.  No sponsor of a rodeo to be held in the city of New York shall hold such rodeo without filing an application  for a permit with the department, in such form and manner as determined by the department, and receiving such permit.  Such application shall include, but not be limited to:\n1.  a description of the event to be held and the activities to be conducted;\n2.  the kinds and numbers of animals to be used;\n3.  the criteria and requirements of the animal health permit required pursuant to paragraph d of section 17-1007 with respect to each animal; \n4.  the training and credentials of the rodeo personnel employed or retained;\n5.  an emergency evacuation plan;\n6.  the housing to be provided for the animals; and\n7.  any other information the commissioner deems appropriate.\nb.  The sponsors of any rodeo shall notify the department, the New York city police department and the ASPCA regarding the scheduling of any rodeo, no less than thirty (30) calendar days prior to the holding of such rodeo.\n§17-1005  Access to a rodeo.  The department, the New York city police department and ASPCA enforcement agents shall be provided access to the areas where animals have been present, are present, or will be present, prior to, during and after a rodeo in order to inspect the facilities, the activities taking place and the animals.  \n§17-1006  Presence of an on-site veterinarian.  a.  An on-site veterinarian shall be present at all times during any rodeo.  Such on-site veterinarian shall have access to all areas where animals have been present, are present, or will be present, prior to, during and after a rodeo, including, but not limited to, holding pens, chutes, injury pens and transport vehicles, in order to examine and otherwise observe the animals.  \nb.  The on-site veterinarian shall have discretion regarding whether an animal shall be used in a rodeo.  In the event that the on-site veterinarian determines that an animal is unfit to be used in a rodeo,  he or she must immediately notify rodeo personnel.  Nothing herein shall preclude the department, a veterinarian employed or retained by the ASPCA, the police department, or an ASPCA enforcement agent from determining than an animal is unfit to used in a rodeo.  The use of any animal deemed unfit to be used in a rodeo by any such persons or by the on-site veterinarian shall constitute a violation of this section.\nc.  Every animal used in a rodeo shall be examined by an on-site veterinarian within two (2) hours prior to the start of an event to ensure the animal’s health and fitness to be used in the event, and immediately after the end of an event to assess any injuries incurred by the animal.  Every such animal may also be examined by such on-site veterinarian during the course of the rodeo.\nd.  Any animal injured during a rodeo shall be removed immediately from the\nrodeo by rodeo personnel, who shall report such injury promptly to the on-site veterinarian, who shall in turn provide any necessary veterinary care including, but not limited to, the administration of any required medications and/or injections.  \nd.  All veterinary expenses of animals used or intended to be used in a rodeo shall be the responsibility of the sponsors.\n§17-1007  Care and treatment of animals.  a.  Animals at a rodeo shall be provided with shade by natural or artificial means sufficient to protect them from direct sunlight when such exposure as determined by the on-site veterinarian is likely to jeopardize the health or well being of the animal.\nb.  All animals shall have access to clean, potable water at all times.\nc.  No stimulants, sedatives, or other drug shall be administered to any animal used in performances or exhibitions, except as determined by the on-site veterinarian.\n\td.  Every sponsor shall have, for each animal intended to be used in a rodeo held in the city of New York, a valid health certificate signed by a licensed veterinarian and dated within one year of the first day on which such rodeo is to be held in the city.  Every sponsor must provide a copy of such certificate upon request of the department, the on-site veterinarian or an ASPCA enforcement agent.\ne.  At no time shall sore, lame or ill animals, animals with poor eyesight, or animals who are exhibiting signs of distress, physical injury, suffering or pain be used in a rodeo.\n\tf.  The on-site veterinarian may, with respect to any animal require that such animal shall not be used in more than one rodeo performance, competition or exhibition event per day.\n§17-1008  Enforcement.  a.  The department shall enforce the provisions of this chapter.  In addition, designated enforcement employees of the New York city police department and the ASPCA shall have the power to enforce the provisions of this chapter.  \n§17-1009  Violations and penalties.  a.  The violation of any provision of this chapter or any of the rules promulgated hereunder shall, upon conviction thereof, constitute a misdemeanor, punishable by a fine of not less than two hundred and fifty dollars nor more than one thousand dollars, or by imprisonment not to exceed one year or both.  Each violation shall constitute a separate and distinct offense.\nb.  Any person violating any provision of this chapter shall be liable for a civil penalty of not less than two hundred and fifty dollars nor more than one thousand dollars, provided, however, that for a second or subsequent violation of any provision of this chapter such person shall be liable for a civil penalty of not less than five hundred dollars nor more than two thousand dollars.  A proceeding to recover any civil penalty authorized pursuant to the provisions of this subdivision shall be commenced by service of notice of violation which shall be returnable to the administrative tribunal established by the board of health.  Such tribunal shall have the power to impose the civil penalties prescribed by this subdivision.\n\t§17-1010  Rules.  The commissioner shall promulgate rules in accordance with the provisions contained in this chapter, and such other rules as may be necessary for the purpose of implementing and carrying out the provisions of this chapter.\n§2.  If any section, subsection, sentence, clause, phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this law, which remaining portions shall continue in full force and effect.\n§3. This local law shall take effect one hundred and twenty days after its enactment into law.  Actions necessary to prepare for the implementation of this local law may be taken prior to its effective date.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 MS Sans Serif;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\expndtw0\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\sl480\\slmult1\\qj\\expndtw-3\\tab Section 1.  Title 17 of the administrative code of the city of New York is hereby amended by adding a new chapter 10 to read as follows:\\par\n\\pard\\sl480\\slmult1\\qc\\ul CHAPTER 10\\par\nPROHIBITION OF CRUEL RODEO EVENTS AND PRACTICES ACT\\par\n\\pard\\'a717-1001\\tab Short title.\\par\n\\'a717-1002\\tab Definitions.\\par\n\\'a717-1003\\tab Prohibited activities and practices at rodeos.\\par\n\\'a717-1004\\tab Scheduling and notification of a rodeo.\\par\n\\'a717-1005\\tab Access to a rodeo.\\par\n\\'a717-1006\\tab Presence of an on-site veterinarian.\\par\n\\'a717-1007\\tab Care and treatment of animals.\\par\n\\'a717-1008\\tab Enforcement.\\par\n\\'a717-1009\\tab Violations and penalties.\\par\n\\'a717-1010\\tab Rules.\\ulnone\\par\n\\b\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\expndtw0\\b0\\'a7\\ul 17-1001   \\b Short title\\b0 .  This chapter shall be known and may be cited as the \\ldblquote Prohibition of Cruel Rodeo Events and Practices Act.\\rdblquote\\par\n\\'a717-1002  \\b Definitions.\\b0   For purposes of this chapter only, the following terms shall have the following meanings\\ulnone :\\par\n\\pard\\sl480\\slmult1\\qj\\tab\\ul a.  \\ldblquote ASPCA\\rdblquote  means the American Society for the Prevention of Cruelty to Animals.\\par\n\\ulnone\\tab\\ul b. \\ldblquote Bareback riding/bronc riding\\rdblquote  means an event performed where a person mounts a horse with the intention to ride, or attempt to ride, the horse, with or without use of a saddle and where the horse is wearing a bucking strap/flank strap.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj  c. \\ldblquote Bucking strap/flank strap\\rdblquote  means any belt, rope, or other material fastened around an animal\\rquote s flank area that causes or encourages the animal to buck. \\par\nd. \\ldblquote Bull riding/bareback bull riding\\rdblquote  means an event performed where a person \\par\n\\pard\\sl480\\slmult1\\qj mounts a bull with the intention to ride, or attempt to ride, the bull, with or without use of a\\par\nsaddle and where the bull is wearing a bucking strap/flank strap. \\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj e. \\ldblquote Calf roping/tie-down roping\\rdblquote  means any event where a person ropes and restrains a calf, with the intention to tie, or attempt to tie, some or all of the calf\\rquote s legs together.\\par\n\\pard\\sl480\\slmult1\\qj\\ulnone\\tab\\ul f. \\ldblquote Caustic ointments\\rdblquote  means substances that cause inflammation, irritation, pain or discomfort when applied.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj g. \\ldblquote Electric prods\\rdblquote  means a device that administers volts of electricity to an animal.\\b\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\b0 h. \\ldblquote Goat tying\\rdblquote  means any event where a person ties or secures a goat by any means with the intention to tie, or attempt to tie, some or all of the goat\\rquote s legs together.\\par\ni. \\ldblquote Horse tripping\\rdblquote  means any event where a person causes, or attempts to cause, a horse to trip and fall to the ground.\\par\nj.  \\ldblquote On-site veterinarian\\rdblquote  means a person licensed to practice veterinary medicine in the state of New York, who shall have his or her primary practice experience in large animal medicine and surgery, and who is approved by the department and the ASPCA to be present at all times during a rodeo.\\par\nk. \\ldblquote Raking\\rdblquote  means the act of moving spurs against and across an animal\\rquote s body. \\par\nl. \\ldblquote Rodeo\\rdblquote  means any performance, competition, or exhibition featuring skills traditionally associated with hired hands in the western United States who tend cattle and perform many duties on horseback, and involving horses, cows, bulls, calves, steer and/or goats; provided, however, that such term shall not include such performances, competitions or exhibitions that take place at equestrian events, theatrical performances, fairs, carnivals or circuses.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\expndtw-3  m. \\cf1 Sponsor\\rdblquote  means any person, corporation, partnership, firm, agency, association, lessor, or organization which owns, leases, or is otherwise responsible for the operation of a rodeo.\\cf0\\par\nn. \\ldblquote Spurs\\rdblquote  means any spike or wheel with points attached to a person\\rquote s shoes, boots or heels.\\par\no. \\ldblquote Steer busting\\rdblquote  means any event where a person ropes a steer\\rquote s horn, and causes, or attempts to cause, the animal to turn over and fall to the ground, with the intention to tie, or attempt to tie, some or all of the animal\\rquote s legs together.\\par\np. \\ldblquote Steer wrestling\\rdblquote  means any event where a person moves from a horse onto a steer, and twists the steer\\rquote s neck, with the intention to cause, or attempt to cause, the steer to fall to the ground.\\par\nq. \\ldblquote Tail raking\\rdblquote  means any act of raking, sawing, and/or pulling an animal\\rquote s tail against a fence or other object.\\par\nr. \\ldblquote Tail twisting\\rdblquote  means any act of twisting the tail of an animal.\\par\ns. \\ldblquote Team roping\\rdblquote  means any event where a person, sometimes called the \\ldblquote header\\rdblquote , ropes a steer\\rquote s horns, neck or a combination of one horn and the neck, with the intention to turn over, or attempt to turn over, the steer, and another person, sometimes called the \\ldblquote heeler\\rdblquote  ropes, or attempts to rope, the steer\\rquote s hind feet.\\par\n t. \\ldblquote Wire tie-down\\rdblquote  means any cable, cord, or other material tied from the halter or bridle placed around a horse\\rquote s head and secured to the girth strap or saddle, and which causes the horse to point his/her nose down.\\par\n\\'a717-1003  \\b Prohibited activities and practices at rodeos.  \\b0 The following activities and practices shall be prohibited from taking place at or in conjunction with a rodeo:   \\par\n\\pard\\li720\\sl480\\slmult1\\qj a.  Bareback riding/ bronc riding.\\par\nb.  Bull riding/ bareback bull riding.\\par\nc.  Calf roping/tie-down roping.\\par\nd.  Goat tying.\\par\ne.  Horse tripping.\\par\nf.  Steer busting.\\par\ng.  Steer wrestling.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj h.  Use of electric prods or other shocking devices.\\par\ni.  Use of bucking strap/flank straps, sticks, whips, wire tie-downs or spurs.\\par\nj.  Use of caustic ointments.\\par\nk.  Use of forcible handling techniques, including, but not limited to, tail twisting, tail raking, raking, hitting, poking and kicking.\\par\n\\'a717-1004  \\b Scheduling and notification of a rodeo.  \\b0 a.  No sponsor of a rodeo to be held in the city of New York shall hold such rodeo without filing an application  for a permit with the department, in such form and manner as determined by the department, and receiving such permit.  Such application shall include, but not be limited to:\\par\n1.  a description of the event to be held and the activities to be conducted;\\par\n2.  the kinds and numbers of animals to be used;\\par\n3.  the criteria and requirements of the animal health permit required pursuant to paragraph d of section 17-1007 with respect to each animal; \\par\n4.  the training and credentials of the rodeo personnel employed or retained;\\par\n5.  an emergency evacuation plan;\\par\n6.  the housing to be provided for the animals; and\\par\n7.  any other information the commissioner deems appropriate.\\par\nb.  The sponsors of any rodeo shall notify the department, the New York city police department and the ASPCA regarding the scheduling of any rodeo, no less than thirty (30) calendar days prior to the holding of such rodeo.\\par\n\\'a717-1005  \\b Access to a rodeo.  \\b0 The department, the New York city police department and ASPCA enforcement agents shall be provided access to the areas where animals have been present, are present, or will be present, prior to, during and after a rodeo in order to inspect the facilities, the activities taking place and the animals.  \\par\n\\'a717-1006  \\b Presence of an on-site veterinarian.  \\b0 a.  An on-site veterinarian shall be present at all times during any rodeo.  Such on-site veterinarian shall have access to all areas where animals have been present, are present, or will be present, prior to, during and after a rodeo, including, but not limited to, holding pens, chutes, injury pens and transport vehicles, in order to examine and otherwise observe the animals.  \\par\nb.  The on-site veterinarian shall have discretion regarding whether an animal shall be used in a rodeo.  In the event that the on-site veterinarian determines that an animal is unfit to be used in a rodeo,  he or she must immediately notify rodeo personnel.  Nothing herein shall preclude the department, a veterinarian employed or retained by the ASPCA, the police department, or an ASPCA enforcement agent from determining than an animal is unfit to used in a rodeo.  The use of any animal deemed unfit to be used in a rodeo by any such persons or by the on-site veterinarian shall constitute a violation of this section.\\par\nc.  Every animal used in a rodeo shall be examined by an on-site veterinarian within two (2) hours prior to the start of an event to ensure the animal\\rquote s health and fitness to be used in the event, and immediately after the end of an event to assess any injuries incurred by the animal.  Every such animal may also be examined by such on-site veterinarian during the course of the rodeo.\\par\nd.  Any animal injured during a rodeo shall be removed immediately from the\\par\n\\pard\\sl480\\slmult1\\qj rodeo by rodeo personnel, who shall report such injury promptly to the on-site veterinarian, who shall in turn provide any necessary veterinary care including, but not limited to, the administration of any required medications and/or injections.  \\par\n\\pard\\fi720\\sl480\\slmult1\\qj d.  All veterinary expenses of animals used or intended to be used in a rodeo shall be the responsibility of the sponsors.\\par\n\\'a717-1007  \\b Care and treatment of animals.  \\b0 a.  Animals at a rodeo shall be provided with shade by natural or artificial means sufficient to protect them from direct sunlight when such exposure as determined by the on-site veterinarian is likely to jeopardize the health or well being of the animal.\\par\nb.  All animals shall have access to clean, potable water at all times.\\par\nc.  No stimulants, sedatives, or other drug shall be administered to any animal used in performances or exhibitions, except as determined by the on-site veterinarian.\\par\n\\pard\\sl480\\slmult1\\qj\\ulnone\\tab\\ul d.  Every sponsor shall have, for each animal intended to be used in a rodeo held in the city of New York, a valid health certificate signed by a licensed veterinarian and dated within one year of the first day on which such rodeo is to be held in the city.  Every sponsor must provide a copy of such certificate upon request of the department, the on-site veterinarian or an ASPCA enforcement agent.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj e.  At no time shall sore, lame or ill animals, animals with poor eyesight, or animals who are exhibiting signs of distress, physical injury, suffering or pain be used in a rodeo.\\par\n\\pard\\sl480\\slmult1\\qj\\ulnone\\tab\\ul f.  The on-site veterinarian may, with respect to any animal require that such animal shall not be used in more than one rodeo performance, competition or exhibition event per day.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\'a717-1008  \\b Enforcement.  \\b0 a.  The department shall enforce the provisions of this chapter.  In addition, designated enforcement employees of the New York city police department and the ASPCA shall have the power to enforce the provisions of this chapter.  \\par\n\\expndtw0\\ulnone\\'a7\\ul 17-1009  \\b Violations and penalties.  \\b0 a.  The violation of any provision of this chapter or any of the rules promulgated hereunder shall, upon conviction thereof, constitute a misdemeanor, punishable by a fine of not less than two hundred and fifty dollars nor more than one thousand dollars, or by imprisonment not to exceed one year or both.  Each violation shall constitute a separate and distinct offense.\\par\n\\expndtw-3 b.  Any person violating any provision of this chapter shall be liable for a civil penalty of not less than two hundred and fifty dollars nor more than one thousand dollars, provided, however, that for a second or subsequent violation of any provision of this chapter such person shall be liable for a civil penalty of not less than five hundred dollars nor more than two thousand dollars.  A proceeding to recover any civil penalty authorized pursuant to the provisions of this subdivision shall be commenced by service of notice of violation which shall be returnable to the administrative tribunal established by the board of health.  Such tribunal shall have the power to impose the civil penalties prescribed by this subdivision.\\par\n\\pard\\sl480\\slmult1\\qj\\ulnone\\tab\\ul\\'a717-1010  \\b Rules.  \\b0 The commissioner shall promulgate rules in accordance with the provisions contained in this chapter, and such other rules as may be necessary for the purpose of implementing and carrying out the provisions of this chapter.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\expndtw0\\'a72.  If any section, subsection, sentence, clause, phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this law, which remaining portions shall continue in full force and effect.\\par\n\\pard\\fi720\\sl480\\slmult1\\ulnone\\'a73. This local law shall take effect one hundred and twenty days after its enactment into law.  Actions necessary to prepare for the implementation of this local law may be taken prior to its effective date.\\par\n\\pard\\sl480\\slmult1\\qj\\ul\\par\n\\pard\\ulnone\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
