{
  "ID": 31360,
  "GUID": "42755316-10E3-4138-A14A-7EE54E22790F",
  "File": "Int 0474-2004",
  "Name": "Design and construction of private water mains.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the design and construction of private water mains.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 10,
  "BodyName": "Committee on Environmental Protection",
  "IntroDate": "2004-10-13T00:00:00Z",
  "AgendaDate": "2004-10-13T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5277,
      "Slug": "allan-w-jennings-jr",
      "FullName": "Allan W. Jennings, Jr."
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 0,
      "Slug": "",
      "FullName": ""
    }
  ],
  "History": [
    {
      "ID": 165800,
      "Date": "2004-10-13T14:26:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 166004,
      "Date": "2004-10-13T22:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Environmental Protection due back on 10/15/2004.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 3342,
      "AgendaSequence": 173,
      "MinutesSequence": 202,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Environmental Protection",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 180147,
      "Date": "2005-09-21T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 10,
      "BodyName": "Committee on Environmental Protection",
      "EventID": 5204,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 180234,
      "Date": "2005-09-21T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 10,
      "BodyName": "Committee on Environmental Protection",
      "EventID": 5204,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184942,
      "Date": "2005-12-31T11:46:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 68480,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "http://nyc.legistar1.com/nyc/attachments/2e9524c4-c214-4cd7-a891-58f61be94bde.doc",
      "Sort": 1
    },
    {
      "ID": 70316,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript",
      "Link": "http://nyc.legistar1.com/nyc/attachments/ffa050d1-ae7e-4a1e-ab9a-0d5dd2776ea3.doc",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 31248,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Section 24-309 of the administrative code of the city of New York is amended to read as follows:\n§ 24-309 Connections. It shall be unlawful, within the city, to open any street, bore any pipe, or make connection with any main or pipe for water supply purposes, except under the direction of, and pursuant to a written permit issued by, the commissioner of environmental protection. The commissioner shall prescribe the manner of opening a street, boring through or connecting with such main or pipe, and the form, size and material of which connections therewith shall be composed.\n§ 2. Subchapter 1 of chapter 3 of title 24 of the administrative code of the city of New York is amended by adding a new section 24-309.1 to read as follows:\n§ 24-309.1 Private water mains. a. It shall be unlawful, within the city, to construct a water main in any street, except under the direction of, and pursuant to a written permit issued by, the commissioner of environmental protection. Such commissioner may prescribe standards and procedures for the construction of water mains in streets for water supply purposes and may issue permits to persons to construct such water mains, or to connect such water mains with any water mains built in any street, at their own expense. Such permission shall be granted only upon the agreement, in writing, of the person applying therefor:\n1. That they will comply with the provisions of sections 24-521, 3-508 and 3-509 and of subchapter one of chapter one of title nineteen of the code;\n2. That they will indemnify the city for any damages or costs to which it may be put by reason of injuries resulting from neglect or carelessness in the performance of the work so permitted;\n3. That they or their successors in interest will make no claim against the city if the work so permitted shall be taken up or removed by the city.\nb. The commissioner of environmental protection may revoke such permit and direct such water main to be taken up or removed.\nc. An owner of private property may apply for a permit to construct at his or her cost and expense a water main for water supply purposes in a street or streets of the city by filing with the commissioner of environmental protection:\n1. Plans and specifications of such water main;\n2. A duplicate copy of the contract for such construction, showing the cost thereof; and\n3. A satisfactory guarantee to such commissioner of payment of the expense of supervision of such construction.\nd. Upon his or her approval of such plans, specifications and contract, the commissioner of environmental protection shall issue his or her permit for the construction of the proposed water main.\ne. The commissioner of environmental protection shall apportion the cost of construction, according to actual benefit, between the several parcels of property abutting on each side of that part of the street through which such water main is to be constructed.\nf. Until title to such water main vests in the city of New York, as hereinafter provided, the commissioner of environmental protection shall grant permits for connection with such water main only to those owners or occupants of the property abutting on that part of the street in which such water main has been laid who shall prove payment to the party or parties who constructed and paid for such water main of their proportionate part of the cost and expense, which shall be paid without the addition of any interest charge. At such time as title to any such water main shall vest in the city, owners and occupants of the property abutting on that part of the street in which such water main has been laid who have not requested permission to connect with such water main, and who have not made payment to the party or parties who constructed and paid for such water main, shall have the right to connect with such water main without payment of any part of the cost and expense of such water main.\ng. Except for the purpose of supervision, maintenance and use by the city in connection with its public water supply system, such water main shall be deemed the private property of the parties or party who shall have paid for its construction. When the owners of all the property abutting on that part of the street in which any such water main has been laid shall have paid their several shares of the cost of its construction, or when a period of seven years from the time of issuance of the permit pursuant to subdivision a hereof has elapsed, whichever is earlier, it shall be the property of the city. The city in no event shall be liable for any part of the cost and expense of construction of any such water main.\n§ 3. This local law shall take effect ninety days after it shall have become law, provided that the department of environmental protection may take any actions necessary prior to such effective date for the implementation of this local law, including, but not limited to, the adoption of any necessary rules.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\hyphpar0\\fi1440\\sl480\\slmult1\\qj Section 1. Section 24-309 of the administrative code of the city of New York is amended to read as follows:\\par\n\\'a7 24-309 Connections. It shall be unlawful, within the city, to open any street, bore any pipe, or make connection with any main or pipe for water supply purposes, except under the direction of\\ul , and pursuant to a written permit issued by,\\ulnone  the commissioner of environmental protection. \\ul The commissioner shall prescribe the manner of opening a street, boring through or connecting with such main or pipe, and the form, size and material of which connections therewith shall be composed.\\ulnone\\par\n\\'a7 2. Subchapter 1 of chapter 3 of title 24 of the administrative code of the city of New York is amended by adding a new section 24-309.1 to read as follows:\\par\n\\ul\\'a7 24-309.1 Private water mains. a. It shall be unlawful, within the city, to construct a water main in any street, except under the direction of, and pursuant to a written permit issued by, the commissioner of environmental protection. Such commissioner may prescribe standards and procedures for the construction of water mains in streets for water supply purposes and may issue permits to persons to construct such water mains, or to connect such water mains with any water mains built in any street, at their own expense. Such permission shall be granted only upon the agreement, in writing, of the person applying therefor:\\par\n1. That they will comply with the provisions of sections 24-521, 3-508 and 3-509 and of subchapter one of chapter one of title nineteen of the code;\\par\n2. That they will indemnify the city for any damages or costs to which it may be put by reason of injuries resulting from neglect or carelessness in the performance of the work so permitted;\\par\n3. That they or their successors in interest will make no claim against the city if the work so permitted shall be taken up or removed by the city.\\par\nb. The commissioner of environmental protection may revoke such permit and direct such water main to be taken up or removed.\\par\nc. An owner of private property may apply for a permit to construct at his or her cost and expense a water main for water supply purposes in a street or streets of the city by filing with the commissioner of environmental protection:\\par\n\\pard\\hyphpar0\\fi1470\\sl480\\slmult1\\qj 1. Plans and specifications of such water main;\\ulnone\\par\n\\pard\\hyphpar0\\fi1440\\sl480\\slmult1\\qj\\ul 2. A duplicate copy of the contract for such construction, showing the cost thereof; and\\par\n3. A satisfactory guarantee to such commissioner of payment of the expense of supervision of such construction.\\par\nd. Upon his or her approval of such plans, specifications and contract, the commissioner of environmental protection shall issue his or her permit for the construction of the proposed water main.\\par\ne. The commissioner of environmental protection shall apportion the cost of construction, according to actual benefit, between the several parcels of property abutting on each side of that part of the street through which such water main is to be constructed.\\par\nf. Until title to such water main vests in the city of New York, as hereinafter provided, the commissioner of environmental protection shall grant permits for connection with such water main only to those owners or occupants of the property abutting on that part of the street in which such water main has been laid who shall prove payment to the party or parties who constructed and paid for such water main of their proportionate part of the cost and expense, which shall be paid without the addition of any interest charge. At such time as title to any such water main shall vest in the city, owners and occupants of the property abutting on that part of the street in which such water main has been laid who have not requested permission to connect with such water main, and who have not made payment to the party or parties who constructed and paid for such water main, shall have the right to connect with such water main without payment of any part of the cost and expense of such water main.\\par\ng. Except for the purpose of supervision, maintenance and use by the city in connection with its public water supply system, such water main shall be deemed the private property of the parties or party who shall have paid for its construction. When the owners of all the property abutting on that part of the street in which any such water main has been laid shall have paid their several shares of the cost of its construction, or when a period of seven years from the time of issuance of the permit pursuant to subdivision a hereof has elapsed, whichever is earlier, it shall be the property of the city. The city in no event shall be liable for any part of the cost and expense of construction of any such water main.\\par\n\\ulnone\\'a7 3. This local law shall take effect ninety days after it shall have become law, provided that the department of environmental protection may take any actions necessary prior to such effective date for the implementation of this local law, including, but not limited to, the adoption of any necessary rules.\\par\n}\n\u0000",
  "LastModified": "2015-07-06T14:16:09.87Z"
}
