{
  "ID": 31260,
  "GUID": "D989B35F-75B5-45D6-8AE1-E9177F9F58E9",
  "File": "Int 0476-2004",
  "Name": "Increasing the fee on marriage licenses.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to increasing the fee on marriage licenses and setting aside said additional fee for a designated fund within the city treasury to provide financial assistance to victims of domestic violence to be administered by the Human Resources Administration.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 13,
  "BodyName": "Committee on Governmental Operations",
  "IntroDate": "2004-10-13T00:00:00Z",
  "AgendaDate": "2004-10-13T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 430,
      "Slug": "bill-perkins",
      "FullName": "Bill Perkins"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    }
  ],
  "History": [
    {
      "ID": 165675,
      "Date": "2004-10-13T13:02:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 166006,
      "Date": "2004-10-13T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 3342,
      "AgendaSequence": 175,
      "MinutesSequence": 204,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Governmental Operations",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184943,
      "Date": "2005-12-31T11:48:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 31133,
  "Text": "Be it enacted by the Council as follows:\nSection 1.  Section 3-207 of the administrative code of the city of New York is amended to read as follows:\n§ 3-207  City clerk; fees.  The city clerk shall collect the following fees:\n1. For a copy of any book, account, record or paper other than a marriage record filed in the city clerk's office, one dollar for each photocopy;\n2. For a certification of any book, account, record, or paper other than a marriage record filed in the city clerk's office, fifty cents and five cents in addition for each folio in excess of five;\n3. For each bond filed in the city clerk's office, twenty-five cents;\n4. For filing all other papers, required by law to be filed in the city clerk's office nine dollars;\n5. For a certificate of appointment of a commissioner of deeds, fifty cents;\n6. For a certified extract from any marriage record file in the city clerk's office, ten dollar;\n7. For any certifications furnished by the city clerk, one dollar for each such certification;\n8. For certification of marriage status to be used by applicant in foreign jurisdictions fifteen dollars;\n9. In any instance where the personal hand signature of the city clerk or his or her first deputy is requested, ten dollars;\n10. For filing an application for correcting a marriage record, pursuant to section twenty of the domestic relations law, forty dollars, which shall include a photostatic copy of the existing marriage record and the issuance of a new amended certificate. Such fee shall not be returned in the event the application is rejected for insufficiency or other pertinent reason. Upon denial of such an application, ten dollars shall be refunded;\n11. For solemnization of marriage pursuant to section eleven-a of the domestic relations law, twenty-five dollars;\n12. For issuance of a certificate of marriage registration pursuant to section fourteen-a of the domestic relations law, ten dollars.  Five dollars of each such ten dollar fee will be set aside in the city treasury to establish a fund to provide financial assistance to victims of domestic violence to be administered by the human resources administration; and \n13. For issuance of a second or subsequent certificate of marriage registration or a photograph, microphotograph or photocopy of the original marriage license pursuant to section fourteen-b of the domestic relations law, ten dollars.\n14. For persons registering to perform marriage ceremonies with the clerk of the city of New York pursuant to section 11-b of the domestic relations law, fifteen dollars.\n§2.  Chapter 1 of title 21 of the administrative code of the city of New York is hereby amended by adding a new section 21-129, to read as follows:\n§ 21-129 Establishment of fund to provide financial assistance to victims of domestic violence; recipients of fund money.  The human resources administration shall administer a fund financed by the marriage license fees set aside in the city treasury pursuant to subdivision 12 of section 3-207.  The funds will be provided to programs for victims of domestic violence.  Such programs will be operated by not-for-profit organizations in the city that provide non-residential services to victims of domestic violence, including, but not limited to, information and referral services, advocacy, counseling and community education and outreach activities, and providing or arranging for hotline services.  Victims of domestic violence and their children, if any, shall constitute at least seventy percent of the clientele of such programs. \n§3.  This local law shall take effect 30 days after enactment.\n\n\nMT\nSD\n10/5/04",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\par\n\\pard\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\pard\\fi720\\sl480\\slmult1\\qj Section 1.  Section 3-207 of the administrative code of the city of New York is amended to read as follows:\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\'a7 3-207  \\b City clerk; fees.\\b0   \\cf1 The city clerk shall collect the following fees:\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\cf0\\ul 1. For a copy of any book, account, record or paper other than a marriage record filed in the city clerk's office, one dollar for each photocopy;\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\cf1\\ulnone 2. For a certification of any book, account, record, or paper other than a marriage record filed in the city clerk's office, fifty cents and five cents in addition for each folio in excess of five;\\par\n3. For each bond filed in the city clerk's office, twenty-five cents;\\par\n4. For filing all other papers, required by law to be filed in the city clerk's office nine dollars;\\par\n5. For a certificate of appointment of a commissioner of deeds, fifty cents;\\par\n6. For a certified extract from any marriage record file in the city clerk's office, ten dollar;\\cf0\\par\n\\cf1 7. For any certifications furnished by the city clerk, one dollar for each such certification;\\par\n8. For certification of marriage status to be used by applicant in foreign jurisdictions fifteen dollars;\\par\n9. In any instance where the personal hand signature of the city clerk or his or her first deputy is requested, ten dollars;\\par\n10. For filing an application for correcting a marriage record, pursuant to section twenty of the domestic relations law, forty dollars, which shall include a photostatic copy of the existing marriage record and the issuance of a new amended certificate. Such fee shall not be returned in the event the application is rejected for insufficiency or other pertinent reason. Upon denial of such an application, ten dollars shall be refunded;\\par\n11. For solemnization of marriage pursuant to section eleven-a of the domestic relations law, twenty-five dollars;\\par\n12. For issuance of a certificate of marriage registration pursuant to section fourteen-a of the domestic relations law, ten dollars.  \\ul Five dollars of each such ten dollar fee will be set aside in the city treasury to establish a fund to provide financial assistance to victims of domestic violence\\cf0  to be administered by the human resources administration\\cf1 ; and\\ulnone  \\par\n13. For issuance of a second or subsequent certificate of marriage registration or a photograph, microphotograph or photocopy of the original marriage license pursuant to section fourteen-b of the domestic relations law, ten dollars.\\par\n14. For persons registering to perform marriage ceremonies with the clerk of the city of New York pursuant to section 11-b of the domestic relations law, fifteen dollars.\\par\n\\cf0\\'a72.  Chapter 1 of title 21 of the administrative code of the city of New York is hereby amended by adding a new section 21-129, to read as follows:\\par\n\\ul\\'a7 21-129 \\b Establishment of fund to provide financial assistance to victims of domestic violence; recipients of fund money\\b0 .  The human resources administration shall administer a fund financed by the marriage license fees set aside in the city treasury pursuant to subdivision 12 of section 3-207.  The funds will be provided to programs for victims of domestic violence.  Such programs will be operated by not-for-profit organizations in the city that provide non-residential services to victims of domestic violence, including, but not limited to, information and referral services, advocacy, counseling and community education and outreach activities, and providing or arranging for hotline services.  Victims of domestic violence and their children, if any, shall constitute at least seventy percent of the clientele of such programs. \\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ulnone\\'a73.  This local law shall take effect 30 days after enactment.\\par\n\\pard\\sl480\\slmult1\\qj\\par\n\\pard\\keepn\\nowidctlpar\\s2\\fi720\\sl480\\slmult1\\qc\\ul\\b\\par\n\\pard\\qj\\ulnone\\b0 MT\\par\nSD\\par\n10/5/04\\par\n\\pard\\par\n\\par\n\\par\n\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
