{
  "ID": 31257,
  "GUID": "3BA739C5-6279-4EE4-A184-697400F916DE",
  "File": "Int 0477-2004",
  "Name": "Graffiti fines and penalties.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to graffiti fines and penalties.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2004-10-13T00:00:00Z",
  "AgendaDate": "2004-10-13T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    },
    {
      "ID": 5279,
      "Slug": "dennis-p-gallagher",
      "FullName": "Dennis P. Gallagher"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 431,
      "Slug": "madeline-t-provenzano",
      "FullName": "Madeline T. Provenzano"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    }
  ],
  "History": [
    {
      "ID": 165672,
      "Date": "2004-10-13T12:56:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 166009,
      "Date": "2004-10-13T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 3342,
      "AgendaSequence": 176,
      "MinutesSequence": 205,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 171555,
      "Date": "2005-02-15T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 19,
      "BodyName": "Committee on Public Safety",
      "EventID": 4169,
      "AgendaSequence": 3,
      "MinutesSequence": 7,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 171739,
      "Date": "2005-02-15T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 19,
      "BodyName": "Committee on Public Safety",
      "EventID": 4169,
      "MinutesSequence": 8,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184944,
      "Date": "2005-12-31T11:48:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 64989,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "http://nyc.legistar1.com/nyc/attachments/f824df41-2ba7-473a-b216-8483f6f1ce39.doc",
      "Sort": 1
    },
    {
      "ID": 67980,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript",
      "Link": "http://nyc.legistar1.com/nyc/attachments/b1ad2ae7-a20b-461d-816c-6a70aadf11e4.doc",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 31130,
  "Text": "Be it enacted by the Council as follows:\nSection One. Subdivision g of section 10-117 of chapter one of title ten of the administrative code of the city of New York is amended to read as follows:\ng.  In addition to the criminal penalties imposed pursuant to subdivision f of this section, a person who violates the provisions of subdivision a, b, c or d of this section shall be liable for a civil penalty of not more than five hundred dollars for each violation which may be recovered in a proceeding before the environmental control board. Any person who has been previously convicted of violating the provisions of subdivision a, b, c or d of this section shall be liable for a civil penalty of not more than one thousand dollars for each violation which may be recovered in a proceeding before the environmental control board. Such proceeding shall be commenced by the service of a notice of violation returnable before such board.  In addition to the civil penalties imposed pursuant to this subdivision, if a person under eighteen years of age violates the provisions of subdivision a or b of this section, the parent or legal guardian of such person shall be liable for a civil penalty of not more than one thousand dollars for each violation which may be recovered in a proceeding before the environmental control board. Such proceeding shall be commenced by the service of a notice of violation returnable before such board. If a person under eighteen years of age  has been previously convicted of violating the provisions of subdivision a or b of this section, the parent or legal guardian of such person shall be liable for a civil penalty of not more than one thousand five hundred dollars for each violation which may be recovered in a proceeding before the environmental control board. Such proceeding shall be commenced by the service of a notice of violation returnable before such board.  Furthermore, a person who violates the provisions of subdivision a or b of this section shall be liable to the owner of the property for any damages that result from such violation, in an amount not to exceed ten thousand dollars. If a person under eighteen years of age violates the provisions of subdivision a or b of this section, the person under eighteen years of age and the parent or legal guardian of such person shall be jointly and severally liable to the owner of the property for any damages that result from such violation, in an amount not to exceed ten thousand dollars.  \n§2. Section 10-117 of the administrative code of the city of New York is amended to add a new subdivision h, to read as follows:\nh.  In addition to the criminal penalties imposed pursuant to subdivision f and the civil penalties imposed pursuant to subdivision g, a lien may be placed on the real or personal property of any person who violates the provisions of subdivision a or b of this section.  Such lien may also be placed on the real or personal property of the parent or legal guardian of any person under the age of eighteen who violates the provisions of subdivision a or b of this section.  Such lien shall constitute any money due and owing to the city for the criminal or civil penalties imposed pursuant to subdivisions f and g, as well as the money owed, if any, to the owner of the property as set forth in subdivision g. Such lien shall be a continuing and perpetual lien in favor of the city, or the property owner as set forth in subdivision g, upon all property, whether real or personal, belonging to a person who violates the provisions of subdivision a or b of this section, or the parent or legal guardian of a person under eighteen years of age who violates the provisions of subdivision a or b of this section, and shall have the same force and effect as a lien created by judgment. The lien shall attach to property belonging to the person, or the parent or legal guardian of a person under the age of eighteen, at any time during the period of the lien, including any property acquired by the person, or the parent or legal guardian of a person under the age of eighteen, after the lien arises. The lien shall have priority over all other liens, except liens for city taxes and city water charges; provided, that the lien shall not be valid as against any bona fide purchaser, holder of a security interest, mechanic's lienor, or judgment lien creditor until notice is given by filing the lien. The lien shall be satisfied by payment of the amount of the lien to the city or to the property owner, as applicable.\n§3. Section 10-117.2 of chapter one of title ten of the administrative code of the city of New York is amended to read as follows:\n§10-117.2. Rewards for providing information leading to apprehension, prosecution or conviction of a person for crimes involving graffiti vandalism. The mayor, upon the recommendation of the police commissioner, shall be authorized to offer and pay a reward in an amount not exceeding one thousand [five hundred]dollars, or in an amount established by the City Council through resolution, to any person who provides information leading to the apprehension, prosecution or conviction of any person who may have violated the provisions of subdivision a or b of section 10-117 of this chapter, or who may have committed any other crime where the unlawful conduct included the conduct described in subdivision a or b of such section. No police officer, peace officer or any other law enforcement officer, and no officer, official or employee of the city of New York shall be entitled, directly or indirectly, to collect or receive any such reward.\n§4.  This local law shall become effective immediately.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\froman\\fprq2\\fcharset0 CG Times;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\par\n\\pard\\sl480\\slmult1\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\pard\\fi720\\sl480\\slmult1\\qj Section One. Subdivision g of section 10-117 of chapter one of title ten of the administrative code of the city of New York is amended to read as follows:\\par\ng.  In addition to the criminal penalties imposed pursuant to subdivision f of this section, a person who violates the provisions of subdivision a, b, c or d of this section shall be liable for a civil penalty of not more than five hundred dollars for each violation which may be recovered in a proceeding before the environmental control board. Any person who has been previously convicted of violating the provisions of subdivision a, b, c or d of this section shall be liable for a civil penalty of not more than one thousand dollars for each violation which may be recovered in a proceeding before the environmental control board. Such proceeding shall be commenced by the service of a notice of violation returnable before such board.  \\ul In addition to the civil penalties imposed pursuant to this subdivision, if a person under eighteen years of age violates the provisions of subdivision a or b of this section, the parent or legal guardian of such person shall be liable for a civil penalty of not more than one thousand dollars for each violation which may be recovered in a proceeding before the environmental control board. Such proceeding shall be commenced by the service of a notice of violation returnable before such board. If a person under eighteen years of age  has been previously convicted of violating the provisions of subdivision a or b of this section, the parent or legal guardian of such person shall be liable for a civil penalty of not more than one thousand five hundred dollars for each violation which may be recovered in a proceeding before the environmental control board. Such proceeding shall be commenced by the service of a notice of violation returnable before such board.  Furthermore, a person who violates the provisions of subdivision a or b of this section shall be liable to the owner of the property for any damages that result from such violation, in an amount not to exceed ten thousand dollars. If a person under eighteen years of age violates the provisions of subdivision a or b of this section, the person under eighteen years of age and the parent or legal guardian of such person shall be jointly and severally liable to the owner of the property for any damages that result from such violation, in an amount not to exceed ten thousand dollars.  \\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone\\f1\\'a72. Section 10-117 of the administrative code of the city of New York is amended to add a new subdivision h, to read as follows:\\par\n\\ul h.  In addition to the criminal penalties imposed pursuant to subdivision f and the civil penalties imposed pursuant to subdivision g, a lien may be placed on the real or personal property of any person who violates the provisions of subdivision a or b of this section.  Such lien may also be placed on the real or personal property of the parent or legal guardian of any person under the age of eighteen who violates the provisions of subdivision a or b of this section.  Such lien shall constitute any money due and owing to the city for the criminal or civil penalties imposed pursuant to subdivisions f and g, as well as the money owed, if any, to the owner of the property as set forth in subdivision g. Such lien shall be a continuing and perpetual lien in favor of the city, or the property owner as set forth in subdivision g, upon all property, whether real or personal, belonging to a person who violates the provisions of subdivision a or b of this section, or the parent or legal guardian of a person under eighteen years of age who violates the provisions of subdivision a or b of this section, and shall have the same force and effect as a lien created by judgment. The lien shall attach to property belonging to the person, or the parent or legal guardian of a person under the age of eighteen, at any time during the period of the lien, including any property acquired by the person, or the parent or legal guardian of a person under the age of eighteen, after the lien arises. The lien shall have priority over all other liens, except liens for city taxes and city water charges; provided, that the lien shall not be valid as against any bona fide purchaser, holder of a security interest, mechanic's lienor, or judgment lien creditor until notice is given by filing the lien. The lien shall be satisfied by payment of the amount of the lien to the city or to the property owner, as applicable.\\par\n\\ulnone\\'a73. Section 10-117.2 of chapter one of title ten of the administrative code of the city of New York is amended to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\b\\f0\\'a710-117.2. Rewards for providing information leading to apprehension, prosecution or conviction of a person for crimes involving graffiti vandalism. \\b0 The mayor, upon the recommendation of the police commissioner, shall be authorized to offer and pay a reward in an amount not exceeding \\ul one thousand\\ulnone  [five hundred]dollars, \\ul or in an amount established by the City Council through resolution,\\ulnone  to any person who provides information leading to the apprehension, prosecution or conviction of any person who may have violated the provisions of subdivision a or b of section 10-117 of this chapter, or who may have committed any other crime where the unlawful conduct included the conduct described in subdivision a or b of such section. No police officer, peace officer or any other law enforcement officer, and no officer, official or employee of the city of New York shall be entitled, directly or indirectly, to collect or receive any such reward.\\par\n\\'a74.  This local law shall become effective immediately.\\par\n\\pard\\sl480\\slmult1\\qj\\expndtw-3\\ul\\par\n\\pard\\sl480\\slmult1\\expndtw0\\par\n\\pard\\ulnone\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
