{
  "ID": 31363,
  "GUID": "A3AF9750-9F94-4C29-9C9E-87AD8266FE38",
  "File": "Int 0479-2004",
  "Name": "Powers and duties of the office of chief medical examiner.",
  "Title": "A Local Law to amend the the New York city charter and the administrative code of the city of New York, in relation to the powers and duties of the office of chief medical examiner.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2004-10-13T00:00:00Z",
  "AgendaDate": "2004-10-13T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 0,
      "Slug": "",
      "FullName": ""
    }
  ],
  "History": [
    {
      "ID": 165803,
      "Date": "2004-10-13T14:32:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 166011,
      "Date": "2004-10-13T22:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Health due back on 10/15/2004.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 3342,
      "AgendaSequence": 178,
      "MinutesSequence": 207,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184945,
      "Date": "2005-12-31T11:52:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 31251,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Subdivision f of section 557 of the charter of the city of New York, as amended by vote of the electors at the general election on November 7, 1989, is amended to read as follows:\n(f)(1)  The chief medical examiner shall have such powers and duties as may be provided by law in respect to bodies of person dying from criminal violence, by [a casualty] accident, by suicide, suddenly when in apparent health, when unattended by a physician, in a correctional facility or in any suspicious or unusual manner or where an application is made pursuant to law for a permit to cremate a body of a person.\n(2)  The chief medical examiner shall perform the functions of the city mortuary and related functions, including the removal, transportation and disposal of unclaimed or unidentified human remains and the remains of those individuals who have died outside of a medical institution.\n(3)  The chief medical examiner may, to the extent permitted by law, provide forensic and related testing, analysis and ancillary services in furtherance of investigations concerning persons both alive and deceased, including, but not limited to, obtaining samples and exemplars, deoxyribonucleic acid (DNA) testing and analysis, pathology testing and analysis, toxicological testing and analysis, and evaluating the causes of injuries.   \n(4)  Notwithstanding any inconsistent provisions of this section and in addition to any other powers and duties, the chief medical examiner may engage in health research in conjunction with the department consistent with paragraph two of subdivision d of section five hundred fifty six of this chapter.  \n§2.  Section 17-201 of the administrative code of the city of New York is amended to read as follows:\n§  17-201.  Report of deaths; removal of body.  It shall be the duty of any citizen who becomes aware of the death of any person, occurring under the circumstances described in paragraph one of subdivision (f) of section five hundred fifty-seven of the charter, to report such death forthwith to the office of the chief medical examiner, and to a police officer who shall forthwith notify the officer in charge of the station-house in the police precinct in which such person died.  Any person who shall wilfully neglect or refuse to report such death or who without written order from a medical examiner shall wilfully touch, remove or disturb the body of any such person, or wilfully touch, remove or disturb the clothing or any article upon or near such body, shall be guilty of a misdemeanor.\n§3.  Section 17-205 of the administrative code of the city of New York is amended to read as follows:\n§17-205.  Records.  Records shall be kept in the office of the chief medical examiner, properly indexed, stating the name, if known, of every person dying under the circumstances described in paragraph one of subdivision (f) of section five hundred fifty-seven of the charter, the place where the body was found and the date of death.  To the record of each case shall be attached the original report of the medical examiner and the detailed findings of the autopsy, if any.  The appropriate district attorney and the police commissioner of the city may require from the chief medical examiner such further records, and such daily information, as they may deem necessary.  \n§4.  This local law shall take effect immediately.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\hyphpar0\\fi1440\\sl480\\slmult1\\qj Section 1.  Subdivision f of section 557 of the charter of the city of New York, as amended by vote of the electors at the general election on November 7, 1989, is amended to read as follows:\\par\n(f)\\ul (1)\\ulnone   The chief medical examiner shall have such powers and duties as may be provided by law in respect to bodies of person dying from criminal violence, by [a casualty] \\ul accident\\ulnone , by suicide, suddenly when in apparent health, when unattended by a physician, in a correctional facility or in any suspicious or unusual manner or where an application is made pursuant to law for a permit to cremate a body of a person.\\par\n\\ul (2)  The chief medical examiner shall perform the functions of the city mortuary and related functions, including the removal, transportation and disposal of unclaimed or unidentified human remains and the remains of those individuals who have died outside of a medical institution.\\ulnone\\par\n\\ul (3)  The chief medical examiner may, to the extent permitted by law, provide forensic and related testing, analysis and ancillary services in furtherance of investigations concerning persons both alive and deceased, including, but not limited to, obtaining samples and exemplars, deoxyribonucleic acid (DNA) testing and analysis, pathology testing and analysis, toxicological testing and analysis, and evaluating the causes of injuries.   \\par\n(4)  Notwithstanding any inconsistent provisions of this section and in addition to any other powers and duties, the chief medical examiner may engage in health research in conjunction with the department consistent with paragraph two of subdivision d of section five hundred fifty six of this chapter.  \\par\n\\ulnone\\'a72.  Section 17-201 of the administrative code of the city of New York is amended to read as follows:\\par\n\\'a7  17-201.  Report of deaths; removal of body.  It shall be the duty of any citizen who becomes aware of the death of any person, occurring under the circumstances described in \\ul paragraph one of\\ulnone  subdivision (f) of section five hundred fifty-seven of the charter, to report such death forthwith to the office of the chief medical examiner, and to a police officer who shall forthwith notify the officer in charge of the station-house in the police precinct in which such person died.  Any person who shall wilfully neglect or refuse to report such death or who without written order from a medical examiner shall wilfully touch, remove or disturb the body of any such person, or wilfully touch, remove or disturb the clothing or any article upon or near such body, shall be guilty of a misdemeanor.\\par\n\\'a73.  Section 17-205 of the administrative code of the city of New York is amended to read as follows:\\par\n\\'a717-205.  Records.  Records shall be kept in the office of the chief medical examiner, properly indexed, stating the name, if known, of every person dying under the circumstances described in \\ul paragraph one of\\ulnone  subdivision (f) of section five hundred fifty-seven of the charter, the place where the body was found and the date of death.  To the record of each case shall be attached the original report of the medical examiner and the detailed findings of the autopsy, if any.  The appropriate district attorney and the police commissioner of the city may require from the chief medical examiner such further records, and such daily information, as they may deem necessary.  \\par\n\\'a74.  This local law shall take effect immediately.  \\par\n\\pard\\par\n\\par\n\\par\n\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
