{
  "ID": 31261,
  "GUID": "815A3C49-A4BE-4EA0-9A89-41101EE5A351",
  "File": "Int 0481-2004",
  "Name": "Establishing city-specific contract clauses in addition to contract clauses found in Section 3 of the Housing and Development Act.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to establishing city-specific contract clauses in addition to contract clauses found in Section 3 of the Housing and Development Act of 1968’s regulations, 12 U.S.C. 1701u, which are intended to provide employment and other economic opportunities to low-income residents and businesses of the City of New York generated from projects receiving financial assistance for housing and community development from the Department of Housing and Urban Development.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2004-10-13T00:00:00Z",
  "AgendaDate": "2004-10-13T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5278,
      "Slug": "melinda-r-katz",
      "FullName": "Melinda R. Katz"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 5293,
      "Slug": "michael-e-mcmahon",
      "FullName": "Michael E. McMahon"
    },
    {
      "ID": 5270,
      "Slug": "hiram-monserrate",
      "FullName": "Hiram Monserrate"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5286,
      "Slug": "bill-de-blasio",
      "FullName": "Bill De Blasio"
    }
  ],
  "History": [
    {
      "ID": 165676,
      "Date": "2004-10-13T14:27:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 166013,
      "Date": "2004-10-13T22:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings due back on 10/15/2004.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 3342,
      "AgendaSequence": 180,
      "MinutesSequence": 209,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184946,
      "Date": "2005-12-31T11:53:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 31134,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1. Title 26 of the administrative code of the city of New York is hereby amended by adding a new chapter 9 to read as follows:\nCHAPTER 9\nNew York City Section 3 Contract Clauses and Reporting\n§26-801 Section 3 contract clauses and reporting requirements. a. Definitions. For the purposes of this section, the following terms shall have the following meanings:\n\t1. “HUD” means the Department of Housing and Urban Development.\n\t2. “Contract” means any written agreement, awarded job or project whereby HUD is committed to expend funds in return for promoting economic opportunities to low-income residents of the city of New York.\n\t3. “Contractor” means any individual, sole proprietorship, partnership, joint venture, corporation or any other business entity.\n\t4. “Contract clause” means the contract provisions set forth in this section.\n\t5. “Employment opportunities” means all economic or employment opportunities arising in connection with section 3 covered projects, including management and administrative jobs connected with section 3 covered projects. Management and administrative jobs include architectural, engineering or related professional services required to prepare plans, drawings, specifications, or work write-ups; and jobs directly related to administrative support of these activities, including, but not limited to, a construction manager, relocation specialist, payroll clerk, etc.\n\t6. “Business” means a business entity formed in accordance with state law and is licensed under state, county, tribal or municipal law to engage in the type of business activity for which it was formed.\n\t7.  “Financial assistance” means any form of grant, loan, loan guarantee, cooperative agreement or contract.\n\t8.  “Low-income persons” means individuals living at or below the poverty line, particularly those who are recipients of government assistance for public housing.\n\t9.  “New hire” means a person who is not on the contractor or recipient’s payroll for employment at the time of selection for the section 3 assistance.\n\t10. “Neighborhood area” means the geographical location known as the city of New York.\n\t11. “Good faith efforts,” with respect to achieving compliance with section 3, means to exhaust all possible avenues.\n\t12. “Certification” means a low-income employment action plan approved by the council for the attraction and maintenance of low-income persons.\n\t13. ‘Section 3” means Section 3 of the Housing and Development Act of 1968 as amended, (12 U.S.C. 1701u) and implementing regulations found in 24 CFR Part 135 which include contract clauses for generated projects.\n\tb. In an effort to provide the necessary additional regulations and reporting requirements for contractors/recipients within the city of New York that are awarded HUD contracts that contain section 3 contract clauses, such contractors/recipients shall also abide by the following contract clauses:\n\t1. All “Good faith efforts” to attract and maintain low-income employees must be outlined prior to the award of said contract and presentation to the council.\na. All such documentation must be in writing and shall be signed by an authorized officer of the contractor/recipient and delivered to the council’s committee on housing and buildings which will review all such documentation and present to it to the full council for a vote of certification.\nb. Where there is not any prospective bidder for a section 3 covered contract that is willing to comply with the additional requirements of this section and it is essential for the city to enter into such contract, all applicants must submit an application in writing requesting a waiver from the council. The council will, within a reasonable time, determine whether to grant such waiver if it is in the best interests of the city. All decisions to grant a waiver shall be set forth in writing and become part of the relevant contract file.\nc. All such contract clauses are in addition to the section 3 contract clauses provided for by HUD when it provides financial assistance for housing and community development in the city of New York.\n2. All good faith efforts to attract and maintain low-income employees must be documented and all such efforts shall be kept on file with the contractor/recipient.\n3. All good faith efforts to attract and maintain low-income employees shall be monitored by the council committee on housing and buildings.\n4. The council shall have the ability to enforce Section 3 rules with all contractors/recipients who receive housing and community development funding from HUD.\n5. Every section 3 contract within the city of New York shall contain provisions that detail the contractor/recipient’s obligations pursuant to the provisions of this section.\n6. The requirements of the additional contract clauses provided for in this section may not be waived by the implementing city agency upon application of the contractor/recipient.\n7.  All subcontractors that enter into contracts with contractors shall also sign an agreement to abide by all additional city-specific Section 3 contract clauses provided for in this section.\n8.  All contractors shall train low-income workers to the greatest extent feasible.\n9. Contractors shall not utilize their complete staff but shall provide employment opportunities for new hires before beginning performance on a section 3 covered contract.\n10. Most employment opportunities are not permanent and therefore all section 3 hires must be given additional skills training, information and employment opportunities.\n11. Non-compliance with the additional city-specific section 3 contract clause provisions of this section will subject contractors to sanctions, termination of contract for default and debarment or suspension from future HUD contractors within the city of New York.\n12. Nothing in the additional contract clause provisions of this section for section 3 covered contracts shall be construed to limit the city’s authority to cancel or terminate a contract, deny or withdraw approval to perform a subcontract or provide supplies, or deny a person or entity from doing business with the city.\n13. The aforementioned additional contract clauses shall apply only to section 3 contracts entered into or renewed on or after the effective date of the local law that added this section.\n14. The council committee on housing and buildings shall prepare and provide semi-annual reports, with regards to the progress or lack thereof of complying with the city-specific contract clauses provided for in this section, to the council, beginning six months after the effective date of this local law that added the aforementioned additional contract clauses.\n§2. If any subdivision, sentence, clause, phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining clauses of this law, and such remaining clauses shall continue in full force and effect.\n§3. This local law shall take effect thirty days after its enactment into law.\n\n\n\nLS 1158\n10/7/04\nAIS",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\sl480\\slmult1\\ulnone\\tab Section 1. Title 26 of the administrative code of the city of New York is hereby amended by adding a new chapter 9 to read as follows:\\par\n\\pard\\sl480\\slmult1\\qc\\ul CHAPTER 9\\par\nNew York City Section 3 Contract Clauses and Reporting\\ulnone\\par\n\\pard\\fi720\\sl480\\slmult1\\ul\\'a726-801 Section 3 contract clauses and reporting requirements. a. Definitions. For the purposes of this section, the following terms shall have the following meanings:\\par\n\\pard\\sl480\\slmult1\\ulnone\\tab\\ul 1. \\ldblquote HUD\\rdblquote  means the Department of Housing and Urban Development.\\par\n\\ulnone\\tab\\ul 2. \\ldblquote Contract\\rdblquote  means any written agreement, awarded job or project whereby HUD is committed to expend funds in return for promoting economic opportunities to low-income residents of the city of New York.\\par\n\\ulnone\\tab\\ul 3. \\ldblquote Contractor\\rdblquote  means any individual, sole proprietorship, partnership, joint venture, corporation or any other business entity.\\par\n\\ulnone\\tab\\ul 4. \\ldblquote Contract clause\\rdblquote  means the contract provisions set forth in this section.\\par\n\\ulnone\\tab\\ul 5. \\ldblquote Employment opportunities\\rdblquote  means all economic or employment opportunities arising in connection with section 3 covered projects, including management and administrative jobs connected with section 3 covered projects. Management and administrative jobs include architectural, engineering or related professional services required to prepare plans, drawings, specifications, or work write-ups; and jobs directly related to administrative support of these activities, including, but not limited to, a construction manager, relocation specialist, payroll clerk, etc.\\par\n\\ulnone\\tab\\ul 6. \\ldblquote Business\\rdblquote  means a business entity formed in accordance with state law and is licensed under state, county, tribal or municipal law to engage in the type of business activity for which it was formed.\\par\n\\ulnone\\tab\\ul 7.  \\ldblquote Financial assistance\\rdblquote  means any form of grant, loan, loan guarantee, cooperative agreement or contract.\\par\n\\ulnone\\tab\\ul 8.  \\ldblquote Low-income persons\\rdblquote  means individuals living at or below the poverty line, particularly those who are recipients of government assistance for public housing.\\par\n\\ulnone\\tab\\ul 9.  \\ldblquote New hire\\rdblquote  means a person who is not on the contractor or recipient\\rquote s payroll for employment at the time of selection for the section 3 assistance.\\par\n\\ulnone\\tab\\ul 10. \\ldblquote Neighborhood area\\rdblquote  means the geographical location known as the city of New York.\\par\n\\ulnone\\tab\\ul 11. \\ldblquote Good faith efforts,\\rdblquote  with respect to achieving compliance with section 3, means to exhaust all possible avenues.\\par\n\\ulnone\\tab\\ul 12. \\ldblquote Certification\\rdblquote  means a low-income employment action plan approved by the council for the attraction and maintenance of low-income persons.\\par\n\\ulnone\\tab\\ul 13. \\lquote Section 3\\rdblquote  means Section 3 of the Housing and Development Act of 1968 as amended, (12 U.S.C. 1701u) and implementing regulations found in 24 CFR Part 135 which include contract clauses for generated projects.\\par\n\\ulnone\\tab\\ul b. In an effort to provide the necessary additional regulations and reporting requirements for contractors/recipients within the city of New York that are awarded HUD contracts that contain section 3 contract clauses, such contractors/recipients shall also abide by the following contract clauses:\\par\n\\ulnone\\tab\\ul 1. All \\ldblquote Good faith efforts\\rdblquote  to attract and maintain low-income employees must be outlined prior to the award of said contract and presentation to the council.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj a. All such documentation must be in writing and shall be signed by an authorized officer of the contractor/recipient and delivered to the council\\rquote s committee on housing and buildings which will review all such documentation and present to it to the full council for a vote of certification.\\par\nb. Where there is not any prospective bidder for a section 3 covered contract that is willing to comply with the additional requirements of this section and it is essential for the city to enter into such contract, all applicants must submit an application in writing requesting a waiver from the council. The council will, within a reasonable time, determine whether to grant such waiver if it is in the best interests of the city. All decisions to grant a waiver shall be set forth in writing and become part of the relevant contract file.\\par\nc. All such contract clauses are in addition to the section 3 contract clauses provided for by HUD when it provides financial assistance for housing and community development in the city of New York.\\par\n2. All good faith efforts to attract and maintain low-income employees must be documented and all such efforts shall be kept on file with the contractor/recipient.\\par\n3. All good faith efforts to attract and maintain low-income employees shall be monitored by the council committee on housing and buildings.\\par\n4. The council shall have the ability to enforce Section 3 rules with all contractors/recipients who receive housing and community development funding from HUD.\\par\n5. Every section 3 contract within the city of New York shall contain provisions that detail the contractor/recipient\\rquote s obligations pursuant to the provisions of this section.\\par\n6. The requirements of the additional contract clauses provided for in this section may not be waived by the implementing city agency upon application of the contractor/recipient.\\par\n7.  All subcontractors that enter into contracts with contractors shall also sign an agreement to abide by all additional city-specific Section 3 contract clauses provided for in this section.\\par\n8.  All contractors shall train low-income workers to the greatest extent feasible.\\par\n9. Contractors shall not utilize their complete staff but shall provide employment opportunities for new hires before beginning performance on a section 3 covered contract.\\par\n10. Most employment opportunities are not permanent and therefore all section 3 hires must be given additional skills training, information and employment opportunities.\\par\n11. Non-compliance with the additional city-specific section 3 contract clause provisions of this section will subject contractors to sanctions, termination of contract for default and debarment or suspension from future HUD contractors within the city of New York.\\par\n12. Nothing in the additional contract clause provisions of this section for section 3 covered contracts shall be construed to limit the city\\rquote s authority to cancel or terminate a contract, deny or withdraw approval to perform a subcontract or provide supplies, or deny a person or entity from doing business with the city.\\par\n\\pard\\fi720\\sl480\\slmult1 13. The aforementioned additional contract clauses shall apply only to section 3 contracts entered into or renewed on or after the effective date of the local law that added this section\\ulnone .\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ul 14. The council committee on housing and buildings shall prepare and provide semi-annual reports, with regards to the progress or lack thereof of complying with the city-specific contract clauses provided for in this section, to the council, beginning six months after the effective date of this local law that added the aforementioned additional contract clauses.\\par\n\\'a72. If any subdivision, sentence, clause, phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining clauses of this law, and such remaining clauses shall continue in full force and effect.\\par\n\\pard\\fi720\\sl480\\slmult1\\ulnone\\'a73. This local law shall take effect thirty days after its enactment into law.\\par\n\\pard\\fs18\\par\n\\par\n\\par\nLS 1158\\par\n10/7/04\\par\nAIS\\fs24\\par\n\\pard\\fi720\\sl480\\slmult1\\par\n \\par\n\\pard\\par\n\\ul\\par\n\\ulnone\\par\n\\par\n\\par\n\\par\n\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
