{
  "ID": 31431,
  "GUID": "A9D5C3E8-49D5-4B34-B92A-F207BF1FB5D5",
  "File": "Int 0483-2004",
  "Name": "Llittering to limit the issuance of notices of violations during certain times.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to limiting the issuance of notices of violations for litter during certain times.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5108,
  "BodyName": "Committee on Sanitation and Solid Waste Management",
  "IntroDate": "2004-10-27T00:00:00Z",
  "AgendaDate": "2004-10-27T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5289,
      "Slug": "simcha-felder",
      "FullName": "Simcha Felder"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5270,
      "Slug": "hiram-monserrate",
      "FullName": "Hiram Monserrate"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    }
  ],
  "History": [
    {
      "ID": 166598,
      "Date": "2004-10-27T11:20:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 166887,
      "Date": "2004-10-27T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 3458,
      "AgendaSequence": 113,
      "MinutesSequence": 126,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Sanitation and Solid Waste Management",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184948,
      "Date": "2005-12-31T11:53:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 31335,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Subdivisions a and c of section 16-118.1 of the administrative code of the city of New York as enacted by local law 31 for the year 1990 and amended by local law 9 for the year 2004 are hereby amended to read as follows:\na. The department shall implement a citywide routing system for the enforcement of subdivision two of section 16-118 of this code, as such subdivision relates to cleaning of sidewalks, flagging, curbstones and roadway areas by owners, lessees, tenants, occupants or persons in charge of any premises. The citywide enforcement routing system shall limit the issuance of notices of violation, appearance tickets or summonses within any sub-district of a local service delivery district to predetermined periods of a total of no more than two hours each day, provided that each such predetermined period shall be one hour [.] and that the department shall not set any predetermined time period for residential premises between the hours of 9:00 a.m. and 5:00 p.m. on any day. The department shall establish a citywide schedule of periods for issuing notices of violation, appearance tickets or summonses in each district and shall give written notice to the owners, lessees, tenants, occupants or persons in charge of premises in each district of the periods for the district in which their premises are located by the use of flyers, community meetings or such other techniques as the commissioner reasonably determines to be useful.\nc. For the purpose of this section, the following terms shall have the following meanings: (i)  \"local service delivery district\" means a local service delivery district as described in chapter sixty-nine of the charter of the city of New York and (ii) \"sub-district\" means a section within a local service delivery district as described in chapter sixty-nine of the charter of the city of New York; (iii) “residential premises” means a building consisting of five or fewer dwelling units.\n§2. This local law shall take effect thirty days after its enactment into law.\n\nLS#1737\nCJC - 10/21/04",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ri120\\sa120\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\pard\\li120\\ri120\\sa120\\par\n\\pard\\fi720\\ri115\\sa120\\sl480\\slmult1\\qj Section 1. Subdivisions a and c of section 16-118.1 of the administrative code of the city of New York as enacted by local law 31 for the year 1990 and amended by local law 9 for the year 2004 are hereby amended to read as follows:\\par\na. The department shall implement a citywide routing system for the enforcement of subdivision two of section 16-118 of this code, as such subdivision relates to cleaning of sidewalks, flagging, curbstones and roadway areas by owners, lessees, tenants, occupants or persons in charge of any premises. The citywide enforcement routing system shall limit the issuance of notices of violation, appearance tickets or summonses within any sub-district of a local service delivery district to predetermined periods of a total of no more than two hours each day, provided that each such predetermined period shall be one hour [.] \\ul and that the department shall not set any predetermined time period for residential premises between the hours of 9:00 a.m. and 5:00 p.m. on any day.\\ulnone  The department shall establish a citywide schedule of periods for issuing notices of violation, appearance tickets or summonses in each district and shall give written notice to the owners, lessees, tenants, occupants or persons in charge of premises in each district of the periods for the district in which their premises are located by the use of flyers, community meetings or such other techniques as the commissioner reasonably determines to be useful.\\par\nc. For the purpose of this section, the following terms shall have the following meanings: (i)  \"local service delivery district\" means a local service delivery district as described in chapter sixty-nine of the charter of the city of New York and (ii) \"sub-district\" means a section within a local service delivery district as described in chapter sixty-nine of the charter of the city of New York\\ul ; (iii) \\ldblquote residential premises\\rdblquote  means a building consisting of five or fewer dwelling units.\\ulnone\\par\n\\pard\\fi720\\ri115\\sa120\\sl480\\slmult1\\'a72. This local law shall take effect thirty days after its enactment into law.\\par\n\\par\n\\pard\\fi720\\ri115\\sa120 LS#1737\\par\nCJC - 10/21/04\\par\n\\par\n\\pard\\fi720\\ri115\\sa120\\sl480\\slmult1\\par\n\\line\\par\n\\pard\\fi720\\par\n\\par\n\\pard\\par\n\\par\n\\par\n\\par\n\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
