{
  "ID": 31434,
  "GUID": "CBA2EEB5-46F5-4896-97A4-424956AAE523",
  "File": "Int 0486-2004",
  "Name": "Re-inspections, increased penalties for false statements and additional remedies for failure to correct violations under the housing maintenance code.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to re-inspections, increased penalties for false statements and additional remedies for failure to correct violations under the housing maintenance code.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2004-10-27T00:00:00Z",
  "AgendaDate": "2004-10-27T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5270,
      "Slug": "hiram-monserrate",
      "FullName": "Hiram Monserrate"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 432,
      "Slug": "philip-reed",
      "FullName": "Philip Reed"
    },
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 430,
      "Slug": "bill-perkins",
      "FullName": "Bill Perkins"
    },
    {
      "ID": 5286,
      "Slug": "bill-de-blasio",
      "FullName": "Bill De Blasio"
    },
    {
      "ID": 5229,
      "Slug": "eva-s-moskowitz",
      "FullName": "Eva S. Moskowitz"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5278,
      "Slug": "melinda-r-katz",
      "FullName": "Melinda R. Katz"
    },
    {
      "ID": 5275,
      "Slug": "eric-n-gioia",
      "FullName": "Eric N. Gioia"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 422,
      "Slug": "gifford-miller",
      "FullName": "Gifford Miller"
    }
  ],
  "History": [
    {
      "ID": 166602,
      "Date": "2004-10-27T14:32:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 166894,
      "Date": "2004-10-27T16:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings due back on 10/28/2004.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 3458,
      "AgendaSequence": 120,
      "MinutesSequence": 133,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184951,
      "Date": "2005-12-31T11:54:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 31338,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Paragraph 45 of subdivision a of section 27-2004 of the administrative code of the city of New York is amended to read as follows:\n45.  The term “owner” shall mean and include the owner or owners of the freehold of the premises or lesser estate therein, a mortgagee or vendee in possession, assignee of rents, receiver, executor, trustee, lessee, agent, or any other person, firm or corporation, directly or indirectly in control of a dwelling. [Whenever a multiple dwelling shall have been declared a public nuisance to any extent pursuant to section 27-2114 of article one of subchapter five of this chapter and such declaration shall have been filed, as therein provided, and for the purposes of section 27-198 of article nineteen of subchapter one and section 27-2093 of article one of subchapter four of this code, t] The term “owner” shall be deemed to include, in addition to those mentioned hereinabove, all the officers, directors and persons having an interest in more than ten per cent of the issued and outstanding stock of the owner as herein defined, as holder or beneficial owner thereof, if such owner be a corporation other than a banking organization as defined in section two of the banking law, a national banking association, a federal savings and loan association, the mortgage facilities corporation, savings banks life insurance fund, the savings banks retirement system, an authorized insurer as defined in section one hundred seven of the insurance law, or a trust company or other corporation organized under the laws of this state all the capital stock of which is owned by at least twenty savings banks or by at least twenty savings and loan associations or a subsidiary corporation all of the capital stock of which is owned by such trust company or other corporation.\n§2.  Subdivision a of section 27-2110 of the administrative code of the city of New York is amended to read as follows:\na.  All actions or proceedings instituted to recover penalties imposed by this code, or to recover any costs, expenses and disbursements incurred by the department for the inspection, repair or rehabilitation of a dwelling that are reimbursable under the provisions of this code, shall be brought in the name of the department by the corporation counsel. \n§3.  Subdivision (a) of section 27-2115 of the administrative code of the city of New York, as amended by section one of local law number 65 for the year 1987, is amended to read as follows:\n(a)  [A] In addition to any other penalties and remedies herein provided, a person who violates any law relating to housing standards shall be subject to a civil penalty of not less than ten dollars nor more than fifty dollars for each non-hazardous violation, not less than twenty-five dollars nor more than one hundred dollars and ten dollars per day for each hazardous violation, [fifty] five hundred dollars per day for each immediately hazardous violation, occurring in a multiple dwelling containing five or fewer dwelling units, from the date set for correction in the notice of violation until the violation is corrected, and not less than fifty dollars nor more than one hundred fifty dollars and, in addition, [one hundred twenty-five] one thousand dollars per day for each immediately hazardous violation, occurring in a multiple dwelling containing more than five dwelling units, from the date set for correction in the notice of violation until the violation is corrected. A person [willfully] making a false certification of correction of a violation or submitting false or intentionally misleading information in support of a request for postponement of the date by which a violation is to be corrected shall be subject to a civil penalty of not less than [fifty] five hundred dollars nor more than [two hundred fifty] two thousand five hundred dollars for each violation falsely certified or for which postponement of the date correction is sought, in addition to the other penalties and remedies herein provided.  No civil liability or penalty shall attach to any person by reason of such person's ownership or beneficial ownership of stock in a corporation owning a multiple dwelling because of his or her failure to comply with any of the provisions of this section, whose interest in such corporation is less than twenty-five per cent of the issued and outstanding stock thereof, as owner or beneficial owner thereof, and who has sustained the burden of proving that he or she has not participated directly or indirectly in the management, operation or control of such multiple dwelling.\n§4.  Subdivision (c) of section 27-2115 of the administrative code of the city of New York is amended to read as follows:\n(c)  The said notice of violation shall also specify the date by which each violation shall be corrected. Such date shall be:\n(1)  ninety days from the date of mailing of the notice in the case of non-hazardous violations; (2) thirty days from the date of mailing of the notice in the case of hazardous violations; and (3) twenty-four hours in the case of immediately hazardous violations in which case the notice shall be served by personal delivery to a person in charge of the premises or to the person last registered with the city as the owner or agent, or, by registered or certified mail, return receipt requested, to the person in charge of the premises or to the person last registered with the department as the owner or agent; provided that where a managing agent has registered with the department, such notice shall be served on the managing agent.  Service of the notice shall be deemed completed five days from the date of mailing.  The department may postpone the date by which a violation shall be corrected upon a showing, made within the time set for correction in the notice, that prompt action to correct the violation has been taken but that full correction cannot be completed within the time provided because of technical difficulties, inability to obtain necessary materials[, funds,] or labor, or inability to gain access to the dwelling unit wherein the violation occurs or such other part of the building as may be necessary to make the required repair.  In the case of immediately hazardous violations such showing must be made prior to the close of business on the next full day the department is open following the period set for correction.  The department may condition such postponement upon the applicant's written agreement to correct all violations placed against the premises by the department or other appropriate governmental agency and to satisfy within an appropriate period of time, all sums owing to the department for repairs made to said premises.  The department may require such other conditions as are deemed necessary to insure correction of the violations within the time set by the postponement.  The department shall prepare a written statement signed and dated by the person making such decision setting forth the reasons for the postponement of the date by which a violation shall be corrected or the reason for the denial of such application for postponement and said written statement shall be part of the record of the department.  Any postponement found to be based on false or misleading information shall be of no effect and any penalty assessed shall be based on each day the violation continues beyond the first date by which the violation was to be corrected as specified by the department in a notice of violation or by a court of competent jurisdiction.\n§5.  Paragraphs (1), (2) and (3) of subdivision (f) of section 27-2115 of the administrative code of the city of New York are amended to read as follows:\n(1)  The notice of violation shall direct that when any violations of a particular class have been corrected, they shall be certified at one time to the department.  Such certification shall be made in writing, under oath by the registered owner, a registered officer or director of a corporate owner or by the registered managing agent.  Such certification shall be delivered to the department and acknowledgement of receipt therefor obtained or shall be mailed to the department by certified or registered mail, return receipt requested, no later than fourteen days after the date set for correction in the case of non-hazardous and hazardous violations, and no later than five days after the date set for correction in the case of immediately hazardous violations, and shall include the date when each violation was corrected.  Such certification of correction shall be supported by a sworn statement by the person who performed the work if performed by an employee or agent of the owner.\n[(2)]  A copy of such certification shall then be mailed no more than twelve calendar days from the date of receipt of notification to any complainant by the department.\n[(3)  Such] (2)  Any violation for which a valid certification has been received shall be deemed corrected seventy days from the date of such receipt [of such certification by the department] unless the department has determined by a re-inspection made within such period that the violation still has not been corrected and has recorded such determination upon its records, and has notified the person who executed the certification by registered or certified mail to the address stated in the certification that it has been set aside and the reasons therefore; a copy of such notice shall be sent to the complainant.  The department may re-inspect any violation which has been certified as corrected in accordance with paragraph (1) of this subdivision.  In the case of a violation that is classified as immediately hazardous pursuant to subdivision (d) of this section the department shall re-inspect such violation within thirty days of receipt of such certification or immediately upon being given reasonable cause to believe that such certification is false and that the violation has not been corrected.  Any person who executes a false certification shall be liable for triple the cost to the department of any re-inspection.\n(3)  When an owner has failed to correct an immediately hazardous violation noticed pursuant to subdivision (c) of this section, the department shall correct such violation within five days of the date of failure by such owner to certify correction of such violation pursuant to paragraph (1) of this subdivision, or within five days of the date that the department mails a notice of invalidated certification to such owner pursuant to paragraph (2) of this subdivision; in such instance, the owner shall be liable to the department for triple the cost to the department for the correction of the violation.\n§6. Subdivision (h) of section 27-2115 of the administrative code of the city of New York is amended to read as follows:\n(h)  Should the department fail to issue a notice of violation upon the request of a tenant or group of tenants within thirty days of the date of such request, or if there is a notice of violation outstanding respecting the premises in which the tenant or group of tenants resides, the tenant or any group of tenants, may individually or jointly apply to the housing part for an order directing the owner and the department to appear before the court.  Such order shall be issued at the discretion of the court for good cause shown, and shall be served as the court may direct. If the court finds a condition constituting a violation exists, it shall direct the owner to correct the violation and, upon failure to do so within the time set for certifying the correction of such violation pursuant to subdivision (c) of this section, it shall impose a penalty in accordance with [subdivision (a)] of this section, together with costs and disbursements and such other relief as the court shall deem appropriate to secure continuing compliance with the code.\n§7. Subdivision (i) of section 27-2115 of the administrative code of the city of New York is amended to read as follows:\n(i)  In the event an owner fails to correct a violation within the time specified in a notice of violation sent to the owner, his or her agent or other person responsible for its correction pursuant to subdivision (b) of this section, or within any additional time granted pursuant to subdivision (c) of this section, and either no certification of correction with respect to such violation has been filed by the owner or his or her registered managing agent in accordance with the provisions of subdivision (f) hereof or a false certification has been filed, then at any time after thirty days have elapsed from the date such violation was to be corrected, any tenant or group of tenants who requested that the violation be issued may apply individually or jointly, to the housing part for an order directing the owner and the department to appear before the court. Where the violation is hazardous or immediately hazardous, the thirty-day requirement shall be waived.  Said order shall be issued by the court for good cause shown.  If the court finds that the violation has not been corrected, that more than thirty days have elapsed since the time to correct same has expired where a violation is non-hazardous, and that either no certification of correction has been filed in accordance with the provisions of subdivision (f) hereof or a false certification has been filed, then it shall [direct the owner to correct the violation and shall] assess penalties as provided in [subdivision (a) of] this section, together with costs, disbursements, attorneys fees, and such other relief as it shall deem appropriate to secure continuing compliance with the code, and shall\n(1)  direct the owner to correct the violation within a specified time period, subject to additional penalties for non-compliance, or\n(2)  order the department to cause such repairs to be made with costs to be reimbursed by the owner and subject to the collection and lien provisions of article 8 of this chapter, or\n(3)  permit the tenant or tenants to cause such repairs to be made and verified to the court’s satisfaction and provide for the deduction of the cost of such repairs from rent payments.\nIn the case of a violation classified as immediately hazardous, the tenant shall be granted an abatement of the full amount of rent prorated from the first date by which the violation was to be corrected as specified in a notice of violation or court order until the violation is corrected.  If the tenant has already paid all or part of the rent for that period, future rent will be reduced by the amount paid as such future rent becomes due.\n§8.  Paragraph (3) of subdivision (k) of section 27-2115 of the administrative code of the city of New York is amended to read as follows:\n(3)  Notwithstanding any other provision of law, the owner shall be responsible for the correction of all violations placed pursuant to article eight of subchapter two of this code, but in an action for civil penalties pursuant to this article may in defense or mitigation of such owner's liability for civil penalties show:\n(i) That the condition which constitutes the violation did not exist at the time the violation was placed; or\n(ii) That he or she began to correct the condition which constitutes the violation promptly upon discovering it but that full correction could not be completed expeditiously because of technical difficulties, inability to obtain necessary materials[, funds] or labor, or inability to gain access to the dwelling unit wherein the violation occurs, or such other portion of the building as might be necessary to make the repair; or\n(iii) That he or she was unable to obtain a permit or license necessary to correct the violation, provided that diligent and prompt application was made therefor; [or]\n(iv) That the violation giving rise to the action was caused by the act or negligence, neglect or abuse of another not an owner and not in the employ or subject to the direction of [the] an owner; or\n(v) That the violation giving rise to the action was caused by the act or negligence, neglect or abuse on the part of a tenant who the owner can demonstrate is legally liable for the condition constituting the violation, except in those cases in which a public part of a dwelling or the dwelling unit of another tenant is affected by such violation.\nWhere the aforesaid allegations are made by way of mitigation of penalties, the owner shall show, by competent proof, pertinent financial data, and efforts made to obtain necessary materials[, funds] or labor or to gain access, or to obtain a permit or license and such other evidence as the court may require.\nIf the court finds that sufficient mitigating circumstances exist, it may remit all or part of any penalties arising from the violation, but may condition such remission upon a correction of the violation within a time period fixed by the court.\n§9.  Subdivisions (b) and (c) of section 27-2116 of the administrative code of the city of New York are amended to read as follows:\n(b)  The owner shall be responsible for the correction of all violations, but in an action for civil penalties may in defense or mitigation of such owner's liability for civil penalties show:\n(1)  That the violation or violations were corrected within the time specified in the notice of violation and the certificate of compliance was duly filed; or\n(2)  That the violation did not exist at the time the notice of violation was served; or in mitigation or remission of his or her liability for civil penalties show:\n(i)  That he or she began to correct the violation promptly upon receipt of the notice of violation, but that its full correction could not be completed within the time provided because of technical difficulties, inability to obtain necessary materials[, funds] or labor, or inability to gain access to the dwelling unit wherein the violation occurs, or such other portion of the building as might be necessary to make the repair; or\n(ii)  That he or she was unable to obtain a permit or license necessary to correct the violation, provided that diligent and prompt application was made therefor; or\n(iii)  That the violation giving rise to the action was caused by the act or negligence, neglect or abuse of another not an owner and not in the employ or subject to the direction of the defendant.\nWhere the aforesaid allegations are made by way of mitigation of penalties, the owner shall show, by competent proof, pertinent financial data, and efforts made to obtain necessary materials[, funds] or labor or to gain access, or to obtain a permit or license and such other evidence as the court may require.\nIf the court finds that sufficient mitigating circumstances exist, it may remit all or part of any penalties arising from the violation, but may condition such remission upon a correction of the violation within a time period fixed by the court.\n(c)  A defendant in an action for civil penalties who asserts that a violation was caused by the act, negligence, neglect or abuse of a third party, including another owner, who has commenced an action against such third party and may request the court to permit consolidation of defendant's action for the reasonable cost of such correction against such third party with the pending action for penalties, or if no other action is then pending against such third party, defendant may make application to implead the party alleged to have caused the act, negligence, neglect or abuse. Upon a finding that the violation in issue was caused by such third party, a judgment shall be entered against such third party in favor of the defendant for the reasonable cost of such correction.\n§10.  This local law shall take effect six months after its enactment.\n\n\nLS# 1782\nExamined by TNN\n10-22-04",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\pard\\qj\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\fi720\\sl480\\slmult1\\qj Section 1.  Paragraph 45 of subdivision a of section 27-2004 of the administrative code of the city of New York is amended to read as follows:\\par\n45.  The term \\ldblquote owner\\rdblquote  shall mean and include the owner or owners of the freehold of the premises or lesser estate therein, a mortgagee or vendee in possession, assignee of rents, receiver, executor, trustee, lessee, agent, or any other person, firm or corporation, directly or indirectly in control of a dwelling. [Whenever a multiple dwelling shall have been declared a public nuisance to any extent pursuant to section 27-2114 of article one of subchapter five of this chapter and such declaration shall have been filed, as therein provided, and for the purposes of section 27-198 of article nineteen of subchapter one and section 27-2093 of article one of subchapter four of this code, t] \\ul T\\ulnone he term \\ldblquote owner\\rdblquote  shall be deemed to include, in addition to those mentioned hereinabove, all the officers, directors and persons having an interest in more than ten per cent of the issued and outstanding stock of the owner as herein defined, as holder or beneficial owner thereof, if such owner be a corporation other than a banking organization as defined in section two of the banking law, a national banking association, a federal savings and loan association, the mortgage facilities corporation, savings banks life insurance fund, the savings banks retirement system, an authorized insurer as defined in section one hundred seven of the insurance law, or a trust company or other corporation organized under the laws of this state all the capital stock of which is owned by at least twenty savings banks or by at least twenty savings and loan associations or a subsidiary corporation all of the capital stock of which is owned by such trust company or other corporation.\\par\n\\'a72.  Subdivision a of section 27-2110 of the administrative code of the city of New York is amended to read as follows:\\par\na.  All actions or proceedings instituted to recover penalties imposed by this code, or to recover any costs, expenses and disbursements incurred by the department for the \\ul inspection,\\ulnone  repair or rehabilitation of a dwelling that are reimbursable under the provisions of this code, shall be brought in the name of the department by the corporation counsel. \\par\n\\'a73.  Subdivision (a) of section 27-2115 of the administrative code of the city of New York, as amended by section one of local law number 65 for the year 1987, is amended to read as follows:\\par\n(a)  [A] \\ul In addition to any other penalties and remedies herein provided, a\\ulnone  person who violates any law relating to housing standards shall be subject to a civil penalty of not less than ten dollars nor more than fifty dollars for each non-hazardous violation, not less than twenty-five dollars nor more than one hundred dollars and ten dollars per day for each hazardous violation, [fifty] \\ul five hundred\\ulnone  dollars per day for each immediately hazardous violation, occurring in a multiple dwelling containing five or fewer dwelling units, from the date set for correction in the notice of violation until the violation is corrected, and not less than fifty dollars nor more than one hundred fifty dollars and, in addition, [one hundred twenty-five] \\ul one thousand\\ulnone  dollars per day for each immediately hazardous violation, occurring in a multiple dwelling containing more than five dwelling units, from the date set for correction in the notice of violation until the violation is corrected. A person [willfully] making a false certification of correction of a violation \\ul or submitting false or intentionally misleading information in support of a request for postponement of the date by which a violation is to be corrected\\ulnone  shall be subject to a civil penalty of not less than [fifty] \\ul five hundred\\ulnone  dollars nor more than [two hundred fifty] \\ul two thousand five hundred\\ulnone  dollars for each violation falsely certified \\ul or for which postponement of the date correction is sought\\ulnone , in addition to the other penalties \\ul and remedies\\ulnone  herein provided.  \\ul No civil liability or penalty shall attach to any person by reason of such person's ownership or beneficial ownership of stock in a corporation owning a multiple dwelling because of his or her failure to comply with any of the provisions of this section, whose interest in such corporation is less than twenty-five per cent of the issued and outstanding stock thereof, as owner or beneficial owner thereof, and who has sustained the burden of proving that he or she has not participated directly or indirectly in the management, operation or control of such multiple dwelling.\\ulnone\\b\\par\n\\b0\\'a74.  Subdivision (c) of section 27-2115 of the administrative code of the city of New York is amended to read as follows:\\par\n(c)  The said notice of violation shall also specify the date by which each violation shall be corrected. Such date shall be:\\par\n(1)  ninety days from the date of mailing of the notice in the case of non-hazardous violations; (2) thirty days from the date of mailing of the notice in the case of hazardous violations; and (3) twenty-four hours in the case of immediately hazardous violations in which case the notice shall be served by personal delivery to a person in charge of the premises or to the person last registered with the city as the owner or agent, or, by registered or certified mail, return receipt requested, to the person in charge of the premises or to the person last registered with the department as the owner or agent; provided that where a managing agent has registered with the department, such notice shall be served on the managing agent.  Service of the notice shall be deemed completed five days from the date of mailing.  The department may postpone the date by which a violation shall be corrected upon a showing, made within the time set for correction in the notice, that prompt action to correct the violation has been taken but that full correction cannot be completed within the time provided because of technical difficulties, inability to obtain necessary materials[, funds,] or labor, or inability to gain access to the dwelling unit wherein the violation occurs or such other part of the building as may be necessary to make the required repair.  In the case of immediately hazardous violations such showing must be made prior to the close of business on the next full day the department is open following the period set for correction.  The department may condition such postponement upon the applicant's written agreement to correct all violations placed against the premises by the department or other appropriate governmental agency and to satisfy within an appropriate period of time, all sums owing to the department for repairs made to said premises.  The department may require such other conditions as are deemed necessary to insure correction of the violations within the time set by the postponement.  The department shall prepare a written statement signed and dated by the person making such decision setting forth the reasons for the postponement of the date by which a violation shall be corrected or the reason for the denial of such application for postponement and said written statement shall be part of the record of the department.  \\ul Any postponement found to be based on false or misleading information shall be of no effect and any penalty assessed shall be based on each day the violation continues beyond the first date by which the violation was to be corrected as specified by the department in a notice of violation or by a court of competent jurisdiction.\\ulnone\\par\n\\'a75.  Paragraphs (1), (2) and (3) of subdivision (f) of section 27-2115 of the administrative code of the city of New York are amended to read as follows:\\par\n(1)  The notice of violation shall direct that when any violations of a particular class have been corrected, they shall be certified at one time to the department.  Such certification shall be made in writing, under oath by the registered owner, a registered officer or director of a corporate owner or by the registered managing agent.  Such certification shall be delivered to the department and acknowledgement of receipt therefor obtained or shall be mailed to the department by certified or registered mail, return receipt requested, no later than fourteen days after the date set for correction in the case of non-hazardous and hazardous violations, and no later than five days after the date set for correction in the case of immediately hazardous violations, and shall include the date when each violation was corrected.  Such certification of correction shall be supported by a sworn statement by the person who performed the work if performed by an employee or agent of the owner.\\par\n[(2)]  A copy of such certification shall then be mailed no more than twelve calendar days from the date of receipt of notification to any complainant by the department.\\par\n[(3)  Such] (\\ul 2)  Any\\ulnone  violation \\ul for which a valid certification has been received\\ulnone  shall be deemed corrected seventy days from the date of \\ul such \\ulnone receipt [of such certification by the department] unless the department has determined by a re-inspection made within such period that the violation still has not been corrected and has recorded such determination upon its records, and has notified the person who executed the certification by registered or certified mail to the address stated in the certification that it has been set aside and the reasons therefore; a copy of such notice shall be sent to the complainant.  \\ul The department may re-inspect any violation which has been certified as corrected in accordance with paragraph (1) of this subdivision.  In the case of a violation that is classified as immediately hazardous pursuant to subdivision (d) of this section the department shall re-inspect such violation within thirty days of receipt of such certification or immediately upon being given reasonable cause to believe that such certification is false and that the violation has not been corrected.  Any person who executes a false certification shall be liable for triple the cost to the department of any re-inspection.\\par\n(3)  When an owner has failed to correct an immediately hazardous violation noticed pursuant to subdivision (c) of this section, the department shall correct such violation within five days of the date of failure by such owner to certify correction of such violation pursuant to paragraph (1) of this subdivision, or within five days of the date that the department mails a notice of invalidated certification to such owner pursuant to paragraph (2) of this subdivision; in such instance, the owner shall be liable to the department for triple the cost to the department for the correction of the violation.\\ulnone\\par\n\\'a76. Subdivision (h) of section 27-2115 of the administrative code of the city of New York is amended to read as follows:\\par\n(h)  Should the department fail to issue a notice of violation upon the request of a tenant or group of tenants within thirty days of the date of such request, or if there is a notice of violation outstanding respecting the premises in which the tenant or group of tenants resides, the tenant or any group of tenants, may individually or jointly apply to the housing part for an order directing the owner and the department to appear before the court.  Such order shall be issued at the discretion of the court for good cause shown, and shall be served as the court may direct. If the court finds a condition constituting a violation exists, it shall direct the owner to correct the violation and, upon failure to do so within the time set for certifying the correction of such violation pursuant to subdivision (c) of this section, it shall impose a penalty in accordance with [subdivision (a)] of this section\\ul , together with costs and disbursements and such other relief as the court shall deem appropriate to secure continuing compliance with the code\\ulnone .\\par\n\\'a77. Subdivision (i) of section 27-2115 of the administrative code of the city of New York is amended to read as follows:\\par\n(i)  In the event an owner fails to correct a violation within the time specified in a notice of violation sent to the owner, his or her agent or other person responsible for its correction pursuant to subdivision (b) of this section, or within any additional time granted pursuant to subdivision (c) of this section, and \\ul either\\ulnone  no certification of correction with respect to such violation has been filed by the owner or his or her registered managing agent in accordance with the provisions of subdivision (f) hereof \\ul or a false certification has been filed\\ulnone , then at any time after thirty days have elapsed from the date such violation was to be corrected, any tenant or group of tenants who requested that the violation be issued may apply individually or jointly, to the housing part for an order directing the owner and the department to appear before the court. Where the violation is hazardous or immediately hazardous, the thirty-day requirement shall be waived.  Said order shall be issued by the court for good cause shown.  If the court finds that the violation has not been corrected, that more than thirty days have elapsed since the time to correct same has expired where a violation is non-hazardous, and that \\ul either \\ulnone no certification of correction has been filed in accordance with the provisions of subdivision (f) hereof \\ul or a false certification has been filed\\ulnone , then it shall [direct the owner to correct the violation and shall] assess penalties as provided in [subdivision (a) of] this section\\ul , together with costs, disbursements, attorneys fees, and such other relief as it shall deem appropriate to secure continuing compliance with the code, and shall\\par\n(1)  direct the owner to correct the violation within a specified time period, subject to additional penalties for non-compliance, or\\par\n(2)  order the department to cause such repairs to be made with costs to be reimbursed by the owner and subject to the collection and lien provisions of article 8 of this chapter, or\\par\n(3)  permit the tenant or tenants to cause such repairs to be made and verified to the court\\rquote s satisfaction and provide for the deduction of the cost of such repairs from rent payments.\\ulnone\\par\n\\ul In the case of a violation classified as immediately hazardous, the tenant shall be granted an abatement of the full amount of rent prorated from the first date by which the violation was to be corrected as specified in a notice of violation or court order until the violation is corrected.  If the tenant has already paid all or part of the rent for that period, future rent will be reduced by the amount paid as such future rent becomes due\\ulnone .\\par\n\\'a78.  Paragraph (3) of subdivision (k) of section 27-2115 of the administrative code of the city of New York is amended to read as follows:\\par\n(3)  Notwithstanding any other provision of law, the owner shall be responsible for the correction of all violations placed pursuant to article eight of subchapter two of this code, but in an action for civil penalties pursuant to this article may in defense or mitigation of such owner's liability for civil penalties show:\\par\n(i) That the condition which constitutes the violation did not exist at the time the violation was placed; or\\par\n(ii) That he or she began to correct the condition which constitutes the violation promptly upon discovering it but that full correction could not be completed expeditiously because of technical difficulties, inability to obtain necessary materials[, funds] or labor, or inability to gain access to the dwelling unit wherein the violation occurs, or such other portion of the building as might be necessary to make the repair; or\\par\n(iii) That he or she was unable to obtain a permit or license necessary to correct the violation, provided that diligent and prompt application was made therefor; [or]\\par\n(iv) That the violation giving rise to the action was caused by the act or negligence, neglect or abuse of another not \\ul an owner and not \\ulnone in the employ or subject to the direction of [the] \\ul an\\ulnone  owner\\ul ; or\\ulnone\\par\n\\ul (v) That the violation giving rise to the action was caused by the act or negligence, neglect or abuse on the part of a tenant who the owner can demonstrate is legally liable for the condition constituting the violation, except in those cases in which a public part of a dwelling or the dwelling unit of another tenant is affected by such violation\\ulnone .\\par\nWhere the aforesaid allegations are made by way of mitigation of penalties, the owner shall show, by competent proof, pertinent financial data, and efforts made to obtain necessary materials[, funds] or labor or to gain access, or to obtain a permit or license and such other evidence as the court may require.\\par\nIf the court finds that sufficient mitigating circumstances exist, it may remit all or part of any penalties arising from the violation, but may condition such remission upon a correction of the violation within a time period fixed by the court.\\par\n\\'a79.  Subdivisions (b) and (c) of section 27-2116 of the administrative code of the city of New York are amended to read as follows:\\par\n(b)  The owner shall be responsible for the correction of all violations, but in an action for civil penalties may in defense or mitigation of such owner's liability for civil penalties show:\\par\n(1)  That the violation or violations were corrected within the time specified in the notice of violation and the certificate of compliance was duly filed; or\\par\n(2)  That the violation did not exist at the time the notice of violation was served; or in mitigation or remission of his or her liability for civil penalties show:\\par\n(i)  That he or she began to correct the violation promptly upon receipt of the notice of violation, but that its full correction could not be completed within the time provided because of technical difficulties, inability to obtain necessary materials[, funds] or labor, or inability to gain access to the dwelling unit wherein the violation occurs, or such other portion of the building as might be necessary to make the repair; or\\par\n(ii)  That he or she was unable to obtain a permit or license necessary to correct the violation, provided that diligent and prompt application was made therefor; or\\par\n(iii)  That the violation giving rise to the action was caused by the act or negligence, neglect or abuse of another not \\ul an owner and not \\ulnone in the employ or subject to the direction of the defendant.\\par\nWhere the aforesaid allegations are made by way of mitigation of penalties, the owner shall show, by competent proof, pertinent financial data, and efforts made to obtain necessary materials[, funds] or labor or to gain access, or to obtain a permit or license and such other evidence as the court may require.\\par\nIf the court finds that sufficient mitigating circumstances exist, it may remit all or part of any penalties arising from the violation, but may condition such remission upon a correction of the violation within a time period fixed by the court.\\par\n(c)  A defendant in an action for civil penalties who asserts that a violation was caused by the act, negligence, neglect or abuse of a third party\\ul , including another owner,\\ulnone  who has commenced an action against such third party and may request the court to permit consolidation of defendant's action for the reasonable cost of such correction against such third party with the pending action for penalties, or if no other action is then pending against such third party, defendant may make application to implead the party alleged to have caused the act, negligence, neglect or abuse. Upon a finding that the violation in issue was caused by such third party, a judgment shall be entered against such third party in favor of the defendant for the reasonable cost of such correction.\\par\n\\'a710.  This local law shall take effect six months after its enactment.\\par\n\\pard\\qj\\par\n\\par\nLS# 1782\\par\nExamined by TNN\\par\n10-22-04\\par\n\\pard\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
