{
  "ID": 31461,
  "GUID": "7C4A0F37-90BC-4E93-AFA4-6C07CE04DBF2",
  "File": "Int 0488-2004",
  "Name": "Civilian Complaint Review Board",
  "Title": "A Local Law to amend the charter of the city of New York, in relation to authorizing the Civilian Complaint Review Board to receive, investigate, hear, make findings and recommend action upon complaints by members of the public regarding the policies and procedures of the police department including, but not limited to, the unsanitary conditions at police managed facilities, the failure of the police to address medical or other health related needs of arrestees and inappropriately excessive detention periods.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2004-10-27T00:00:00Z",
  "AgendaDate": "2004-10-27T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 430,
      "Slug": "bill-perkins",
      "FullName": "Bill Perkins"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5285,
      "Slug": "erik-martin-dilan",
      "FullName": "Erik Martin Dilan"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    }
  ],
  "History": [
    {
      "ID": 166655,
      "Date": "2004-10-27T12:29:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 166898,
      "Date": "2004-10-27T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 3458,
      "AgendaSequence": 123,
      "MinutesSequence": 136,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184953,
      "Date": "2005-12-31T11:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 31365,
  "Text": "Be it enacted by the Council as follows:\n\nSection One.  Legislative findings and intent.\n\tThe Republican National Convention (“RNC”) recently took place in the city of New York.  Serious concerns were raised due to numerous complaints that the police summarily corralled protestors and bystanders, placed them into custody and confined them for unduly extended periods in highly unsanitary conditions.  Further, many of those individuals taken into custody allege that the police department failed to properly address health related complaints and further discouraged arrestees from seeking immediate medical treatment with threats of extended detention.    \n\tPresently, the New York City Charter § 440 establishes the Civilian Complaint Review Board (“CCRB”).  This section authorizes the board to receive, investigate, hear, make findings and recommend action only upon complaints that members of the police department used excessive force, abused their authority, were discourteous, or used offensive language.  \nThe serious concern that police policies and procedures led to serious abuses during the RNC warrants legislation broadening the powers of the CCRB.  \n§ 2.  § 440 of chapter 18-A of the City Charter is hereby amended to add a new paragraph 2, and renumber paragraphs 2 through 7, to read as follows:\n(c) Powers and duties of the board.\n2. The board shall have the power to receive, investigate, hold public hearings, make findings and recommend action upon complaints by members of the public concerning the policies and procedures of the police department, including, but not limited to, the unsanitary conditions at police managed facilities, the failure of the police to address medical or other health related needs of arrestees and inappropriately excessive detention periods.  The findings and recommendations of the board, and the basis therefore, shall be submitted to the police commissioner, or if the police commissioner is himself/herself the subject of the complaint, the board shall submit its findings directly to the Mayor of the city of New York. No finding or recommendation shall be based solely upon an unsworn complaint or statement, nor shall prior unsubstantiated, unfounded or withdrawn complaints be the basis for any such finding or recommendation.\n[2.] 3. The board shall promulgate rules of procedure in accordance with the city administrative procedure act, including rules that prescribe the manner in which investigations are to be conducted and recommendations made and the manner by which a member of the public is to be informed of the status of his or her complaint. Such rules may provide for the establishment of panels, which shall consist of not less than three members of the board, which shall be empowered to supervise the investigation of complaints, and to hear, make findings and recommend action on such complaints. No such panel shall consist exclusively of members designated by the council, or designated by the police commissioner, or selected by the mayor.\n[3.] 4. The board, by majority vote of its members, may compel the attendance of witnesses and require the production of such records and other materials as are necessary for the investigation of complaints submitted pursuant to this section.\n[4.] 5. The board shall establish a mediation program pursuant to which a complainant may voluntarily choose to resolve a complaint by means of informal conciliation.\n[5.] 6. The board is authorized, within appropriations available therefore, to appoint such employees as are necessary to exercise its powers and fulfill its duties. The board shall employ civilian investigators to investigate all complaints.\n[6.] 7. The board shall issue to the mayor and the city council a semi-annual report which shall describe its activities and summarize its actions.\n[7.] 8. The board shall have the responsibility of informing the public about the board and its duties, and shall develop and administer an on-going program for the education of the public regarding the provisions of this chapter.\n§3. \tThis local law shall take effect immediately.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul\\i Be it enacted by the Council as follows\\ulnone :\\par\n\\i0\\par\n\\pard\\fi720\\sl480\\slmult1\\qj Section One.  Legislative findings and intent.\\par\n\\pard\\sl480\\slmult1\\qj\\tab The Republican National Convention (\\ldblquote RNC\\rdblquote ) recently took place in the city of New York.  Serious concerns were raised due to numerous complaints that the police summarily corralled protestors and bystanders, placed them into custody and confined them for unduly extended periods in highly unsanitary conditions.  Further, many of those individuals taken into custody allege that the police department failed to properly address health related complaints and further discouraged arrestees from seeking immediate medical treatment with threats of extended detention.    \\par\n\\tab Presently, the New York City Charter \\'a7 440 establishes the Civilian Complaint Review Board (\\ldblquote CCRB\\rdblquote ).  This section authorizes the board to receive, investigate, hear, make findings and recommend action only upon complaints that members of the police department used excessive force, abused their authority, were discourteous, or used offensive language.  \\par\n\\pard\\fi720\\sl480\\slmult1\\qj The serious concern that police policies and procedures led to serious abuses during the RNC warrants legislation broadening the powers of the CCRB.  \\par\n\\pard\\sl480\\slmult1\\qj\\'a7 2.  \\'a7 440 of chapter 18-A of the City Charter is hereby amended to add a new paragraph 2, and renumber paragraphs 2 through 7, to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj (c) Powers and duties of the board.\\par\n\\ul 2. The board shall have the power to receive, investigate, hold public hearings, make findings and recommend action upon complaints by members of the public concerning the policies and procedures of the police department, including, but not limited to, the unsanitary conditions at police managed facilities, the failure of the police to address medical or other health related needs of arrestees and inappropriately excessive detention periods.  The findings and recommendations of the board, and the basis therefore, shall be submitted to the police commissioner, or if the police commissioner is himself/herself the subject of the complaint, the board shall submit its findings directly to the Mayor of the city of New York. No finding or recommendation shall be based solely upon an unsworn complaint or statement, nor shall prior unsubstantiated, unfounded or withdrawn complaints be the basis for any such finding or recommendation.\\par\n\\ulnone [2.] \\ul 3.\\ulnone  The board shall promulgate rules of procedure in accordance with the city administrative procedure act, including rules that prescribe the manner in which investigations are to be conducted and recommendations made and the manner by which a member of the public is to be informed of the status of his or her complaint. Such rules may provide for the establishment of panels, which shall consist of not less than three members of the board, which shall be empowered to supervise the investigation of complaints, and to hear, make findings and recommend action on such complaints. No such panel shall consist exclusively of members designated by the council, or designated by the police commissioner, or selected by the mayor.\\par\n[3.] \\ul 4.\\ulnone  The board, by majority vote of its members, may compel the attendance of witnesses and require the production of such records and other materials as are necessary for the investigation of complaints submitted pursuant to this section.\\par\n[4.] \\ul 5.\\ulnone  The board shall establish a mediation program pursuant to which a complainant may voluntarily choose to resolve a complaint by means of informal conciliation.\\par\n[5.] \\ul 6.\\ulnone  The board is authorized, within appropriations available therefore, to appoint such employees as are necessary to exercise its powers and fulfill its duties. The board shall employ civilian investigators to investigate all complaints.\\par\n[6.] \\ul 7.\\ulnone  The board shall issue to the mayor and the city council a semi-annual report which shall describe its activities and summarize its actions.\\par\n[7.] \\ul 8.\\ulnone  The board shall have the responsibility of informing the public about the board and its duties, and shall develop and administer an on-going program for the education of the public regarding the provisions of this chapter.\\par\n\\'a73. \\tab This local law shall take effect immediately. \\par\n\\pard\\sl480\\slmult1\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\pard\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
