{
  "ID": 31441,
  "GUID": "82E9A8AA-6B81-4E88-9D71-8D722460090A",
  "File": "Int 0489-2004",
  "Name": "Requiring the reporting of statistics relating to students receiving special education services.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring the reporting of statistics relating to students receiving special education services.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 9,
  "BodyName": "Committee on Education",
  "IntroDate": "2004-10-27T00:00:00Z",
  "AgendaDate": "2004-10-27T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5294,
      "Slug": "betsy-gotbaum",
      "FullName": "Betsy Gotbaum"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5264,
      "Slug": "maria-baez",
      "FullName": "Maria Baez"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5293,
      "Slug": "michael-e-mcmahon",
      "FullName": "Michael E. McMahon"
    },
    {
      "ID": 5270,
      "Slug": "hiram-monserrate",
      "FullName": "Hiram Monserrate"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    }
  ],
  "History": [
    {
      "ID": 166609,
      "Date": "2004-10-27T15:58:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 166893,
      "Date": "2004-10-27T18:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Education due back on 10/28/2004.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 3458,
      "AgendaSequence": 126,
      "MinutesSequence": 139,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Education",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184954,
      "Date": "2005-12-31T11:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 31345,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Declaration of legislative findings and intent.  The Council hereby finds, on the basis of a March 2004 survey by the Public Advocate, that the Department of Education has failed to ensure timely evaluation and placement of students into educational programs with special education services and appropriate supports.  In accordance with section 4402 of the New York State Education Law and Jose P. v. Ambach, 557 F. Supp. 1230 (E.D.N.Y. 1983), the Department of Education is required to ensure that students are evaluated within thirty school days and placed within sixty school days of the date their special education referral is officially filed.  The Council further finds, based on the findings of the Public Advocate, that the Department of Education currently has a backlog of overdue evaluations and placements.  In light of these findings and to facilitate greater oversight, the Council hereby finds that it is necessary to require the Chancellor to collect and report to the Council and to the Public Advocate statistics relating to students seeking or receiving special education programs or services.  The Council finds that that such measures will help provide all students with the free, appropriate public education to which they are legally entitled.\n§ 2. Chapter 20 of the New York city charter is hereby amended by adding a new section 528, to read as follows:\n§ 528 Compilation and reporting of data on students receiving special education services.  a. Whenever used in this section, the following terms shall be defined as follows:\n1. “Academic period” shall mean the academic school year beginning in September and ending in June and the remaining period of that calendar year, including the summer school session, until the next academic school year begins in September. \n2. “Chancellor” shall mean the chancellor of the department of education.\n3. “English language learner” shall mean a student who is eligible for a program of bilingual education, dual language education, English as a second language instruction, or any other similar educational program, as set forth in subdivision three of section 3204 of the New York state education law and its implementing regulations.\n4. “Individualized education program” shall have the meaning of such term as defined pursuant to section 1401 of title twenty of the United States code and its implementing regulations.\n5. “Initial evaluation” shall mean an “individual evaluation” as defined pursuant to subdivision four of section 4401-a of the New York state education law and its implementing regulations, that is conducted for a student who is not currently receiving any special education services or programs.\n6. “Length of time” shall mean the number of school days that are counted from the official date of receipt of a referral by the chairperson of the regional committee on special education or by an appropriate official of the school that the student attends or is eligible to attend.\n7. “Placement” shall mean placement of a student in education programs with appropriate supports and offering special education services or programs in accordance with the student’s individualized education program and pursuant to section 4401-a of the New York state education law.\n8. “Reevaluation” shall mean an “individual evaluation” as defined pursuant to subdivision four of section 4401-a of the New York state education law and its implementing regulations (i) that is conducted for a student currently receiving any special education services or programs; (ii) where conditions warrant an evaluation or where the student’s parent or guardian or teacher requests an evaluation; and (iii) that is not a triennial evaluation.\n9. “Referral” shall mean a referral for special education services or programs pursuant to section 4401-a of the New York state education law and its implementing regulations.\n10. “Special education services or programs” or “special education services” shall mean “special services or programs” as defined pursuant to section 4401 of the New York state education law and its implementing regulations.\n11. “Student” shall mean a student attending a pre-primary, primary or secondary public, private or parochial school providing instruction for students at or below the twelfth-grade level.\n 10. “Triennial evaluation” shall mean an “individual evaluation” as defined pursuant to subsection four of section 4401-a of the New York state education law and its implementing regulations which is (i) conducted for a student currently receiving any special education services or programs and (ii) mandated to be conducted at least once every three years during which any other reevaluation has not already occurred.\nb. The chancellor shall compile data concerning each student seeking or receiving any special education services or programs.  The data collected shall include, at a minimum, and as applicable to each student:\n1. the district or, if a high school student, the region that serves the student, and whether the student is enrolled in a public, private or parochial school;\n2. whether the student is an English language learner; \n3. whether the student has received a referral for an initial evaluation and, if so, the date such referral was received;\n4. whether the student has undergone an initial evaluation and, if so, the length of time such student had to wait for an initial evaluation to occur;\n5. whether the student has an individualized education program;\n6. whether as a result of undergoing an initial evaluation, the student has received a placement, and the length of time such student had to wait before such placement occurred;\n7. whether the student is currently receiving all special education services or programs included in his or her individualized education program and, if not, which services or programs are not being provided;\n8. whether the student has received a referral for a reevaluation, where such referral would be appropriate and if so, the date such referral was received;\n9. whether the student has undergone reevaluation, where such reevaluation would be appropriate, and the length of time such student had to wait before the reevaluation occurred; \n10. whether, as a result of undergoing a reevaluation, the student has a new individualized educational program, where such new program is appropriate;\n11. whether, following a change to his or her individualized educational program resulting from a reevaluation, such student has received a new placement, and the length of time the student had to wait before such new placement occurred;\n12. whether the student has undergone a triennial evaluation, where such triennial evaluation would be appropriate;\n13. whether, as a result of undergoing a triennial evaluation, the student has a new individualized educational program; and\n14. whether, following a change to his or her individualized educational program resulting from a triennial evaluation, the student has received a new placement.\nc. The chancellor shall prepare and submit to the city council, the public advocate and the citywide council on special education established pursuant to section 2590-b of the New York state education law, an annual report.  Such report shall be submitted no later than ninety calendar days after the conclusion of each academic period, and shall include data compiled during such academic period.  Such report shall include, but not be limited to, the following list of data.  With respect to each item on such list, all information required by this subdivision shall be disaggregated by district and, if related to high school, by region, and shall also indicate the number of students enrolled in private and parochial schools.\n1. the number of referrals made during the academic period as well as the number of referrals for (i) initial evaluations and (ii) reevaluations;\n2. the number of evaluations conducted during the academic period, as well as the number of (i) initial evaluations; (ii) reevaluations; and (iii) triennial evaluations;\n3. the number of students who underwent initial evaluations that occurred within thirty or fewer school days after their referral, as well as the number of such students who are English language learners;\n4. the number of students who underwent reevaluations that occurred within thirty or fewer school days after their referral, as well as the number of such students who are English language learners;\n5. the number of students who underwent initial evaluations that occurred more than thirty school days after their referral, as well as the number of such students who are English language learners;\n6. the number of students who underwent reevaluations that occurred more than thirty school days after their referral, as well as the number of such students who are English language learners;\n7. the number of students who had individualized education programs; \n8. the number of placements made as well as the number of placements resulting from (i) initial evaluations; (ii) reevaluations; and (iii) triennial evaluations;\n9. the number of placements made resulting from initial evaluations, where the student waited sixty school days or fewer to be placed, as well as the number of such placements where the students are English language learners;\n10. the number of placements made resulting from reevaluations, where the student waited sixty school days or fewer to be placed, as well as the number of such placements where the students are English language learners;\n11. the number of placements made resulting from initial evaluations, where the student waited more than sixty school days to be placed, as well as the number of such placements where the students are English language learners;\n12. the number of placements made resulting from reevaluations, where the student waited more than sixty school days to be placed, as well as the number of such placements where the students are English language learners;\n13. the number of students who have been referred for an initial evaluation but who did not receive such initial evaluation at the end of such academic period, indicating separately the number of such students who did not receive such initial evaluation more than thirty days after referral, as well as the number of such students who are English language learners;\n14. the number of students who had been referred for a reevaluation but who did not receive such reevaluation at the end of such academic period, indicating separately the number of such students who did not receive such reevaluation more than thirty days after referral, as well as the number of such students who are English language learners;\n15. the number of students who underwent an initial evaluation that determined that such students receive a placement, but who did not receive such placement at the end of such academic period, indicating separately the number of such students who did not receive such placement more than sixty school days after referral for such initial evaluation;\n16. the number of students who underwent a reevaluation that determined that such students receive a placement, but who did not receive such placement at the end of such academic period, indicating separately the number of such students who did not receive such placement more than sixty school days after referral for reevaluation;\n17. the number of students who underwent a triennial evaluation that determined that such students receive a placement, but who did not receive such placement at the end of such academic period, indicating separately the number of such students who did not receive such placement more than thirty school days after triennial evaluation;\n18. the number of students receiving all special education services or programs included in their individualized education programs at the end of the academic period, as well as the number of such students who are English language learners; and\n19. the number of students not receiving all special education services or programs included in their individualized education programs at the end of the academic period, as well as the number of such students who are English language learners.\n§ 3. Effect of invalidity; severability.  If any section, subsection, sentence, clause, phrase, or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this local law, which remaining portions shall continue in full force and effect.\n§ 4. This local law shall take effect one hundred days after its enactment.\nMM/MHG\nLS #1325\nOctober 21, 2004",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fmodern\\fprq1\\fcharset0 Courier New;}}\n\\viewkind4\\uc1\n\\v0\\f0\\line\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\pard\\fi720\\par\n\\pard\\fi720\\sl480\\slmult1 Section 1. Declaration of legislative findings and intent.  The Council hereby finds, on the basis of a March 2004 survey by the Public Advocate, that the Department of Education has failed to ensure timely evaluation and placement of students into educational programs with special education services and appropriate supports.  In accordance with section 4402 of the New York State Education Law and \\i Jose P. v. Ambach,\\i0  557 F. Supp. 1230 (E.D.N.Y. 1983), the Department of Education is required to ensure that students are evaluated within thirty school days and placed within sixty school days of the date their special education referral is officially filed.  The Council further finds, based on the findings of the Public Advocate, that the Department of Education currently has a backlog of overdue evaluations and placements.  In light of these findings and to facilitate greater oversight, the Council hereby finds that it is necessary to require the Chancellor to collect and report to the Council and to the Public Advocate statistics relating to students seeking or receiving special education programs or services.  The Council finds that that such measures will help provide all students with the free, appropriate public education to which they are legally entitled.\\par\n\\'a7 2. Chapter 20 of the New York city charter is hereby amended by adding a new section 528, to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ul\\'a7 528 Compilation and reporting of data on students receiving special education services\\b .\\b0   a. Whenever used in this section, the following terms shall be defined as follows:\\par\n\\pard\\fi720\\li720\\ri720\\sl480\\slmult1\\qj 1. \\ldblquote Academic period\\rdblquote  shall mean the academic school year beginning in September and ending in June and the remaining period of that calendar year, including the summer school session, until the next academic school year begins in September. \\par\n2. \\ldblquote Chancellor\\rdblquote  shall mean the chancellor of the department of education.\\par\n3. \\ldblquote English language learner\\rdblquote  shall mean a student who is eligible for a program of bilingual education, dual language education, English as a second language instruction, or any other similar educational program, as set forth in subdivision three of section 3204 of the New York state education law and its implementing regulations.\\par\n4. \\ldblquote Individualized education program\\rdblquote  shall have the meaning of such term as defined pursuant to section 1401 of title twenty of the United States code and its implementing regulations.\\par\n5. \\ldblquote Initial evaluation\\rdblquote  shall mean an \\ldblquote individual evaluation\\rdblquote  as defined pursuant to subdivision four of section 4401-a of the New York state education law and its implementing regulations, that is conducted for a student who is not currently receiving any special education services or programs.\\par\n6. \\ldblquote Length of time\\rdblquote  shall mean the number of school days that are counted from the official date of receipt of a referral by the chairperson of the regional committee on special education or by an appropriate official of the school that the student attends or is eligible to attend.\\b\\par\n\\b0 7. \\ldblquote Placement\\rdblquote  shall mean placement of a student in education programs with appropriate supports and offering special education services or programs in accordance with the student\\rquote s individualized education program and pursuant to section 4401-a of the New York state education law.\\b\\par\n\\b0 8. \\ldblquote Reevaluation\\rdblquote  shall mean an \\ldblquote individual evaluation\\rdblquote  as defined pursuant to subdivision four of section 4401-a of the New York state education law and its implementing regulations (i) that is conducted for a student currently receiving any special education services or programs; (ii) where conditions warrant an evaluation or where the student\\rquote s parent or guardian or teacher requests an evaluation; and (iii) that is not a triennial evaluation.\\par\n9. \\ldblquote Referral\\rdblquote  shall mean a referral for special education services or programs pursuant to section 4401-a of the New York state education law and its implementing regulations.\\par\n10. \\ldblquote Special education services or programs\\rdblquote  or \\ldblquote special education services\\rdblquote  shall mean \\ldblquote special services or programs\\rdblquote  as defined pursuant to section 4401 of the New York state education law and its implementing regulations.\\par\n11. \\ldblquote Student\\rdblquote  shall mean a student attending a pre-primary, primary or secondary public, private or parochial school providing instruction for students at or below the twelfth-grade level.\\par\n 10. \\ldblquote Triennial evaluation\\rdblquote  shall mean an \\ldblquote individual evaluation\\rdblquote  as defined pursuant to subsection four of section 4401-a of the New York state education law and its implementing regulations which is (i) conducted for a student currently receiving any special education services or programs and (ii) mandated to be conducted at least once every three years during which any other reevaluation has not already occurred.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj b. The chancellor shall compile data concerning each student seeking or receiving any special education services or programs.  The data collected shall include, at a minimum, and as applicable to each student:\\par\n\\pard\\fi720\\li720\\ri720\\sl480\\slmult1\\qj 1. the district or, if a high school student, the region that serves the student, and whether the student is enrolled in a public, private or parochial school;\\par\n2. whether the student is an English language learner; \\par\n3. whether the student has received a referral for an initial evaluation and, if so, the date such referral was received;\\par\n4. whether the student has undergone an initial evaluation and, if so, the length of time such student had to wait for an initial evaluation to occur;\\par\n5. whether the student has an individualized education program;\\par\n6. whether as a result of undergoing an initial evaluation, the student has received a placement, and the length of time such student had to wait before such placement occurred;\\par\n7. whether the student is currently receiving all special education services or programs included in his or her individualized education program and, if not, which services or programs are not being provided;\\par\n8. whether the student has received a referral for a reevaluation, where such referral would be appropriate and if so, the date such referral was received;\\par\n9. whether the student has undergone reevaluation, where such reevaluation would be appropriate, and the length of time such student had to wait before the reevaluation occurred; \\par\n10. whether, as a result of undergoing a reevaluation, the student has a new individualized educational program, where such new program is appropriate;\\par\n11. whether, following a change to his or her individualized educational program resulting from a reevaluation, such student has received a new placement, and the length of time the student had to wait before such new placement occurred;\\par\n12. whether the student has undergone a triennial evaluation, where such triennial evaluation would be appropriate;\\par\n13. whether, as a result of undergoing a triennial evaluation, the student has a new individualized educational program; and\\par\n14. whether, following a change to his or her individualized educational program resulting from a triennial evaluation, the student has received a new placement.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj c. The chancellor shall prepare and submit to the city council, the public advocate and the citywide council on special education established pursuant to section 2590-b of the New York state education law, an annual report.  Such report shall be submitted no later than ninety calendar days after the conclusion of each academic period, and shall include data compiled during such academic period.  Such report shall include, but not be limited to, the following list of data.  With respect to each item on such list, all information required by this subdivision shall be disaggregated by district and, if related to high school, by region, and shall also indicate the number of students enrolled in private and parochial schools.\\par\n\\pard\\fi720\\li720\\ri720\\sl480\\slmult1\\qj 1. the number of referrals made during the academic period as well as the number of referrals for (i) initial evaluations and (ii) reevaluations;\\par\n2. the number of evaluations conducted during the academic period, as well as the number of (i) initial evaluations; (ii) reevaluations; and (iii) triennial evaluations;\\par\n3. the number of students who underwent initial evaluations that occurred within thirty or fewer school days after their referral, as well as the number of such students who are English language learners;\\par\n4. the number of students who underwent reevaluations that occurred within thirty or fewer school days after their referral, as well as the number of such students who are English language learners;\\par\n5. the number of students who underwent initial evaluations that occurred more than thirty school days after their referral, as well as the number of such students who are English language learners;\\par\n6. the number of students who underwent reevaluations that occurred more than thirty school days after their referral, as well as the number of such students who are English language learners;\\par\n7. the number of students who had individualized education programs; \\par\n8. the number of placements made as well as the number of placements resulting from (i) initial evaluations; (ii) reevaluations; and (iii) triennial evaluations;\\par\n9. the number of placements made resulting from initial evaluations, where the student waited sixty school days or fewer to be placed, as well as the number of such placements where the students are English language learners;\\b\\par\n\\b0 10. the number of placements made resulting from reevaluations, where the student waited sixty school days or fewer to be placed, as well as the number of such placements where the students are English language learners;\\b\\par\n\\b0 11. the number of placements made resulting from initial evaluations, where the student waited more than sixty school days to be placed, as well as the number of such placements where the students are English language learners;\\par\n12. the number of placements made resulting from reevaluations, where the student waited more than sixty school days to be placed, as well as the number of such placements where the students are English language learners;\\par\n13. the number of students who have been referred for an initial evaluation but who did not receive such initial evaluation at the end of such academic period, indicating separately the number of such students who did not receive such initial evaluation more than thirty days after referral, as well as the number of such students who are English language learners;\\par\n14. the number of students who had been referred for a reevaluation but who did not receive such reevaluation at the end of such academic period, indicating separately the number of such students who did not receive such reevaluation more than thirty days after referral, as well as the number of such students who are English language learners;\\par\n15. the number of students who underwent an initial evaluation that determined that such students receive a placement, but who did not receive such placement at the end of such academic period, indicating separately the number of such students who did not receive such placement more than sixty school days after referral for such initial evaluation;\\par\n16. the number of students who underwent a reevaluation that determined that such students receive a placement, but who did not receive such placement at the end of such academic period, indicating separately the number of such students who did not receive such placement more than sixty school days after referral for reevaluation;\\par\n17. the number of students who underwent a triennial evaluation that determined that such students receive a placement, but who did not receive such placement at the end of such academic period, indicating separately the number of such students who did not receive such placement more than thirty school days after triennial evaluation;\\par\n18. the number of students receiving all special education services or programs included in their individualized education programs at the end of the academic period, as well as the number of such students who are English language learners; and\\par\n19. the number of students not receiving all special education services or programs included in their individualized education programs at the end of the academic period, as well as the number of such students who are English language learners.\\par\n\\pard\\fi720\\sl480\\slmult1\\ulnone\\'a7 3. Effect of invalidity; severability.  If any section, subsection, sentence, clause, phrase, or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this local law, which remaining portions shall continue in full force and effect.\\par\n\\'a7 4. This local law shall take effect one hundred days after its enactment.\\par\n\\pard MM/MHG\\par\nLS #1325\\par\nOctober 21, 2004\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
