{
  "ID": 31440,
  "GUID": "DAEBC99B-B397-435D-8B75-2EF2306D8DA8",
  "File": "Int 0497-2004",
  "Name": "Requirement that all bicycles be registered with the department of transportation.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the requirement that all bicycles be registered with the department of transportation.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2004-11-10T00:00:00Z",
  "AgendaDate": "2004-11-10T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 431,
      "Slug": "madeline-t-provenzano",
      "FullName": "Madeline T. Provenzano"
    }
  ],
  "History": [
    {
      "ID": 167196,
      "Date": "2004-11-10T14:59:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 167407,
      "Date": "2004-11-10T16:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Transportation due back on 11/10/2004.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 3539,
      "AgendaSequence": 85,
      "MinutesSequence": 98,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184957,
      "Date": "2005-12-31T11:58:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 31344,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Subchapter 3 of chapter 1 of title 19 of the administrative code of the city of New York is amended by adding a new section 19-180 to read as follows:\n§19-180  Licensing and registration of bicycles.  a.  For purposes of this section the term \"bicycle\" shall mean a two or three wheeled device upon which a person or persons may ride, propelled by human power through a belt, a chain or gears, with such wheels in a tandem or tricycle, except that it shall not include such a device having solid tires and intended for use only on a sidewalk by a child.\nb.  Every person over the age of sixteen who owns a bicycle shall register such bicycle with the commissioner and provide for the identification of such bicycle by affixing to the bicycle or bicycle seat, in clear view, a metal, plastic or other sign issued by the commissioner, bearing the identification number assigned by the commissioner which identifies the bicycle and the registered owner in lettering and/or numerals so as to be plainly readable at a distance of not less than ten feet and shall maintain such sign in good condition.  The department may charge a fee for such sign and identification number not to be more than twenty-five dollars per registration.\nc.  A violation of subdivision b of this section or of any rule or regulation promulgated thereunder, shall be a misdemeanor triable by a judge of the criminal court of the city of New York and upon conviction thereof shall be punishable by a fine of not less than one hundred dollars nor more than three hundred dollars or imprisonment for not more than fifteen days or by both such fine and imprisonment.  Such person shall also be liable for a civil penalty of not less than one hundred dollars nor more than three hundred dollars which civil penalty may be recovered in a proceeding before the environmental control board.\nd.  Where a summons or notice of violation is issued for a violation of subdivision b of this section, the bicycle may be impounded.\ne.  A bicycle impounded pursuant to this section shall be released to the owner or other person lawfully entitled to possession upon payment of the costs of removal and storage as set forth in the rules of the department and proof of payment of any fine or civil penalty for the violation or, if a proceeding for the violation is pending in a court or before the environmental control board, upon the posting of a bond or other form of security acceptable to the department in an amount which will assure the payment of such costs and any fine or civil penalty which may be imposed for the violation.  The owner of a bicycle shall be given the opportunity for a post-impoundment hearing within five business days before the environmental control board regarding the impoundment.  The environmental control board shall render a determination within three business days after the conclusion of the hearing.  If the court or the environmental control board finds in favor of the defendant or respondent, the owner shall be entitled forthwith to possession of the bicycle without charge or to the extent that any amount has been previously paid for release of the bicycle, such amount shall be refunded.  The department shall establish by rule the time within which bicycles that are not redeemed may be deemed abandoned and the procedures for the disposal of such bicycles.\nf.  Upon the impoundment of a bicycle, the rider shall be given written notice of the procedure for redemption of the bicycle and the procedure for requesting a post-impoundment hearing.  Where the rider of a bicycle is not the owner thereof notice provided to the rider shall be deemed to be notice to the owner.  Where the defendant or respondent is less than eighteen years old such notice shall also be mailed to the parent, guardian, if the name and address of such person is reasonably ascertainable.\ng.  The provisions of this section may be enforced by the police department or designated employees of the department, the department of environmental protection and the department of parks and recreation.\nh.  The provisions of this section shall be in addition to any applicable provisions of section 10-157 of this code.\n§2. This local law shall take effect thirty days after its enactment into law.\n\n\n\n\n11/09/04",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\fi720\\sl480\\slmult1\\qj Section 1.  Subchapter 3 of chapter 1 of title 19 of the administrative code of the city of New York is amended by adding a new section 19-180 to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\ul\\'a719-180  Licensing and registration of bicycles.  a.  For purposes of this section the term \"bicycle\" shall mean a two or three wheeled device upon which a person or persons may ride, propelled by human power through a belt, a chain or gears, with such wheels in a tandem or tricycle, except that it shall not include such a device having solid tires and intended for use only on a sidewalk by a child.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj b.  Every person over the age of sixteen who owns a bicycle shall register such bicycle with the commissioner and provide for the identification of such bicycle by affixing to the bicycle or bicycle seat, in clear view, a metal, plastic or other sign issued by the commissioner, bearing the identification number assigned by the commissioner which identifies the bicycle and the registered owner in lettering and/or numerals so as to be plainly readable at a distance of not less than ten feet and shall maintain such sign in good condition.  The department may charge a fee for such sign and identification number not to be more than twenty-five dollars per registration.\\par\nc.  A violation of subdivision b of this section or of any rule or regulation promulgated thereunder, shall be a misdemeanor triable by a judge of the criminal court of the city of New York and upon conviction thereof shall be punishable by a fine of not less than one hundred dollars nor more than three hundred dollars or imprisonment for not more than fifteen days or by both such fine and imprisonment.  Such person shall also be liable for a civil penalty of not less than one hundred dollars nor more than three hundred dollars which civil penalty may be recovered in a proceeding before the environmental control board.\\par\n\\pard\\fi720\\sl480\\slmult1 d.  Where a summons or notice of violation is issued for a violation of subdivision b of this section, the bicycle may be impounded.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj e.  A bicycle impounded pursuant to this section shall be released to the owner or other person lawfully entitled to possession upon payment of the costs of removal and storage as set forth in the rules of the department and proof of payment of any fine or civil penalty for the violation or, if a proceeding for the violation is pending in a court or before the environmental control board, upon the posting of a bond or other form of security acceptable to the department in an amount which will assure the payment of such costs and any fine or civil penalty which may be imposed for the violation.  The owner of a bicycle shall be given the opportunity for a post-impoundment hearing within five business days before the environmental control board regarding the impoundment.  The environmental control board shall render a determination within three business days after the conclusion of the hearing.  If the court or the environmental control board finds in favor of the defendant or respondent, the owner shall be entitled forthwith to possession of the bicycle without charge or to the extent that any amount has been previously paid for release of the bicycle, such amount shall be refunded.  The department shall establish by rule the time within which bicycles that are not redeemed may be deemed abandoned and the procedures for the disposal of such bicycles.\\par\nf.  Upon the impoundment of a bicycle, the rider shall be given written notice of the procedure for redemption of the bicycle and the procedure for requesting a post-impoundment hearing.  Where the rider of a bicycle is not the owner thereof notice provided to the rider shall be deemed to be notice to the owner.  Where the defendant or respondent is less than eighteen years old such notice shall also be mailed to the parent, guardian, if the name and address of such person is reasonably ascertainable.\\par\ng.  The provisions of this section may be enforced by the police department or designated employees of the department, the department of environmental protection and the department of parks and recreation.\\ulnone\\par\n\\ul h.  The provisions of this section shall be in addition to any applicable provisions of section 10-157 of this code.\\par\n\\pard\\fi720\\qj\\ulnone\\'a72. This local law shall take effect thirty days after its enactment into law.\\ul\\par\n\\pard\\ulnone\\par\n\\par\n\\par\n\\par\n11/09/04\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
