{
  "ID": 31567,
  "GUID": "909056B4-1D75-429D-961B-EAA273ECEF27",
  "File": "Int 0500-2004",
  "Name": "Increasing fines for violations of the law for illegal dumping along Waterfront property into NYC waterways.",
  "Title": "A Local Law to amend the administrative code of the City of New York, in relation to increasing fines for violations of the law for illegal dumping along Waterfront property into New York City waterways.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5123,
  "BodyName": "Committee on Waterfronts",
  "IntroDate": "2004-11-10T00:00:00Z",
  "AgendaDate": "2004-11-10T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5281,
      "Slug": "joseph-p-addabbo-jr",
      "FullName": "Joseph P. Addabbo, Jr."
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 424,
      "Slug": "tracy-l-boyland",
      "FullName": "Tracy L. Boyland"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5285,
      "Slug": "erik-martin-dilan",
      "FullName": "Erik Martin Dilan"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5279,
      "Slug": "dennis-p-gallagher",
      "FullName": "Dennis P. Gallagher"
    },
    {
      "ID": 5255,
      "Slug": "andrew-j-lanza",
      "FullName": "Andrew J. Lanza"
    }
  ],
  "History": [
    {
      "ID": 167263,
      "Date": "2004-11-10T15:14:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 167412,
      "Date": "2004-11-10T16:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Waterfronts due back on 11/10/2004.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 3539,
      "AgendaSequence": 90,
      "MinutesSequence": 103,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Waterfronts",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 168065,
      "Date": "2004-11-29T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5123,
      "BodyName": "Committee on Waterfronts",
      "EventID": 3645,
      "AgendaSequence": 2,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 168253,
      "Date": "2004-11-29T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 5123,
      "BodyName": "Committee on Waterfronts",
      "EventID": 3645,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 172029,
      "Date": "2005-03-01T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5123,
      "BodyName": "Committee on Waterfronts",
      "EventID": 4208,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 172283,
      "Date": "2005-03-01T13:30:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 5123,
      "BodyName": "Committee on Waterfronts",
      "EventID": 4208,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 172033,
      "Date": "2005-03-01T14:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5108,
      "BodyName": "Committee on Sanitation and Solid Waste Management",
      "EventID": 4209,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 172279,
      "Date": "2005-03-01T14:30:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 5108,
      "BodyName": "Committee on Sanitation and Solid Waste Management",
      "EventID": 4209,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 172157,
      "Date": "2005-03-01T15:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5120,
      "BodyName": "Committee on Small Business",
      "EventID": 4241,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 172287,
      "Date": "2005-03-01T15:30:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 5120,
      "BodyName": "Committee on Small Business",
      "EventID": 4241,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184959,
      "Date": "2005-12-31T11:59:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 63947,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 11/29/04",
      "Link": "http://nyc.legistar1.com/nyc/attachments/8d58de47-1c2d-4180-a14e-5d23cab965bd.doc",
      "Sort": 1
    },
    {
      "ID": 65108,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 3/1/05",
      "Link": "http://nyc.legistar1.com/nyc/attachments/9f791a7b-c71f-4288-8984-1261fc458456.doc",
      "Sort": 2
    },
    {
      "ID": 65321,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 11/29/04",
      "Link": "http://nyc.legistar1.com/nyc/attachments/9601a585-f04f-4cfc-98a0-1591a5c995fa.doc",
      "Sort": 3
    },
    {
      "ID": 68113,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 3/1/05",
      "Link": "http://nyc.legistar1.com/nyc/attachments/d13ce173-f13e-4be7-9b1d-1323e513d6dc.doc",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 31474,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Section 22-112 of the administrative code of the city of New York is amended to read as follows: \n§ 22-112 Navigable Waters; fouling; obstructing; dumping into the port of New York and the waterways of the city.\n\ta. It shall be unlawful:\n\t1. To place, discharge or deposit, or dump by any process or in any manner, offal, piles, lumber, timber, driftwood, dirt, ashes, cinders, mud, sand, dredging, sludge, acid, hazardous material or any other refuse matters floatable or otherwise in the port of New York ,any waterway or body of water within the City of New York, except under the supervision of the United States supervisor of the harbor, or any successor thereto.\n2. To discharge or cause or permit to be discharged into the port of New York, from any ship, steamer or other vessel, any oil, oil refuse, or other inflammable matter.\n      \t   b. 1. Any person violating any provision of this section shall be guilty of a misdemeanor, and upon conviction therefor shall be punished by a fine of not more than two hundred fifty dollars nor less than five dollars, or imprisonment for not more than six months nor less than ten days, one-half of such fine to be paid to the person giving information which shall lead to the conviction of the offender.\n               2. Any person who violates the provisions of subdivision a of this section shall also be liable for a civil penalty of not less than one thousand dollars nor more than five thousand dollars.  For a second or subsequent violation of subdivision a of this section, the civil penalty shall be no less than five thousand dollars nor more than ten thousand dollars. Such penalties may be recovered in a civil action brought in the name of the commissioner or in a proceeding before the environmental control board.\n\t3. In addition to the penalties provided for in provisions 1 and 2 of the subdivision, any person who violates subdivision a of this section shall also be liable for double the costs of any clean up or remediation activities undertaken by or on behalf of any governmental entity as such costs are determined by the commissioner.\n§ 2. Section 16-119 of the administrative code of the city of New York is amended to read as follows:\n§16-119, Dumping prohibited. a. It shall be unlawful for any person, his or her agent, employee or any person under his or her control to suffer or permit any dirt, sand, gravel, clay, loam, stone, rocks, rubble, building rubbish, sawdust, shavings or trade or household waste, refuse, ashes, manure, garbage, rubbish or debris of any sort or any other organic or inorganic material or thing or other offensive matter being transported in a dump truck or other vehicle to be dumped, deposited or otherwise disposed of in or upon any street, lot, park, public place, waterway or other area whether publicly or privately owned.\n               b. Any person who violates the provisions of this section shall be liable to arrest and upon conviction thereof shall be deemed guilty of a misdemeanor and shall be punished by a fine of not less than one thousand five hundred dollars nor more than ten thousand dollars or by imprisonment not to exceed ninety days or by both such fine and imprisonment.\n\tc. (1) Except as provided in subdivision d of this section, [Any] any person who violates the provisions of subdivision a of this section shall also be liable for a civil penalty of not less than one thousand five hundred dollars nor more than ten thousand dollars for the first offense, and not less than five thousand dollars nor more than twenty thousand dollars for each subsequent offense. In addition, every owner of a dump truck or other vehicle shall be liable for a civil penalty of not less than one thousand five hundred dollars nor more than ten thousand dollars for the first offense and not less than five thousand dollars nor more than twenty thousand dollars for each subsequent offense of unlawful dumping described in subdivision a of this section by any person using or operating the same, in the business of such owner or otherwise, with the permission, express or implied, of such owner. \n\td. (1) Any person who violates the provisions of subdivision a of this section shall also be liable for a civil penalty of not less than one thousand dollars nor more than five thousand dollars.  For a second or subsequent violation of subdivision a of this section, the civil penalty shall be no less than five thousand dollars nor more than ten thousand dollars. Such penalties may be recovered in a civil action brought in the name of the commissioner or in a proceeding before the environmental control board.\n\t   (2) The provisions of  this section shall also be enforced by the commissioner of small business services and the commissioner of environmental protection. \n§ 3. This local law shall take effect immediately after it is enacted into law.\n\nCBH\nLS#1909\n11/05/04",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\pard\\li720\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\ulnone\\par\n\\pard\\fi720\\sl480\\slmult1 Section 1.  Section 22-112 of the administrative code of the city of New York is amended to read as follows: \\par\n\\'a7 22-112 Navigable Waters; fouling; obstructing; \\ul dumping into the port of New York and the waterways of the city\\ulnone .\\par\n\\pard\\sl480\\slmult1\\tx720\\tab a. It shall be unlawful:\\par\n\\tab 1. To place, discharge or deposit, \\ul or dump\\ulnone  by any process or in any manner, offal, piles, lumber, timber, driftwood, dirt, ashes, cinders, mud, sand, dredging, sludge, acid, \\ul hazardous material\\ulnone  or any other refuse matters floatable or otherwise in the port of New York \\ul ,any waterway or body of water within the City of New York\\ulnone , except under the supervision of the United States supervisor of the harbor, \\ul or any successor thereto\\ulnone .\\line 2. To discharge or cause or permit to be discharged into the port of New York, from any ship, steamer or other vessel, any oil, oil refuse, or other inflammable matter.\\line       \\tab    b. \\ul 1.\\ulnone  Any person violating any provision of this section shall be guilty of a misdemeanor, and upon conviction therefor shall be punished by a fine of not more than two hundred fifty dollars nor less than five dollars, or imprisonment for not more than six months nor less than ten days, one-half of such fine to be paid to the person giving information which shall lead to the conviction of the offender.\\par\n\\pard\\sl480\\slmult1                \\ul 2. \\cf1 Any person who violates the provisions of subdivision a of this section shall also be liable for a civil penalty of not less than one thousand dollars nor more than five thousand dollars.  For a second or subsequent violation of subdivision a of this section, the civil penalty shall be no less than five thousand dollars nor more than ten thousand dollars.\\cf0  Such penalties may be recovered in a civil action brought in the name of the commissioner or in a proceeding before the environmental control board.\\cf1\\par\n\\pard\\sl480\\slmult1\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx9468\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\ulnone\\tab\\ul 3. In addition to the penalties provided for in provisions 1 and 2 of the subdivision, any person who violates subdivision a of this section shall also be liable for double the costs of any clean up or remediation activities undertaken by or on behalf of any governmental entity as such costs are determined by the commissioner.\\par\n\\pard\\fi374\\sl480\\slmult1\\'a7 2. \\cf0\\ulnone Section 16-119 of the administrative code of the city of New York is amended to read as follows:\\par\n\\'a716-119, Dumping prohibited. \\cf1 a. It shall be unlawful for any person, his or her agent, employee or any person under his or her control to suffer or permit any dirt, sand, gravel, clay, loam, stone, rocks, rubble, building rubbish, sawdust, shavings or trade or household waste, refuse, ashes, manure, garbage, rubbish or debris of any sort or any other organic or inorganic material or thing or other offensive matter being transported in a\\cf0  dump\\cf1  truck or other vehicle to be \\cf0 dumped,\\cf1  deposited or otherwise disposed of in or upon any street, lot, park, public place\\ul , waterway\\ulnone  or other area whether publicly or privately owned.\\cf0\\line                \\cf1 b. Any person who violates the provisions of this section shall be liable to arrest and upon conviction thereof shall be deemed guilty of a misdemeanor and shall be punished by a fine of not less than one thousand five hundred dollars nor more than ten thousand dollars or by imprisonment not to exceed ninety days or by both such fine and imprisonment.\\cf0\\line\\cf1\\tab c. (1) \\ul Except as provided in subdivision d of this section\\ulnone , [Any] \\ul any\\ulnone  person who violates the provisions of subdivision a of this section shall also be liable for a civil penalty of not less than one thousand five hundred dollars nor more than ten thousand dollars for the first offense, and not less than five thousand dollars nor more than twenty thousand dollars for each subsequent offense. In addition, every owner of a dump truck or other vehicle shall be liable for a civil penalty of not less than one thousand five hundred dollars nor more than ten thousand dollars for the first offense and not less than five thousand dollars nor more than twenty thousand dollars for each subsequent offense of unlawful dumping described in subdivision a of this section by any person using or operating the same, in the business of such owner or otherwise, with the permission, express or implied, of such owner. \\par\n\\pard\\sl480\\slmult1\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx9468\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\tab\\ul d. (1) Any person who violates the provisions of subdivision a of this section shall also be liable for a civil penalty of not less than one thousand dollars nor more than five thousand dollars.  For a second or subsequent violation of subdivision a of this section, the civil penalty shall be no less than five thousand dollars nor more than ten thousand dollars.\\cf0  Such penalties may be recovered in a civil action brought in the name of the commissioner or in a proceeding before the environmental control board.\\cf1\\par\n\\ulnone\\tab    \\ul (2) The provisions of  this section shall also be enforced by the commissioner of small business services and the commissioner of environmental protection. \\par\n\\pard\\fi360\\sl480\\slmult1\\cf0\\ulnone\\'a7 3. This local law shall take effect immediately after it is enacted into law.\\par\n\\par\n\\pard\\nowidctlpar\\li-180\\qj\\tx720\\tx1440\\tx2160\\tx2880 CBH\\par\nLS#1909\\par\n11/05/04\\par\n\\pard\\cf1\\line\\cf0\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n}\n\u0000",
  "LastModified": "2015-06-25T19:21:18.41Z"
}
