{
  "ID": 31652,
  "GUID": "64D9F877-46FF-4D0C-82A7-FC6ECE235C2A",
  "File": "Int 0504-2004",
  "Name": "Human Rights Law",
  "Title": "A Local Law to amend the administrative code of the City of New York, in relation to the human rights law.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 12,
  "BodyName": "Committee on General Welfare",
  "IntroDate": "2004-11-23T00:00:00Z",
  "AgendaDate": "2004-11-23T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5270,
      "Slug": "hiram-monserrate",
      "FullName": "Hiram Monserrate"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5277,
      "Slug": "allan-w-jennings-jr",
      "FullName": "Allan W. Jennings, Jr."
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5285,
      "Slug": "erik-martin-dilan",
      "FullName": "Erik Martin Dilan"
    },
    {
      "ID": 430,
      "Slug": "bill-perkins",
      "FullName": "Bill Perkins"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 424,
      "Slug": "tracy-l-boyland",
      "FullName": "Tracy L. Boyland"
    }
  ],
  "History": [
    {
      "ID": 167839,
      "Date": "2004-11-23T10:27:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 168010,
      "Date": "2004-11-23T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings due back on 11/23/2004.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 3622,
      "AgendaSequence": 102,
      "MinutesSequence": 129,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 176772,
      "Date": "2005-06-08T13:17:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on General Welfare",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MinutesNote": "As per Memorandum from Gary Altman (See Attachments)",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 180148,
      "Date": "2005-09-21T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 12,
      "BodyName": "Committee on General Welfare",
      "EventID": 5205,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 180236,
      "Date": "2005-09-21T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 12,
      "BodyName": "Committee on General Welfare",
      "EventID": 5205,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184962,
      "Date": "2005-12-31T12:00:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 66652,
      "LastModified": "2017-01-27T16:45:57.84Z",
      "Name": "Change of Committee Assignment Memo",
      "Link": "http://nyc.legistar1.com/nyc/attachments/25449a8f-061c-480c-8678-c5cdb2a2cbcc.doc",
      "Sort": 1
    },
    {
      "ID": 68481,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "http://nyc.legistar1.com/nyc/attachments/19e3ec58-f56d-4a52-922d-a8d3d38b4cd6.doc",
      "Sort": 2
    },
    {
      "ID": 70317,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript",
      "Link": "http://nyc.legistar1.com/nyc/attachments/05faf045-0851-4d97-8513-e8a8eb661eab.doc",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 31576,
  "Text": "Be it enacted by the Council as follows: \n\nSection 1.  Declaration of legislative findings and intent.  The council finds that a significant portion of the City’s population resides and seeks to reside in cooperative apartments.  While some of these apartments are available only to wealthy New Yorkers, the cooperative form of ownership is one that is also available for New Yorkers of moderate incomes.  The council finds that there has historically been and continues to be widespread resistance on the part of cooperative corporations to provide reasons when these corporations withhold consent to the sale of an apartment.  This unwillingness to provide reasons has frequently served to conceal both arbitrary refusals to consent to sales and discriminatory refusals to consent to sales.  The lack of any mechanism by which prospective purchasers can timely determine the reasons for a cooperative corporation’s withholding of consent has impaired their and the City’s ability to identify unlawful discriminatory practices, has facilitated the ability of cooperative corporations to craft in the context of actions or proceedings alleging unlawful discriminatory practices a variety of pretexts for having withheld consent and has deterred many New Yorkers from seeking homes in cooperative apartment buildings.  The widespread failure to provide reasons for withholding consent has interfered with economic transactions, limited mobility, exacerbated the City’s housing shortage by impeding the optimal efficiency of the housing market, and has reinforced economic, racial, and other forms of segregation in the City.  In order to prevent these economic, social and moral injuries, to guard the health, safety, and welfare of the City, and to enhance the effectiveness of the City’s Human Rights Law, the council finds that cooperative corporations must be required to disclose to prospective purchasers the reasons for withholding consent to a proposed sale.  \n§ 2.  Title 8 of the administrative code of the City of New York is amended by adding a new chapter eleven, to read as follows: \nCHAPTER 11\nFAIR AND PROMPT COOP DISCLOSURE LAW\n\n§ 8-1101.\tShort title\n§ 8-1102. \tDefinitions\n§ 8-1103. \tMandatory statement\n§ 8-1104.  \tAmended, supplemental and untimely statements\n§ 8-1105.  \tLiability for failure to provide statement\n§ 8-1106.  \tProcedure for asserting violation\n§ 8-1107.  \tPreclusive effect of statement\n§ 8-1108.  \tNo estoppel or res judicata\n§ 8-1109.  \tConstruction\n\n§ 8-1101.  Short title.  This chapter shall be known as the “Fair and Prompt Coop Disclosure Law.”  \n§ 8-1102.  Definitions.  For the purposes of this chapter: \na.  “Application” means a request of a seller or a purchaser for a cooperative corporation to consent to the sale of stock by the seller to the purchaser, and to the supporting information lawfully required by the cooperative corporation’s policies or rules in connection with the consideration of the request.\nb.  “Cooperative corporation” means any corporation that grants a person the right to reside in housing accommodations leased by the corporation, that right existing by virtue of such person’s ownership of certificates of stock or other evidence of ownership of an interest in a cooperative corporation.  \nc.  “Proper party” means a person whose application has been rejected or a real estate broker who would have been entitled to a commission had the proposed transaction been approved or the City of New York.  \nd.  “Purchaser” means a person who seeks to purchase stock from a seller. \ne.  “Seller” means an owner of stock who intends to sell that stock.\nf.  “Statement date” means the date the written certification required by this chapter has been received by a proper party.  Delivery may be made by hand, facsimile device, electronic mail, overnight mail, or other mail delivery service that provides proof of date of receipt.\ng.  “Stock” means certificates of stock or other evidence of ownership of an interest in a cooperative corporation.  \n§ 8-1103.  Mandatory statement.  \na.  Whenever any cooperative corporation withholds consent to the sale or proposed sale of stock, the corporation shall provide the purchaser with a written statement of each and all of its reasons for withholding consent no later than five business days after it has made its decision to withhold consent.  \nb.  The statement required by this section must set forth each reason for withholding consent with specificity.  This requirement includes identifying: each element of the purchaser’s application which was found by the cooperative corporation to be deficient, any specific ways that the application failed to meet any specific policies, standards, or requirements of the cooperative corporation, and the source of any negative information relied upon by the cooperative corporation in connection with any of its reasons for withholding consent.  The statement must be calculated to convey sufficient information to enable a prospective purchaser to take specific steps to remedy any specific deficiencies in that prospective purchaser’s application. \nc.  The statement required by this section must set forth the number of applications that have been received by the cooperative corporation in the period commencing three years prior to the date of the submission of the application that is the subject of the statement and continuing through and including the date of the statement.  The statement must also set forth for the same period of time the number of applications for which the cooperative corporation withheld consent.  \nd.  The statement required by this section must include a certification by an officer of the cooperative corporation, sworn or affirmed under penalties of perjury, that the statement is a true, complete and specific recitation of each and all of the cooperative corporation’s reasons for withholding consent; that each director who participated in the decision to withhold consent has stated to the certifying officer that he or she had no reasons for withholding consent other than those set forth in the statement; and that the statement is a true and complete recitation of total applications and applications for which consent was withheld required by this chapter.\n§ 8-1104.  Amended, supplemental and untimely statements.  \na.  Only amendments or supplements to timely statements required by § 8-1103 shall be considered timely, and only if such amendments or supplements are provided to a purchaser within 10 days after the cooperative corporation has made its decision to withhold consent. \nb.  If a cooperative corporation seeks to provide a purchaser with an untimely statement, amendment, or supplement, the untimely statement, amendment or supplement must be accompanied by a statement of reasons for untimeliness.  If no more than 20 days have elapsed since the cooperative corporation’s decision to withhold consent and no proper party has initiated an action or proceeding pursuant to this chapter or pursuant to any other chapter of this Title, the untimely statement, amendment or supplement shall be permitted to be considered in mitigation of the scope of non-compliance should an action or proceeding subsequently be commenced pursuant to this chapter, and shall be permitted to be considered for determining the scope of permissible evidence pursuant to  § 8-1107, provided that the cooperative corporation can demonstrate that the reasons provided for untimeliness were true and can demonstrate that those reasons establish good cause for the untimeliness.  In the event that more than 20 days have elapsed since the cooperative corporation’s decision to withhold consent, or a proper party has initiated an action or proceeding pursuant to this chapter or pursuant to any other chapter of this Title, then such untimely statement or amendment or supplement shall not be permitted to be considered in mitigation of the scope of non-compliance in an action or proceeding commenced pursuant to this chapter, and shall not be permitted to be considered for determining the scope of permissible evidence pursuant to § 8-1107.  \n§ 8-1105. Liability for failure to provide statement.  In addition to any other penalties or sanctions which may be imposed pursuant to this chapter or any other applicable law, any cooperative corporation that fails to timely comply with any of the provisions of § 8-1103 shall be liable to each proper party who commences or joins in an action or proceeding alleging a failure to have timely complied with the requirements in an amount no less than $1,000 and no more than $15,000 for the first instance of non-compliance; no less than $5,000 and no more than $20,000 for the second instance of non-compliance; and no less than $10,000 and no more than $25,000 for the third or any subsequent instance of non-compliance, and shall further be liable as provided by § 8-1106.  A finder of fact shall, within the range set forth by this section, take account both of the scope of non-compliance and of the resources of the cooperative corporation when determining the monetary liability to be imposed pursuant to this section.    \n§ 8-1106.  Procedure for asserting violation.  \na.  Any proper party may commence an action in any court of competent jurisdiction alleging a failure to comply with the requirements of this chapter.  Such action must be commenced within six months of the time when compliance was required.  The prevailing party in such an action may be awarded costs and reasonable attorneys’ fees and shall be awarded appropriate equitable relief.  In the event that the finder of fact determines that non-compliance was willful, the finder of fact may award punitive damages.  \nb.  In lieu of commencing an action, any proper party may commence a proceeding before the commission.  Such proceeding must be commenced within sixty days of the time when compliance was required.  The prevailing party in such a proceeding may be awarded costs and reasonable attorneys’ fees and shall be awarded appropriate equitable relief.  In the event that the commission determines that non-compliance was willful, it may award punitive damages.  In connection with complaints filed pursuant to this section, the commission shall act in an adjudicatory capacity only and not in an investigatory or prosecutorial function; provided, however, that this provision shall not act as a bar to the power of the commission’s prosecutorial bureau to investigate and prosecute potential instances of housing discrimination arising from information related to complaints commenced pursuant to this chapter.  The commission shall promptly establish rules to govern its proceedings pursuant to this chapter, and such rules shall include a provision requiring that determinations be made within 60 days of the commencement of the proceeding.  \n§ 8-1107.  Preclusive effect of statement.  \na.  In any action or proceeding commenced against a cooperative corporation, which action or proceeding sets forth a cause of action alleging that the cooperative corporation has engaged in an unlawful discriminatory practice as defined by chapter 1 of this title, neither the cooperative corporation nor any of its directors shall be permitted to introduce any evidence concerning reasons for having withheld consent that were not set forth with specificity in a statement fully compliant with the requirements of this chapter, and no evidence of non-discriminatory reasons for having withheld consent other than those that were set forth with specificity in a statement compliant with the requirements of this chapter shall be considered in determining whether the cooperative corporation or any of its directors have engaged in an unlawful discriminatory practice. \nb.  A person commencing an action or proceeding as described in paragraph a of this section is under no obligation to commence an action or proceeding pursuant to section 8-1106 in order for such person to gain preclusion of non-compliant statements.  The court before which the allegation of an unlawful discriminatory practice is pending shall determine which statements, if any, fully complied with the requirements of §§ 8-1103 and 8-1104, unless a judgment has already been rendered pursuant to a proceeding commenced pursuant to § 8-1106, which judgment has already determined this question.  \n§ 8-1108. No estoppel or res judicata.  No action or proceeding commenced pursuant to this chapter shall determine or purport to determine either the genuineness of the reasons provided in the statement required by § 8-1104, or shall determine any question of whether any person has committed an unlawful discriminatory practice as defined by chapter 1 of this title.  If a judgment rendered pursuant to an action or proceeding commenced pursuant to this chapter purports to do so, a person shall nevertheless retain all rights to commence an action or proceeding alleging the commission of an unlawful discriminatory act, and insofar as any judgment rendered pursuant to this chapter purports to make findings regarding either genuineness or whether an unlawful discriminatory practice has been committed, such purported findings shall not be given any force or effect in any other action or proceeding.  \n§ 8-1109.  Construction.  \na.  The provisions of this chapter shall be construed in a manner to make certain that a purchaser has been provided with sufficient information to learn why a cooperative corporation has withheld consent to such purchase; and to deter attempts to evade or delay compliance with the provisions of this chapter.  \nb.  No provision of this chapter shall be construed or interpreted to restrict or expand the reasons for which a cooperative corporation may lawfully withhold consent to the sale of stock.  \n§ 3.  Chapter one of title 8 of the administrative code of the city of new york is amended by adding a new subparagraph c to paragraph 4 of section 8-105 as follows: \nd.  To receive and pass upon complaints made pursuant to section 8-1106(b).  \n§ 4.  This local law shall take effect 30 days after enactment.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\i Be it enacted by the Council as follows: \\par\n\\par\n\\pard\\fi720\\sl480\\slmult1\\i0 Section 1.  \\b Declaration of legislative findings and intent.\\b0   The council finds that a significant portion of the City\\rquote s population resides and seeks to reside in cooperative apartments.  While some of these apartments are available only to wealthy New Yorkers, the cooperative form of ownership is one that is also available for New Yorkers of moderate incomes.  The council finds that there has historically been and continues to be widespread resistance on the part of cooperative corporations to provide reasons when these corporations withhold consent to the sale of an apartment.  This unwillingness to provide reasons has frequently served to conceal both arbitrary refusals to consent to sales and discriminatory refusals to consent to sales.  The lack of any mechanism by which prospective purchasers can timely determine the reasons for a cooperative corporation\\rquote s withholding of consent has impaired their and the City\\rquote s ability to identify unlawful discriminatory practices, has facilitated the ability of cooperative corporations to craft in the context of actions or proceedings alleging unlawful discriminatory practices a variety of pretexts for having withheld consent and has deterred many New Yorkers from seeking homes in cooperative apartment buildings.  The widespread failure to provide reasons for withholding consent has interfered with economic transactions, limited mobility, exacerbated the City\\rquote s housing shortage by impeding the optimal efficiency of the housing market, and has reinforced economic, racial, and other forms of segregation in the City.  In order to prevent these economic, social and moral injuries, to guard the health, safety, and welfare of the City, and to enhance the effectiveness of the City\\rquote s Human Rights Law, the council finds that cooperative corporations must be required to disclose to prospective purchasers the reasons for withholding consent to a proposed sale.  \\par\n\\'a7 2.  Title 8 of the administrative code of the City of New York is amended by adding a new chapter eleven, to read as follows: \\par\n\\pard\\fi720\\qc\\ul CHAPTER 11\\par\nFAIR AND PROMPT COOP DISCLOSURE LAW\\par\n\\par\n\\pard\\fi720\\li2880\\'a7 8-1101.\\tab Short title\\par\n\\'a7 8-1102. \\tab Definitions\\par\n\\'a7 8-1103. \\tab Mandatory statement\\par\n\\pard\\fi-1440\\li5040\\'a7 8-1104.  \\tab Amended, supplemental and untimely statements\\par\n\\'a7 8-1105.  \\tab Liability for failure to provide statement\\par\n\\pard\\fi720\\li2880\\'a7 8-1106.  \\tab Procedure for asserting violation\\par\n\\'a7 8-1107.  \\tab Preclusive effect of statement\\par\n\\'a7 8-1108.  \\tab No estoppel or res judicata\\par\n\\'a7 8-1109.  \\tab Construction\\par\n\\pard\\fi720\\par\n\\pard\\fi720\\sl480\\slmult1\\'a7 8-1101.  Short title.  This chapter shall be known as the \\ldblquote Fair and Prompt Coop Disclosure Law.\\rdblquote   \\par\n\\'a7 8-1102.  Definitions.  For the purposes of this chapter: \\par\na.  \\ldblquote Application\\rdblquote  means a request of a seller or a purchaser for a cooperative corporation to consent to the sale of stock by the\\i  \\i0 seller to the purchaser, and to the supporting information lawfully required by the cooperative corporation\\rquote s policies or rules in connection with the consideration of the request.\\par\nb.  \\ldblquote Cooperative corporation\\rdblquote  means any corporation that grants a person the right to reside in housing accommodations leased by the corporation, that right existing by virtue of such person\\rquote s ownership of certificates of stock or other evidence of ownership of an interest in a cooperative corporation.  \\par\nc.  \\ldblquote Proper party\\rdblquote  means a person whose application has been rejected or a real estate broker who would have been entitled to a commission had the proposed transaction been approved or the City of New York.  \\par\nd.  \\ldblquote Purchaser\\rdblquote  means a person who seeks to purchase stock from a seller. \\par\ne.  \\ldblquote Seller\\rdblquote  means an owner of stock who intends to sell that stock.\\par\nf.  \\ldblquote Statement date\\rdblquote  means the date the written certification required by this chapter has been received by a proper party.  Delivery may be made by hand, facsimile device, electronic mail, overnight mail, or other mail delivery service that provides proof of date of receipt.\\par\ng.  \\ldblquote Stock\\rdblquote  means certificates of stock or other evidence of ownership of an interest in a cooperative corporation.  \\par\n\\'a7 8-1103.  Mandatory statement.  \\par\na.  Whenever any cooperative corporation withholds consent to the sale or proposed sale of stock, the corporation shall provide the purchaser with a written statement of each and all of its reasons for withholding consent no later than five business days after it has made its decision to withhold consent.  \\par\nb.  The statement required by this section must set forth each reason for withholding consent with specificity.  This requirement includes identifying: each element of the purchaser\\rquote s application which was found by the cooperative corporation to be deficient, any specific ways that the application failed to meet any specific policies, standards, or requirements of the cooperative corporation, and the source of any negative information relied upon by the cooperative corporation in connection with any of its reasons for withholding consent.  The statement must be calculated to convey sufficient information to enable a prospective purchaser to take specific steps to remedy any specific deficiencies in that prospective purchaser\\rquote s application. \\par\nc.  The statement required by this section must set forth the number of applications that have been received by the cooperative corporation in the period commencing three years prior to the date of the submission of the application that is the subject of the statement and continuing through and including the date of the statement.  The statement must also set forth for the same period of time the number of applications for which the cooperative corporation withheld consent.  \\par\nd.  The statement required by this section must include a certification by an officer of the cooperative corporation, sworn or affirmed under penalties of perjury, that the statement is a true, complete and specific recitation of each and all of the cooperative corporation\\rquote s reasons for withholding consent; that each director who participated in the decision to withhold consent has stated to the certifying officer that he or she had no reasons for withholding consent other than those set forth in the statement; and that the statement is a true and complete recitation of total applications and applications for which consent was withheld required by this chapter.\\par\n\\'a7 8-1104.  Amended, supplemental and untimely statements.  \\par\na.  Only amendments or supplements to timely statements required by \\'a7 8-1103 shall be considered timely, and only if such amendments or supplements are provided to a purchaser within 10 days after the cooperative corporation has made its decision to withhold consent. \\par\nb.  If a cooperative corporation seeks to provide a purchaser with an untimely statement, amendment, or supplement, the untimely statement, amendment or supplement must be accompanied by a statement of reasons for untimeliness.  If no more than 20 days have elapsed since the cooperative corporation\\rquote s decision to withhold consent and no proper party has initiated an action or proceeding pursuant to this chapter or pursuant to any other chapter of this Title, the untimely statement, amendment or supplement shall be permitted to be considered in mitigation of the scope of non-compliance should an action or proceeding subsequently be commenced pursuant to this chapter, and shall be permitted to be considered for determining the scope of permissible evidence pursuant to  \\'a7 8-1107, provided that the cooperative corporation can demonstrate that the reasons provided for untimeliness were true and can demonstrate that those reasons establish good cause for the untimeliness.  In the event that more than 20 days have elapsed since the cooperative corporation\\rquote s decision to withhold consent, or a proper party has initiated an action or proceeding pursuant to this chapter or pursuant to any other chapter of this Title, then such untimely statement or amendment or supplement shall not be permitted to be considered in mitigation of the scope of non-compliance in an action or proceeding commenced pursuant to this chapter, and shall not be permitted to be considered for determining the scope of permissible evidence pursuant to \\'a7 8-1107.  \\par\n\\'a7 8-1105. Liability for failure to provide statement.  In addition to any other penalties or sanctions which may be imposed pursuant to this chapter or any other applicable law, any cooperative corporation that fails to timely comply with any of the provisions of \\'a7 8-1103 shall be liable to each proper party who commences or joins in an action or proceeding alleging a failure to have timely complied with the requirements in an amount no less than $1,000 and no more than $15,000 for the first instance of non-compliance; no less than $5,000 and no more than $20,000 for the second instance of non-compliance; and no less than $10,000 and no more than $25,000 for the third or any subsequent instance of non-compliance, and shall further be liable as provided by \\'a7 8-1106.  A finder of fact shall, within the range set forth by this section, take account both of the scope of non-compliance and of the resources of the cooperative corporation when determining the monetary liability to be imposed pursuant to this section.    \\par\n\\'a7 8-1106.  Procedure for asserting violation.  \\par\na.  Any proper party may commence an action in any court of competent jurisdiction alleging a failure to comply with the requirements of this chapter.  Such action must be commenced within six months of the time when compliance was required.  The prevailing party in such an action may be awarded costs and reasonable attorneys\\rquote  fees and shall be awarded appropriate equitable relief.  In the event that the finder of fact determines that non-compliance was willful, the finder of fact may award punitive damages.  \\par\nb.  In lieu of commencing an action, any proper party may commence a proceeding before the commission.  Such proceeding must be commenced within sixty days of the time when compliance was required.  The prevailing party in such a proceeding may be awarded costs and reasonable attorneys\\rquote  fees and shall be awarded appropriate equitable relief.  In the event that the commission determines that non-compliance was willful, it may award punitive damages.\\i   \\i0 In connection with complaints filed pursuant to this section, the commission shall act in an adjudicatory capacity only and not in an investigatory or prosecutorial function; provided, however, that this provision shall not act as a bar to the power of the commission\\rquote s prosecutorial bureau to investigate and prosecute potential instances of housing discrimination arising from information related to complaints commenced pursuant to this chapter.  The commission shall promptly establish rules to govern its proceedings pursuant to this chapter, and such rules shall include a provision requiring that determinations be made within 60 days of the commencement of the proceeding.  \\par\n\\'a7 8-1107.  Preclusive effect of statement.  \\par\na.  In any action or proceeding commenced against a cooperative corporation, which action or proceeding sets forth a cause of action alleging that the cooperative corporation has engaged in an unlawful discriminatory practice as defined by chapter 1 of this title, neither the cooperative corporation nor any of its directors shall be permitted to introduce any evidence concerning reasons for having withheld consent that were not set forth with specificity in a statement fully compliant with the requirements of this chapter, and no evidence of non-discriminatory reasons for having withheld consent other than those that were set forth with specificity in a statement compliant with the requirements of this chapter shall be considered in determining whether the cooperative corporation or any of its directors have engaged in an unlawful discriminatory practice. \\par\nb.  A person commencing an action or proceeding as described in paragraph a of this section is under no obligation to commence an action or proceeding pursuant to section 8-1106 in order for such person to gain preclusion of non-compliant statements.  The court before which the allegation of an unlawful discriminatory practice is pending shall determine which statements, if any, fully complied with the requirements of \\'a7\\'a7 8-1103 and 8-1104, unless a judgment has already been rendered pursuant to a proceeding commenced pursuant to \\'a7 8-1106, which judgment has already determined this question.  \\par\n\\'a7 8-1108. No estoppel or res judicata.  No action or proceeding commenced pursuant to this chapter shall determine or purport to determine either the genuineness of the reasons provided in the statement required by \\'a7 8-1104, or shall determine any question of whether any person has committed an unlawful discriminatory practice as defined by chapter 1 of this title.  If a judgment rendered pursuant to an action or proceeding commenced pursuant to this chapter purports to do so, a person shall nevertheless retain all rights to commence an action or proceeding alleging the commission of an unlawful discriminatory act, and insofar as any judgment rendered pursuant to this chapter purports to make findings regarding either genuineness or whether an unlawful discriminatory practice has been committed, such purported findings shall not be given any force or effect in any other action or proceeding.  \\par\n\\'a7 8-1109.  Construction.  \\par\na.  The provisions of this chapter shall be construed in a manner to make certain that a purchaser has been provided with sufficient information to learn why a cooperative corporation has withheld consent to such purchase; and to deter attempts to evade or delay compliance with the provisions of this chapter.  \\par\nb.  No provision of this chapter shall be construed or interpreted to restrict or expand the reasons for which a cooperative corporation may lawfully withhold consent to the sale of stock.\\ulnone   \\par\n\\'a7 3.  Chapter one of title 8 of the administrative code of the city of new york is amended by adding a new subparagraph c to paragraph 4 of section 8-105 as follows: \\par\n\\ul d.  To receive and pass upon complaints made pursuant to section 8-1106(b).  \\par\n\\ulnone\\'a7 4.  This local law shall take effect 30 days after enactment.  \\par\n\\pard\\par\n\\par\n\\par\n\\par\n\\par\n}\n\u0000",
  "LastModified": "2017-01-27T16:45:57.867Z"
}
