{
  "ID": 31641,
  "GUID": "F8EFC1C4-259B-4645-9B2C-ABEDC36BE14C",
  "File": "Int 0507-2004",
  "Name": "Qualifications of members of the NYPD and FDNY.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to qualifications of members of the New York City Police Department and New York City Fire Department.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 4,
  "BodyName": "Committee on Civil Service and Labor",
  "IntroDate": "2004-11-23T00:00:00Z",
  "AgendaDate": "2004-11-23T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    }
  ],
  "History": [
    {
      "ID": 167826,
      "Date": "2004-11-23T09:48:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 168012,
      "Date": "2004-11-23T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Civil Service and Labor due back on 11/23/2004.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 3622,
      "AgendaSequence": 105,
      "MinutesSequence": 132,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Civil Service and Labor",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184965,
      "Date": "2005-12-31T12:01:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 31565,
  "Text": "Be it enacted by the Council as follows:\n\tSection One. Subdivision a of section 14-109 of chapter one of title 14 of the administrative code of the city of New York is amended to read as follows: \n\t§14-109. Qualifications of members of force; publishing names and residence of applicants and appointees; probation.\n\t\ta. Only persons shall be appointed or reappointed to membership in the police force or continue to hold membership therein, who are citizens of the United States or are legal permanent residents and who have never been convicted of a felony, and who can read and write understandably the English language. Skilled officers of experience may be appointed for temporary detective duty who are not residents of the city. Only persons shall be appointed police officers who shall be at the date of the filing of an application for civil service examination less than thirty-five years of age, except, that every person who, as of the fifteenth day of April 1997, satisfied all other requirements for admission to the New York city police department academy shall be admitted to such academy and shall be eligible for appointment as a police officer, subject to the provisions of the civil service law and any applicable provisions of the charter, notwithstanding that such person was thirty-five years of age or older on the fifteenth day of April 1997. Persons who shall have been members of the force, and shall have been dismissed therefrom, shall not be reappointed. Persons who are appointed as police trainees, after examination in accordance with the civil service law and the rules of the commissioner of citywide administrative services and who have satisfactorily completed service as such trainees, may likewise be appointed as police officers without further written examination, provided that they shall have passed a medical examination at the end of their required trainee period. Persons appointed as police trainees shall not be considered members of the uniformed force of the department.\n\t§2. Subdivision a of section 15-103 of chapter 1 of title 15 of the administrative code of the city of New York is amended to read as follows: \n\t§15-103. Qualifications of force of department.\n\t\ta. To qualify for membership in the department a person shall be:\n1. A citizen of the United States or a legal permanent resident.\n\n2. Able understandingly to read and write the English language.\n\n3. Shall have passed his or her eighteenth birthday but not his or her twenty-ninth birthday on the date of the filing of his or her application for civil service examination. No person who qualifies under this requirement shall be disqualified from membership in the department because of having passed his or her twenty-ninth birthday subsequent to the filing of his or her application. However no person shall be appointed unless he or she shall have attained his or her twenty-first birthday.\n§3. This local law shall take effect 60 days after it shall have been enacted into law.\n\nTB\n10/29/04",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\sl480\\slmult1\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\tab Section One. Subdivision a of section 14-109 of chapter one of title 14 of the administrative code of the city of New York is amended to read as follows: \\par\n\\b\\tab\\b0\\'a714-109. Qualifications of members of force; publishing names and residence of applicants and appointees; probation.\\par\n\\tab\\tab a. Only persons shall be appointed or reappointed to membership in the police force or continue to hold membership therein, who are citizens of the United States \\ul or are legal permanent residents\\ulnone  and who have never been convicted of a felony, and who can read and write understandably the English language. Skilled officers of experience may be appointed for temporary detective duty who are not residents of the city. Only persons shall be appointed police officers who shall be at the date of the filing of an application for civil service examination less than thirty-five years of age, except, that every person who, as of the fifteenth day of April 1997, satisfied all other requirements for admission to the New York city police department academy shall be admitted to such academy and shall be eligible for appointment as a police officer, subject to the provisions of the civil service law and any applicable provisions of the charter, notwithstanding that such person was thirty-five years of age or older on the fifteenth day of April 1997. Persons who shall have been members of the force, and shall have been dismissed therefrom, shall not be reappointed. Persons who are appointed as police trainees, after examination in accordance with the civil service law and the rules of the commissioner of citywide administrative services and who have satisfactorily completed service as such trainees, may likewise be appointed as police officers without further written examination, provided that they shall have passed a medical examination at the end of their required trainee period. Persons appointed as police trainees shall not be considered members of the uniformed force of the department.\\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160\\tab\\'a72. Subdivision a of section 15-103 of chapter 1 of title 15 of the administrative code of the city of New York is amended to read as follows: \\par\n\\tab\\'a715-103. Qualifications of force of department.\\par\n\\tab\\tab a. To qualify for membership in the department a person shall be:\\par\n\\pard\\fi720\\li1440\\qj 1. A citizen of the United States \\ul or a legal permanent resident\\ulnone .\\par\n\\pard\\li2160\\qj\\line 2. Able understandingly to read and write the English language.\\par\n\\pard\\li720\\qj\\par\n\\pard\\fi2160\\sl480\\slmult1\\qj 3. Shall have passed his or her eighteenth birthday but not his or her twenty-ninth birthday on the date of the filing of his or her application for civil service examination. No person who qualifies under this requirement shall be disqualified from membership in the department because of having passed his or her twenty-ninth birthday subsequent to the filing of his or her application. However no person shall be appointed unless he or she shall have attained his or her twenty-first birthday.\\par\n\\pard\\fi720\\sl480\\slmult1\\'a73. This local law shall take effect 60 days after it shall have been enacted into law.\\par\n\\par\n\\pard TB\\par\n10/29/04\\line\\par\n\\pard\\sl480\\slmult1\\par\n\\pard\\par\n\\par\n\\par\n\\par\n\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
