{
  "ID": 31808,
  "GUID": "154A70A5-CF09-4DB2-BE78-E11F53AA08F9",
  "File": "Int 0509-2004",
  "Name": "Requiring callers to the 311 system to identify themselves by name and address.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring callers to the 311 system to identify themselves by name and address if the nature of their complaint requires the dispatch of the Police Department, Fire Department or EMS, and making it a crime if such call is a false report.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2004-12-07T00:00:00Z",
  "AgendaDate": "2004-12-07T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 5281,
      "Slug": "joseph-p-addabbo-jr",
      "FullName": "Joseph P. Addabbo, Jr."
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5279,
      "Slug": "dennis-p-gallagher",
      "FullName": "Dennis P. Gallagher"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    }
  ],
  "History": [
    {
      "ID": 168642,
      "Date": "2004-12-07T11:23:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 168792,
      "Date": "2004-12-07T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 3764,
      "AgendaSequence": 129,
      "MinutesSequence": 155,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 176865,
      "Date": "2005-06-21T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 19,
      "BodyName": "Committee on Public Safety",
      "EventID": 4873,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 177644,
      "Date": "2005-06-21T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 19,
      "BodyName": "Committee on Public Safety",
      "EventID": 4873,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184967,
      "Date": "2005-12-31T12:01:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 67173,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "http://nyc.legistar1.com/nyc/attachments/c4c26769-780d-4390-96ca-adbc6f9e0510.doc",
      "Sort": 1
    },
    {
      "ID": 69724,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript",
      "Link": "http://nyc.legistar1.com/nyc/attachments/a64c564d-97d7-4c9d-974d-0c616dab5e6b.doc",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 31736,
  "Text": "Be it enacted by the Council as follows:\nSection One.  Declaration of Legislative Findings and Intent.\n\tThe 311 Citizen Service Center was developed with the goal of making City government more accessible and efficient in serving its constituents.  The 311 system enables residents to request and receive information regarding various City agencies and services simply by dialing one number, 311.  Often, when a caller requests information or registers a complaint within the purview of a particular city agency or department, the caller is transferred to a person within that agency.  For example, when a caller registers a noise complaint, the call is routed to a police officer located in the precinct of the complaint.\nAs a result of the city’s recently enacted indoor smoking ban, patrons of many bars and nightclubs have taken to congregating in the streets.  Often, the constant noise created by these patrons has led to tension between the residents of the community and the owners of the bar or nightclub.  Apparently, some residents have taken to calling 311 to report incidents that require the dispatch of first responders, such as the Police Department, Fire Department or Emergency Medical Service, but upon arrival, the report is determined to be false.  \nIn order to prevent the dispatch of first responders to a location based on a false report, the Council finds it necessary to require that callers who report such an incident through 311 identify themselves by name and address.  Further, if upon arrival of the first responder, the report is deemed to be false, then the person making such false report shall be criminally liable for such actions.\n§2. Chapter one of title 10 of the administrative code of the city of New York is amended to add a new section 10-163, to read as follows:\n§10-163.  Falsely Reporting an Incident to the 311 Citizen Service Center Hotline.\nUpon making a call to the 311 Citizen Service Center Hotline that requires the dispatch of the Fire Department, Police Department or Emergency Medical Service, a person shall be required to provide their name and address, or any other information deemed appropriate so that the person making the call can be properly identified.  \nA person is guilty of falsely reporting an incident when:\nKnowing the information reported or conveyed to the 311 Citizen Service Center Hotline is false or baseless, he or she gratuitously reports to the 311 Citizen Service Hotline (i) the alleged occurrence of an offense or incident which did not in fact occur; or (ii) an allegedly impending occurrence of an offense or incident which in fact is not about to occur; or (iii) false information relating to an actual offense or incident or to the alleged implication of some person therein, or (iv) the alleged occurrence or impending occurrence of a catastrophe or emergency which did not in fact occur or does not in fact exist; and\nThe Police Department, Fire Department or Emergency Medical Service has been dispatched to a location based on the report.\nA violation of subdivision b of this section is a misdemeanor punishable by up to one year in prison and/or a one thousand dollar fine.\n§3. This local law shall become effective immediately upon its enactment.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\pard\\sl480\\slmult1\\v0\\par\n\\ul\\i Be it enacted by the Council as follows:\\ulnone\\i0\\par\nSection One.  Declaration of Legislative Findings and Intent.\\par\n\\tab The 311 Citizen Service Center was developed with the goal of making City government more accessible and efficient in serving its constituents.  The 311 system enables residents to request and receive information regarding various City agencies and services simply by dialing one number, 311.  Often, when a caller requests information or registers a complaint within the purview of a particular city agency or department, the caller is transferred to a person within that agency.  For example, when a caller registers a noise complaint, the call is routed to a police officer located in the precinct of the complaint.\\par\n\\pard\\fi720\\sl480\\slmult1 As a result of the city\\rquote s recently enacted indoor smoking ban, patrons of many bars and nightclubs have taken to congregating in the streets.  Often, the constant noise created by these patrons has led to tension between the residents of the community and the owners of the bar or nightclub.  Apparently, some residents have taken to calling 311 to report incidents that require the dispatch of first responders, such as the Police Department, Fire Department or Emergency Medical Service, but upon arrival, the report is determined to be false.  \\par\n\\pard\\fi720\\sl480\\slmult1\\qj In order to prevent the dispatch of first responders to a location based on a false report, the Council finds it necessary to require that callers who report such an incident through 311 identify themselves by name and address.  Further, if upon arrival of the first responder, the report is deemed to be false, then the person making such false report shall be criminally liable for such actions.\\par\n\\'a72. Chapter one of title 10 of the administrative code of the city of New York is amended to add a new section 10-163, to read as follows:\\par\n\\pard\\fi360\\sl480\\slmult1\\qj\\ul\\'a710-163.  Falsely Reporting an Incident to the 311 Citizen Service Center Hotline.\\par\n\\pard{\\pntext\\f0 a.\\tab}{\\*\\pn\\pnlvlbody\\pnf0\\pnindent360\\pnstart1\\pnlcltr{\\pntxta.}}\n\\fi-360\\li360\\sl480\\slmult1\\qj\\tx360 Upon making a call to the 311 Citizen Service Center Hotline that requires the dispatch of the Fire Department, Police Department or Emergency Medical Service, a person shall be required to provide their name and address, or any other information deemed appropriate so that the person making the call can be properly identified.  \\par\n{\\pntext\\f0 b.\\tab}A person is guilty of falsely reporting an incident when:\\par\n\\pard{\\pntext\\f0 1.\\tab}{\\*\\pn\\pnlvlbody\\pnf0\\pnindent360\\pnstart1\\pndec{\\pntxta.}}\n\\fi-360\\li720\\sl480\\slmult1\\qj\\tx720 Knowing the information reported or conveyed to the 311 Citizen Service Center Hotline is false or baseless, he or she gratuitously reports to the 311 Citizen Service Hotline (i) the alleged occurrence of an offense or incident which did not in fact occur; or (ii) an allegedly impending occurrence of an offense or incident which in fact is not about to occur; or (iii) false information relating to an actual offense or incident or to the alleged implication of some person therein, or (iv) the alleged occurrence or impending occurrence of a catastrophe or emergency which did not in fact occur or does not in fact exist; and\\par\n{\\pntext\\f0 2.\\tab}The Police Department, Fire Department or Emergency Medical Service has been dispatched to a location based on the report.\\par\n\\pard{\\pntext\\f0 a.\\tab}{\\*\\pn\\pnlvlbody\\pnf0\\pnindent360\\pnstart1\\pnlcltr{\\pntxta.}}\n\\fi-360\\li360\\sl480\\slmult1\\qj\\tx360 A violation of subdivision b of this section is a misdemeanor punishable by up to one year in prison and/or a one thousand dollar fine.\\par\n\\pard\\fi360\\sl480\\slmult1\\qj\\ulnone\\'a73. This local law shall become effective immediately upon its enactment.\\par\n\\pard\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n}\n\u0000",
  "LastModified": "2015-07-06T14:55:07.837Z"
}
