{
  "ID": 31809,
  "GUID": "C4CDAB5A-4C74-4C88-9AD8-7C340D5C23E9",
  "File": "Int 0512-2004",
  "Name": "Auditing and implementing diversity and eradicating discrimination in all City operations.",
  "Title": "A Local Law to amend the administrative code of the City of New York, in relation to auditing and implementing diversity and eradicating discrimination in all City operations.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 13,
  "BodyName": "Committee on Governmental Operations",
  "IntroDate": "2004-12-07T00:00:00Z",
  "AgendaDate": "2004-12-07T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 430,
      "Slug": "bill-perkins",
      "FullName": "Bill Perkins"
    },
    {
      "ID": 422,
      "Slug": "gifford-miller",
      "FullName": "Gifford Miller"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 424,
      "Slug": "tracy-l-boyland",
      "FullName": "Tracy L. Boyland"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5270,
      "Slug": "hiram-monserrate",
      "FullName": "Hiram Monserrate"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 432,
      "Slug": "philip-reed",
      "FullName": "Philip Reed"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5264,
      "Slug": "maria-baez",
      "FullName": "Maria Baez"
    },
    {
      "ID": 5286,
      "Slug": "bill-de-blasio",
      "FullName": "Bill De Blasio"
    },
    {
      "ID": 5274,
      "Slug": "helen-sears",
      "FullName": "Helen Sears"
    },
    {
      "ID": 5278,
      "Slug": "melinda-r-katz",
      "FullName": "Melinda R. Katz"
    },
    {
      "ID": 5275,
      "Slug": "eric-n-gioia",
      "FullName": "Eric N. Gioia"
    },
    {
      "ID": 5285,
      "Slug": "erik-martin-dilan",
      "FullName": "Erik Martin Dilan"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5229,
      "Slug": "eva-s-moskowitz",
      "FullName": "Eva S. Moskowitz"
    }
  ],
  "History": [
    {
      "ID": 168643,
      "Date": "2004-12-07T11:24:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 168796,
      "Date": "2004-12-07T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Governmental Operations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 3764,
      "AgendaSequence": 132,
      "MinutesSequence": 158,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Governmental Operations",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 173571,
      "Date": "2005-04-08T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 4470,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 512-A",
      "MinutesNote": "Proposed Int. No. 512-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 173728,
      "Date": "2005-04-08T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 4470,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184969,
      "Date": "2005-12-31T12:02:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 65777,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "http://nyc.legistar1.com/nyc/attachments/4b895961-fd89-465f-a23d-f2af91f57e55.doc",
      "Sort": 1
    },
    {
      "ID": 68065,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript",
      "Link": "http://nyc.legistar1.com/nyc/attachments/f5270695-8455-47fc-8694-5ee49db8e555.doc",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 31737,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Title 7 of the administrative code of the city of New York is hereby amended by adding a new chapter 8 to read as follows:\n\n\nCHAPTER 8\nDIVERSITY AND GOVERNMENT OPERATIONS AUDIT LAW\n\n\nSection 7-801.\t\tShort Title.\nSection 7-802.\t\tDefinitions.\nSection 7-803.\t\tAnnual Reporting.\nSection 7-804.\t\tData Collection.\nSection 7-805.  \tPositive Rights Education.\nSection 7-806.  \tLocal Positive Rights Analysis and Action Plan.\nSection 7-807.  \tDiversity Initiative and Discrimination Eradication Task Force.\nSection 7-808.  \tPositive Rights Advisory Committee. \nSection 7-809.  \tApplication.\n\n\nSection 7-801.  Short Title.  This chapter shall be known as the \"New York City Diversity GOAL.\"\nSection 7-802.  Definitions.\n1.  \"Discrimination\" shall include the intentional or unintentional distinction, exclusion, restriction, or preference of a group, based on race, color, creed, age, national origin, alienage or citizenship status, gender, sexual orientation, disability, marital status, status as a victim of domestic violence or status as a victim of sex offenses or stalking, whether children are, may be or would be residing with a person, or conviction or arrest record, or a combination of any or all of the foregoing, that has the effect or purpose of impairing or nullifying the recognition, enjoyment, or exercise of human rights and fundamental freedoms on an equal basis with others in the context of the full range of political, economic, social, cultural, and civic activities.  Discrimination shall also include all acts of discrimination as defined by existing city, state and federal law.\n2.  “City Entity” refers to all City agencies and programs, the expenses of which are paid in whole or in part from the city treasury, including any private entities to which this chapter applies as specified in §7-810.\n3.  “Task Force” shall mean the Diversity Initiative and Discrimination Eradication Task Force set forth in §7-807.\nSection 7-803.  Annual Reporting.  Each City Entity shall report annually, in its section of the mayor’s management report or in another form as designated by the Task Force, regarding compliance with the provisions of this chapter and on measures taken to integrate the positive rights-based approach into all operations, including policy, program and budgetary decision-making.  \nSection 7-804.  Data Collection.  The City shall periodically, and otherwise at the request of the Task Force, review and update its data collection policies and procedures to facilitate analysis of the effects of its policies, programs and procedures on different segments of the population as provided in this chapter. Data collection and reporting shall be undertaken in a manner that disaggregates data by race and gender and other demographic characteristics as regards budget allocations, service delivery, and employment practices. \n\nSection 7-805.  Positive Rights Education.   \n1.  Education of All City Staff.  The City shall train and educate the staff of City Entities regarding the positive rights-based approach to ensuring equality and addressing discrimination, and shall integrate such training and education into ongoing training and education activities. \n2.  Education of the Public.  The City shall educate the public regarding the provisions of this chapter and shall promote the understanding of positive rights as provided in this chapter.\nSection 7-806.  Local Positive Rights Analyses and Action Plans.  City entities shall (i) undertake every five years, or as determined by the Task Force, a Local Positive Rights Analysis of policies, programs, employment, and services based on an assessment of appropriate quantitative and qualitative data, and (ii) produce a Local Positive Rights Action Plan, which shall include procedures for monitoring implementation and enforcement of provisions of this chapter.  Such Local Positive Rights Analysis shall be included in such year’s mayor’s management report and such Local Positive Rights Action Plan shall be included in such year’s citywide statement of needs.\n 1.  The Task Force shall designate the City Entities that are to undertake a Local Positive Rights Analysis and to produce a Local Positive Rights Action Plan, and the Task Force shall monitor these activities.  \n2.  The Local Positive Rights Analysis shall include an assessment of: (i) discrimination in operations, policies and practices, including budget allocations, delivery of direct and indirect services, and employment practices, (ii) current data collection and data reporting practices, as provided in §7-804 herein; (iii) measures taken to promote equality and prevent discrimination; and (iv) procedures and mechanisms for soliciting public input regarding the Local Positive Rights Analysis.  \n 3. With the advice of the Advisory Committee, as defined in §7-808 herein, each City Entity designated by the Task Force shall develop a methodology for undertaking a Local Positive Rights Analysis, conduct the analysis, and generate a Local Positive Rights Action Plan that contains specific recommendations on how to promote equality and prevent discrimination. \n 4.  The entities under review shall seek and incorporate community input into the process of generating a Local Positive Rights Analysis and a Local Positive Rights Action Plan.  The Advisory Committee shall assist in determining the most effective means of obtaining community involvement and input.   \n5.  The entities under review shall produce and publish a written report on their Local Positive Rights Analysis and Action Plan.  \n 6.  The Local Positive Rights Analysis and Action Plan shall not be admissible as evidence in any lawsuit or legal proceeding against the City, or City Entity, other than in a proceeding instituted pursuant to §7-807.4.  Nothing in this section shall be interpreted as affecting the admissibility in any lawsuit or legal proceeding of underlying facts or data reflected in the Local Positive Rights Analysis and Action Plan if those facts and data were collected for any other purposes other than solely for the purpose of complying with the provisions of this section.\n 7.  Each City Entity shall be responsible for implementing its Local Human Rights Action Plan.  The Advisory Committee shall, at such City Entity’s or the Task Force’s request, provide technical assistance to the City Entity in implementing its Action Plan.\n8. The City shall incorporate processes for self-analysis and sharing of knowledge concerning the implementation of positive rights into its routine rules and procedures. \n9.  Each Local Positive Rights Analysis and Local Positive Rights Action Plan shall address, but not be limited to, the following aspects of governance related to the work of the City Entity under review, including affirmative measures taken by the City to eliminate discrimination:   \na.  Employment.  Local Positive Rights Analyses shall assess the degree to which the City discriminates in its provision of full and equal opportunities in employment; including but not limited to hiring, pay and benefits, promotions in rank and title, health and safety protection, collective bargaining, and a work environment that is free of harassment.  Human Rights Action Plans shall promote equality and eliminate discrimination in employment.\nb.  Housing.  Local Positive Rights Analyses shall assess the degree to which the City discriminates in its provision of full and equal opportunities to safe, adequate, and affordable housing.  Local Positive Rights Action Plans shall promote access to housing and prevent housing discrimination. \nc.  Health Care.  Local Positive Rights Analyses shall assess the degree to which the City discriminates in its provision of equal access to adequate and affordable health care, including services related to family planning and reproductive care.   Local Positive Rights Action Plans shall seek to promote, through public education and other means, equal access to quality health care, regardless of ability to pay, and to an environment free of health hazards.\nd.  Education.  Local Positive Rights Analyses shall assess the degree to which the City discriminates in its provision of equal access to a quality education that prepares all public-school students to realize academic potential and to participate productively in the workplace and in civic life.  Local Positive Rights Action Plans shall seek to promote equal access to a quality education, including but not limited to equal treatment regarding school funding, scholarship eligibility, disciplinary practices, and curricula content and design.\ne.  Family and Childcare.  Local Positive Rights Analyses shall assess the degree to which the City discriminates in its provision of equal opportunity to education and employment for women with low income and other women, including access to social support services that enable parents to meet family obligations and work responsibilities.   Local Positive Rights Action Plans shall promote equal opportunities for women to obtain education, job training, employment, and child-care services.  \nf.  Political and Public Life.   Local Positive Rights Analyses shall assess the degree to which the City discriminates in its provision of equal opportunities for women and other persons in protected classes to participate in the electoral process and in the City’s governance.  Local Positive Rights Action Plans shall promote equal opportunities for women and other persons in protected classes to participate in the electoral process and in the City’s governance. \ng. Criminal and Juvenile Justice.  Local Positive Rights Analyses shall assess the degree to which the City discriminates in its provision of equal protection and treatment in the criminal and juvenile justice systems.  Local Positive Rights Action Plans shall promote equal access to competent judicial, administrative, and legislative institutions, and shall seek to prevent discriminatory practices, including racial, ethnic and religious profiling.\nh.  Security of Persons.  Local Positive Rights Analyses shall assess the degree to which the City discriminates in its provision of equal and effective measures to prevent and provide redress for all forms of unlawful violence, including identity-based violence, whether perpetrated by state actors or private individuals, and to ensure the safety of all persons in the streets, in custody, or in their workplace, community or home.  Local Positive Rights Action Plans shall promote equal and effective access to appropriate protective and support services for all victims of unlawful violence, including those who are traditionally marginalized and stigmatized due to their legal or social status.\ni.  Trafficking in Persons.  Local Positive Rights Analyses shall assess the degree to which the City discriminates in its provision of equal and effective protection to victims of all forms of trafficking, including the prosecution of those responsible for trafficking.  Local Positive Rights Action Plans shall promote access to training and services that will prevent trafficking in persons and protect the rights, and respond to the needs, of the victims of trafficking. \nj.  Civil Service Testing.  Local Positive Rights Analyses shall assess the degree to which the City discriminates in its provision of full and equal opportunities in civil service testing; including but not limited to hiring and promotional testing, outreach and test preparation,  and any and all monitoring once employed in the civil service.  Human Rights Action Plans shall promote equality and eliminate discrimination in civil service testing.\nSection 7-807.  Diversity Initiative and Discrimination Eradication Task Force.\n1.  Composition.  There shall be a Diversity Initiative and Discrimination Eradication Task Force (the “Task Force”) consisting of seven members.  \na.  The Task Force shall have representation from the community and government entities, and shall reflect the diversity of this city in having representation from protected classes and all the five boroughs.  Four members of the board shall be appointed by the mayor, provided that at least two such members shall have experience in anti-discrimination laws and human rights issues.  The commissioner of the department of citywide administrative services, the chairperson of the human rights commission, and the chairperson of the equal employment practices commission, or such appointee of such commissioner or chair, shall serve ex officio with full decision-making authority.  \nb.  Nominations for membership on the Task Force shall be identified through an open process and candidates shall be selected based on clearly delineated and publicized criteria.  Such criteria shall include a conflict-of-interest standard.  All appointments must be filled within a six-month period from enactment of this chapter or after any such appointment becoming vacant.\nc.  The Task Force shall reflect in its composition, the demographics of the population of New York City.  In the selection of members of the Task Force, particular consideration shall be given to disproportionately affected and historically underserved groups and subpopulations, and racial, gender, geographical, and cultural diversity.  In addition, special consideration will be given to agencies, departments or programs that express a particular interest in the process, as well as persons with knowledge of or expertise in: local issues and conditions; racial and gender justice; human rights or community education; and the implementation of mechanisms to ensure institutional equity.\nd.  All members of the Task Force shall serve without compensation.\ne.  The Task Force shall elect from its members an individual to serve as chair of the Task Force.  \nf.  The term of each member of the Task Force shall be two years; provided however, that the initial members shall, by lot, classify their terms so that three of the members shall serve a three-year term.  All subsequent appointees will serve a two-year term; provided, however, that any member may be reappointed for no more than three consecutive terms.  \ng.  The Task Force shall convene no later than six months after the enactment date of this chapter and from that date forward meet as often as necessary to carry out its functions, and at least four times a year.  \nh.  Attendance and meeting requirements shall be pursuant to chapter forty-seven of the charter.  A quorum of the Task Force shall be a majority of the total number of members pursuant to a properly noticed meeting.  An action of the Task Force shall be by majority rule.\n\n2.  Functions.  The functions of the Task Force shall be:\na.  To monitor the City’s integration of the provisions of this chapter into all of the City’s operations, including policy, program, employment, and budgetary decision-making;\nb.  To monitor and, where appropriate, to enforce the City’s implementation of the terms of this chapter;\nc.  To monitor the impact of the City’s services, programs, policies, employment practices and budgetary allocations to ensure equality and prevent discrimination in accordance with the provisions of this chapter; and \nd.  To foster public dialogue and community education on the provisions of this chapter, the City’s integration of those principles, and the implementation of the terms of this chapter.\n\n3.\tPowers and Duties.  The Task Force shall have the powers and duties necessary to carry out the implementation of the principles of this chapter, including:\na.  To review and approve, with the advice of the Advisory Committee, a set of guidelines and procedures for conducting the Local Positive Rights Analysis and implementing the provisions of this chapter.  The formulation of the guidelines shall be an open process and shall include input from members of the public pursuant to chapter forty-five of the charter;\nb.  To set the order and timeline in which City agencies, departments, and programs will undergo a Local Positive Rights Analysis and develop a Local Positive Rights Action Plan;\nc.  In cooperation with the City Council and the Mayor, to monitor the compliance with the chapter of each selected City Entity, including the development of its Local Positive Rights Analysis and Local Positive Rights Action Plan;\nd.  To review and approve all reports produced by City agencies, departments, and programs conducting the Local Positive Rights Analysis and to submit a commentary on each written report to the City Council and the Mayor; \ne.  To solicit and receive written public comments, and to hold public hearings on the reports produced pursuant to subdivision five of section 7-806;\nf.  To examine the impact of the City’s services, programs, policies, employment practices and budgetary allocations to ensure equality and prevent discrimination in accordance with the provisions of this chapter; \ng.  To hold public hearings and to investigate all matters relating to the performance of its functions and any other matter relating to the proper administration of this chapter and for such purposes shall have the power to require the attendance and examine and take the testimony under oath of such persons as it shall deem necessary and to require the production of books, accounts, papers and other evidence relative to such investigation.\nh.  To disseminate data and information, and publish written comments or recommendations;   \ni.  To make recommendations regarding the integration of the provisions of this chapter, and the implementation of the terms of this chapter;\nj.  To implement any system, program and/or policy to facilitate compliance with the terms of this chapter, including the promulgation of rules and regulations and the imposition of any penalties related thereto, as required by local law;\nk.  Where necessary, to bring lawsuits for declaratory or injunctive relief in court to enforce compliance with the terms of this chapter;\nl.  With the advice of the Advisory Committee, to train and educate City officials and employees in human rights and the terms of this chapter;\nm.  To submit a written report annually to the Mayor and the City Council on the progress of the implementation of the terms of this chapter and on its efforts to monitor and enforce the requirements of this chapter;  \nn.  To foster public dialogue and ensure that community education is provided on the provisions of this chapter, the City’s integration of those principles, and the implementation of the terms of this chapter;\no. To appoint such employees, agents, or consultants as it deems to be appropriate to carry out its functions, powers and duties; provided, however, that the Task Force shall not delegate its power to approve the guidelines or to select the order in which the City agencies, departments, and programs shall undergo a Local Positive Rights Analysis; and\np.  Take such other actions as are necessary and proper to carry out the purposes of this chapter.\n\n4.  Enforcement.\na.  In the event that a City Entity chosen by the Task Force to undergo a Local Positive Rights Analysis and develop an Action Plan: (a) fails to conduct an analysis or produce a plan; (b) does not comply with a request for information or analyses; or (c) otherwise fails to take steps to implement the terms of this chapter, the Task Force may engage in consultation, issue a report, conduct a public hearing, or engage in any other appropriate action to enforce the provisions of this chapter.\n\nb.  The Task Force shall establish an open process for members of the public to request that the Task Force take steps to enforce the terms of this chapter and shall issue advisory opinions where necessary.\n\nSection 7-808.  Positive Rights Advisory Committee. \n1.  Composition.  \na.  There shall be a Positive Rights Advisory Committee (the “Advisory Committee”) consisting of thirteen members.  The mayor and the council shall each appoint five members.  For both the mayor and the council, one such appointment shall be a community representative with direct experience with a City Entity under review, another shall be a representative of an organization that provides social services to affected communities, another shall be a representative of an organization that provides social services to affected communities, another shall be a representative of a protected class, another shall be a person with knowledge of and experience with anti-discrimination laws and issues and another shall be a person with knowledge of and experience with human rights issues.  One member shall be the comptroller or her or his designee, who shall have expertise in data and budget analysis.  One member shall be the public advocate or her or his designee, who shall be a representative of community based organizations or advocacy organizations that work on the issue areas of a City Entity under review.  The last member, who shall be the chairperson, shall be appointed by the mayor with the advice and consent of the council.  \nb.  The Advisory Committee shall reflect in its composition, the demographics of the population of New York City.  In the selection of members of the Advisory Committee, particular consideration shall be given to disproportionately affected and historically underserved groups and subpopulations, and racial, gender, geographical, and cultural diversity.  In addition, special consideration will be given to persons with knowledge of, or expertise in, local issues and conditions; racial and gender justice; human rights or community education; the implementation of mechanisms to ensure institutional equity; and the operations of New York City government.\nc.  Members shall serve terms of two years, provided the initial members shall, by lot, classify their terms so that three members shall serve a three-year term and another five shall serve a four-year term.\nd.  The members of the Advisory Committee shall serve without compensation.\ne.  The Advisory Committee shall meet at least four times a year, or as often as necessary to assist with the integration of the provisions of this chapter, including responding to inquiries from City agencies, lending expertise and advice with respect to the Human Rights Analysis and Action Plans, and carrying out any other duties associated with these tasks.\n\nf.  The Advisory Committee shall maintain the confidentiality of materials not required to be disclosed to the public.\n2.  Functions.  The functions of the Advisory Committee shall be:\na.  To advise and support the City regarding the integration of the provisions of this chapter into all of its operations, including policy, program, employment, and budgetary decision-making, and implementation of the terms of this chapter;\nb.  Upon request by a City Entity or the Task Force, to provide both technical and substantive support to selected City Entities in undertaking their Local Positive Rights Analyses and developing and implementing their Local Positive Rights Action Plans; and\nc.  To report regularly to the Task Force on its progress in completing its functions.\n3.\tPowers and Duties.  The Advisory Committee shall have the powers and duties necessary to assist with the integration of the provisions of this chapter, and the implementation of the terms of this chapter, including:\na.  To advise on the guidelines and procedures that are developed and approved by the Task Force, for conducting the Local Positive Rights Analysis and integrating the provisions of this chapter;\nb.  To work with and provide assistance where necessary to each selected City Entity undergoing its Local Positive Rights Analysis and developing its Local Positive Rights Action Plan;\n\nc.  To work with the City, at the Task Force’s request, to train and educate City officials and employees in positive rights, the provisions of this chapter, and the terms of this chapter;\nd.  Make recommendations regarding the integration of the provisions of this chapter and the implementation of the terms of this chapter;\ne.  To assist the City in incorporating meaningful and informed participation by community members in conducting the Local Positive Rights Analysis and developing the Local Positive Rights Action Plan; and\nf.  To appoint such employees, agents, or consultants as it deems to be appropriate to carry out its functions, powers and duties.\n\nSection 7-809.  Application.  This legislation shall apply to all City entities including private entities to the extent that they perform City services and/or administer City programs.\n§2.  Severability.  If any provision of this bill or any other provision of this local law, or any amendments thereto, shall be held invalid or ineffective in whole or in part or inapplicable to any person or situation, such holding shall not affect, impair or invalidate any portion of or the remainder of this local law, and all other provisions thereof shall nevertheless be separately and fully effective and the application of any such provision to other persons or situations shall not be affected.\n§3.  This local law shall become effective six months after the date of enactment.\n\nMT\nLs# 469",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\froman\\fprq2\\fcharset0 Century;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\i Be it enacted by the Council as follows:\\par\n\\i0\\par\n\\pard\\fi720\\sl480\\slmult1\\tab Section 1.\\b   \\cf0\\b0 Title 7 of the administrative code of the city of New York is hereby amended by adding a new chapter 8 to read as follows:\\par\n\\pard\\par\n\\par\n\\pard\\qc\\ul CHAPTER 8\\par\nDIVERSITY AND GOVERNMENT OPERATIONS AUDIT LAW\\par\n\\pard\\par\n\\par\nSection 7-801.\\tab\\tab\\cf1 Short Title\\cf0 .\\par\nSection 7-802.\\tab\\tab Definitions.\\par\nSection 7-803.\\tab\\tab Annual Reporting.\\par\nSection 7-804.\\tab\\tab Data Collection.\\par\nSection 7-805.  \\tab Positive Rights Education.\\par\nSection 7-806.  \\tab Local Positive Rights Analysis and Action Plan.\\par\nSection 7-807.  \\tab Diversity Initiative and Discrimination Eradication Task Force.\\par\n\\pard\\keepn\\s2 Section 7-808.  \\tab Positive Rights Advisory Committee. \\par\n\\pard Section 7-809.  \\tab Application.\\par\n\\par\n\\par\n\\pard\\fi720\\sl480\\slmult1 Section 7-801.  \\cf1 Short Title.  This chapter shall be known as the \"New York City Diversity GOAL.\"\\par\n\\cf0 Section 7-802.  Definitions.\\par\n1.  \"Discrimination\" shall include the intentional or unintentional distinction, exclusion, restriction, or preference of a group, based on race, color, creed, age, national origin, alienage or citizenship status, gender, sexual orientation, disability, marital status, status as a victim of domestic violence or status as a victim of sex offenses or stalking, whether children are, may be or would be residing with a person, or conviction or arrest record, or a combination of any or all of the foregoing, that has the effect or purpose of impairing or nullifying the recognition, enjoyment, or exercise of human rights and fundamental freedoms on an equal basis with others in the context of the full range of political, economic, social, cultural, and civic activities.  Discrimination shall also include all acts of discrimination as defined by existing city, state and federal law.\\par\n2.  \\ldblquote City Entity\\rdblquote  refers to all City agencies and programs, the expenses of which are paid in whole or in part from the city treasury, including any private entities to which this chapter applies as specified in \\'a77-810.\\par\n3.  \\ldblquote Task Force\\rdblquote  shall mean the Diversity Initiative and Discrimination Eradication Task Force set forth in \\'a77-807.\\par\nSection 7-803.  Annual Reporting.  Each City Entity shall report annually, in its section of the mayor\\rquote s management report or in another form as designated by the Task Force, regarding compliance with the provisions of this chapter and on measures taken to integrate the positive rights-based approach into all operations, including policy, program and budgetary decision-making.  \\par\nSection 7-804.  Data Collection.  The City shall periodically, and otherwise at the request of the Task Force, review and update its data collection policies and procedures to facilitate analysis of the effects of its policies, programs and procedures on different segments of the population as provided in this chapter. Data collection and reporting shall be undertaken in a manner that disaggregates data by race and gender and other demographic characteristics as regards budget allocations, service delivery, and employment practices. \\par\n\\par\nSection 7-805.  Positive Rights Education\\ulnone .   \\par\n\\pard\\li720\\sl480\\slmult1\\ul 1.  Education of All City Staff.\\i   \\i0 The City shall train and educate the staff of City Entities regarding the positive rights-based approach to ensuring equality and addressing discrimination, and shall integrate such training and education into ongoing training and education activities. \\par\n2.  Education of the Public.\\i   \\i0 The City shall educate the public regarding the provisions of this chapter and shall promote the understanding of positive rights as provided in this chapter.\\par\n\\pard\\fi720\\sl480\\slmult1 Section 7-806.  Local Positive Rights Analyses and Action Plans.  City entities shall (i) undertake every five years, or as determined by the Task Force, a Local Positive Rights Analysis of \\cf1 policies, programs, employment, and services based on an assessment of appropriate quantitative and qualitative data, and (ii) produce a Local Positive Rights Action Plan, which shall include procedures for monitoring implementation and enforcement of provisions of this chapter.  Such \\cf0 Local Positive Rights Analysis shall be included in such year\\rquote s mayor\\rquote s management report and such \\cf1 Local Positive Rights Action Plan shall be included in such year\\rquote s citywide statement of needs.\\par\n\\pard\\li720\\sl480\\slmult1\\cf0  1.  The Task Force shall designate the City Entities that are to undertake a Local Positive Rights Analysis and to produce a Local Positive Rights Action Plan, and the Task Force shall monitor these activities.  \\par\n2.  The Local Positive Rights Analysis shall include an assessment of: (i) discrimination in operations, policies and practices, including budget allocations, delivery of direct and indirect services, and employment practices, (ii) current data collection and data reporting practices, as provided in \\'a77-804 herein; (iii) measures taken to promote equality and prevent discrimination; and (iv) procedures and mechanisms for soliciting public input regarding the Local Positive Rights Analysis.  \\par\n 3. With the advice of the Advisory Committee, as defined in \\'a77-808 herein, each City Entity designated by the Task Force shall develop a methodology for undertaking a Local Positive Rights Analysis, conduct the analysis, and generate a \\cf1 Local Positive \\cf0 Rights Action Plan that contains specific recommendations on how to promote equality and prevent discrimination. \\par\n 4.  The entities under review shall seek and incorporate community input into the process of generating a Local Positive Rights Analysis and a Local Positive Rights Action Plan.  The Advisory Committee shall assist in determining the most effective means of obtaining community involvement and input.   \\par\n5.  The entities under review shall produce and publish a written report on their Local Positive Rights Analysis and Action Plan.  \\par\n 6.  The Local Positive Rights Analysis and Action Plan shall not be admissible as evidence in any lawsuit or legal proceeding against the City, or City Entity, other than in a proceeding instituted pursuant to \\'a77-807.4.  Nothing in this section shall be interpreted as affecting the admissibility in any lawsuit or legal proceeding of underlying facts or data reflected in the Local Positive Rights Analysis and Action Plan if those facts and data were collected for any other purposes other than solely for the purpose of complying with the provisions of this section.\\par\n 7.  Each City Entity shall be responsible for implementing its Local Human Rights Action Plan.  The Advisory Committee shall, at such City Entity\\rquote s or the Task Force\\rquote s request, provide technical assistance to the City Entity in implementing its Action Plan.\\par\n\\cf1 8. The City shall incorporate processes for self-analysis and sharing of knowledge concerning the implementation of positive rights into its routine rules and procedures. \\par\n9.  \\cf0 Each Local Positive Rights Analysis and Local Positive Rights Action Plan shall address, but not be limited to, the following aspects of governance related to the work of the City Entity under review, including affirmative measures taken by the City to eliminate discrimination:   \\par\n\\pard\\li1440\\sl480\\slmult1 a.  Employment.  Local Positive Rights Analyses shall assess the degree to which the City discriminates in its provision of full and equal opportunities in employment; including but not limited to hiring, pay and benefits, promotions in rank and title, health and safety protection, collective bargaining, and a work environment that is free of harassment.  Human Rights Action Plans shall promote equality and eliminate discrimination in employment.\\par\nb.  Housing.  Local Positive Rights Analyses shall assess the degree to which the City discriminates in its provision of full and equal opportunities to safe, adequate, and affordable housing.  Local Positive Rights Action Plans shall promote access to housing and prevent housing discrimination. \\par\nc.  Health Care.  Local Positive Rights Analyses shall assess the degree to which the City discriminates in its provision of equal access to adequate and affordable health care, including services related to family planning and reproductive care.   Local Positive Rights Action Plans shall seek to promote, through public education and other means, equal access to quality health care, regardless of ability to pay, and to an environment free of health hazards.\\par\nd.  Education.  Local Positive Rights Analyses shall assess the degree to which the City discriminates in its provision of equal access to a quality education that prepares all public-school students to realize academic potential and to participate productively in the workplace and in civic life.  Local Positive Rights Action Plans shall seek to promote equal access to a quality education, including but not limited to equal treatment regarding school funding, scholarship eligibility, disciplinary practices, and curricula content and design.\\par\ne.  Family and Childcare.  Local Positive Rights Analyses shall assess the degree to which the City discriminates in its provision of equal opportunity to education and employment for women with low income and other women, including access to social support services that enable parents to meet family obligations and work responsibilities.   Local Positive Rights Action Plans shall promote equal opportunities for women to obtain education, job training, employment, and child-care services.  \\par\nf.  Political and Public Life\\b .\\b0    Local Positive Rights Analyses shall assess the degree to which the City discriminates in its provision of equal opportunities for women and other persons in protected classes to participate in the electoral process and in the City\\rquote s governance.  Local Positive Rights Action Plans shall promote equal opportunities for women and other persons in protected classes to participate in the electoral process and in the City\\rquote s governance. \\par\ng. Criminal and Juvenile Justice.  Local Positive Rights Analyses shall assess the degree to which the City discriminates in its provision of equal protection and treatment in the criminal and juvenile justice systems.  Local Positive Rights Action Plans shall promote equal access to competent judicial, administrative, and legislative institutions, and shall seek to prevent discriminatory practices, including racial, ethnic and religious profiling.\\par\nh.  Security of Persons.  Local Positive Rights Analyses shall assess the degree to which the City discriminates in its provision of equal and effective measures to prevent and provide redress for all forms of unlawful violence, including identity-based violence, whether perpetrated by state actors or private individuals, and to ensure the safety of all persons in the streets, \\f1\\fs22 in custody, or in their workplace, community or home\\f0\\fs24 .  Local Positive Rights Action Plans shall promote equal and effective access to appropriate protective and support services for all victims of unlawful violence, including those who are traditionally marginalized and stigmatized due to their legal or social status.\\par\ni.  Trafficking in Persons.  Local Positive Rights Analyses shall assess the degree to which the City discriminates in its provision of equal and effective protection to victims of all forms of trafficking, including the prosecution of those responsible for trafficking.  Local Positive Rights Action Plans shall promote access to training and services that will prevent trafficking in persons and protect the rights, and respond to the needs, of the victims of trafficking. \\par\nj.  Civil Service Testing.  Local Positive Rights Analyses shall assess the degree to which the City discriminates in its provision of full and equal opportunities in civil service testing; including but not limited to hiring and promotional testing, outreach and test preparation,  and any and all monitoring once employed in the civil service.  Human Rights Action Plans shall promote equality and eliminate discrimination in civil service testing.\\par\n\\pard\\keepn\\s2\\fi720\\sl480\\slmult1 Section 7-807.  Diversity Initiative and Discrimination Eradication Task Force.\\par\n\\pard\\li720\\sl480\\slmult1 1.  Composition.  There shall be a Diversity Initiative and Discrimination Eradication Task Force (the \\ldblquote Task Force\\rdblquote ) consisting of seven members.  \\par\n\\pard\\li1440\\sl480\\slmult1 a.  The Task Force shall have representation from the community and government entities, and shall reflect the diversity of this city in having representation from protected classes and all the five boroughs.  \\cf1 Four members of the board shall be appointed by the mayor, provided that at least two such members shall have experience in anti-discrimination laws and human rights issues.  The commissioner of the department of citywide administrative services, the chairperson of the human rights commission, and the chairperson of the equal employment practices commission, or such appointee of such commissioner or chair, shall serve ex officio\\cf0  with full decision-making authority\\cf1 . \\cf0  \\par\nb.  Nominations for membership on the Task Force shall be identified through an open process and candidates shall be selected based on clearly delineated and publicized criteria.  Such criteria shall include a conflict-of-interest standard.  All appointments must be filled within a six-month period from enactment of this chapter or after any such appointment becoming vacant.\\par\nc.  The Task Force shall reflect in its composition, the demographics of the population of New York City.  In the selection of members of the Task Force, particular consideration shall be given to disproportionately affected and historically underserved groups and subpopulations, and racial, gender, geographical, and cultural diversity.  In addition, special consideration will be given to agencies, departments or programs that express a particular interest in the process, as well as persons with knowledge of or expertise in: local issues and conditions; racial and gender justice; human rights or community education; and the implementation of mechanisms to ensure institutional equity.\\par\nd.  All members of the Task Force shall serve without compensation.\\par\ne.  The Task Force shall elect from its members an individual to serve as chair of the Task Force.  \\par\nf.  The term of each member of the Task Force shall be two years; provided however, that the initial members shall, by lot, classify their terms so that three of the members shall serve a three-year term.  All subsequent appointees will serve a two-year term; provided, however, that any member may be reappointed for no more than three consecutive terms.  \\par\ng.  The Task Force shall convene no later than six months after the enactment date of this chapter and from that date forward meet as often as necessary to carry out its functions, and at least four times a year.  \\par\nh.  Attendance and meeting requirements shall be pursuant to chapter forty-seven of the charter.  A quorum of the Task Force shall be a majority of the total number of members pursuant to a properly noticed meeting.  An action of the Task Force shall be by majority rule.\\par\n\\pard\\li720\\b\\par\n\\pard\\fi-720\\li1440\\sl480\\slmult1\\b0 2.  Functions.  The functions of the Task Force shall be:\\line a.  To monitor the City\\rquote s integration of the provisions of this chapter into all of the City\\rquote s operations, including policy, program, employment, and budgetary decision-making;\\line b.  To monitor and, where appropriate, to enforce the City\\rquote s implementation of the terms of this chapter;\\par\n\\pard\\li1440\\sl480\\slmult1 c.  To monitor the impact of the City\\rquote s services, programs, policies, employment practices and budgetary allocations to ensure equality and prevent discrimination in accordance with the provisions of this chapter; and \\par\nd.  To foster public dialogue and community education on the provisions of this chapter, the City\\rquote s integration of those principles, and the implementation of the terms of this chapter.\\par\n\\pard\\b\\par\n\\pard\\fi-360\\li1080\\sl480\\slmult1\\tx1080\\ulnone\\b0 3.\\tab\\ul Powers and Duties.  The Task Force shall have the powers and duties necessary to carry out the implementation of the principles of this chapter, including:\\par\n\\pard\\li1440\\sl480\\slmult1 a.  To review and approve, with the advice of the Advisory Committee, a set of guidelines and procedures for conducting the Local Positive Rights Analysis and implementing the provisions of this chapter.  The formulation of the guidelines shall be an open process and shall include input from members of the public pursuant to chapter forty-five of the charter;\\par\nb.  To set the order and timeline in which City agencies, departments, and programs will undergo a Local Positive Rights Analysis and develop a Local Positive Rights Action Plan;\\line c.  In cooperation with the City Council and the Mayor, to monitor the compliance with the chapter of each selected City Entity, including the development of its Local Positive Rights Analysis and Local Positive Rights Action Plan;\\line d.  To review and approve all reports produced by City agencies, departments, and programs conducting the Local Positive Rights Analysis and to submit a commentary on each written report to the City Council and the Mayor; \\line e.  To solicit and receive written public comments, and to hold public hearings on the reports produced pursuant to subdivision five of section 7-806;\\line f.  To examine the impact of the City\\rquote s services, programs, policies, employment practices and budgetary allocations to ensure equality and prevent discrimination in accordance with the provisions of this chapter; \\par\ng.  To hold public hearings\\cf1  and to investigate all matters relating to the performance of its functions and any other matter relating to the proper administration of this chapter and for such purposes shall have the power to require the attendance and examine and take the testimony under oath of such persons as it shall deem necessary and to require the production of books, accounts, papers and other evidence relative to such investigation.\\cf0\\par\nh.  To disseminate data and information, and publish written comments or recommendations;   \\par\ni.  To make recommendations regarding the integration of the provisions of this chapter, and the implementation of the terms of this chapter;\\par\nj.  T\\cf1 o implement any system, \\cf0 program and/or policy to facilitate compliance with the terms of this chapter\\cf1 , including the promulgation of rules and regulations and the imposition of any penalties related thereto, as required by local law;\\cf0\\par\nk.  Where necessary, to bring lawsuits for declaratory or injunctive relief in court to enforce compliance with the terms of this chapter;\\par\nl.  With the advice of the Advisory Committee, to train and educate City officials and employees in human rights and the terms of this chapter;\\par\nm.  To submit a written report annually to the Mayor and the City Council on the progress of the implementation of the terms of this chapter and on its efforts to monitor and enforce the requirements of this chapter;  \\par\nn.  To foster public dialogue and ensure that community education is provided on the provisions of this chapter, the City\\rquote s integration of those principles, and the implementation of the terms of this chapter;\\par\no. To appoint such employees, agents, or consultants as it deems to be appropriate to carry out its functions, powers and duties; provided, however, that the Task Force shall not delegate its power to approve the guidelines or to select the order in which the City agencies, departments, and programs shall undergo a Local Positive Rights Analysis; and\\par\np.  T\\cf1 ake such other actions as are necessary and proper to carry out the purposes of this chapter.\\cf0\\par\n\\pard\\li720\\ulnone\\par\n\\pard\\li720\\sl480\\slmult1\\ul 4.  Enforcement.\\par\n\\pard\\li1440\\sl480\\slmult1 a.  In the event that a City Entity chosen by the Task Force to undergo a Local Positive Rights Analysis and develop an Action Plan: (a) fails to conduct an analysis or produce a plan; (b) does not comply with a request for information or analyses; or (c) otherwise fails to take steps to implement the terms of this chapter, the Task Force may engage in consultation, issue a report, conduct a public hearing, or engage in any other appropriate action to enforce the provisions of this chapter.\\par\n\\par\nb.  The Task Force shall establish an open process for members of the public to request that the Task Force take steps to enforce the terms of this chapter and shall issue advisory opinions where necessary.\\par\n\\par\n\\pard\\keepn\\s2\\fi720\\sl480\\slmult1 Section 7-808.  Positive Rights Advisory Committee. \\par\n\\pard\\li720\\sl480\\slmult1 1.  Composition.  \\par\n\\pard\\li1440\\sl480\\slmult1 a.  There shall be a Positive Rights Advisory Committee (the \\ldblquote Advisory Committee\\rdblquote ) consisting of thirteen members.  The mayor and the council shall each appoint five members.  For both the mayor and the council, one such appointment shall be a community representative with direct experience with a City Entity under review, another shall be a representative of an organization that provides social services to affected communities, another shall be a representative of an organization that provides social services to affected communities, another shall be a representative of a protected class, another shall be a person with knowledge of and experience with anti-discrimination laws and issues and another shall be a person with knowledge of and experience with human rights issues.  One member shall be the comptroller or her or his designee, who shall have expertise in data and budget analysis.  One member shall be the public advocate or her or his designee, who shall be a representative of community based organizations or advocacy organizations that work on the issue areas of a City Entity under review.  \\cf1 The last member, who shall be the chairperson, shall be appointed by the mayor with the advice and consent of the council.  \\cf0\\par\nb.  The Advisory Committee shall reflect in its composition, the demographics of the population of New York City.  In the selection of members of the Advisory Committee, particular consideration shall be given to disproportionately affected and historically underserved groups and subpopulations, and racial, gender, geographical, and cultural diversity.  In addition, special consideration will be given to persons with knowledge of, or expertise in, local issues and conditions; racial and gender justice; human rights or community education; the implementation of mechanisms to ensure institutional equity; and the operations of New York City government.\\par\nc.  Members shall serve terms of two years, provided the initial members shall, by lot, classify their terms so that three members shall serve a three-year term and another five shall serve a four-year term.\\par\nd.  The members of the Advisory Committee shall serve without compensation.\\par\ne.  The Advisory Committee shall meet at least four times a year, or as often as necessary to assist with the integration of the provisions of this chapter, including responding to inquiries from City agencies, lending expertise and advice with respect to the Human Rights Analysis and Action Plans, and carrying out any other duties associated with these tasks.\\par\n\\pard\\li1440\\par\n\\pard\\li1440\\sl480\\slmult1 f.  The Advisory Committee shall maintain the confidentiality of materials not required to be disclosed to the public.\\par\n\\pard\\li720\\sl480\\slmult1 2.  Functions.  The functions of the Advisory Committee shall be:\\par\n\\pard\\li1440\\sl480\\slmult1 a.  To advise and support the City regarding the integration of the provisions of this chapter into all of its operations, including policy, program, employment, and budgetary decision-making, and implementation of the terms of this chapter;\\line b.  Upon request by a City Entity or the Task Force, to provide both technical and substantive support to selected City Entities in undertaking their Local Positive Rights Analyses and developing and implementing their Local Positive Rights Action Plans; and\\par\nc.  To report regularly to the Task Force on its progress in completing its functions.\\par\n\\pard\\fi-360\\li1080\\sl480\\slmult1\\tx1080\\ulnone 3.\\tab\\ul Powers and Duties.  The Advisory Committee shall have the powers and duties necessary to assist with the integration of the provisions of this chapter, and the implementation of the terms of this chapter, including:\\par\n\\pard\\li1440\\sl480\\slmult1 a.  To advise on the guidelines and procedures that are developed and approved by the Task Force, for conducting the Local Positive Rights Analysis and integrating the provisions of this chapter;\\par\nb.  To work with and provide assistance where necessary to each selected City Entity undergoing its Local Positive Rights Analysis and developing its Local Positive Rights Action Plan;\\par\n\\par\nc.  To work with the City, at the Task Force\\rquote s request, to train and educate City officials and employees in positive rights, the provisions of this chapter, and the terms of this chapter;\\par\nd.  Make recommendations regarding the integration of the provisions of this chapter and the implementation of the terms of this chapter;\\par\ne.  To assist the City in incorporating meaningful and informed participation by community members in conducting the Local Positive Rights Analysis and developing the Local Positive Rights Action Plan; and\\par\nf.  To appoint such employees, agents, or consultants as it deems to be appropriate to carry out its functions, powers and duties.\\par\n\\pard\\b\\par\n\\pard\\fi720\\sl480\\slmult1\\b0 Section 7-809.  Application.  This legislation shall apply to all City entities including private entities to the extent that they perform City services and/or administer City programs.\\par\n\\ulnone\\'a72.  Severability.  \\cf1 If any provision \\cf0 of this bill or any other provision of \\cf1 this local law, or any amendments thereto, shall be held invalid or ineffective in whole or in part or inapplicable to any person or situation, such holding shall not affect, impair or invalidate any portion of or the remainder of this local law, and all other provisions thereof shall nevertheless be separately and fully effective and the application of any such provision to other persons or situations shall not be affected.\\cf0\\par\n\\'a73.  This local law shall become effective six months after the date of enactment.\\par\n\\pard\\par\nMT\\par\nLs# 469\\par\n\\par\n\\par\n}\n\u0000",
  "LastModified": "2015-07-06T16:43:31.72Z"
}
