{
  "ID": 31766,
  "GUID": "43C3043B-DC47-4654-A869-A25C2CBF52CB",
  "File": "Int 0513-2004",
  "Name": "Regulation and licensing of residential contractors.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the regulation and licensing of residential contractors.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2004-12-07T00:00:00Z",
  "AgendaDate": "2004-12-07T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    },
    {
      "ID": 5255,
      "Slug": "andrew-j-lanza",
      "FullName": "Andrew J. Lanza"
    },
    {
      "ID": 5293,
      "Slug": "michael-e-mcmahon",
      "FullName": "Michael E. McMahon"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5274,
      "Slug": "helen-sears",
      "FullName": "Helen Sears"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    }
  ],
  "History": [
    {
      "ID": 168535,
      "Date": "2004-12-07T16:14:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 168795,
      "Date": "2004-12-07T18:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 3764,
      "AgendaSequence": 133,
      "MinutesSequence": 159,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 176851,
      "Date": "2005-06-15T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 4865,
      "AgendaSequence": 4,
      "MinutesSequence": 8,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 513-A",
      "MinutesNote": "Proposed Int. No. 513-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 176987,
      "Date": "2005-06-15T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 4865,
      "MinutesSequence": 9,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184970,
      "Date": "2005-12-31T12:03:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 64069,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Memo In Support",
      "Link": "http://nyc.legistar1.com/nyc/attachments/6b735af8-ee50-4ce2-b73f-817ca849535e.doc",
      "Sort": 1
    },
    {
      "ID": 66950,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "http://nyc.legistar1.com/nyc/attachments/1b7a09b6-f066-4d23-833c-23dfca484a94.doc",
      "Sort": 2
    },
    {
      "ID": 68343,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript",
      "Link": "http://nyc.legistar1.com/nyc/attachments/7805ee8e-4483-4229-b5bf-26f44b348b9f.doc",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 31693,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Section 26-137 of the administrative code of the city of New York, as amended by local law number 51 for the year 2001, is amended to read as follows:\nTerm of license; renewal.  All licenses, except for plumbing licenses [and], fire suppression piping contractor licenses and residential contractor licenses, issued by the commissioner under the provisions of this subchapter shall expire one year from the date of issuance thereof, and may be renewed annually, provided that application for renewal of the license is made thirty calendar days prior to the expiration date of the license.  A plumbing license [and], a fire suppression piping contractor license and a residential contractor license shall expire two years from the date of issuance thereof, and may be renewed every two years thereafter, provided that application for renewal of the license is made between thirty and sixty calendar days prior to its expiration date.  All applications for renewal of a license shall be accompanied by the required renewal fee.  If application for renewal is not made as provided above, the commissioner may, nevertheless, renew the license provided the applicant pays an additional fee [of five dollars] in an amount specified by rule of the department, except as otherwise provided in this subchapter, and provided further that the applicant satisfies the commissioner as to his or her qualifications. \n§2.  Subdivision (g) of section 26-248 of the administrative code of the city of New York is amended by adding a new paragraph 6 to read as follows:\n6.  Working without a license or certificate in violation of subchapter two of this chapter.\n§3.  Subchapter 2 of chapter 1 of title 26 of the administrative code of the city of New York is amended by adding a new article 10 to read as follows:\nArticle 10\nResidential Contractor License and Certificate\n§26-204.1  Definitions.\n§26-204.2  Requirement of license.\n§26-204.3  Use of license.\n§26-204.4  Certificate holder.\n§26-204.5  License applications.\n§26-204.6  Certificate applications.\n§26-204.7  Certificate qualifications.\n§26-204.8  License fees.\n§26-204.9  Certificate fees.\n§26-204.10  Certificate renewal.\n§26.204.11.  Waiver of examinations.\n\n§26-204.1  Definitions.  For the purposes of this article, the following terms have the following meaning:\na.  “Residential contractor” means any individual, corporation, partnership or other business entity that, following approval of the application and plans, applies for a permit for construction of any structure containing no more than three residences or dwelling units for the performance of the work or any part thereof.  The term “residential contractor” shall not include:\n(i)  an individual, corporation, partnership or other business entity that has been issued a license pursuant to another provision of this subchapter, or pursuant to subchapter 22 of chapter 2 of title 20 of this code, and applies for a permit to perform work exclusively within the scope of the license; or\n(ii)  a natural person who applies for a permit for construction where the construction is exclusively of that person’s primary residence.\nb.  “Construction” means all building erection, alteration, excavation, foundation work, earthwork, demolition or removal work; provided, however, that this term shall not include minor alterations and ordinary repairs, as defined in article five of subchapter one of title twenty-seven of this code, or work performed by an individual, corporation, partnership or other business entity that has been issued a license pursuant to another provision of this subchapter, or pursuant to subchapter 22 of chapter 2 of title 20 of this code, when the work is exclusively within the scope of the license.\n§26-204.2  Requirement of license.  It shall be unlawful to conduct business as a residential contractor unless:\na.  The individual, corporation, partnership or other business entity has applied for and received a residential contractor license in accordance with the provisions of this article; and\nb.  For purposes of construction safety, on-site code compliance, and compliance with plans, the construction work is performed by or under the control of an individual certified pursuant to section 26-204.4 of this code who is a principal of or directly employed by a corporation, partnership or other business entity that holds a residential contractor license.\n§26-204.3  Use of license.  It shall be unlawful to use or cause to be used the title “licensed residential contractor” or any other title in a manner as to convey the impression that an individual, corporation, partnership or other business entity, or any person it employs, is a licensed residential contractor, unless the individual, corporation, partnership or other business entity is licensed in accordance with the provisions of this article.\n§26-204.4  Certificate holder.  The holder of a certificate issued pursuant to this section shall have control over construction safety, on-site code compliance, and compliance with plans concerning all construction work in accordance with the rules of the department.\n§26-204.5  License applications.  All applications for a residential contractor license shall comply with and be subject to the provisions of section 26-132 of this subchapter; and all applicants shall comply with and be subject to the provisions of sections 26-137 through 26-140 of this subchapter.\n§26-204.6  Certificate applications.  All applicants for a certificate issued pursuant to the provisions of this article shall be subject to the provisions of section 26-132 of this subchapter; and all applicants shall comply with and be subject to the provisions of sections 26-136 and 26-138 through 26-140 of this subchapter.\n§26-204.7  Certificate qualifications.  All applicants for a certificate issued pursuant to the provisions of this article shall meet the general requirements set forth in section 26-134 of this subchapter and shall be at least eighteen years of age, shall be of good moral character, and shall meet the qualifications prescribed for license as hereinafter provided.  However, where previous to the effective date of this local law, an individual has been performing construction work as defined in this article, he or she may obtain a certificate without complying with the foregoing, if application is made to the department within six months from the effective date that added the provisions of this article and at that time all necessary evidence is provided.  However, all certificate holders must comply with the certificate qualifications set forth in this section within one year from the effective date that added the provisions of this article.\n§26-204.8  License fees.  The fee for a residential contractor license shall be one hundred dollars; and the biennial renewal fee shall be fifty dollars.\n§26-204.9  Certificate fees.  The fee for a certificate issued under the provisions of this article shall be one hundred dollars; and the biennial renewal fee shall be fifty dollars.\n§26-204.10  Certificate renewal.  A certificate issued by the commissioner under the provisions of this article shall expire two years from the date of issuance thereof. The certificate shall remain the property of the city of New York.  If application for renewal is not made between thirty and sixty calendar days prior to the expiration date of the certificate, the applicant shall be required to pay an additional fee in an amount specified by rule of the department.\n§26.204.11.  Waiver of examinations.  In accordance with the rules of the department, any individual who, on or after the date of this section, has met the requirements of a registered architect or a professional engineer shall not be required to take the examination for a certificate as otherwise required by this article.  All other provisions of this article shall apply to individuals covered by this section.\n§4.  This local law shall take effect one hundred and eighty days after its enactment.\n\n\nLS#  1297\n12-03-04\nexamined by TNN",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\froman\\fcharset0 Times New Roman Bold;}}\n{\\colortbl ;\\red255\\green0\\blue0;\\red0\\green0\\blue0;}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\fi720\\sl480\\slmult1\\qj Section 1.  Section 26-137 of the administrative code of the city of New York, as amended by local law number 51 for the year 2001, is amended to read as follows:\\par\nTerm of license; renewal.  All licenses, except for plumbing licenses [and]\\ul ,\\ulnone  fire suppression piping contractor licenses \\ul and residential contractor licenses\\ulnone , issued by the commissioner under the provisions of this subchapter shall expire one year from the date of issuance thereof, and may be renewed annually, provided that application for renewal of the license is made thirty calendar days prior to the expiration date of the license.  A plumbing license [and]\\ul , a\\ulnone  fire suppression piping contractor license \\ul and a residential contractor license\\ulnone  shall expire two years from the date of issuance thereof, and may be renewed every two years thereafter, provided that application for renewal of the license is made between thirty and sixty calendar days prior to its expiration date.  All applications for renewal of a license shall be accompanied by the required renewal fee.  If application for renewal is not made as provided above, the commissioner may, nevertheless, renew the license provided the applicant pays an additional fee [of five dollars] \\ul in an amount specified by rule of the department\\ulnone , except as otherwise provided in this subchapter, and provided further that the applicant satisfies the commissioner as to his or her qualifications. \\par\n\\'a72.  Subdivision (g) of section 26-248 of the administrative code of the city of New York is amended by adding a new paragraph 6 to read as follows:\\par\n\\ul 6.  Working without a license or certificate in violation of subchapter two of this chapter.\\par\n\\ulnone\\'a73.  Subchapter 2 of chapter 1 of title 26 of the administrative code of the city of New York is amended by adding a new article 10 to read as follows:\\par\n\\pard\\keepn\\s1\\sl480\\slmult1\\qc\\ul Article 10\\par\nResidential Contractor License and Certificate\\par\n\\pard\\sl480\\slmult1\\'a726-204.1  Definitions.\\par\n\\'a726-204.2  Requirement of license.\\par\n\\'a726-204.3  Use of license.\\par\n\\'a726-204.4  Certificate holder.\\par\n\\cf1\\'a7\\cf0 26-204.5  License applications.\\par\n\\'a726-204.6  Certificate applications.\\par\n\\cf1\\'a7\\cf0 26-204.7  Certificate qualifications.\\par\n\\cf1\\'a7\\cf0 26-204.8  License fees.\\par\n\\'a726-204.9  Certificate fees.\\par\n\\'a726-204.10  Certificate renewal.\\par\n\\'a726.204.11.  Waiver of examinations.\\par\n\\pard\\sl480\\slmult1\\qc\\ulnone\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ul\\'a726-204.1  Definitions.  For the purposes of this article, the following terms have the following meaning:\\par\na.  \\ldblquote Residential contractor\\rdblquote  means any individual, corporation, partnership or other business entity that, following approval of the application and plans, applies for a permit for construction of any structure containing no more than three residences or dwelling units for the performance of the work or any part thereof.  The term \\ldblquote residential contractor\\rdblquote  shall not include:\\par\n(i)  an individual, corporation, partnership or other business entity that has been issued a license pursuant to another provision of this subchapter, or pursuant to subchapter 22 of chapter 2 of title 20 of this code, and applies for a permit to perform work exclusively within the scope of the license; or\\par\n(ii)  a natural person who applies for a permit for construction where the construction is exclusively of that person\\rquote s primary residence.\\par\nb.  \\ldblquote Construction\\rdblquote  means all building erection, alteration, excavation, foundation work, earthwork, demolition or removal work; provided, however, that this term shall not include minor alterations and ordinary repairs, as defined in article five of subchapter one of title twenty-seven of this code, or work performed by an individual, corporation, partnership or other business entity that has been issued a license pursuant to another provision of this subchapter, or pursuant to subchapter 22 of chapter 2 of title 20 of this code, when the work is exclusively within the scope of the license.\\cf1\\par\n\\cf0\\'a726-204.2  Requirement of license.  It shall be unlawful to conduct business as a residential contractor unless:\\par\na.  The individual, corporation, partnership or other business entity has applied for and received a residential contractor license in accordance with the provisions of this article; and\\par\nb.  For purposes of construction safety, on-site code compliance, and compliance with\\f1  \\f0 plans, the construction work is performed by or under the control of an individual certified pursuant to section 26-204.4 of this code who is a principal of or directly employed by a corporation, partnership or other business entity that holds a residential contractor license.\\par\n\\'a726-204.3  Use of license.  It shall be unlawful to use or cause to be used the title \\ldblquote licensed residential contractor\\rdblquote  or any other title in a manner as to convey the impression that an individual, corporation, partnership or other business entity, or any person it employs, is a licensed residential contractor, unless the individual, corporation, partnership or other business entity is licensed in accordance with the provisions of this article.\\par\n\\'a726-204.4  Certificate holder.  The holder of a certificate issued pursuant to this section shall have control over construction safety, on-site code compliance, and compliance with plans concerning all construction work in accordance with the rules of the department.\\par\n\\cf1\\'a7\\cf0 26-204.5  License applications.  All applications for a residential contractor license shall comply with and be subject to the provisions of section 26-132 of this subchapter; and all applicants shall comply with and be subject to the provisions of sections 26-137 through 26-140 of this subchapter.\\par\n\\'a726-204.6  Certificate applications.  All applicants for a certificate issued pursuant to the provisions of this article shall be subject to the provisions of section 26-132 of this subchapter; and all applicants shall comply with and be subject to the provisions of sections 26-136 and 26-138 through 26-140 of this subchapter.\\cf1\\par\n\\'a7\\cf0 26-204.7  Certificate qualifications.  All applicants for a certificate issued pursuant to the provisions of this article shall meet the general requirements set forth in section 26-\\cf2 134 of this subchapter and shall be at least eighteen years of age, shall be of good moral character, and shall meet the qualifications prescribed for license as hereinafter provided.\\cf0   However, where previous to the effective date of this local law, an individual has been performing construction work as defined in this article, he or she may obtain a certificate without complying with the foregoing, if application is made to the department within six months from the effective date that added the provisions of this article and at that time all necessary evidence is provided.  However, all certificate holders must comply with the certificate qualifications set forth in this section within one year from the effective date that added the provisions of this article.\\par\n\\cf1\\'a7\\cf0 26-204.8  License fees.  The fee for a residential contractor license shall be one hundred dollars; and the biennial renewal fee shall be fifty dollars.\\par\n\\'a726-204.9  Certificate fees.  The fee for a certificate issued under the provisions of this article shall be one hundred dollars; and the biennial renewal fee shall be fifty dollars.\\par\n\\'a726-204.10  Certificate renewal.  A certificate issued by the commissioner under the provisions of this article shall expire two years from the date of issuance thereof. The certificate shall remain the property of the city of New York.  If application for renewal is not made between thirty and sixty calendar days prior to the expiration date of the certificate, the applicant shall be required to pay an additional fee in an amount specified by rule of the department.\\par\n\\'a726.204.11.  Waiver of examinations.  In accordance with the rules of the department, any individual who, on or after the date of this section, has met the requirements of a registered architect or a professional engineer shall not be required to take the examination for a certificate as otherwise required by this article.  All other provisions of this article shall apply to individuals covered by this section.\\par\n\\pard\\fi720\\sl480\\slmult1\\cf1\\ulnone\\'a74.  \\cf0 This local law shall take effect one hundred and eighty days after its enactment.\\par\n\\pard\\par\n\\par\nLS#  1297\\par\n12-03-04\\par\nexamined by TNN\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n}\n\u0000",
  "LastModified": "2015-08-05T15:16:19Z"
}
