{
  "ID": 31859,
  "GUID": "C4DC96CA-7BAF-4735-98C8-353CF2168CD9",
  "File": "Int 0514-2004",
  "Name": "Requiring all children between the ages of four and eight to sit in child booster seats when traveling in any motor vehicle.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring all children between the ages of four and eight to sit in child booster seats when traveling in any motor vehicle.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2004-12-15T00:00:00Z",
  "AgendaDate": "2004-12-15T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 424,
      "Slug": "tracy-l-boyland",
      "FullName": "Tracy L. Boyland"
    },
    {
      "ID": 5264,
      "Slug": "maria-baez",
      "FullName": "Maria Baez"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5274,
      "Slug": "helen-sears",
      "FullName": "Helen Sears"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    }
  ],
  "History": [
    {
      "ID": 169061,
      "Date": "2004-12-15T15:45:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 169335,
      "Date": "2004-12-15T21:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 3830,
      "AgendaSequence": 115,
      "MinutesSequence": 152,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184971,
      "Date": "2005-12-31T12:03:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 31809,
  "Text": "Be it enacted by the Council as follows:\n\t\nSection 1.  Legislative findings.  The Council finds that a serious safety issue exists for children between the ages of four and eight when riding in any motor vehicle.  This unfortunate situation arises through the absence of child booster seat laws in New York City.  The fact that drivers of the city are not routinely using these child restraint systems with children in their vehicles necessitates that the Council act to protect the children of this city.\n\tThe extensive requirement for child booster seats in motor vehicles prescribed in the Code of Federal Regulations, known as the Federal Motor Vehicle Standards, lend considerable weight to the necessity and propriety of imposing such mandates on a local level.  Statistics compiled by relevant federal agencies justify the need for both national and local requirements for employing child restraint systems.  The National Highway Traffic Safety Administration (NHTSA), part of the United States Department of Transportation, reports that only six percent of children nationwide between the ages of four and eight are properly secured in child booster seats when traveling in a motor vehicle.  Accordingly incidents involving motor vehicles are the leading cause of death for children of every age from four to fourteen years (based on 2002 figures).  2003 Fatality Analysis Reporting System (FARS) data shows that almost half of fatally injured children nationwide in motor vehicles between the ages of four and seven were completely unrestrained in their seats.  Finally, the NHTSA has shown that when child booster seats are used properly, they reduce the risk of fatal injury to children between the ages of four and seven by twenty-three percent.  Therefore, due to non-restraint and improper restraint in New York City motor vehicles, even a rough analysis of the above national compels the Council to act.\n\t§2.  Chapter 1 of title 10 of the administrative code of the city of New York is amended by adding thereto a new section 10-164 to read as follows:\n\t§10-164.  Child booster seats.  a.  The owner or operator of a motor vehicle traveling within the city of New York shall be required to provide a child booster whenever a child between the ages of four and eight is traveling in the motor vehicle and such child shall be required to sit in a child booster seat when a motor vehicle is moving.  Such booster seats shall be compliant with all applicable federal laws, regulations and rules and shall be of a type approved by the New York state department of transportation for use by children four to eight years of age and ranging from forty to eighty pounds in weight.  A child booster seat shall only be used in accordance with instructions prepared for or by the manufacturer of such booster seats and shall be installed only in the backseat of a motor vehicle.  For purpose of this section, a “child booster seat” shall mean a child passenger restraint system which meets the federal motor vehicle safety standards set forth in section 517.213 of title forty-nine of the code of federal regulations that is designed to elevate a child to properly sit in a federally approved lap/shoulder belt system.\n\tb.  Any person who violates the provisions of subdivision a of this section shall be liable for a civil penalty of one hundred dollars.  It shall be an affirmative defense that a passenger accompanying a child for whom a child booster seat is required pursuant to subdivision a of this section, other than the owner or operator of the motor vehicle, declined to allow such child to be secured in such a seat although such a seat was provided.\n§3.  This local law shall take effect ninety days after its enactment into law.\n\n\n12/09/04\nLS #1879\nA.P.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\pard\\sl480\\slmult1\\qj\\ulnone\\tab\\par\n\\pard\\fi720\\sl480\\slmult1\\qj Section 1.  Legislative findings.  The Council finds that a serious safety issue exists for children between the ages of four and eight when riding in any motor vehicle.  This unfortunate situation arises through the absence of child booster seat laws in New York City.  The fact that drivers of the city are not routinely using these child restraint systems with children in their vehicles necessitates that the Council act to protect the children of this city.\\par\n\\pard\\sl480\\slmult1\\qj\\tab The extensive requirement for child booster seats in motor vehicles prescribed in the Code of Federal Regulations, known as the Federal Motor Vehicle Standards, lend considerable weight to the necessity and propriety of imposing such mandates on a local level.  Statistics compiled by relevant federal agencies justify the need for both national and local requirements for employing child restraint systems.  The National Highway Traffic Safety Administration (NHTSA), part of the United States Department of Transportation, reports that only six percent of children nationwide between the ages of four and eight are properly secured in child booster seats when traveling in a motor vehicle.  Accordingly incidents involving motor vehicles are the leading cause of death for children of every age from four to fourteen years (based on 2002 figures).  2003 Fatality Analysis Reporting System (FARS) data shows that almost half of fatally injured children nationwide in motor vehicles between the ages of four and seven were completely unrestrained in their seats.  Finally, the NHTSA has shown that when child booster seats are used properly, they reduce the risk of fatal injury to children between the ages of four and seven by twenty-three percent.  Therefore, due to non-restraint and improper restraint in New York City motor vehicles, even a rough analysis of the above national compels the Council to act.\\par\n\\tab\\'a72.  Chapter 1 of title 10 of the administrative code of the city of New York is amended by adding thereto a new section 10-164 to read as follows:\\par\n\\tab\\ul\\'a710-164.  Child booster seats.  a.  The owner or operator of a motor vehicle traveling within the city of New York shall be required to provide a child booster whenever a child between the ages of four and eight is traveling in the motor vehicle and such child shall be required to sit in a child booster seat when a motor vehicle is moving.  Such booster seats shall be compliant with all applicable federal laws, regulations and rules and shall be of a type approved by the New York state department of transportation for use by children four to eight years of age and ranging from forty to eighty pounds in weight.  A child booster seat shall only be used in accordance with instructions prepared for or by the manufacturer of such booster seats and shall be installed only in the backseat of a motor vehicle.  For purpose of this section, a \\ldblquote child booster seat\\rdblquote  shall mean a child passenger restraint system which meets the federal motor vehicle safety standards set forth in section 517.213 of title forty-nine of the code of federal regulations that is designed to elevate a child to properly sit in a federally approved lap/shoulder belt system.\\par\n\\ulnone\\tab\\ul b.  Any person who violates the provisions of subdivision a of this section shall be liable for a civil penalty of one hundred dollars.  It shall be an affirmative defense that a passenger accompanying a child for whom a child booster seat is required pursuant to subdivision a of this section, other than the owner or operator of the motor vehicle, declined to allow such child to be secured in such a seat although such a seat was provided.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\'a73.  This local law shall take effect ninety days after its enactment into law.\\par\n\\pard\\qj\\fs16\\par\n\\par\n12/09/04\\par\nLS #1879\\par\nA.P.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\fs24\\par\n\\par\n\\pard\\sl480\\slmult1\\ulnone\\par\n\\pard\\par\n\\par\n\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
