{
  "ID": 31861,
  "GUID": "04E303DE-E47C-4B62-A621-4AD15BBAD271",
  "File": "Int 0518-2004",
  "Name": "Perform repairs upon sidewalks that remain in disrepair following the issuance of a notice of violation.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to obligating the city of New York to perform repairs upon sidewalks that remain in disrepair following the issuance of a notice of violation.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2004-12-15T00:00:00Z",
  "AgendaDate": "2004-12-15T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 432,
      "Slug": "philip-reed",
      "FullName": "Philip Reed"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    }
  ],
  "History": [
    {
      "ID": 169066,
      "Date": "2004-12-15T15:58:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 169340,
      "Date": "2004-12-15T18:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 3830,
      "AgendaSequence": 121,
      "MinutesSequence": 158,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184974,
      "Date": "2005-12-31T12:04:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 31811,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Section 19-152 of the administrative code of the city of New York, as amended by local law number 64 for the year 1995, is amended by adding thereto a new subdivision o to read as follows:\no.  Notwithstanding any inconsistent provision of this section, the city of New York  shall be required  to reinstall, reconstruct, repave or repair an existing sidewalk flag at legal grade when such sidewalk remains in disrepair for ninety days following the issuance of a notice of violation by the department to the property owner responsible for such work.  The city shall \n\t(i) not acquire the liability for any accident or harm related to or caused by such sidewalk flag during and after repair performed by the department or its contractors; such liability shall remain with the property owner;  \n(ii) mail a letter of request for payment to the property owner within thirty days of the completion of repair and require payment within thirty days of the date of the letter of request;\n\t(iii)  file a lien with respect to such property  for the actual cost to the city for the repair, including the cost of labor, until the property owner pays the amount owed plus interest;\n\t(iv) reserve the right to initiate a civil action against such property owner for the purposes of collecting the unpaid amount owed to the city for costs associated with repair by the department or its contractors.\n\t ยง2 This local law shall take effect immediately after it is enactment into law.\n\n\n\nRR \n11/17/04\nLS1934",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\pard\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160\\v0\\fs25\\par\n\\pard\\ul\\fs24 Be it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\fi720\\sl480\\slmult1\\qj Section 1. Section 19-152 of the administrative code of the city of New York, as amended by local law number 64 for the year 1995, is amended by adding thereto a new subdivision o to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\ul o.  Notwithstanding any inconsistent provision of this section, the city of New York  shall be required  to reinstall, reconstruct, repave or repair an existing sidewalk flag at legal grade when such sidewalk remains in disrepair for ninety days following the issuance of a notice of violation by the department to the property owner responsible for such work.  The city shall \\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\tx720\\ulnone\\tab\\ul (i) not acquire the liability for any accident or harm related to or caused by such sidewalk flag during and after repair performed by the department or its contractors; such liability shall remain with the property owner;  \\par\n\\pard\\fi720\\sl480\\slmult1 (ii) mail a letter of request for payment to the property owner within thirty days of the completion of repair and require payment within thirty days of the date of the letter of request;\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\tx720\\ulnone\\tab\\ul (iii)  file a lien with respect to such property  for the actual cost to the city for the repair, including the cost of labor, until the property owner pays the amount owed plus interest;\\par\n\\ulnone\\tab\\ul (iv) reserve the right to initiate a civil action against such property owner for the purposes of collecting the unpaid amount owed to the city for costs associated with repair by the department or its contractors.\\par\n\\pard\\nowidctlpar\\tx720\\ulnone\\tab  \\'a72 This local law shall take effect immediately after it is enactment into law.\\par\n\\par\n\\par\n\\par\nRR \\par\n11/17/04\\par\nLS1934\\par\n\\pard\\nowidctlpar\\fi-1800\\li1800\\b\\i\\par\n\\pard\\b0\\i0\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
