{
  "ID": 31863,
  "GUID": "6CD53A23-F51C-47E1-B648-FFC0CC046F73",
  "File": "Int 0519-2004",
  "Name": "Requiring the replacement of cobblestones or other special paving in streets in New York City.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring the replacement of cobblestones or other special paving in streets in New York City when work is completed by or on behalf of the department of transportation.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2004-12-15T00:00:00Z",
  "AgendaDate": "2004-12-15T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 432,
      "Slug": "philip-reed",
      "FullName": "Philip Reed"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    }
  ],
  "History": [
    {
      "ID": 169067,
      "Date": "2004-12-15T16:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 169341,
      "Date": "2004-12-15T22:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 3830,
      "AgendaSequence": 122,
      "MinutesSequence": 159,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184975,
      "Date": "2005-12-31T12:04:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 31812,
  "Text": "Be it enacted by the Council as follows:\nSection 1.  Section 19-147 of the administrative code of the city of New York is amended by adding new subdivisions h, i, j and k to read as follows:\nh.  The department or its contractors shall restore or replace any cobblestone or other special paving that was removed on any street to carry out work undertaken by or on behalf of the department.   The quality and condition of the restored or replaced cobblestones or other special paving and their placement onto the streets shall be equivalent to or shall exceed the quality that existed prior to commencement of the work done.  For purposes of this  section, “work undertaken by or on behalf of the department” shall also include the restoration or replacement of cobblestones or other special paving from damage related to a pothole.   The replacement and restoration shall be completed within forty-five days of the completion of the work resulting in their removal.  The contract shall impose a  civil penalty of two thousand dollars, plus fifty dollars per square foot of cobblestone or other special paving that remains to be restored or replaced pursuant to this section  upon a contractor of the department for failure to comply with any  requirements of this subdivision.  An additional civil penalty of fifty dollars shall be imposed upon a contractor for each additional day beyond the forty-five days in which the contractor fails to comply with requirements of this subdivision.\ni. To the best of their ability, the department or its contractor shall remove intact the entire cobblestone or other special paving and record its original location so that it may be replaced in its original location and pattern.  The department shall be required to inspect any work resulting in the removal of any cobblestone or other special paving and again during replacement of the cobblestone or other special paving to ensure compliance with the subdivision of this section.   The contract shall impose a separate civil penalty of two thousand dollars plus fifty dollars per square foot of area that remains to be restored or replaced pursuant to this section upon a contractor for failure to comply with the requirements of this subdivision.   \nj. The department shall notify the community board within seven days prior to the required completion date of the restoration of any reasons why the department or its contractor anticipates a failure to meet  the required completion period.  \nk. The department shall be required to include in its contracts, where applicable, a requirement that the contractor comply with the provisions of subdivisions h, i, and j of this section.\n§2. This local law shall take effect immediately after its enactment into law.\n\nRR\nLS #1119\n12/03/04",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fmodern\\fprq1\\fcharset0 Courier New;}}\n\\viewkind4\\uc1\n\\ul\\v0\\fs24\\par\n\\pard\\sl480\\slmult1\\qj\\expndtw0 Be it enacted by the Council as follows:\\ulnone\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160 Section 1.  Section 19-147 of the administrative code of the city of New York is amended by adding new subdivisions h, i, j and k to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ul h.  The department or its contractors shall restore or replace any cobblestone or other special paving that was removed on any street to carry out work undertaken by or on behalf of the department.   The quality and condition of the restored or replaced cobblestones or other special paving and their placement onto the streets shall be equivalent to or shall exceed the quality that existed prior to commencement of the work done.  For purposes of this  section, \\ldblquote work undertaken by or on behalf of the department\\rdblquote  shall also include the restoration or replacement of cobblestones or other special paving from damage related to a pothole.   The replacement and restoration shall be completed within forty-five days of the completion of the work resulting in their removal.  The contract shall impose a  civil penalty of two thousand dollars, plus fifty dollars per square foot of cobblestone or other special paving that remains to be restored or replaced pursuant to this section  upon a contractor of the department for failure to comply with any  requirements of this subdivision.  An additional civil penalty of fifty dollars shall be imposed upon a contractor for each additional day beyond the forty-five days in which the contractor fails to comply with requirements of this subdivision.\\par\ni. To the best of their ability, the department or its contractor shall remove intact the entire cobblestone or other special paving and record its original location so that it may be replaced in its original location and pattern.  The department shall be required to inspect any work resulting in the removal of any cobblestone or other special paving and again during replacement of the cobblestone or other special paving to ensure compliance with the subdivision of this section.   The contract shall impose a separate civil penalty of two thousand dollars plus fifty dollars per square foot of area that remains to be restored or replaced pursuant to this section upon a contractor for failure to comply with the requirements of this subdivision.   \\par\nj. The department shall notify the community board within seven days prior to the required completion date of the restoration of any reasons why the department or its contractor anticipates a failure to meet  the required completion period.  \\par\nk. The department shall be required to include in its contracts, where applicable, a requirement that the contractor comply with the provisions of subdivisions h, i, and j of this section.\\par\n\\ulnone\\'a72. This local law shall take effect immediately after its enactment into law.\\par\n\\pard\\sl480\\slmult1\\qj\\par\n\\pard\\qj RR\\par\nLS #1119\\par\n12/03/04 \\f1\\par\n\\pard\\f0\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
