{
  "ID": 31722,
  "GUID": "36120E4A-5BCA-4CC0-A200-F19C9DB1489B",
  "File": "Int 0523-2004",
  "Name": "Base Station License, B & R Car Service Inc., Disapproval",
  "Title": "A Local Law in relation to the disapproval of a determination by the taxi and limousine commission to approve an application by B & R Car Service Inc. for renewal of a license to operate a base station in the borough of Brooklyn.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2004-12-15T00:00:00Z",
  "AgendaDate": "2004-12-15T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    }
  ],
  "History": [
    {
      "ID": 168994,
      "Date": "2004-12-15T10:10:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 169343,
      "Date": "2004-12-15T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 3830,
      "AgendaSequence": 126,
      "MinutesSequence": 163,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184977,
      "Date": "2005-12-31T12:05:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 31648,
  "Text": "Be it enacted by the Council as follows:\n\tSection one.  The determination by the taxi and limousine commission to approve an application by B & R Car Service Inc. for renewal of a license to operate a base station in the borough of Brooklyn is hereby disapproved. \n§2.  In the event that the mayor disapproves this local law, the determination of the taxi and limousine commission to authorize the operation of a base station as set forth in section one of this local law shall not be deemed approved until the council shall have failed to repass such local law in accordance with section thirty-seven of the charter or the period within which such repassing may occur has elapsed.  In the event that such local law is repassed in accordance with section thirty-seven of the charter, such determination of the taxi and limousine commission shall be deemed to be disapproved.\n§3.  This local law shall take effect immediately and shall be deemed to have been in full force and effect on the date it was first passed by the Council.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0  \\par\n\\pard\\sl480\\slmult1\\ul Be it enacted by the Council as follows:\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\ulnone\\tab Section one.  The determination by the taxi and limousine commission to approve an application by B & R Car Service Inc. for renewal of a license to operate a base station in the borough of Brooklyn is hereby disapproved. \\par\n\\pard\\fi720\\sl480\\slmult1\\'a72.  In the event that the mayor disapproves this local law, the determination of the taxi and limousine commission to authorize the operation of a base station as set forth in section one of this local law shall not be deemed approved until the council shall have failed to repass such local law in accordance with section thirty-seven of the charter or the period within which such repassing may occur has elapsed.  In the event that such local law is repassed in accordance with section thirty-seven of the charter, such determination of the taxi and limousine commission shall be deemed to be disapproved.\\par\n\\'a73.  This local law shall take effect immediately and shall be deemed to have been in full force and effect on the date it was first passed by the Council.\\par\n\\pard  \\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
