{
  "ID": 31708,
  "GUID": "DC6E34DE-C4F6-4641-801A-E40C26BD090C",
  "File": "Int 0524-2004",
  "Name": "Creating timeframes and paths of communication between the Campaign Finance Board and the candidates that participate in the system.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to creating orderly and responsible timeframes and paths of communication between the Campaign Finance Board and the candidates that participate in the system.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 13,
  "BodyName": "Committee on Governmental Operations",
  "IntroDate": "2004-12-15T00:00:00Z",
  "AgendaDate": "2004-12-15T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5270,
      "Slug": "hiram-monserrate",
      "FullName": "Hiram Monserrate"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5277,
      "Slug": "allan-w-jennings-jr",
      "FullName": "Allan W. Jennings, Jr."
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    }
  ],
  "History": [
    {
      "ID": 168183,
      "Date": "2004-11-30T10:00:00Z",
      "ActionID": 15,
      "Action": "Hearing on P-C Item by Comm",
      "Description": "",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 3655,
      "AgendaSequence": 9,
      "MinutesSequence": 19,
      "Version": "*",
      "AgendaNote": "Preconsidered",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 168312,
      "Date": "2004-11-30T10:00:00Z",
      "ActionID": 5018,
      "Action": "P-C Item Laid Over by Comm",
      "Description": "",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 3655,
      "MinutesSequence": 20,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 168836,
      "Date": "2004-12-15T16:20:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 169344,
      "Date": "2004-12-15T18:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Governmental Operations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 3830,
      "AgendaSequence": 127,
      "MinutesSequence": 164,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Governmental Operations",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184978,
      "Date": "2005-12-31T12:05:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 64005,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "http://nyc.legistar1.com/nyc/attachments/4888f86a-878c-4c94-82b2-298a4ffae405.doc",
      "Sort": 1
    },
    {
      "ID": 66070,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript",
      "Link": "http://nyc.legistar1.com/nyc/attachments/e5d86986-bec6-4be8-96b5-04cc4ecb6eb6.doc",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 31634,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Declaration of Legislative Intent and Findings.\nThis Council first adopted the New York City Campaign Finance Act in 1988 (the “Act”).  The Campaign Finance Program (the “Program”) has been paradigm shifting and a model for other cities and the nation as a whole.  The Council continually monitors the Program and reviews any concerns with the Program or the administration of the Program as they become apparent.  The Council, in the following legislation, specifically seeks to streamline the Program by creating orderly and responsible timeframes and paths of communication between the Campaign Finance Board and the candidates that participate in the system.  \n§2.  Paragraph (c) of subdivision 2 of section 3-710 of the administrative code of the city of New York is amended to read as follows:\n(c) If the total of contributions, other receipts, and payments from the fund received by a participating candidate and his or her principal committee exceed the total campaign expenditures of such candidate and committee for all covered elections held in the same calendar year or for a special election to fill a vacancy such candidate and committee shall use excess funds to reimburse the fund for payments received by such committee from the fund during such calendar year or for such an election. Such reimbursement shall be made not later than either the closing date of the final disclosure report, or on the date on which the campaign finance board issues its final audit report for such participating committee, for such covered election[, as shall be set forth in rules promulgated by the campaign finance board]. Such final audit report shall be issued no later than twelve months following such covered election. No such excess funds shall be used for any other purpose, unless the total amount of the payments received from the fund by the principal committee has been repaid. \n\t§3.  Section 3-711 of the administrative code of the city of New York is amended by adding a new subdivision 4 to read as follows:\n4.  Notwithstanding subdivision one of this section, any participating candidate or his or her principal committee that does accept, either directly or by transfer, any contribution, loan, guarantee, or other security for such loan from any corporation, other than a corporation that is a political committee as defined in subdivision eleven of section 3-702 of this chapter, for a covered election held in the same calendar year in which he or she is a participating candidate, shall be subject to a civil penalty for such violation in an amount not to exceed the amount of such contribution, loan, guarantee, or other security for such loan.\n§4. This local law shall take effect immediately.\n\nLS #1798\nMT/SD\n11/19/04",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\pard\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\pard\\fi720\\ulnone\\par\n\\pard\\fi720\\sl480\\slmult1\\qj Section 1.  Declaration of Legislative Intent and Findings.\\par\n\\expndtw-3 This Council first \\expndtw0 adopted the New York City Campaign Finance Act\\expndtw-3  in 1988 (the \\ldblquote Act\\rdblquote ).  The \\expndtw0 Campaign Finance \\expndtw-3 Program (the \\ldblquote Program\\rdblquote ) has been paradigm shifting and a model for other cities and the nation as a whole.  The Council continually monitors the Program and reviews any concerns with the Program or the administration of the Program as they become apparent.  The Council, in the following legislation, specifically seeks to streamline the Program by creating orderly and responsible timeframes and paths of communication between the Campaign Finance Board and the candidates that participate in the system.  \\expndtw0\\par\n\\'a72.  Paragraph (c) of subdivision 2 of section 3-710 of the administrative code of the city of New York is amended to read as follows:\\par\n(c) If the total of contributions, other receipts, and payments from the fund received by a participating candidate and his or her principal committee exceed the total campaign expenditures of such candidate and committee for all covered elections held in the same calendar year or for a special election to fill a vacancy such candidate and committee shall use excess funds to reimburse the fund for payments received by such committee from the fund during such calendar year or for such an election. Such reimbursement shall be made not later than either the closing date of the final disclosure report, or on the date on which the campaign finance board issues its final audit report for such participating committee, for such covered election[, as shall be set forth in rules promulgated by the campaign finance board]. \\ul Such final audit report shall be issued no later than twelve months following such covered election.\\ulnone  No such excess funds shall be used for any other purpose, unless the total amount of the payments received from the fund by the principal committee has been repaid. \\par\n\\pard\\sl480\\slmult1\\tx0\\tx738\\tx1008\\tx1278\\tx1638\\tx2880\\tab\\'a73.  Section 3-711 of the administrative code of the city of New York is amended by adding a new subdivision 4 to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ul 4.  Notwithstanding subdivision one of this section, any participating candidate or his or her principal committee that does \\cf1 accept, either directly or by transfer, any contribution, loan, guarantee, or other security for such loan from any corporation, other than a corporation that is a political committee as defined in subdivision eleven of section 3-702 of this chapter, for a covered election held in the same calendar year in which he or she is a participating candidate, \\cf0 shall be subject to a civil penalty for such violation in an amount not to exceed the amount of such \\cf1 contribution, loan, guarantee, or other security for such loan.\\cf0\\par\n\\ulnone\\'a74. This local law shall take effect immediately.\\par\n\\pard\\sl480\\slmult1\\qj\\par\n\\pard\\qj LS #1798\\par\nMT/SD\\par\n11/19/04\\par\n\\pard\\sl480\\slmult1\\qj\\par\n\\pard\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n}\n\u0000",
  "LastModified": "2015-07-23T13:54:45.29Z"
}
