{
  "ID": 31865,
  "GUID": "DBB53D44-E42B-4C59-98AD-02A0D825D482",
  "File": "Int 0525-2004",
  "Name": "Sale of aerosol spray cans, broad tipped indelible markers or etching acid.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the sale of aerosol spray paint cans, broad tipped indelible markers or etching acid.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2004-12-15T00:00:00Z",
  "AgendaDate": "2004-12-15T00:00:00Z",
  "PassedDate": "2005-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    },
    {
      "ID": 5293,
      "Slug": "michael-e-mcmahon",
      "FullName": "Michael E. McMahon"
    },
    {
      "ID": 5255,
      "Slug": "andrew-j-lanza",
      "FullName": "Andrew J. Lanza"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    }
  ],
  "History": [
    {
      "ID": 169071,
      "Date": "2004-12-15T16:14:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 169345,
      "Date": "2004-12-15T18:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 3830,
      "AgendaSequence": 128,
      "MinutesSequence": 165,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 171556,
      "Date": "2005-02-15T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 19,
      "BodyName": "Committee on Public Safety",
      "EventID": 4169,
      "AgendaSequence": 4,
      "MinutesSequence": 9,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 171740,
      "Date": "2005-02-15T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 19,
      "BodyName": "Committee on Public Safety",
      "EventID": 4169,
      "MinutesSequence": 10,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 184979,
      "Date": "2005-12-31T12:06:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 64990,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "http://nyc.legistar1.com/nyc/attachments/e2497728-2a51-482a-8ffd-fb3270a64a36.doc",
      "Sort": 1
    },
    {
      "ID": 67981,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript",
      "Link": "http://nyc.legistar1.com/nyc/attachments/6cfeb178-4411-40c3-9b72-91bb6d1d8a6a.doc",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 31815,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Subdivision c of Section 10-117 of chapter one of title ten of the administrative code of the city of New York is amended to read as follows:\n\n\t\tc.  (i) No person shall sell or offer to sell an aerosol spray paint can, broad tipped indelible marker or etching acid to any person under eighteen years of age.  (ii) Any person who sells or offers to sell aerosol spray paint cans, broad tipped indelible markers or etching acid shall post in a noticeable place a sign upon which shall be imprinted the following statement, “SALE OF AEROSOL SPRAY PAINT CANS, BROAD TIPPED INDELIBLE MARKERS OR ETCHING ACID, TO PERSONS UNDER EIGHTEEN YEARS OF AGE IS PROHIBITED BY LAW.”  Such sign shall be printed on a white card in orange letters at least two inches in height displayed prominently at the point of sale so as to be seen by the customer.  Any person who sells or offers to sell aerosol spray paint cans, broad tipped indelible markers or etching acid shall request photographic identification, such as a drivers license or other photographic identification issued by a governmental entity or educational institution, which indicates that such person is at least eighteen years of age. Such identification need not be required of any individual who reasonably appears to be at least twenty- five years of age, provided, however, that such appearance does not constitute a defense in any proceeding alleging the sale of an aforementioned product to an individual under eighteen years of age.  (iii) No person under eighteen years of age shall buy or offer to buy any aerosol spray paint can, broad tipped indelible marker or etching acid.\n\t§2. Subdivision g of section 10-117 of the administrative code of the city of New York is amended to read as follows:\ng. In addition to the criminal penalties imposed pursuant to subdivision f of this section, a person who violates the provisions of subdivision a, b, c or d of this section shall be liable for a civil penalty of not more than five hundred dollars for each violation which may be recovered in a proceeding before the environmental control board, except that a person who violates paragraph ii of subdivision c of this section shall be liable for a civil penalty of not more than one thousand dollars, and except that a person who violates paragraph iii of subdivision c of this section shall be liable, jointly and severally with such person’s parent or legal guardian, for a civil penalty or not more than two hundred fifty dollars. Any person who has been previously convicted of violating the provisions of subdivision a, b, c or d of this section shall be liable for a civil penalty of not more than one thousand dollars for each violation which may be recovered in a proceeding before the environmental control board, except that a person who violates paragraph ii of subdivision c of this section shall be liable for a civil penalty of not more than one thousand five hundred dollars for the second violation and not more than two thousand dollars for each subsequent violation at the same place of business, and except that a person who violates paragraph iii of subdivision c of this section shall be liable, jointly and severally with such person’s parent or legal guardian, for a civil penalty or not more than five hundred dollars for each subsequent violation. Such proceeding shall be commenced by the service of a notice of violation returnable before such board. Anyone found to have violated the provisions of subdivision a of this section, by affixing, attaching or placing by whatever means a sticker or decal, in addition to any penalty imposed, shall be responsible for the cost of the removal of the unauthorized stickers or decals.\n\t§ 3.  This local law shall become effective immediately.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\fi720\\sl480\\slmult1\\qj Section 1.  Subdivision c of Section 10-117 of chapter one of title ten of the administrative code of the city of New York is amended to read as follows:\\par\n\\pard\\par\n\\pard\\fi-720\\sl480\\slmult1\\tx0\\tab\\tab c.  \\ul (i)\\ulnone\\i  \\i0 No person shall sell or offer to sell an aerosol spray paint can, broad tipped indelible marker or etching acid to any person under eighteen years of age.  \\ul (ii) Any person who sells or offers to sell aerosol spray paint cans, broad tipped indelible markers or etching acid shall post in a noticeable place a sign upon which shall be imprinted the following statement, \\ldblquote SALE OF AEROSOL SPRAY PAINT CANS, BROAD TIPPED INDELIBLE MARKERS OR ETCHING ACID, TO PERSONS UNDER EIGHTEEN YEARS OF AGE IS PROHIBITED BY LAW.\\rdblquote   Such sign shall be printed on a white card in orange letters at least two inches in height displayed prominently at the point of sale so as to be seen by the customer.  Any person who sells or offers to sell aerosol spray paint cans, broad tipped indelible markers or etching acid shall request photographic identification, such as a drivers license or other photographic identification issued by a governmental entity or educational institution, which indicates that such person is at least eighteen years of age. Such identification need not be required of any individual who reasonably appears to be at least twenty\\i -\\i0  five years of age, provided, however, that such appearance does not constitute a defense in any proceeding alleging the sale of an aforementioned product to an individual under eighteen years of age.  (iii) No person under eighteen years of age shall buy or offer to buy any aerosol spray paint can, broad tipped indelible marker or etching acid.\\par\n\\pard\\sl480\\slmult1\\tx720\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\ulnone\\tab\\'a72. Subdivision g of section 10-117 of the administrative code of the city of New York is amended to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1 g. In addition to the criminal penalties imposed pursuant to subdivision f of this section, a person who violates the provisions of subdivision a, b, c or d of this section shall be liable for a civil penalty of not more than five hundred dollars for each violation which may be recovered in a proceeding before the environmental control board\\ul\\i , \\i0 except that a person who violates paragraph ii of subdivision c of this section shall be liable for a civil penalty of not more than one thousand dollars, and except that a person who violates paragraph iii of subdivision c of this section shall be liable, jointly and severally with such person\\rquote s parent or legal guardian, for a civil penalty or not more than two hundred fifty dollars.\\ulnone  Any person who has been previously convicted of violating the provisions of subdivision a, b, c or d of this section shall be liable for a civil penalty of not more than one thousand dollars for each violation which may be recovered in a proceeding before the environmental control board\\ul , except that a person who violates paragraph ii of subdivision c of this section shall be liable for a civil penalty of not more than one thousand five hundred dollars for the second violation and not more than two thousand dollars for each subsequent violation at the same place of business, and except that a person who violates paragraph iii of subdivision c of this section shall be liable, jointly and severally with such person\\rquote s parent or legal guardian, for a civil penalty or not more than five hundred dollars for each subsequent violation.\\ulnone  Such proceeding shall be commenced by the service of a notice of violation returnable before such board. Anyone found to have violated the provisions of subdivision a of this section, by affixing, attaching or placing by whatever means a sticker or decal, in addition to any penalty imposed, shall be responsible for the cost of the removal of the unauthorized stickers or decals.\\par\n\\pard\\sl480\\slmult1\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\tab\\'a7 3.  This local law shall become effective immediately.\\par\n\\pard\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
