{
  "ID": 31868,
  "GUID": "2525BC2D-789E-4FBB-A131-02F491E0031E",
  "File": "Int 0528-2004",
  "LocalLaw": "2005/100",
  "Name": "Making it illegal for any person to subject or attempt to subject a sports participant at a professional sporting event to contact by any object or substance.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to proscribing certain conduct at major venue sporting events.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 35,
  "StatusName": "Enacted",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2004-12-15T00:00:00Z",
  "AgendaDate": "2004-12-15T00:00:00Z",
  "PassedDate": "2005-12-01T00:00:00Z",
  "EnactmentDate": "2005-12-01T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 5281,
      "Slug": "joseph-p-addabbo-jr",
      "FullName": "Joseph P. Addabbo, Jr."
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5277,
      "Slug": "allan-w-jennings-jr",
      "FullName": "Allan W. Jennings, Jr."
    },
    {
      "ID": 5278,
      "Slug": "melinda-r-katz",
      "FullName": "Melinda R. Katz"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    }
  ],
  "History": [
    {
      "ID": 169088,
      "Date": "2004-12-15T16:19:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 169348,
      "Date": "2004-12-15T22:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 3830,
      "AgendaSequence": 131,
      "MinutesSequence": 168,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 173312,
      "Date": "2005-04-04T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 19,
      "BodyName": "Committee on Public Safety",
      "EventID": 4422,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 173682,
      "Date": "2005-04-04T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 19,
      "BodyName": "Committee on Public Safety",
      "EventID": 4422,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 181549,
      "Date": "2005-10-31T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 19,
      "BodyName": "Committee on Public Safety",
      "EventID": 5384,
      "AgendaSequence": 2,
      "MinutesSequence": 6,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 528-A",
      "MinutesNote": "Proposed Int. No. 528-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 181626,
      "Date": "2005-10-31T10:00:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Introduction was Amendment Proposed by Comm",
      "BodyID": 19,
      "BodyName": "Committee on Public Safety",
      "EventID": 5384,
      "MinutesSequence": 7,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 181648,
      "Date": "2005-10-31T10:00:00Z",
      "ActionID": 33,
      "Action": "Amended by Committee",
      "Description": "This Introduction was Amended by Committee",
      "BodyID": 19,
      "BodyName": "Committee on Public Safety",
      "EventID": 5384,
      "MinutesSequence": 8,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 181649,
      "Date": "2005-10-31T10:00:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "A motion was made that this Introduction be Approved by Committee approved by Roll Call.",
      "BodyID": 19,
      "BodyName": "Committee on Public Safety",
      "EventID": 5384,
      "MinutesSequence": 9,
      "Version": "A",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 182097,
      "Date": "2005-11-16T13:30:00Z",
      "ActionID": 68,
      "Action": "Approved by Council",
      "Description": "A motion was made that this Introduction be Approved by Council approved by consent Roll Call.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5448,
      "AgendaSequence": 42,
      "MinutesSequence": 59,
      "Version": "A",
      "AgendaNote": "Amended and Coupled on GO",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "Consent": 1,
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 182290,
      "Date": "2005-11-16T13:42:00Z",
      "ActionID": 53,
      "Action": "Sent to Mayor by Council",
      "Description": "This Introduction was Sent to Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 182964,
      "Date": "2005-12-01T14:58:00Z",
      "ActionID": 5014,
      "Action": "Hearing Held by Mayor",
      "Description": "This Introduction was Hearing Held by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "A",
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 182971,
      "Date": "2005-12-01T16:59:00Z",
      "ActionID": 57,
      "Action": "Signed Into Law by Mayor",
      "Description": "This Introduction was Signed Into Law by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "A",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 185854,
      "Date": "2005-12-05T09:40:00Z",
      "ActionID": 5023,
      "Action": "Recved from Mayor by Council",
      "Description": "This Introduction was Recved from Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 65726,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 4/4/05",
      "Link": "http://nyc.legistar1.com/nyc/attachments/8518a462-edab-477d-8443-c0a8050970c3.doc",
      "Sort": 1
    },
    {
      "ID": 68274,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 4/4/05",
      "Link": "http://nyc.legistar1.com/nyc/attachments/65381fa3-7187-481c-8f8f-f5351f5eeeca.doc",
      "Sort": 2
    },
    {
      "ID": 69292,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 10/31/05",
      "Link": "http://nyc.legistar1.com/nyc/attachments/e8d5d1fe-0fc7-4378-8459-d562df0b6e5d.doc",
      "Sort": 3
    },
    {
      "ID": 70927,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 10/31/05",
      "Link": "http://nyc.legistar1.com/nyc/attachments/dc74451f-5596-4c64-93e1-faef11ffd9c0.doc",
      "Sort": 4
    },
    {
      "ID": 70234,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Fiscal  Impact Statement - A",
      "Link": "http://nyc.legistar1.com/nyc/attachments/613ac126-ee88-4b04-8b07-e672ced69379. 528-A Sporting Events.doc",
      "Sort": 5
    },
    {
      "ID": 71375,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript - Stated Meeting 11/16",
      "Link": "http://nyc.legistar1.com/nyc/attachments/e3fb8a64-7182-46f3-8bd7-d41f363ddbd1.doc",
      "Sort": 6
    },
    {
      "ID": 72247,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Local Law",
      "Link": "http://nyc.legistar1.com/nyc/attachments/6d7f9df6-909c-4a96-89a7-84c86897dfe2.doc",
      "Sort": 7
    }
  ],
  "Summary": "",
  "TextID": 34853,
  "Text": "Be it enacted by the Council as follows:\nSection 1.  Legislative intent and findings.  Unruly behavior at professional sporting events, and at sporting events at major venues, has increased in recent years.  In 2003, local law 61 was adopted to make it illegal to enter the playing area of a professional sporting event or to enter such area and assault or attempt to assault a professional sports participant.  This local law, however, only penalizes the entering of the playing area or the assault or attempted assault of a professional sports participant after entering the playing area of the professional sporting event, but does not address the tossing or hurling of objects, substances or dangerous instruments onto the playing area of a sporting event, the tossing or hurling of an object, substance or dangerous instrument at a sports participant during a sporting event, or the assault or attempted assault of a professional sports participant from the viewing area of a sporting event.\nThe Council finds that tossing or hurling objects, substances or dangerous instruments onto the playing area of a professional sporting event, and at sporting events at major venues, may cause serious injury and may result in violence, particularly in a crowded venue during a sporting event.  It is not the intent of this local law to penalize traditional fan participation in sports events, including but not limited to throwing a ball back onto the field after a home run, or the tossing of hats onto the rink after a hat trick in a hockey game.  Rather, this local law is intended to address that behavior which is not part of a sports tradition but is intended to cause physical injury or disrupt an event.\n§2. Subdivision a of section 10-162 of  the administrative code of the city of New York, as added by local law number 61 for the year 2003, is amended to read as follows:\na.  Definitions.  For the purposes of this section, the following terms shall have the following meanings:\n1.  [Professional Sporting Event] Major venue sporting event.  An athletic competition or practice involving a professional team or an athletic competition or practice being conducted in a venue with a permanent seating capacity of more than five thousand.  The duration of [said] such competition or practice is to include the period from the opening of the venue’s gates to the public, to the closing of the gates after the event.\n2.  Playing [Area] area.  Any area designated for use by players, coaches, officials or other team or league personnel that is on, or adjacent to, the area of play during the period from the opening of the venue’s gates to the public, to the closing of the gates after the event.\n3.  Sports [Participant] participant.  An umpire, referee, player, coach, manager, security employee, groundskeeper, stadium operations employee, or any other sanctioned participant in which the major venue sporting event is taking place.\n4.  Dangerous instrument.  Any instrument, article or substance which, under the circumstances in which it is used, attempted to be used or threatened to be used, is readily capable of causing death or other serious physical injury.\n5.  Substance.  The term includes, but is not limited, to any liquid or saliva.\n§3.  Subdivision b of section 10-162 is REPEALED and REENACTED to read as follows:\nb.  Conduct prohibited.  1.  It shall be illegal for any person other than a sports participant to knowingly enter or remain unlawfully upon the playing area of a major venue sporting event.\n2.  It shall be illegal for any person other than a sports participant to subject a sports participant to contact by means of any substance, object or dangerous instrument during a major venue sporting event, or attempt to do so, with the intent to cause physical injury to a sports participant during a major venue sporting event or with the intent to disrupt a major venue sporting event.\n3.  It shall be illegal for any person other than a sports participant to place, drop, toss or hurl any substance, object or dangerous instrument onto the playing area of a major venue sporting event, or attempt to do so, with the intent to cause physical injury to a sports participant during a major venue sporting event or with the intent to disrupt a major venue sporting event.\n4.  It shall be illegal for any person other than a sports participant to strike, slap, kick or otherwise subject to physical contact a sports participant during a major venue sporting event, or to attempt to do so, with the intent to cause physical injury to a sports participant during a major venue sporting event or with the intent to disrupt a major venue sporting event.\n§4.  Section 10-162 of the administrative code is amended by adding new subdivisions c and d, to read as follows:\nc.  Criminal penalties.\n1.  Any person who knowingly enters or remains unlawfully upon the playing area of a major venue sporting event shall be guilty of a misdemeanor punishable by imprisonment of not more than one year, a fine of not more than one thousand dollars, or both.\n2.  Any person who uses a dangerous instrument when violating the provisions of paragraph two of subdivision b of this section shall be guilty of a misdemeanor punishable by imprisonment of not more than one year or a fine of not more than one thousand dollars, or both.  Any person who violates the provisions of such paragraph by using any substance or object other than a dangerous instrument shall be guilty of a misdemeanor punishable by imprisonment of not more than ninety days or a fine of not more than five hundred dollars, or both.\n3.  Any person who uses a dangerous instrument when violating the provisions of paragraph three of subdivision b of this section shall be guilty of a misdemeanor punishable by imprisonment of not more than one year or a fine of not more than one thousand dollars, or both. Any person who violates the provisions of such paragraph by using any substance or object other than a dangerous instrument shall be guilty of a misdemeanor punishable by imprisonment of not more than ninety days or a fine of not more than five hundred dollars, or both.\n4.  Any person who violates the provisions of paragraph four of subdivision b of this section shall be guilty of a misdemeanor punishable by imprisonment of not more than one year or a fine of not more than one thousand dollars, or both.\nd.  Civil penalties.\n1. Any person who violates the provisions of paragraph one or paragraph three of subdivision b of this section shall be liable, to any person or entity injured or aggrieved by such action, for a civil penalty of not less than one thousand dollars and not more than five thousand dollars. \n2.  Any person who violates the provisions of paragraph two or paragraph four of subdivision b of this section shall be liable, to any person or entity injured or aggrieved by such action, for a civil penalty of not less than ten thousand dollars and not more than twenty-five thousand dollars.\n3.  The civil penalties set forth in paragraphs one and two of this subdivision shall be in addition to any criminal penalties and/or sanctions that may be imposed, and such civil penalties shall not limit or preclude any cause of action available to any person or entity injured or aggrieved by such action.\n§5. This local law shall take effect 30 days after its enactment into law.\n\n\n\n\n10/31/05\nLS #2126",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\hyphpar0\\sl480\\slmult1\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1 Section 1.  Legislative intent and findings.  Unruly behavior at professional sporting events, and at sporting events at major venues, has increased in recent years.  In 2003, local law 61 was adopted to make it illegal to enter the playing area of a professional sporting event or to enter such area and assault or attempt to assault a professional sports participant.  This local law, however, only penalizes the entering of the playing area or the assault or attempted assault of a professional sports participant after entering the playing area of the professional sporting event, but does not address the tossing or hurling of objects, substances or dangerous instruments onto the playing area of a sporting event, the tossing or hurling of an object, substance or dangerous instrument at a sports participant during a sporting event, or the assault or attempted assault of a professional sports participant from the viewing area of a sporting event.\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj The Council finds that tossing or hurling objects, substances or dangerous instruments onto the playing area of a professional sporting event, and at sporting events at major venues, may cause serious injury and may result in violence, particularly in a crowded venue during a sporting event.  It is not the intent of this local law to penalize traditional fan participation in sports events, including but not limited to throwing a ball back onto the field after a home run, or the tossing of hats onto the rink after a hat trick in a hockey game.  Rather, this local law is intended to address that behavior which is not part of a sports tradition but is intended to cause physical injury or disrupt an event.\\par\n\\'a72. Subdivision a of section 10-162 of  the administrative code of the city of New York, as added by local law number 61 for the year 2003, is amended to read as follows:\\par\na.  Definitions.  For the purposes of this section, the following terms shall have the following meanings:\\par\n1.  [Professional Sporting Event] \\ul Major venue sporting event\\ulnone .  An athletic competition or practice involving a professional team \\ul or an athletic competition or practice being conducted in a venue with a permanent seating capacity of more than five thousand\\ulnone .  The duration of [said] \\ul such\\ulnone  competition or practice is to include the period from the opening of the venue\\rquote s gates to the public, to the closing of the gates after the event.\\par\n2.  Playing [Area] \\ul area\\ulnone .  Any area designated for use by players, coaches, officials or other team or league personnel that is on, or adjacent to, the area of play during the period from the opening of the venue\\rquote s gates to the public, to the closing of the gates after the event.\\par\n3.  Sports [Participant] \\ul participant\\ulnone .  An umpire, referee, player, coach, manager, security employee, groundskeeper, stadium operations employee, or any other sanctioned participant in which the major venue sporting event is taking place.\\par\n\\ul 4.  Dangerous instrument.  Any instrument, article or substance which, under the circumstances in which it is used, attempted to be used or threatened to be used, is readily capable of causing death or other serious physical injury.\\par\n5.  Substance.  The term includes, but is not limited, to any liquid or saliva.\\par\n\\ulnone\\'a73.  Subdivision b of section 10-162 is REPEALED and REENACTED to read as follows:\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\ul b.  Conduct prohibited.  1.  It shall be illegal for any person other than a sports participant to knowingly enter or remain unlawfully upon the playing area of a major venue sporting event.\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj 2.  It shall be illegal for any person other than a sports participant to subject a sports participant to contact by means of any substance, object or dangerous instrument during a major venue sporting event, or attempt to do so, with the intent to cause physical injury to a sports participant during a major venue sporting event or with the intent to disrupt a major venue sporting event.\\par\n3.  It shall be illegal for any person other than a sports participant to place, drop, toss or hurl any substance, object or dangerous instrument onto the playing area of a major venue sporting event, or attempt to do so, with the intent to cause physical injury to a sports participant during a major venue sporting event or with the intent to disrupt a major venue sporting event.\\par\n4.  It shall be illegal for any person other than a sports participant to strike, slap, kick or otherwise subject to physical contact a sports participant during a major venue sporting event, or to attempt to do so, with the intent to cause physical injury to a sports participant during a major venue sporting event or with the intent to disrupt a major venue sporting event.\\par\n\\ulnone\\'a74.  Section 10-162 of the administrative code is amended by adding new subdivisions c and d, to read as follows:\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\ul c.  Criminal penalties.\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj 1.  Any person who knowingly enters or remains unlawfully upon the playing area of a major venue sporting event shall be guilty of a misdemeanor punishable by imprisonment of not more than one year, a fine of not more than one thousand dollars, or both.\\ulnone\\par\n\\ul 2.  Any person who uses a dangerous instrument when violating the provisions of paragraph two of subdivision b of this section shall be guilty of a misdemeanor punishable by imprisonment of not more than one year or a fine of not more than one thousand dollars, or both.  Any person who violates the provisions of such paragraph by using any substance or object other than a dangerous instrument shall be guilty of a misdemeanor punishable by imprisonment of not more than ninety days or a fine of not more than five hundred dollars, or both.\\par\n3.  Any person who uses a dangerous instrument when violating the provisions of paragraph three of subdivision b of this section shall be guilty of a misdemeanor punishable by imprisonment of not more than one year or a fine of not more than one thousand dollars, or both. Any person who violates the provisions of such paragraph by using any substance or object other than a dangerous instrument shall be guilty of a misdemeanor punishable by imprisonment of not more than ninety days or a fine of not more than five hundred dollars, or both.\\par\n4.  Any person who violates the provisions of paragraph four of subdivision b of this section shall be guilty of a misdemeanor punishable by imprisonment of not more than one year or a fine of not more than one thousand dollars, or both.\\par\nd.  Civil penalties.\\par\n1. Any person who violates the provisions of paragraph one or paragraph three of subdivision b of this section shall be liable, to any person or entity injured or aggrieved by such action, for a civil penalty of not less than one thousand dollars and not more than five thousand dollars. \\par\n2.  Any person who violates the provisions of paragraph two or paragraph four of subdivision b of this section shall be liable, to any person or entity injured or aggrieved by such action, for a civil penalty of not less than ten thousand dollars and not more than twenty-five thousand dollars.\\ulnone\\par\n\\ul 3.  The civil penalties set forth in paragraphs one and two of this subdivision shall be in addition to any criminal penalties and/or sanctions that may be imposed, and such civil penalties shall not limit or preclude any cause of action available to any person or entity injured or aggrieved by such action.\\par\n\\pard\\hyphpar0\\fi720\\qj\\ulnone\\'a75. This local law shall take effect 30 days after its enactment into law.\\par\n\\par\n\\par\n\\par\n\\line 10/31/05\\par\n\\pard\\hyphpar0 LS #2126\\par\n}\n\u0000",
  "LastModified": "2015-07-06T16:45:11.763Z"
}
