{
  "ID": 58853,
  "GUID": "99FECD7A-1863-4C29-8E3A-1043D0AB5569",
  "File": "Res 0003-2018",
  "Name": "Require that all public school students receive age-differentiated anti-bullying instruction and complete an anti-bullying course focused especially on cyberbullying.",
  "Title": "Resolution calling on the New York City Department of Education to require that all public school students receive age-differentiated anti-bullying instruction and complete an anti-bullying course focused especially on cyberbullying.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 9,
  "BodyName": "Committee on Education",
  "IntroDate": "2018-01-31T00:00:00Z",
  "AgendaDate": "2018-01-31T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7623,
      "Slug": "inez-d-barron",
      "FullName": "Inez D. Barron"
    },
    {
      "ID": 7748,
      "Slug": "justin-l-brannan",
      "FullName": "Justin L. Brannan"
    }
  ],
  "History": [
    {
      "ID": 330413,
      "Date": "2018-01-31T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-01-25T21:38:20.663Z"
    },
    {
      "ID": 330856,
      "Date": "2018-01-31T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Education",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16036,
      "AgendaSequence": 54,
      "MinutesSequence": 69,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Education",
      "MatterStatusID": 3,
      "LastModified": "2018-01-31T20:12:08.657Z"
    },
    {
      "ID": 378628,
      "Date": "2021-12-31T17:23:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-27T22:23:32.7Z"
    }
  ],
  "Attachments": [
    {
      "ID": 246793,
      "LastModified": "2021-12-29T19:46:29.98Z",
      "Name": "Res. No. 3",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c5f82ac7-f0cd-45f3-b1e1-6fb77af1d270.docx",
      "Sort": 1
    },
    {
      "ID": 173234,
      "LastModified": "2021-12-27T22:22:57.62Z",
      "Name": "January 31, 2018 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/15424f45-fbef-44c6-959a-22d366522336.pdf",
      "Sort": 2
    },
    {
      "ID": 223434,
      "LastModified": "2021-12-29T19:35:21.147Z",
      "Name": "Hearing Transcript - Stated Meeting  01-31-2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/a6d05565-8727-4a44-9cf2-590fbeb729a6.pdf",
      "Sort": 3
    },
    {
      "ID": 222889,
      "LastModified": "2021-12-29T19:35:21.1Z",
      "Name": "Minutes of the Stated Meeting - January 31, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/dd8ee0c5-decf-4e84-b484-45f9c32d5da2.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 61108,
  "Text": "By Council Members Barron and Brannan\n      Whereas, Bullying is a serious and widespread problem in schools throughout the United States (U.S.); and\n      Whereas, A survey by the U.S. Department of Education found that about 21% of students ages 12-18 reported being bullied at school in 2015; and\n      Whereas, Cyberbullying is bullying that takes place using electronic technology such as cell phone texting, email and social media internet sites and is a growing problem in U.S. schools; and\n      Whereas, Data collected by the National Center for Education Statistics indicates that 9% of students ages 12-18 experienced cyberbullying in school year 2010-11; and\n      Whereas, By 2015, 15.5% of high school students (grades 9-12) were electronically bullied according to the Youth Risk Behavior Surveillance Survey conducted by the Centers for Disease Control and Prevention; and\n      Whereas, Bullying has a negative impact on student attendance, academic outcomes and psychological well-being; and\n      Whereas, Students who are bullied or cyberbullied are more likely to skip a class or miss days of school, receive poor grades, experience depression, have lower self-esteem, use alcohol and drugs, and have more health problems; and\n      Whereas, Bullying prevention has received increasing focus from educators and policymakers in recent years, as evidenced by annual bullying prevention summits hosted by the U.S. Department of Education and similar events held in individual states; and\n      Whereas, New York State enacted its own anti-bullying law, the \"Dignity for All Students Act\" (DASA), in September 2010, which took effect on July 1, 2012; and\n      Whereas, The goal of DASA is to provide the State's public school students with a safe and supportive environment free from discrimination, harassment, and bullying; and\n      Whereas, DASA also amended Section 801-a of New York State Education Law which requires that the course of instruction in grades kindergarten through twelve include a component on civility, citizenship and character education; and\n      Whereas, Such component shall instruct students on the principles of honesty, tolerance, personal responsibility, respect for others, with an emphasis on discouraging acts of harassment, bullying and discrimination; and\n      Whereas, Further, such component must include instruction in the safe and responsible use of the internet and electronic communications; and\n      Whereas, The New York City Department of Education (DOE), in collaboration with the City Council and advocates, launched the citywide Respect For All initiative in 2007 to combat bias-based bullying and harassment in schools; and\n      Whereas, The Respect For All initiative includes staff training and curriculum for students in secondary schools; and\n      Whereas, In addition, DOE's Chancellor's Regulation A-832 establishes a procedure for the filing, investigation, and resolution of complaints of student-to-student bias-based harassment, intimidation, and/or bullying; and\n      Whereas, Chancellor's Regulation A-832 requires principals to ensure that students have been provided with information and training on the policy and procedures in this Regulation by October 31st of each year; and\n      Whereas, However, Chancellor's Regulation A-832 does not mandate comprehensive anti-bullying and cyberbullying instruction for all students; and \n      Whereas, Such instruction would assist in the prevention of bullying, harassment and violence, enabling schools to better maintain supportive learning environments; and\n      Whereas, Students deserve to learn in a safe space that encourages positive learning conditions and increases academic achievement for all students; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the New York City Department of Education to require that all public school students receive age-differentiated anti-bullying instruction and complete an anti-bullying course focused especially on cyberbullying.\n\nLS# 5204/ Res 0149-2014\nLS# 508\nJA\n12/21/17",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Calibri;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\sl480\\slmult1 By Council Members Barron and Brannan\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Bullying is a serious and widespread problem in schools throughout the United States (U.S.); and\\par\nWhereas, A survey by the U.S. Department of Education found that about 21% of students ages 12-18 reported being bullied at school in 2015; and\\par\nWhereas, Cyberbullying is bullying that takes place using electronic technology such as cell phone texting, email and social media internet sites and is a growing problem in U.S. schools; and\\par\nWhereas, Data collected by the National Center for Education Statistics indicates that 9% of students ages 12-18 experienced cyberbullying in school year 2010-11; and\\par\nWhereas, By 2015, 15.5% of high school students (grades 9-12) were electronically bullied according to the Youth Risk Behavior Surveillance Survey conducted by the Centers for Disease Control and Prevention; and\\par\nWhereas, Bullying has a negative impact on student attendance, academic outcomes and psychological well-being; and\\par\nWhereas, Students who are bullied or cyberbullied are more likely to skip a class or miss days of school, receive poor grades, experience depression, have lower self-esteem, use alcohol and drugs, and have more health problems; and\\par\nWhereas, Bullying prevention has received increasing focus from educators and policymakers in recent years, as evidenced by annual bullying prevention summits hosted by the U.S. Department of Education and similar events held in individual states; and\\par\nWhereas, New York State enacted its own anti-bullying law, the \\ldblquote Dignity for All Students Act\\rdblquote  (DASA), in September 2010, which took effect on July 1, 2012; and\\par\nWhereas, The goal of DASA is to provide the State\\rquote s public school students with a safe and supportive environment free from discrimination, harassment, and bullying; and\\par\nWhereas, DASA also amended Section 801-a of New York State Education Law which requires that the course of instruction in grades kindergarten through twelve include a component on civility, citizenship and character education; and\\par\nWhereas, Such component shall instruct students on the principles of honesty, tolerance, personal responsibility, respect for others, with an emphasis on discouraging acts of harassment, bullying and discrimination; and\\par\nWhereas, Further, such component must include instruction in the safe and responsible use of the internet and electronic communications; and\\par\nWhereas, The New York City Department of Education (DOE), in collaboration with the City Council and advocates, launched the citywide Respect For All initiative in 2007 to combat bias-based bullying and harassment in schools; and\\par\nWhereas, The Respect For All initiative includes staff training and curriculum for students in secondary schools; and\\par\nWhereas, In addition, DOE\\rquote s Chancellor\\rquote s Regulation A-832 establishes a procedure for the filing, investigation, and resolution of complaints of student-to-student bias-based harassment, intimidation, and/or bullying; and\\par\nWhereas, Chancellor\\rquote s Regulation A-832 requires principals to ensure that students have been provided with information and training on the policy and procedures in this Regulation by October 31st of each year; and\\par\nWhereas, However, Chancellor\\rquote s Regulation A-832 does not mandate comprehensive anti-bullying and cyberbullying instruction for all students; and \\par\nWhereas, Such instruction would assist in the prevention of bullying, harassment and violence, enabling schools to better maintain supportive learning environments; and\\par\nWhereas, Students deserve to learn in a safe space that encourages positive learning conditions and increases academic achievement for all students; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls upon the New York City Department of Education to require that all public school students receive age-differentiated anti-bullying instruction and complete an anti-bullying course focused especially on cyberbullying.\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\par\n\\pard\\ltrpar\\fs20 LS# 5204/\\f1\\fs22  \\f0\\fs20 Res 0149-2014\\par\nLS# 508\\par\nJA\\par\n12/21/17\\par\n}\n",
  "LastModified": "2021-12-29T19:46:29.98Z"
}
