{
  "ID": 58822,
  "GUID": "9C74E36E-6866-45E9-8066-965C796F3FA0",
  "File": "Res 0007-2018",
  "Name": "Increased the number of Family Court judges throughout the state and urging them to continue to regularly assess the need to appoint more judges in NYC.",
  "Title": "Resolution commending Governor Cuomo and the New York State Legislature for enacting legislation, which increased the number of Family Court judges throughout the state and urging them to continue to regularly assess the need to appoint more judges in New York City",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 12,
  "BodyName": "Committee on General Welfare",
  "IntroDate": "2018-01-31T00:00:00Z",
  "AgendaDate": "2018-01-31T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7623,
      "Slug": "inez-d-barron",
      "FullName": "Inez D. Barron"
    },
    {
      "ID": 7748,
      "Slug": "justin-l-brannan",
      "FullName": "Justin L. Brannan"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    }
  ],
  "History": [
    {
      "ID": 330411,
      "Date": "2018-01-31T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-01-25T21:36:42.457Z"
    },
    {
      "ID": 330855,
      "Date": "2018-01-31T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Justice System",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16036,
      "AgendaSequence": 58,
      "MinutesSequence": 73,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Justice System",
      "MatterStatusID": 3,
      "LastModified": "2018-01-31T20:59:30.643Z"
    },
    {
      "ID": 365393,
      "Date": "2020-12-03T12:58:00Z",
      "ActionID": 49,
      "Action": "Re-referred to Committee by Council",
      "Description": "This Resolution was Re-referred to Committee by Council to the Committee on General Welfare",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2020-12-03T17:58:41.023Z"
    },
    {
      "ID": 378632,
      "Date": "2021-12-31T17:28:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-27T22:28:24.08Z"
    }
  ],
  "Attachments": [
    {
      "ID": 246796,
      "LastModified": "2021-12-29T19:46:51.763Z",
      "Name": "Res. No. 7",
      "Link": "https://nyc.legistar1.com/nyc/attachments/67bea7d0-1f1f-4f00-8dee-1cc5d648aec4.docx",
      "Sort": 1
    },
    {
      "ID": 173238,
      "LastModified": "2021-12-27T22:27:23.353Z",
      "Name": "January 31, 2018 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/e27779dc-4124-4b28-84e5-6802da139987.pdf",
      "Sort": 2
    },
    {
      "ID": 223438,
      "LastModified": "2021-12-29T19:34:50.657Z",
      "Name": "Hearing Transcript - Stated Meeting  01-31-2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/9488c466-76b1-49fd-9d4f-ee57c38ee0a3.pdf",
      "Sort": 3
    },
    {
      "ID": 222893,
      "LastModified": "2021-12-29T19:34:50.61Z",
      "Name": "Minutes of the Stated Meeting - January 31, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/f8484e89-efd1-420b-b372-ac0ad80c3bb2.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 61077,
  "Text": "By Council Members Barron, Brannan and Koslowitz\n \n      Whereas, Family Court judges play an important role in our judicial system; and\nWhereas, Each day, Family Court judges are charged with making critical decisions that\nhave a direct and immediate impact on the safety and stability of children and families alike; and\n      Whereas, Family Court judges preside over important cases involving minors, including juvenile delinquency charges, child abuse and neglect, termination of parental rights, adoption, and guardianships; and\n      Whereas, Additionally, victims of domestic or intimate partner violence may seek\nrecourse at a family court to obtain an order of protection, in which the judge can order a\nrespondent to stay away from a victim's home, work place, or other locations; and\n      Whereas, Despite their commitment to meting out justice, Family Court judges have been\nsaddled with overwhelming caseloads; and\n      Whereas, Individuals face exorbitant delays in family courts because of the amount of cases on a judge's calendar;\n      Whereas, According to the New York Law Journal, no new Family Court judge positions were created in New York City since 1990 and since 2005 in the rest of the state; and\n      Whereas, Recognizing the need to ease the strain on family courts, State Senator John\nBonacic and Assemblywoman Helene E. Weinstein introduced S.07883 and A.10139, respectively, which amended the New York State Family Court Act by increasing the number of Family Court Judges by 25 throughout the state; and\n      Whereas, S.07883 and A.10139 increased the number of Family Court judges in New York City by 9 (bringing the total to 56, effective January 1, 2015) and added 16 new judges in various upstate counties (11 in 2015 and 5 in 2016); and\n      Whereas, On June 19 and 20, 2014, the Assembly and the Senate passed A.10139 and S.07883, respectively, and on June 26, 2014, Governor Andrew M. Cuomo signed the bill into law; and\n      Whereas, This was a significant victory for the City and State and the many advocates who worked tirelessly to secure additional judgeships, including Chief Judge Jonathan Lippman, Chief Administrative Judge A. Gail Prudenti, The New York State Coalition for More Family Court Judges, and the New York State Bar Association; and\n      Whereas, New York State should be commended for seizing the momentum to pass this important legislation; and\n      Whereas, Although this law was an important step towards ensuring adequate judicial resources in our family courts, the New York State Legislature should continue to assess the need to appoint more Family Court judges in New York City; and\n      Whereas, Additional judgeships in New York City would help meet the needs of children and families that come before the court, now, therefore, be it\n      Resolved, That the Council of the City of New York commends Governor Cuomo and the New York State Legislature for enacting legislation, which increased the number of Family Court judges throughout the state and urging them to continue to regularly assess the need to appoint more judges in New York City.\nSA/MHL\nLS #1434/Res. 393-2014\nLS #498\n1/2/18\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0  \\fs27\\par\n\\fs24 By Council Members Barron, Brannan and Koslowitz\\fs27\\par\n\\fs24  \\fs27\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sl480\\slmult1\\qj\\fs24 Whereas, Family Court judges play an important role in our judicial system; and\\fs27\\par\n\\pard\\cbpat2\\ltrpar\\li720\\sl480\\slmult1\\qj\\fs24 Whereas, Each day, Family Court judges are charged with making critical decisions that\\fs27\\par\n\\pard\\cbpat2\\ltrpar\\sl480\\slmult1\\qj\\fs24 have a direct and immediate impact on the safety and stability of children and families alike; and\\fs27\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sl480\\slmult1\\qj\\fs24 Whereas, Family Court judges preside over important cases involving minors, including juvenile delinquency charges, child abuse and neglect, termination of parental rights, adoption, and guardianships; and\\fs27\\par\n\\fs24 Whereas, Additionally, victims of domestic or intimate partner violence may seek\\fs27\\par\n\\pard\\cbpat2\\ltrpar\\sl480\\slmult1\\qj\\fs24 recourse at a family court to obtain an order of protection, in which the judge can order a\\fs27\\par\n\\fs24 respondent to stay away from a victim\\rquote s home, work place, or other locations; and\\fs27\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sl480\\slmult1\\qj\\fs24 Whereas, Despite their commitment to meting out justice, Family Court judges have been\\fs27\\par\n\\pard\\cbpat2\\ltrpar\\sl480\\slmult1\\qj\\fs24 saddled with overwhelming caseloads; and\\fs27\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sl480\\slmult1\\qj\\fs24 Whereas, Individuals face exorbitant delays in family courts because of the amount of cases on a judge\\rquote s calendar;\\fs27\\par\n\\fs24 Whereas, According to the \\i New York Law Journal\\i0 , no new Family Court judge positions were created in New York City since 1990 and since 2005 in the rest of the state; and\\fs27\\par\n\\fs24 Whereas, Recognizing the need to ease the strain on family courts, State Senator John\\fs27\\par\n\\pard\\cbpat2\\ltrpar\\sl480\\slmult1\\qj\\fs24 Bonacic and Assemblywoman Helene E. Weinstein introduced S.07883 and A.10139, respectively, which amended the New York State Family Court Act by increasing the number of Family Court Judges by 25 throughout the state; and\\fs27\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sl480\\slmult1\\qj\\fs24 Whereas, S.07883 and A.10139 increased the number of Family Court judges in New York City by 9 (bringing the total to 56, effective January 1, 2015) and added 16 new judges in various upstate counties (11 in 2015 and 5 in 2016); and\\fs27\\par\n\\fs24 Whereas, On June 19 and 20, 2014, the Assembly and the Senate passed A.10139 and S.07883, respectively, and on June 26, 2014, Governor Andrew M. Cuomo signed the bill into law; and\\fs27\\par\n\\fs24 Whereas, This was a significant victory for the City and State and the many advocates who worked tirelessly to secure additional judgeships, including Chief Judge Jonathan Lippman, Chief Administrative Judge A. Gail Prudenti, The New York State Coalition for More Family Court Judges, and the New York State Bar Association; and\\fs27\\par\n\\fs24 Whereas, New York State should be commended for seizing the momentum to pass this important legislation; and\\fs27\\par\n\\fs24 Whereas, Although this law was an important step towards ensuring adequate judicial resources in our family courts, the New York State Legislature should continue to assess the need to appoint more Family Court judges in New York City; and\\fs27\\par\n\\fs24 Whereas, Additional judgeships in New York City would help meet the needs of children and families that come before the court, now, therefore, be it\\fs27\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sa200\\sl480\\slmult1\\qj\\fs24 Resolved, That the Council of the City of New York commends Governor Cuomo and the New York State Legislature for enacting legislation, which increased the number of Family Court judges throughout the state and urging them to continue to regularly assess the need to appoint more judges in New York City.\\fs27\\par\n\\pard\\cbpat2\\ltrpar\\fs22 SA/MHL\\par\nLS #1434/Res. 393-2014\\par\nLS #498\\par\n1/2/18\\par\n}\n",
  "LastModified": "2021-12-29T19:46:51.763Z"
}
