{
  "ID": 58773,
  "GUID": "45667EBE-C06B-4FE2-B762-2094CAD8028E",
  "File": "Res 0012-2018",
  "Name": "Governor to sign legislation expunging all misdemeanor convictions for low-level marijuana related offenses that occurred in NYC from 2000 through 2014.",
  "Title": "Resolution calling upon the New York State legislature to pass and the Governor to sign legislation expunging all misdemeanor convictions for low-level marijuana related offenses that occurred in New York City from 2000 through 2014.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2018-01-31T00:00:00Z",
  "AgendaDate": "2018-01-31T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7623,
      "Slug": "inez-d-barron",
      "FullName": "Inez D. Barron"
    },
    {
      "ID": 7748,
      "Slug": "justin-l-brannan",
      "FullName": "Justin L. Brannan"
    },
    {
      "ID": 7637,
      "Slug": "i-daneek-miller",
      "FullName": "I. Daneek Miller"
    },
    {
      "ID": 7604,
      "Slug": "robert-e-cornegy-jr",
      "FullName": "Robert E. Cornegy, Jr."
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 7638,
      "Slug": "antonio-reynoso",
      "FullName": "Antonio Reynoso"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    }
  ],
  "History": [
    {
      "ID": 330409,
      "Date": "2018-01-31T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-01-25T21:34:46.593Z"
    },
    {
      "ID": 330853,
      "Date": "2018-01-31T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16036,
      "AgendaSequence": 63,
      "MinutesSequence": 78,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2018-01-31T21:23:56.757Z"
    },
    {
      "ID": 378957,
      "Date": "2021-12-31T14:32:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-29T19:32:34.927Z"
    }
  ],
  "Attachments": [
    {
      "ID": 246963,
      "LastModified": "2021-12-29T19:34:12.543Z",
      "Name": "Res. No. 12",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d4fa27a1-02c9-4690-b42f-dac63482fdb0.docx",
      "Sort": 1
    },
    {
      "ID": 173243,
      "LastModified": "2021-12-29T19:32:14.643Z",
      "Name": "January 31, 2018 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/0cdd2521-889d-48ef-8a31-2d311a3a4a3a.pdf",
      "Sort": 2
    },
    {
      "ID": 223443,
      "LastModified": "2021-12-29T19:34:13.983Z",
      "Name": "Hearing Transcript - Stated Meeting  01-31-2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/50f7b96e-30e9-4ab8-a91b-21a74aa6dbe6.pdf",
      "Sort": 3
    },
    {
      "ID": 222898,
      "LastModified": "2021-12-29T19:34:13.937Z",
      "Name": "Minutes of the Stated Meeting - January 31, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/1de3085d-d8cf-4d6e-a76f-b7cdc828a99a.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 61028,
  "Text": "By Council Members Barron, Brannan, Miller, Cornegy, Levin, Reynoso and Lander\n \n                     Whereas, In 1994, the New York Police Department (\"NYPD\") introduced \"Broken Windows\" policing in New York City; and\n                     Whereas, As part of \"Broken Windows\" policing, it is alleged that NYPD officers prompted New Yorkers during stop-and-frisk encounters to empty their pockets; and\n                     Whereas, Often these stops lead to a misdemeanor marijuana possession charge when marijuana comes into public view; and                     \n                     Whereas, In November 2014, Mayor de Blasio and Police Commissioner Bratton announced a new policy whereby individuals found in public possession of less than 25 grams of marijuana that is not burning will be issued a court summons instead of being arrested on a misdemeanor charge; and\n                     Whereas, Mayor de Blasio characterized the policy change by saying it would direct police resources \"towards more serious crime\" and not waste \"officer time processing unnecessary arrests;\" and\n                     Whereas, Black and Latino individuals make up about 54% of New York City's population; and\n                     Whereas, 86% of New Yorkers who were arrested for marijuana possession in the first eight months of 2014 were black or Latino; and\n                     Whereas, Research shows that communities of color disproportionately battle the harsh impacts of low-level marijuana charges for the rest of their lives; now, therefore, be it\n                     Resolved, That the Council of the City of New York calls upon the New York State legislature to pass, and the Governor to sign legislation expunging all misdemeanor convictions for low-level marijuana related offenses that occurred in New York City from 2000 through 2014.\n \n_____\nLS 3505/Res. No. 598-2015\nLS 496\nBG/CMA\n12/15/17",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\froman\\fcharset0 CG Times;}{\\f2\\fswiss\\fprq2\\fcharset0 Calibri;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0  \\fs27\\par\n\\fs24 By Council Members Barron, Brannan, Miller, Cornegy, Levin, Reynoso and Lander\\fs27\\par\n\\fs24  \\fs27\\par\n\\pard\\cbpat2\\ltrpar\\sl480\\slmult1\\qj\\fs14                      \\fs24 Whereas, In 1994, the New York Police Department (\\ldblquote NYPD\\rdblquote ) introduced \\ldblquote Broken Windows\\rdblquote  policing in New York City; and\\fs27\\par\n\\fs14                      \\fs24 Whereas, As part of \\ldblquote Broken Windows\\rdblquote  policing, it is alleged that NYPD officers prompted New Yorkers during stop-and-frisk encounters to empty their pockets; and\\fs27\\par\n\\fs14                      \\fs24 Whereas, Often these stops lead to a misdemeanor marijuana possession charge when marijuana comes into public view; and\\fs14                      \\fs27\\par\n\\fs14                      \\fs24 Whereas, In November 2014, Mayor de Blasio and Police Commissioner Bratton announced a new policy whereby individuals found in public possession of less than 25 grams of marijuana that is not burning will be issued a court summons instead of being arrested on a misdemeanor charge; and\\fs27\\par\n\\fs14                      \\fs24 Whereas, Mayor de Blasio characterized the policy change by saying it would direct police resources \\ldblquote towards more serious crime\\rdblquote  and not waste \\ldblquote officer time processing unnecessary arrests;\\rdblquote  and\\fs27\\par\n\\fs14                      \\fs24 Whereas, Black and Latino individuals make up about 54% of New York City\\rquote s population; and\\fs27\\par\n\\fs14                      \\fs24 Whereas, 86% of New Yorkers who were arrested for marijuana possession in the first eight months of 2014 were black or Latino; and\\fs27\\par\n\\fs14                      \\fs24 Whereas, Research shows that communities of color disproportionately battle the harsh impacts of low-level marijuana charges for the rest of their lives; now, therefore, be it\\fs27\\par\n\\fs14                      \\fs24 Resolved, That the Council of the City of New York calls upon the New York State legislature to pass, and the Governor to sign\\f1  legislation expunging all misdemeanor convictions for low-level marijuana related offenses that occurred in New York City from 2000 through 2014.\\f0\\fs27\\par\n\\f1\\fs24  \\f0\\fs27\\par\n\\pard\\cbpat2\\ltrpar\\qj\\fs24 _____\\fs27\\par\n\\f1\\fs20 LS 3505/Res. No. 598-2015\\par\nLS 496\\par\nBG/CMA\\f0\\fs27\\par\n\\pard\\ltrpar\\sa200\\sl276\\slmult1\\cf0\\f2\\fs22 12/15/17 \\f0\\par\n}\n",
  "LastModified": "2021-12-29T19:34:16.043Z"
}
