{
  "ID": 58412,
  "GUID": "20E5C45A-EA65-4CA2-BEFA-81649D0E543C",
  "File": "Res 0013-2018",
  "Name": "Allow the limitation on increases of assessed value of individual parcels of class one properties to reset upon transfer.",
  "Title": "Resolution calling upon the New York State Legislature to introduce and pass, and the Governor to sign, legislation to allow the limitation on increases of assessed value of individual parcels of class one properties to reset upon transfer",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 11,
  "BodyName": "Committee on Finance",
  "IntroDate": "2018-01-31T00:00:00Z",
  "AgendaDate": "2018-01-31T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7264,
      "Slug": "joseph-c-borelli",
      "FullName": "Joseph C. Borelli"
    },
    {
      "ID": 7748,
      "Slug": "justin-l-brannan",
      "FullName": "Justin L. Brannan"
    },
    {
      "ID": 7637,
      "Slug": "i-daneek-miller",
      "FullName": "I. Daneek Miller"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7746,
      "Slug": "robert-f-holden",
      "FullName": "Robert F. Holden"
    },
    {
      "ID": 7604,
      "Slug": "robert-e-cornegy-jr",
      "FullName": "Robert E. Cornegy, Jr."
    },
    {
      "ID": 7749,
      "Slug": "kalman-yeger",
      "FullName": "Kalman Yeger"
    },
    {
      "ID": 7780,
      "Slug": "public-advocate-jumaane-williams",
      "FullName": "Public Advocate Jumaane Williams"
    },
    {
      "ID": 7691,
      "Slug": "barry-s-grodenchik",
      "FullName": "Barry S. Grodenchik"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    },
    {
      "ID": 7833,
      "Slug": "david-m-carr",
      "FullName": "David M. Carr"
    }
  ],
  "History": [
    {
      "ID": 330235,
      "Date": "2018-01-31T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-01-24T17:50:27.62Z"
    },
    {
      "ID": 330866,
      "Date": "2018-01-31T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Finance",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16036,
      "AgendaSequence": 70,
      "MinutesSequence": 85,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Finance",
      "MatterStatusID": 3,
      "LastModified": "2018-01-31T16:12:51.04Z"
    },
    {
      "ID": 378958,
      "Date": "2021-12-31T14:33:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-29T19:34:03.323Z"
    }
  ],
  "Attachments": [
    {
      "ID": 246964,
      "LastModified": "2021-12-29T19:47:26.503Z",
      "Name": "Res. No. 13",
      "Link": "https://nyc.legistar1.com/nyc/attachments/29443808-83c2-4b52-b8d0-8f4484a8b667.docx",
      "Sort": 1
    },
    {
      "ID": 173250,
      "LastModified": "2021-12-29T19:33:31.79Z",
      "Name": "January 31, 2018 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/26a63c73-d49d-4b71-8b36-b701de87d801.pdf",
      "Sort": 3
    },
    {
      "ID": 223450,
      "LastModified": "2021-12-29T19:33:49.76Z",
      "Name": "Hearing Transcript - Stated Meeting  01-31-2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/a191d811-0956-448d-9496-0404769b8365.pdf",
      "Sort": 4
    },
    {
      "ID": 222905,
      "LastModified": "2021-12-29T19:33:46.23Z",
      "Name": "Minutes of the Stated Meeting - January 31, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/2a203d46-545a-48f2-924d-a1d4abe7c0c0.pdf",
      "Sort": 5
    }
  ],
  "Summary": "",
  "TextID": 60561,
  "Text": "By Council Members Borelli, Brannan, Miller, Rosenthal, Rose, Holden, Cornegy, Yeger, the Public Advocate (Mr. Williams), Grodenchik, Lander, Ulrich and Carr\n\n      Whereas, Pursuant to the New York State Real Property Tax Law (RPTL), class one properties generally includes all one-to-three family residential homes in the City; and\n      Whereas, The market value of a property is the worth of the property as determined by the New York City Department of Finance based on its classification and other requirements; and\n      Whereas, The assessed value of a property is a figure assigned to the property, based on a set percent of its market value, for the purpose of computing the property tax; and \n      Whereas, The RPTL limits the amount by which the assessed value of an individual parcel of class one property can increase; and\n      Whereas, In any one year, the assessed value of a class one property cannot increase by more than six percent over the prior year's assessment and not more than twenty percent over a five-year period; and\n      Whereas, This cap applies only to increases in assessment due to market forces and does not apply to increases resulting from physical alterations or the expiration of any tax exemption; and\n      Whereas, The purpose of the cap is to ensure that an individual's property tax bill does not fluctuate too much from year-to-year; and \n      Whereas, Under current law, the first of the five-year periods is measure from 1980 for parcels that were on the assessment roll at that time, or from the first year after 1980 in which such parcel was added to the assessment roll; and\n      Whereas, In essence, assessment caps are tied to the property and do not reset when a property is transferred from owner to owner; and \n      Whereas, As a result, the assessed values of rapidly appreciating homes, often located in higher-income neighborhoods, are artificially suppressed thereby causing the assessed values to not keep up with the market values and for the property tax liabilities to be less than they would be were the cap not in place; and\n      Whereas, This allows higher-income homeowners in those areas to receive significant breaks in their property tax liabilities while homeowners in middle-income and low-income neighborhoods where the properties do not appreciate as quickly are paying a higher effective tax rate; and\n      Whereas, For example, according to a 2013 report by the Citizen's Budget Commission, the average benefit an owner of a one-to-three family home in Greenwich Village receives from the assessment cap was between $32,000 and $39,000 per year, where the median household income for residents is $105,000 and for homeowners is $200,000; and \n      Whereas, By comparison, in Queens Village where the median income for all residents is $74,000 and for homeowners is $80,000, the average benefit from the assessment cap was just $394 per year; and\n      Whereas, Allowing assessment caps on class one property to reset upon transfer would ensure that the assessed values of  the properties more accurately reflect their market values while still preserving the original purpose of the cap; and\n      Whereas, Allowing the assessment caps to reset upon transfer would thereby level the playing field and ensure that all homeowners pay their fair share of property taxes; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the New York State Legislature to introduce and pass, and the Governor to sign, legislation to allow the limitation on increases of assessed value of individual parcels of class one properties to reset upon transfer.\n\n\nWK/RKC \n01/09/2018\nLS #4415\n\n\n      2\n      \n      \n      1",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\nBy \\cf1 Council Members Borelli, Brannan, Miller, Rosenthal, Rose, Holden, Cornegy, Yeger, the Public Advocate (Mr. Williams), Grodenchik, Lander, Ulrich and Carr\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj\\cf0\\expndtw-3 Whereas, Pursuant to the New York State Real Property Tax Law (RPTL), class one properties generally includes all one-to-three family residential homes in the City; and\\par\nWhereas, The market value of a property is the worth of the property as determined by the New York City Department of Finance based on its classification and other requirements; and\\par\nWhereas, The assessed value of a property is a figure assigned to the property, based on a set percent of its market value, for the purpose of computing the property tax; and \\par\nWhereas, The RPTL limits the amount by which the assessed value of an individual parcel of class one property can increase; and\\par\nWhereas, In any one year, the assessed value of a class one property cannot increase by more than six percent over the prior year\\rquote s assessment and not more than twenty percent over a five-year period; and\\par\nWhereas, This cap applies only to increases in assessment due to market forces and does not apply to increases resulting from physical alterations or the expiration of any tax exemption; and\\par\nWhereas, The purpose of the cap is to ensure that an individual\\rquote s property tax bill does not fluctuate too much from year-to-year; and \\par\nWhereas, Under current law, the first of the five-year periods is measure from 1980 for parcels that were on the assessment roll at that time, or from the first year after 1980 in which such parcel was added to the assessment roll; and\\par\nWhereas, In essence, assessment caps are tied to the property and do not reset when a property is transferred from owner to owner; and \\par\nWhereas, As a result, the assessed values of rapidly appreciating homes, often located in higher-income neighborhoods, are artificially suppressed thereby causing the assessed values to not keep up with the market values and for the property tax liabilities to be less than they would be were the cap not in place; and\\par\nWhereas, This allows higher-income homeowners in those areas to receive significant breaks in their property tax liabilities while homeowners in middle-income and low-income neighborhoods where the properties do not appreciate as quickly are paying a higher effective tax rate; and\\par\nWhereas, For example, according to a 2013 report by the Citizen\\rquote s Budget Commission, the average benefit an owner of a one-to-three family home in Greenwich Village receives from the assessment cap was between $32,000 and $39,000 per year, where the median household income for residents is $105,000 and for homeowners is $200,000; and \\par\nWhereas, By comparison, in Queens Village where the median income for all residents is $74,000 and for homeowners is $80,000, the average benefit from the assessment cap was just $394 per year; and\\par\nWhereas, Allowing assessment caps on class one property to reset upon transfer would ensure that the assessed values of  the properties more accurately reflect their market values while still preserving the original purpose of the cap; and\\par\nWhereas, Allowing the assessment caps to reset upon transfer would thereby level the playing field and ensure that all homeowners pay their fair share of property taxes; now, therefore, be it\\par\nResolved, \\cf1 That the Council of the City of New York\\cf0  \\expndtw0 calls upon the New York State Legislature to introduce and pass, and the Governor to sign, legislation to allow the limitation on increases of assessed value of individual parcels of class one properties to reset upon transfer\\cf1\\expndtw-3 .\\cf0\\par\n\\pard\\ltrpar\\qj\\expndtw0\\fs20\\par\nWK/RKC \\par\n01/09/2018\\par\nLS #4415\\par\n\\pard\\ltrpar\\fs18\\par\n\\fs24\\par\n}\n",
  "LastModified": "2022-04-20T19:08:48.34Z"
}
