{
  "ID": 58065,
  "GUID": "231C182E-8255-4AB0-815E-9DEEF3430FBC",
  "File": "Res 0014-2018",
  "Name": "Requiring the collection of data relating to the number of Autism Spectrum Disorder diagnoses in NYC and NYS.",
  "Title": "Resolution calling upon New York State legislature to pass a bill requiring the collection of data relating to the number of Autism Spectrum Disorder diagnoses in New York City and New York State.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5243,
  "BodyName": "Committee on Mental Health, Disabilities and Addiction",
  "IntroDate": "2018-01-31T00:00:00Z",
  "AgendaDate": "2018-01-31T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7264,
      "Slug": "joseph-c-borelli",
      "FullName": "Joseph C. Borelli"
    },
    {
      "ID": 7748,
      "Slug": "justin-l-brannan",
      "FullName": "Justin L. Brannan"
    },
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    }
  ],
  "History": [
    {
      "ID": 330230,
      "Date": "2018-01-31T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-01-24T17:45:10.89Z"
    },
    {
      "ID": 330865,
      "Date": "2018-01-31T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Mental Health, Disabilities and Addiction",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16036,
      "AgendaSequence": 71,
      "MinutesSequence": 86,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Mental Health, Disabilities and Addiction",
      "MatterStatusID": 3,
      "LastModified": "2018-01-31T21:45:45.587Z"
    },
    {
      "ID": 378959,
      "Date": "2021-12-31T14:48:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-29T19:48:33.213Z"
    }
  ],
  "Attachments": [
    {
      "ID": 246965,
      "LastModified": "2021-12-29T19:48:37.167Z",
      "Name": "Res. No. 14",
      "Link": "https://nyc.legistar1.com/nyc/attachments/a1c78267-2c45-4b73-a595-3a8fe77b69dd.docx",
      "Sort": 1
    },
    {
      "ID": 173251,
      "LastModified": "2021-12-29T19:47:33.47Z",
      "Name": "January 31, 2018 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/3aae7e5e-c312-4195-b562-d3076664e3ab.pdf",
      "Sort": 2
    },
    {
      "ID": 223451,
      "LastModified": "2021-12-29T19:48:15.49Z",
      "Name": "Hearing Transcript - Stated Meeting  01-31-2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/e3eb0ffb-1c4d-41e9-947a-ccf00b71f964.pdf",
      "Sort": 3
    },
    {
      "ID": 222906,
      "LastModified": "2021-12-29T19:47:34.91Z",
      "Name": "Minutes of the Stated Meeting - January 31, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/20c68dd5-1daa-46b8-85e7-3f64e456c904.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 60147,
  "Text": "By Council Members Borelli, Brannan and Ulrich\n\n\tWhereas, Autism Spectrum Disorder (ASD) is a developmental disability that can cause significant social, communication and behavioral challenges; and \n      Whereas, According to Autism Speaks, people with ASD may have sleep disorders, language impairment, seizures, anxiety disorders, and hyperactivity; and\n      Whereas, According to the Centers for Disease Control and Prevention (CDC), ASD now affects 1 in 68 U.S. children, with an estimated 3 million people on the autism spectrum nationwide; and \n      Whereas, Autism Society and the CDC found that the prevalence of autism in U.S. children increased by 119.4 percent from 2000 to 2010, becoming the fastest-growing developmental disabilities in the world; and\n      Whereas, A 2014 study from Georgia Institute of Technology (Georgia Tech) found that early diagnosis and intervention of ASD is key to helping a child with Autism to develop a higher level of social, behavioral and learning skills, such as improved adaptive functioning, developmental growth, and increased intellectual functioning; and\n      Whereas, According to the 2014 study by Georgia Tech, early diagnoses and intervention can lead to savings of about $1.2 million over a lifetime if initial treatment is started in children ages 2 to 3 years old; and \n      Whereas, In 2015, researchers estimated the annual national cost for caring for Americans with Autism to be $268 billion, with the potential to rise to $461 billion by 2025 if there is a lack of more effective intervention and lifelong support; and \n\tWhereas, The CDC indicates that it costs an estimated $17,000 more per year to care for a child with ASD compared to a child without this disorder; and \n\tWhereas, Autism Speaks has reported medical expenditures, on average, for children and adolescents with ASD were estimated to be about 4 to 6 times greater than those without Autism; and\n      Whereas, In 2017, 17,015 students in New York City public school were classified as having autism as a disability, up from 13,685 in 2014-2015; and\n\tWhereas, The collection of data pertaining to the number of diagnoses of ASD could facilitate necessary funding and resources for health officials and organizations to better serve those with ASD and their families; now, therefore, be it\n\tResolved, That the Council of the City of New York will call on New York State Legislature to pass a bill requiring the collection of data relating to the number of Autism Spectrum Disorder diagnoses in New York City and New York State\nLS#4607\n1/16/2018\nKK",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Borelli, Brannan and Ulrich\\par\n\\par\n\\pard\\ltrpar\\sl480\\slmult1\\tab Whereas, Autism Spectrum Disorder (ASD) is a developmental disability that can cause significant social, communication and behavioral challenges; and \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 Whereas, According to Autism Speaks, people with ASD may have sleep disorders, language impairment, seizures, anxiety disorders, and hyperactivity; and\\par\nWhereas, According to the Centers for Disease Control and Prevention (CDC), ASD now affects 1 in 68 U.S. children, with an estimated 3 million people on the autism spectrum nationwide; and \\par\nWhereas, Autism Society and the CDC found that the prevalence of autism in U.S. children increased by 119.4 percent from 2000 to 2010, becoming the fastest-growing developmental disabilities in the world; and\\par\nWhereas, A 2014 study from Georgia Institute of Technology (Georgia Tech) found that early diagnosis and intervention of ASD is key to helping a child with Autism to develop a higher level of social, behavioral and learning skills, such as improved adaptive functioning, developmental growth, and increased intellectual functioning; and\\par\nWhereas, According to the 2014 study by Georgia Tech, early diagnoses and intervention can lead to savings of about $1.2 million over a lifetime if initial treatment is started in children ages 2 to 3 years old; and \\par\nWhereas, In 2015, researchers estimated the annual national cost for caring for Americans with Autism to be $268 billion, with the potential to rise to $461 billion by 2025 if there is a lack of more effective intervention and lifelong support; and \\par\n\\pard\\ltrpar\\sl480\\slmult1\\tab Whereas, The CDC indicates that it costs an estimated $17,000 more per year to care for a child with ASD compared to a child without this disorder; and \\par\n\\tab Whereas, Autism Speaks has reported medical expenditures, on average, for children and adolescents with ASD were estimated to be about 4 to 6 times greater than those without Autism; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 Whereas, In 2017, 17,015 students in New York City public school were classified as having autism as a disability, up from 13,685 in 2014-2015; and\\par\n\\pard\\ltrpar\\sl480\\slmult1\\tab Whereas, The collection of data pertaining to the number of diagnoses of ASD could facilitate necessary funding and resources for health officials and organizations to better serve those with ASD and their families; now, therefore, be it\\par\n\\tab Resolved, That the Council of the City of New York will call on New York State Legislature to pass a bill requiring the collection of data relating to the number of Autism Spectrum Disorder diagnoses in New York City and New York State\\par\n\\pard\\ltrpar\\fs20 LS#4607\\par\n1/16/2018\\par\nKK\\par\n\\pard\\ltrpar\\sa160\\sl480\\slmult1\\tab\\fs24  \\par\n\\tab\\par\n\\pard\\ltrpar\\sa160\\sl252\\slmult1\\fs22\\par\n}\n",
  "LastModified": "2022-04-28T19:03:57.84Z"
}
