{
  "ID": 59502,
  "GUID": "E52CE17B-FB18-4F01-9E1B-D237FEB67679",
  "File": "Res 0015-2018",
  "Name": "Require that all addiction treatment facilities and programs use evidence-based treatment and make public comprehensive information about which treatment approaches are used and long-term patient outcomes.",
  "Title": "Resolution calling upon the New York State Office of Alcoholism and Substance Abuse Services to require that all addiction treatment facilities and programs use evidence-based treatment and make public comprehensive information about which treatment approaches are used and long-term patient outcomes.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5243,
  "BodyName": "Committee on Mental Health, Disabilities and Addiction",
  "IntroDate": "2018-01-31T00:00:00Z",
  "AgendaDate": "2018-01-31T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7264,
      "Slug": "joseph-c-borelli",
      "FullName": "Joseph C. Borelli"
    },
    {
      "ID": 7748,
      "Slug": "justin-l-brannan",
      "FullName": "Justin L. Brannan"
    },
    {
      "ID": 7746,
      "Slug": "robert-f-holden",
      "FullName": "Robert F. Holden"
    }
  ],
  "History": [
    {
      "ID": 330227,
      "Date": "2018-01-31T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-01-24T17:35:50.357Z"
    },
    {
      "ID": 330868,
      "Date": "2018-01-31T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Mental Health, Disabilities and Addiction",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16036,
      "AgendaSequence": 72,
      "MinutesSequence": 87,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Mental Health, Disabilities and Addiction",
      "MatterStatusID": 3,
      "LastModified": "2018-01-31T21:45:58.9Z"
    },
    {
      "ID": 378960,
      "Date": "2021-12-31T14:49:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-29T19:49:41.11Z"
    }
  ],
  "Attachments": [
    {
      "ID": 246966,
      "LastModified": "2021-12-29T19:49:24.31Z",
      "Name": "Res. No. 15",
      "Link": "https://nyc.legistar1.com/nyc/attachments/35591a39-5f4b-48f7-8703-be948736920e.docx",
      "Sort": 1
    },
    {
      "ID": 173252,
      "LastModified": "2021-12-29T19:48:42.807Z",
      "Name": "January 31, 2018 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/1991dcc8-a550-417d-a57e-c680de71b19f.pdf",
      "Sort": 2
    },
    {
      "ID": 223452,
      "LastModified": "2021-12-29T19:49:14.327Z",
      "Name": "Hearing Transcript - Stated Meeting  01-31-2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/946c4154-14bf-4dd4-beac-88dc92da31a6.pdf",
      "Sort": 3
    },
    {
      "ID": 222907,
      "LastModified": "2021-12-29T19:48:43.933Z",
      "Name": "Minutes of the Stated Meeting - January 31, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/23860cee-80e5-4f96-bc92-653a46c2a1af.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 61757,
  "Text": "By Council Members Borelli, Brannan and Holden\n\n\tWhereas, According to the New York City Department of Health and Mental Hygiene (DOHMH), between 2010 and 2014, rates of unintentional drug overdoses in the city increased by 43%; and\n      Whereas, According to DOHMH, 79% of overdoses in 2014 involved an opioid; and\n      Whereas, Opioids, which include opiates (sedative narcotics, such as heroin) and opioid analgesics (prescription medications that relieve pain), are increasingly implicated in unintentional overdose deaths across the city, with Staten Island having the highest rates of all five boroughs of unintentional overdose deaths caused by heroin and opioid analgesics in 2014, according to DOHMH; and \n      Whereas, Addiction treatment facilities and programs are an increasingly important resource for those who reside in New York City; and\n      Whereas, The New York State Office of Alcoholism and Substance Abuse Services (OASAS) is the state agency charged with regulating the state's system of addiction treatment including administering credentials for alcoholism and substance abuse counselors and ensuring quality of care; and \n      Whereas, According to the National Center on Addiction and Substance Abuse at Columbia University, many in the addiction treatment workforce are underqualified when it comes to providing evidence-based treatment approaches, oversight is inadequate, and quality assurance requirements are focused more on process than on patient outcomes; and\n      Whereas, Individuals and their families currently do not have vital access to information about individual addiction treatment facilities and programs, such as which facilities and programs offer evidence-based treatment and data regarding long-term patient outcomes; and\n      Whereas, Individuals and their families need to have meaningful statistical information about individual addiction treatment facilities and programs so that they can choose a substance abuse treatment center or program that offers the best quality of care; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the New York State Office of Alcoholism and Substance Abuse Services to require that all addiction treatment facilities and programs use evidence-based treatment and make public comprehensive information about which treatment approaches are used and long-term patient outcomes.  \n\n\n\nLS #8185/res. 1066-2016\nLS#917\n12/28/17 12:52PM\nadw\n\n      2\n      \n      \n      1",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Borelli, Brannan and Holden\\line\\par\n\\pard\\ltrpar\\sl480\\slmult1\\expndtw-3\\tab Whereas, According to the New York City Department of Health and Mental Hygiene (DOHMH), between 2010 and 2014, rates of \\expndtw0 unintentional drug overdoses in the city increased by 43%; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 Whereas, According to DOHMH, 79% of overdoses in 2014 involved an opioid\\expndtw-3 ; and\\par\nWhereas, Opioids, which include opiates (sedative narcotics, such as heroin) and opioid analgesics (prescription medications that relieve pain), are increasingly implicated in unintentional overdose deaths across the city, with Staten Island having the highest rates of all five boroughs of unintentional overdose deaths caused by heroin and opioid analgesics in 2014, according to DOHMH; and \\expndtw0\\par\n\\expndtw-3 Whereas, \\expndtw0 Addiction treatment facilities and programs are an increasingly important resource for those who reside in New York City\\expndtw-3 ; and\\expndtw0\\par\n\\expndtw-3 Whereas, The New York State Office of Alcoholism and Substance Abuse Services (OASAS) is the state agency charged with regulating the state\\rquote s system of addiction treatment including administering credentials for alcoholism and substance abuse counselors and ensuring quality of care; and \\expndtw0\\par\n\\expndtw-3 Whereas, \\expndtw0 According to the National Center on Addiction and Substance Abuse at Columbia University, many in the addiction treatment workforce are underqualified when it comes to providing evidence-based treatment approaches, oversight is inadequate, and quality assurance requirements are focused more on process than on patient outcomes;\\expndtw-3  and\\expndtw0\\par\n\\expndtw-3 Whereas, \\expndtw0 Individuals and their families currently do not have vital access to information about individual addiction treatment facilities and programs, such as which facilities and programs offer evidence-based treatment and data regarding long-term patient outcomes\\expndtw-3 ; and\\expndtw0\\par\n\\pard\\ltrpar\\keepn\\hyphpar0\\fi720\\sl480\\slmult1\\expndtw-3 Whereas, Individuals and their families need to have meaningful statistical information about individual addiction treatment facilities and programs so that they can choose a substance abuse treatment center or program that offers the best quality of care; now, therefore, be it\\par\nResolved, \\cf1 That the Council of the City of New York\\cf0  calls upon the \\expndtw0 New York State Office of Alcoholism and Substance Abuse Services to require that all addiction treatment facilities and programs use evidence-based treatment and make public comprehensive information about which treatment approaches are used and long-term patient outcomes.  \\expndtw-3\\par\n\\pard\\ltrpar\\qj\\expndtw0\\par\n\\par\n\\fs18 LS #8185/res. 1066-2016\\par\nLS#917\\par\n\\pard\\ltrpar 12/28/17 12:52PM\\par\n\\pard\\ltrpar\\qj adw\\par\n\\pard\\ltrpar\\fs24\\par\n}\n",
  "LastModified": "2022-03-25T13:26:34.187Z"
}
