{
  "ID": 58786,
  "GUID": "0B8D53F1-5AFC-4D61-BE25-680E586BABFC",
  "File": "Res 0017-2018",
  "Name": "Establish a Recovery and Opportunity Trust Fund.",
  "Title": "Resolution calling on the New York State Legislature to establish a Recovery and Opportunity Trust Fund to help train New York residents disproportionately impacted by chronic long-term unemployment factors.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 4,
  "BodyName": "Committee on Civil Service and Labor",
  "IntroDate": "2018-01-31T00:00:00Z",
  "AgendaDate": "2018-01-31T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera"
    },
    {
      "ID": 7748,
      "Slug": "justin-l-brannan",
      "FullName": "Justin L. Brannan"
    }
  ],
  "History": [
    {
      "ID": 330671,
      "Date": "2018-01-31T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-01-26T19:23:27.373Z"
    },
    {
      "ID": 330891,
      "Date": "2018-01-31T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Civil Service and Labor",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16036,
      "AgendaSequence": 88,
      "MinutesSequence": 103,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Civil Service and Labor",
      "MatterStatusID": 3,
      "LastModified": "2018-01-31T22:37:56.86Z"
    },
    {
      "ID": 378962,
      "Date": "2021-12-31T14:51:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-29T19:52:05.747Z"
    }
  ],
  "Attachments": [
    {
      "ID": 246968,
      "LastModified": "2021-12-29T19:52:09.06Z",
      "Name": "Res. No. 17",
      "Link": "https://nyc.legistar1.com/nyc/attachments/927a8795-73ee-4f9d-9ec3-c824839f36ff.docx",
      "Sort": 1
    },
    {
      "ID": 173268,
      "LastModified": "2021-12-29T19:51:41.09Z",
      "Name": "January 31, 2018 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/8300cb07-635a-48a8-9be4-f57b70676831.pdf",
      "Sort": 2
    },
    {
      "ID": 223468,
      "LastModified": "2021-12-29T19:51:47.23Z",
      "Name": "Hearing Transcript - Stated Meeting  01-31-2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/da8bf956-885f-4943-8210-bcd8683bcc86.pdf",
      "Sort": 3
    },
    {
      "ID": 222923,
      "LastModified": "2021-12-29T19:51:46.12Z",
      "Name": "Minutes of the Stated Meeting - January 31, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d99bda9b-5dd9-4c3a-845f-cef8aed50cef.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 61041,
  "Text": "By Council Members Cabrera and Brannan \n\n      Whereas, The Dubois Bunche Center for Public Policy has issued a policy plan (the \"Thurgood Marshall Plan\"), which calls for lawmakers to create new localized systems for employment opportunities and business development within urban centers to address the negative impact of economic disparities that impact African American and Latino communities; and \n      Whereas, The recent recession has had a severe effect on the United States' economy and the unemployment rate; and\n      Whereas, According to statistics provided by the New York State Department of Labor, New York City has an unemployment rate of 8.9 percent as of October 2013; and \n      Whereas, Additionally, African Americans in New York State have been disproportionately impacted with an unemployment rate of 13.8 percent, in comparison to a rate of 7.9 percent for white New Yorkers, according to the 2012 annual averages reported by the United States Department of Labor; and \n      Whereas, The Bronx and Brooklyn are the boroughs with the largest proportions African American and Latino residents and have unemployment rates of 12.2 percent and 9.6 percent, respectively, as of October 2013; and \n      Whereas, A component of the Thurgood Marshall Plan calls for the establishment of a Recovery and Opportunity Trust Fund modeled after the Massachusetts Workforce Training Fund; and \n      Whereas, The Recovery and Opportunity Trust Fund should finance job training for residents living within neighborhoods plagued with high rates of long-term chronic unemployment; and \n      Whereas, Proponents believe the Recovery and Opportunity Trust Fund should also subsidize pre-apprenticeship and apprenticeship training that is linked to energy conservation, renewable energy, the rebuilding of core infrastructure, and the installation of broadband telecommunications networks throughout the City; and \n      Whereas, Lawmakers should develop policies that acknowledge disparities in urban neighborhoods, that identify neighborhoods with high rates of chronic unemployment, and that promote outcomes that advance equity and stability in job opportunities; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the New York State Legislature to establish a Recovery and Opportunity Trust Fund to help train New York residents disproportionately impacted by chronic long-term unemployment factors.\nJM\nLS# 464\nLS 384/Res. 46-2014\n12/21/2017",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Cabrera and Brannan \\par\n\\par\n\\pard\\cbpat1\\ltrpar\\fi720\\sl480\\slmult1 Whereas, The Dubois Bunche Center for Public Policy has issued a policy plan (the \"Thurgood Marshall Plan\"), which calls for lawmakers to create new localized systems for employment opportunities and business development within urban centers to address the negative impact of economic disparities that impact African American and Latino communities; and \\par\nWhereas, The recent recession has had a severe effect on the United States' economy and the unemployment rate; and\\par\nWhereas, According to statistics provided by the New York State Department of Labor, New York City has an unemployment rate of 8.9 percent as of October 2013; and \\par\nWhereas, Additionally, African Americans in New York State have been disproportionately impacted with an unemployment rate of 13.8 percent, in comparison to a rate of 7.9 percent for white New Yorkers, according to the 2012 annual averages reported by the United States Department of Labor; and \\par\nWhereas, The Bronx and Brooklyn are the boroughs with the largest proportions African American and Latino residents and have unemployment rates of 12.2 percent and 9.6 percent, respectively, as of October 2013; and \\par\nWhereas, A component of the Thurgood Marshall Plan calls for the establishment of a Recovery and Opportunity Trust Fund modeled after the Massachusetts Workforce Training Fund; and \\par\nWhereas, The Recovery and Opportunity Trust Fund should finance job training for residents living within neighborhoods plagued with high rates of long-term chronic unemployment; and \\par\nWhereas, Proponents believe the Recovery and Opportunity Trust Fund should also subsidize pre-apprenticeship and apprenticeship training that is linked to energy conservation, renewable energy, the rebuilding of core infrastructure, and the installation of broadband telecommunications networks throughout the City; and \\par\nWhereas, Lawmakers should develop policies that acknowledge disparities in urban neighborhoods, that identify neighborhoods with high rates of chronic unemployment, and that promote outcomes that advance equity and stability in job opportunities; now, therefore, be it\\par\n\\pard\\cbpat1\\ltrpar\\fi720\\sa150\\sl480\\slmult1 Resolved, That the Council of the City of New York calls upon the New York State Legislature to establish a Recovery and Opportunity Trust Fund to help train New York residents disproportionately impacted by chronic long-term unemployment factors.\\par\n\\pard\\ltrpar\\fs20 JM\\par\nLS# 464\\par\nLS 384/Res. 46-2014\\par\n12/21/2017\\par\n}\n",
  "LastModified": "2021-12-29T19:52:09.06Z"
}
