{
  "ID": 59704,
  "GUID": "FF48BCED-0592-4CC1-9A98-48F8BD27AD85",
  "File": "Res 0026-2018",
  "Name": "NYCHA to assess the feasibility of utilizing cogeneration to increase energy efficiency in its developments.",
  "Title": "Resolution calling upon the New York City Housing Authority to assess the feasibility of utilizing cogeneration to increase energy efficiency in its developments.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5212,
  "BodyName": "Committee on Public Housing",
  "IntroDate": "2018-01-31T00:00:00Z",
  "AgendaDate": "2018-01-31T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera"
    },
    {
      "ID": 7747,
      "Slug": "alicka-ampry-samuel",
      "FullName": "Alicka Ampry-Samuel"
    },
    {
      "ID": 7604,
      "Slug": "robert-e-cornegy-jr",
      "FullName": "Robert E. Cornegy, Jr."
    }
  ],
  "History": [
    {
      "ID": 330761,
      "Date": "2018-01-31T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-01-26T22:21:03.507Z"
    },
    {
      "ID": 330899,
      "Date": "2018-01-31T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Public Housing",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16036,
      "AgendaSequence": 97,
      "MinutesSequence": 112,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Housing",
      "MatterStatusID": 3,
      "LastModified": "2018-01-31T22:38:45.74Z"
    },
    {
      "ID": 378971,
      "Date": "2021-12-31T15:06:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-29T20:06:21.787Z"
    }
  ],
  "Attachments": [
    {
      "ID": 229487,
      "LastModified": "2021-12-29T20:06:09.317Z",
      "Name": "Res. No. 26",
      "Link": "https://nyc.legistar1.com/nyc/attachments/39c3187e-ede7-49d7-9115-cb6d926e1ab0.docx",
      "Sort": 1
    },
    {
      "ID": 173277,
      "LastModified": "2021-03-24T14:55:17.923Z",
      "Name": "January 31, 2018 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/09679114-df5d-4c17-a04a-d126a810801f.pdf",
      "Sort": 2
    },
    {
      "ID": 223477,
      "LastModified": "2021-03-24T14:55:27.957Z",
      "Name": "Hearing Transcript - Stated Meeting  01-31-2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/bfa5943e-e2fc-47b0-b96d-15a9fc71e565.pdf",
      "Sort": 3
    },
    {
      "ID": 222932,
      "LastModified": "2021-03-24T14:55:27.847Z",
      "Name": "Minutes of the Stated Meeting - January 31, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/f2fe426d-a129-455a-acfd-cffd970ca4b9.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 61959,
  "Text": "By Council Members Cabrera, Ampry-Samuel and Cornegy\n \n      Whereas, The New York City Housing Authority (\"NYCHA\") is a public housing authority with 326 developments, 2,462 buildings, and 176,066 public housing units, making it the largest public housing provider in North America; and\n      Whereas, Federal funding, which comprises the bulk of NYCHA's capital and operating budgets, has declined substantially over the past several years; and\n      Whereas, Since 2001, NYCHA's federal capital grants have fallen from $420 million annually to $318 million annually; and\n      Whereas, As the capital needs of NYCHA's aging infrastructure grow, operating expenses, such as maintenance and repair costs increase; and\n      Whereas, In addition to maintenance and repair costs, NYCHA's Operating Fund is used for a vast array of day-to-day operations including utilities; and\n      Whereas, According to NYCHA's most recent Five Year Operating Plan, utility expenditures, which make up a significant portion of NYCHA's operating budget, are expected to increase from $530 million in 2017 to $551 million in 2021; and\n      Whereas, NYCHA's operating budget is funded by the United States Department of Housing and Urban Development (\"HUD\"); and\n      Whereas, NYCHA's funding is based on the subsidy eligibility of all public housing authorities in the nation and HUD's annual federal appropriation; and\n      Whereas, If the national eligibility exceeds the federal appropriation, HUD must prorate the allocation of subsidy; and\n      Whereas, Since 2001, proration has resulted in a cumulative operating subsidy loss of over $1.31 billion for NYCHA; and\n      Whereas, In 2007, the City released a long-term sustainability plan, PlaNYC 2030, which emphasized the critical importance of improving energy planning, reducing the City's energy consumption, modernizing electricity delivery infrastructure and expanding the City's clean power supply; and\n      Whereas, One example of such clean power supply can be found in the utilization of cogeneration, which simultaneously produces electricity and heat which may be harvested to heat buildings or provide hot water; and\n      Whereas, Cogeneration has significant environmental benefits, reducing air pollution and greenhouse gas emissions; and\n      Whereas, Cogeneration is currently used in some buildings in New York City and may offer a significant reduction in such buildings' energy costs; and\n      Whereas, During this time of chronic underfunding, NYCHA should look at methods to reduce its utility and thereby operating expenses, while also helping to reduce the City's carbon footprint; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the New York City Housing Authority to assess the feasibility of utilizing cogeneration to increase energy efficiency in its developments.\n \nGP/MD\nLS 386/Res. 004-2014 and Res. 899-2011\nLS 463\n1/04/2018",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Tahoma;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0  \\fs27\\par\n\\fs24 By Council Members Cabrera, Ampry-Samuel and Cornegy\\fs27\\par\n\\fs24  \\fs27\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sl480\\slmult1\\qj\\fs24 Whereas, The New York City Housing Authority (\\ldblquote NYCHA\\rdblquote ) is a public housing authority with 326 developments, 2,462 buildings, and 176,066 public housing units, making it the largest public housing provider in North America; and\\fs27\\par\n\\fs24 Whereas, Federal funding, which comprises the bulk of NYCHA\\rquote s capital and operating budgets, has declined substantially over the past several years; and\\fs27\\par\n\\fs24 Whereas, Since 2001, NYCHA's federal capital grants have fallen from $420 million annually to $318 million annually; and\\fs27\\par\n\\fs24 Whereas, As the capital needs of NYCHA\\rquote s aging infrastructure grow, operating expenses, such as maintenance and repair costs increase; and\\fs27\\par\n\\fs24 Whereas, In addition to maintenance and repair costs, NYCHA\\rquote s Operating Fund is used for a vast array of day-to-day operations including utilities; and\\fs27\\par\n\\fs24 Whereas, According to NYCHA\\rquote s most recent Five Year Operating Plan, utility expenditures, which make up a significant portion of NYCHA\\rquote s operating budget, are expected to increase from $530 million in 2017 to $551 million in 2021; and\\fs27\\par\n\\fs24 Whereas, NYCHA\\rquote s operating budget is funded by the United States Department of Housing and Urban Development (\\ldblquote HUD\\rdblquote ); and\\fs27\\par\n\\fs24 Whereas, NYCHA\\rquote s funding is based on the subsidy eligibility of all public housing authorities in the nation and HUD\\rquote s annual federal appropriation; and\\fs27\\par\n\\fs24 Whereas, If the national eligibility exceeds the federal appropriation, HUD must prorate the allocation of subsidy; and\\fs27\\par\n\\fs24 Whereas, Since 2001, proration has resulted in a cumulative operating subsidy loss of over $1.31 billion for NYCHA; and\\fs27\\par\n\\fs24 Whereas, In 2007, the City released a long-term sustainability plan, PlaNYC 2030, which emphasized the critical importance of improving energy planning, reducing the City's energy consumption, modernizing electricity delivery infrastructure and expanding the City's clean power supply; and\\fs27\\par\n\\fs24 Whereas, One example of such clean power supply can be found in the utilization of cogeneration, which simultaneously produces electricity and heat which may be harvested to heat buildings or provide hot water; and\\fs27\\par\n\\fs24 Whereas, Cogeneration has significant environmental benefits, reducing air pollution and greenhouse gas emissions; and\\fs27\\par\n\\fs24 Whereas, Cogeneration is currently used in some buildings in New York City and may offer a significant reduction in such buildings' energy costs; and\\fs27\\par\n\\fs24 Whereas, During this time of chronic underfunding, NYCHA should look at methods to reduce its utility and thereby operating expenses, while also helping to reduce the City's carbon footprint; now, therefore, be it\\fs27\\par\n\\fs24 Resolved, That the Council of the City of New York calls upon the New York City Housing Authority to assess the feasibility of utilizing cogeneration to increase energy efficiency in its developments.\\fs27\\par\n\\pard\\cbpat2\\ltrpar\\qj\\fs22  \\fs27\\par\n\\fs22 GP/MD\\fs27\\par\n\\fs22 LS 386/Res. 004-2014 and Res. 899-2011\\par\n\\pard\\cbpat2\\ltrpar LS 463\\line 1/04/2018\\par\n\\pard\\cbpat2\\ltrpar\\qj\\par\n\\pard\\cbpat2\\ltrpar\\sa200\\fs27\\par\n\\pard\\ltrpar\\f1\\fs20\\line\\f0\\fs27\\par\n\\pard\\ltrpar\\ri144\\qj\\tx1008\\tx1728\\tx2448\\tx4608\\tx6048\\cf0\\ul\\fs22\\par\n}\n",
  "LastModified": "2021-12-29T20:06:21.927Z"
}
