{
  "ID": 53479,
  "GUID": "A342153D-5C6D-4E5A-91A3-AFCAA5A5CE03",
  "File": "Res 0028-2018",
  "Name": "Require that all baggage at the Port Authority Bus Terminal undergo security screening.",
  "Title": "Resolution calling upon the Port Authority of New York and New Jersey to require that all baggage at the Port Authority Bus Terminal undergo security screening.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2018-01-31T00:00:00Z",
  "AgendaDate": "2018-01-31T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera"
    },
    {
      "ID": 7748,
      "Slug": "justin-l-brannan",
      "FullName": "Justin L. Brannan"
    }
  ],
  "History": [
    {
      "ID": 330697,
      "Date": "2018-01-31T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-01-26T19:52:21.133Z"
    },
    {
      "ID": 330884,
      "Date": "2018-01-31T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16036,
      "AgendaSequence": 99,
      "MinutesSequence": 114,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2018-01-31T21:25:22.733Z"
    },
    {
      "ID": 378972,
      "Date": "2021-12-31T15:08:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-29T20:08:22.283Z"
    }
  ],
  "Attachments": [
    {
      "ID": 246977,
      "LastModified": "2021-12-29T20:08:07.5Z",
      "Name": "Res. No. 28",
      "Link": "https://nyc.legistar1.com/nyc/attachments/4008d8f8-f775-42bc-89f3-8916272feb25.docx",
      "Sort": 1
    },
    {
      "ID": 173279,
      "LastModified": "2021-12-29T20:07:37.06Z",
      "Name": "January 31, 2018 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/4503497f-e95a-4bb4-b7fd-3f55e8ffc47d.pdf",
      "Sort": 2
    },
    {
      "ID": 223479,
      "LastModified": "2021-12-29T20:07:57.327Z",
      "Name": "Hearing Transcript - Stated Meeting  01-31-2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/cc96368e-77a6-48bd-be47-ede2ea597974.pdf",
      "Sort": 3
    },
    {
      "ID": 222934,
      "LastModified": "2021-12-29T20:07:38.78Z",
      "Name": "Minutes of the Stated Meeting - January 31, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/73ccdae1-268a-4486-a676-a189382e2861.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 54941,
  "Text": "By Council Members Cabrera and Brannan\n\tWhereas, New York City's Port Authority Bus Terminal is the world's busiest bus terminal, serving more than 65 million passengers a year, with approximately 8,000 buses passing through every weekday; and\n\tWhereas, Individuals can generally access the terminal itself and the buses it serves without undergoing a security screening; and\n\tWhereas, The federal Transportation Security Administration (TSA) conducts random security screening operations, which can include behavior, radiological/nuclear, and explosives detection, at various transportation facilities nationwide, including bus and rail stations, through its Visible Intermodal Prevention and Response program (VIPR); and\n\tWhereas, TSA's VIPR program is not as comprehensive or consistent as its airport security operations, which screen every commercial airline passenger and piece of luggage; and\n\tWhereas, Public transportation systems have been a frequent target for terrorist attacks, notably the 2004 Madrid train bombings and the 2005 London bus and train attacks, as well as the attack by a would-be suicide bomber in the Times Square-Port Authority Bus Terminal subway station complex in December 2017; and\n\tWhereas, With violence and instability common throughout the world, and in particular with terrorist groups such as ISIS continuing to pose serious threats, we must remain vigilant and do all we can to prevent attacks in our City; now, therefore, be it\n\tResolved, That the Council of the City of New York calls upon the Port Authority of New York and New Jersey to require that all baggage at the Port Authority Bus Terminal undergo security screening.\nLS# 1704\n1/10/2018\nJM",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\expndtw-3\\v0\\par\n\\pard\\ltrpar\\hyphpar0\\sl480\\slmult1\\qj By Council Members Cabrera and Brannan\\par\n\\tab Whereas, New York City\\rquote s Port Authority Bus Terminal is the world\\rquote s busiest bus terminal, serving more than 65 million passengers a year, with approximately 8,000 buses passing through every weekday; and\\par\n\\tab Whereas, Individuals can generally access the terminal itself and the buses it serves without undergoing a security screening; and\\par\n\\tab Whereas, The federal Transportation Security Administration (TSA) conducts random security screening operations, which can include behavior, radiological/nuclear, and explosives detection, at various transportation facilities nationwide, including bus and rail stations, through its Visible Intermodal Prevention and Response program (VIPR); and\\par\n\\tab Whereas, TSA\\rquote s VIPR program is not as comprehensive or consistent as its airport security operations, which screen every commercial airline passenger and piece of luggage; and\\par\n\\tab Whereas, Public transportation systems have been a frequent target for terrorist attacks, notably the 2004 Madrid train bombings and the 2005 London bus and train attacks, as well as the attack by a would-be suicide bomber in the Times Square-Port Authority Bus Terminal subway station complex in December 2017; and\\par\n\\tab Whereas, With violence and instability common throughout the world, and in particular with terrorist groups such as ISIS continuing to pose serious threats, we must remain vigilant and do all we can to prevent attacks in our City\\expndtw0 ; \\expndtw-3 now, therefore, be it\\par\n\\tab Resolved, That\\cf1  the Council of the City of New York\\cf0  calls upon the Port Authority of New York and New Jersey to require that all baggage at the Port Authority Bus Terminal undergo security screening.\\par\n\\pard\\ltrpar\\hyphpar0\\qj\\cf1\\fs16 LS# 1704\\par\n1/10/2018\\par\nJM\\par\n\\par\n}\n",
  "LastModified": "2021-12-29T20:08:22.423Z"
}
