{
  "ID": 58815,
  "GUID": "AF4E4CEA-FD80-42C6-B068-2D9B70F144F5",
  "File": "Res 0034-2018",
  "Name": "Enhancing training for staff in residential mental health treatment unit programs inside correctional facilities.",
  "Title": "Resolution calling on the New York State Legislature to introduce and pass and the Governor to sign such legislation which would amend the New York State Correction Law by enhancing training for staff in residential mental health treatment unit programs inside correctional facilities.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5237,
  "BodyName": "Committee on Criminal Justice",
  "IntroDate": "2018-01-31T00:00:00Z",
  "AgendaDate": "2018-01-31T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 7742,
      "Slug": "diana-i-ayala",
      "FullName": "Diana I. Ayala"
    }
  ],
  "History": [
    {
      "ID": 330392,
      "Date": "2018-01-31T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-01-25T21:08:54.637Z"
    },
    {
      "ID": 330919,
      "Date": "2018-01-31T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Criminal Justice",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16036,
      "AgendaSequence": 123,
      "MinutesSequence": 138,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Criminal Justice",
      "MatterStatusID": 3,
      "LastModified": "2018-01-31T22:42:42.597Z"
    },
    {
      "ID": 378978,
      "Date": "2021-12-31T15:16:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-29T20:17:08.387Z"
    }
  ],
  "Attachments": [
    {
      "ID": 225891,
      "LastModified": "2021-12-29T20:16:53.713Z",
      "Name": "Res. No. 34",
      "Link": "https://nyc.legistar1.com/nyc/attachments/8414715b-0293-4f6a-9171-93e28e5667f0.docx",
      "Sort": 1
    },
    {
      "ID": 173303,
      "LastModified": "2021-01-05T20:50:39.087Z",
      "Name": "January 31, 2018 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/74e2f2d8-7733-4a4d-a681-a1dac8662503.pdf",
      "Sort": 2
    },
    {
      "ID": 223503,
      "LastModified": "2021-01-05T20:50:50.853Z",
      "Name": "Hearing Transcript - Stated Meeting  01-31-2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/39cd9f04-25a1-4ed0-82b2-31c44fcb045f.pdf",
      "Sort": 3
    },
    {
      "ID": 222958,
      "LastModified": "2021-12-29T20:16:56.54Z",
      "Name": "Minutes of the Stated Meeting - January 31, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b07c0c42-24d3-4501-937e-1809e98975ea.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 61070,
  "Text": "By Council Members Rosenthal, Koo and Ayala\n\n\tWhereas, According to the United States Department of Justice, nationwide state prison suicides rose from 192 in 2013 to 249 in 2014, which represents a thirty percent increase; and\n\tWhereas, CBS News New York reports that suicide is the leading cause of death in jails nationally after illnesses; and\n\tWhereas, the New York Daily News reported in 2016 that the City's average jail suicide rate is approximately 17 per 100,000 inmates; and \n\tWhereas, According to the 2017 Mayor's Management Report, 42 percent of the 9,500 incarcerated individuals at Rikers Island were diagnosed with a mental illness during fiscal year 2017; and\n\tWhereas, According to a 2013 article in The New York Times, mentally ill inmates stay in jail nearly twice as long as people without mental illness, an average of 112 days compared with 61 days; and\n\tWhereas, It is critical to the well-being of inmates to ensure that those individuals who work in the correctional system are trained to recognize symptoms and indicators that may result in suicide, or other forms of self-harm or harm to others, and refer such inmates to appropriate treatment; and\n\tWhereas, Amending the New York State Correction Law by increasing the training for staff in residential mental health treatment unit programs inside correctional facilities provides for a more robust approach to properly treat inmates with mental illness; and\n\tWhereas, Enhancing mental health training for correctional staff would help reduce the number of suicides in New York correctional facilities; and\n\tWhereas, New York should help ensure that inmates in correction facilities are provided the best possible mental health treatment while incarcerated; now, therefore, be it\n\tResolved, That the Council of the City of New York calls on the New York State Legislature to introduce and pass and the Governor to sign such legislation which would amend the New York State Correction Law by enhancing training for staff in residential mental health treatment unit programs inside correctional facilities.\nWJH\nLS 1749/ Res. 349-2014\n12/18/17\nLS 276",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fmodern\\fprq1\\fcharset0 Courier New;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\pard\\ltrpar\\v0\\par\nBy Council Members Rosenthal, Koo and Ayala\\par\n\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\tab Whereas, According to the United States Department of Justice, nationwide state prison suicides rose from 192 in 2013 to 249 in 2014, which represents a thirty percent increase; and\\par\n\\tab Whereas, \\i CBS News New York\\i0  reports that suicide is the leading cause of death in jails nationally after illnesses; and\\par\n\\tab Whereas, the \\i New York Daily News \\i0 reported in 2016 that the City\\rquote s average jail suicide rate is approximately 17 per 100,000 inmates; and \\par\n\\tab Whereas, According to the \\i 2017 Mayor\\rquote s Management Report\\i0 , 42 percent of the 9,500 incarcerated individuals at Rikers Island \\lang9 were diagnosed with a mental illness during fiscal year 2017; and\\par\n\\tab Whereas, According to a 2013 article in \\i The New York Times\\i0 , \\cf1 mentally ill inmates stay in jail nearly twice as long as people without mental illness, an average of 112 days compared with 61 days; and\\cf0\\lang1033\\par\n\\tab Whereas, It is critical to the well-being of inmates to ensure that those individuals who work in the correctional system are trained to recognize symptoms and indicators that may result in suicide, or other forms of self-harm or harm to others, and refer such inmates to appropriate treatment; and\\par\n\\tab Whereas, Amending the New York State Correction Law by increasing the training for staff in residential mental health treatment unit programs inside correctional facilities provides for a more robust approach to properly treat inmates with mental illness; and\\par\n\\tab Whereas, Enhancing mental health training for correctional staff would help reduce the number of suicides in New York correctional facilities; and\\par\n\\tab Whereas, New York should help ensure that inmates in correction facilities are provided the best possible mental health treatment while incarcerated; now, therefore, be it\\par\n\\tab Resolved, That the Council of the City of New York calls on the New York State Legislature to introduce and pass and the Governor to sign such legislation which would amend the New York State Correction Law by enhancing training for staff in residential mental health treatment unit programs inside correctional facilities.\\par\n\\pard\\ltrpar\\qj\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656 WJH\\par\nLS 1749/ Res. 349-2014\\par\n12/18/17\\par\nLS 276\\par\n\\pard\\ltrpar\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\f1\\fs20\\par\n\\pard\\ltrpar\\qj\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\f0\\fs24\\par\n\\f1\\fs20\\par\n}\n",
  "LastModified": "2021-12-29T20:17:08.527Z"
}
