{
  "ID": 59234,
  "GUID": "453061FD-308E-4F1E-B561-4C8966E374C3",
  "File": "Res 0037-2018",
  "Name": "Amend the Education Law, in relation to hazing, serving alcohol to minors and illegal drug offenses. (A.5094/S.2552)",
  "Title": "Resolution calling upon the New York State Legislature to pass and the Governor to sign, A.5094/S.2552, to amend the Education Law, in relation to hazing, serving alcohol to minors and illegal drug offenses.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 15,
  "BodyName": "Committee on Higher Education",
  "IntroDate": "2018-01-31T00:00:00Z",
  "AgendaDate": "2018-01-31T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7748,
      "Slug": "justin-l-brannan",
      "FullName": "Justin L. Brannan"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 7749,
      "Slug": "kalman-yeger",
      "FullName": "Kalman Yeger"
    }
  ],
  "History": [
    {
      "ID": 330393,
      "Date": "2018-01-31T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-01-25T21:09:48.06Z"
    },
    {
      "ID": 330921,
      "Date": "2018-01-31T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Higher Education",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16036,
      "AgendaSequence": 126,
      "MinutesSequence": 141,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Higher Education",
      "MatterStatusID": 3,
      "LastModified": "2018-01-31T22:42:56.477Z"
    },
    {
      "ID": 378981,
      "Date": "2021-12-31T15:19:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-29T20:19:34.717Z"
    }
  ],
  "Attachments": [
    {
      "ID": 225795,
      "LastModified": "2021-12-29T20:19:23.573Z",
      "Name": "Res. No. 37",
      "Link": "https://nyc.legistar1.com/nyc/attachments/7a59ed39-bc8a-4f67-a08f-7ab1a535b792.docx",
      "Sort": 1
    },
    {
      "ID": 173306,
      "LastModified": "2021-01-05T15:21:22.8Z",
      "Name": "January 31, 2018 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/e3e29e28-47be-49ce-aeea-69d22d238e63.pdf",
      "Sort": 2
    },
    {
      "ID": 223506,
      "LastModified": "2021-01-05T15:21:31.177Z",
      "Name": "Hearing Transcript - Stated Meeting  01-31-2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/237e4193-4cbd-42f9-84a1-7f26964c4a7e.pdf",
      "Sort": 3
    },
    {
      "ID": 222961,
      "LastModified": "2021-01-05T15:21:27.317Z",
      "Name": "Minutes of the Stated Meeting - January 31, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/aaf79a05-78d8-4679-b099-b06aae3808e7.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 61489,
  "Text": "By Council Members Brannan, Rosenthal, Koo and Yeger\n\n      Whereas, Hazing has been banned by 44 states, according to Diverse Education magazine; and\n      Whereas, Many colleges have taken measures to address hazing, but despite such efforts, it remains prevalent on college campuses; and \n      Whereas, A comprehensive study by the University of Maine found that 55 percent of students nationwide who joined fraternities, sororities, sports teams, clubs, or other student groups have experienced hazing; and\n      Whereas, The study also found that half of those who reported hazing experiences were aware of anti-hazing policies at their school; and\n      Whereas, In addition, the study found that alcohol consumption, humiliation, isolation, sleep-deprivation, and sexual acts are common hazing practices; and\n      Whereas, An increase in the number of reported hazing incidents, some of which have resulted in death, has reignited efforts by higher education institutions and states to take action against such dangerous practices, according to USA Today; and\n      Whereas, New York Penal Law prohibits hazing in the State; and\n      Whereas, Postsecondary institutions in New York State, including New York City, have implemented anti-hazing policies and procedures, as required by State law; and\n      Whereas, New York Education Law requires colleges to create and implement policies and procedures to address instances involving endangerment of mental or physical health, or forced consumption of liquor or drugs for initiation into or affiliation with any organization; and\n\tWhereas, Several New York State laws including the Penal Law, the New York General Obligations Law and the New York Alcohol and Beverage Control Law prohibit underage drinking, serving alcohol to minors, and the possession, sale or unauthorized use of certain drugs; and  \n\tWhereas, A 2009 study in the Journal of Studies on Alcohol and Drugs titled, \"Magnitude of and Trends in Alcohol-Related Mortality and Morbidity Among U.S. College Students Ages 18-24, 1998-2005,\" determined that in 2005, the latest available data, 1,825 college students died from alcohol related injuries, and nearly 600,000 college students were directly impacted by alcohol-related injuries;\n      Whereas, Further, nearly 700,000 college students were assaulted, and almost 100,000 were sexually abused by a drinking college student, which were all significant increases from 1998; and \n\tWhereas, According to a 2010 study in the Journal of Addictive Behaviors, alcohol education programs have had positive effects on students' alcohol use and alcohol-related consequences; and \n\tWhereas, Effective elimination or reduction of hazing, underage drinking, and illegal drug use would create a safer and more productive environment for students on college and university campuses; and\n      Whereas, A.5094, by Assembly Member David I. Weprin, and S.2552, by Senator Kenneth P. LaValle, would expand the authority of New York State colleges to regulate the conduct of student organizations, establish penalties and additional policy requirements regarding hazing, underage drinking and illegal drug use on campus and within school clubs, sports teams and social organizations; and\n      Whereas, Those engaged in such activities would face more serious consequences and disciplinary charges through the college; and\n      Whereas, This legislation would also require colleges to educate their campus communities, including training appropriate campus staff, on hazing, underage drinking, illegal drug use, bias-related crime and sexual assault; and\n      Whereas, This legislation would help bring the necessary changes needed to ensure campus safety and deter such harmful behavior; now, therefore, be it   \n\tResolved, That the Council of the City of New York calls upon the New York State Legislature to pass and the Governor to sign A.5094/S.2552, to amend the Education Law, in relation to hazing, serving alcohol to minors and illegal drug offenses.\n\n\nTC\nLS 1734/ Res. 348-2014\nLS 275\n12/14/17\n3",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Brannan, Rosenthal, Koo and Yeger\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Hazing has been banned by 44 states, according to \\i Diverse Education\\i0  magazine; and\\par\nWhereas, Many colleges\\b  \\b0 have taken measures to address hazing, but despite such efforts, it remains prevalent on college campuses; and \\par\nWhereas, A comprehensive study by the University of Maine found that 55 percent of students nationwide who joined fraternities, sororities, sports teams, clubs, or other student groups have experienced hazing; and\\par\nWhereas, The study also found that half of those who reported hazing experiences were aware of anti-hazing policies at their school; and\\par\nWhereas, In addition, the study found that alcohol consumption, humiliation, isolation, sleep-deprivation, and sexual acts are common hazing practices; and\\par\nWhereas, An increase in the number of reported hazing incidents, some of which have resulted in death, has reignited efforts by higher education institutions and states to take action against such dangerous practices, according to \\i USA Today\\i0 ; and\\par\nWhereas, New York Penal Law prohibits hazing in the State; and\\par\nWhereas, Postsecondary institutions in New York State, including New York City, have implemented anti-hazing policies and procedures, as required by State law; and\\par\nWhereas, New York Education Law requires colleges to create and implement policies and procedures to address instances involving endangerment of mental or physical health, or forced consumption of liquor or drugs for initiation into or affiliation with any organization; and\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, Several New York State laws including the Penal Law, the New York General Obligations Law and the New York Alcohol and Beverage Control Law prohibit underage drinking, serving alcohol to minors, and the possession, sale or unauthorized use of certain drugs; and  \\par\n\\tab Whereas, A 2009 study in the Journal of Studies on Alcohol and Drugs titled, \\ldblquote Magnitude of and Trends in Alcohol-Related Mortality and Morbidity Among U.S. College Students Ages 18-24, 1998-2005,\\rdblquote  determined that in 2005, the latest available data, 1,825 college students died from alcohol related injuries, and nearly 600,000 college students were directly impacted by alcohol-related injuries;\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Further, nearly 700,000 college students were assaulted, and almost 100,000 were sexually abused by a drinking college student, which were all significant increases from 1998; and \\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, According to a 2010 study in the Journal of Addictive Behaviors, alcohol education programs have had positive effects on students\\rquote  alcohol use and alcohol-related consequences; and \\par\n\\tab Whereas, Effective elimination or reduction of hazing, underage drinking, and illegal drug use would create a safer and more productive environment for students on college and university campuses; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, A.5094, by Assembly Member David I. Weprin, and S.2552, by Senator Kenneth P. LaValle, would expand the authority of New York State colleges to regulate the conduct of student organizations, establish penalties and additional policy requirements regarding hazing, underage drinking and illegal drug use on campus and within school clubs, sports teams and social organizations; and\\par\nWhereas, Those engaged in such activities would face more serious consequences and disciplinary charges through the college; and\\par\nWhereas, This legislation would also require colleges to educate their campus communities, including training appropriate campus staff, on hazing, underage drinking, illegal drug use, bias-related crime and sexual assault; and\\par\nWhereas, This legislation would help bring the necessary changes needed to ensure campus safety and deter such harmful behavior; now, therefore, be it   \\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Resolved, That the Council of the City of New York calls upon the New York State Legislature to pass and the Governor to sign A.5094/S.2552, to amend the Education Law, in relation to hazing, serving alcohol to minors and illegal drug offenses.\\par\n\\par\n\\pard\\ltrpar\\qj\\par\n\\pard\\ltrpar\\fs20 TC\\par\nLS 1734/ Res. 348-2014\\par\nLS 275\\par\n12/14/17\\par\n}\n",
  "LastModified": "2022-03-15T22:52:14.917Z"
}
