{
  "ID": 58808,
  "GUID": "D7DBDE23-1103-4488-850B-2F92701F5CFA",
  "File": "Res 0041-2018",
  "Name": "Observe every May 25th as Kalief Browder Day in NYC.",
  "Title": "Resolution to observe every May 25th as Kalief Browder Day in the City of New York.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5237,
  "BodyName": "Committee on Criminal Justice",
  "IntroDate": "2018-01-31T00:00:00Z",
  "AgendaDate": "2018-01-31T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7604,
      "Slug": "robert-e-cornegy-jr",
      "FullName": "Robert E. Cornegy, Jr."
    }
  ],
  "History": [
    {
      "ID": 330182,
      "Date": "2018-01-31T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-01-23T20:03:49.493Z"
    },
    {
      "ID": 330942,
      "Date": "2018-01-31T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Criminal Justice",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16036,
      "AgendaSequence": 146,
      "MinutesSequence": 161,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Criminal Justice",
      "MatterStatusID": 3,
      "LastModified": "2018-01-31T22:46:18.687Z"
    },
    {
      "ID": 378984,
      "Date": "2021-12-31T15:22:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-29T20:22:59.753Z"
    }
  ],
  "Attachments": [
    {
      "ID": 246984,
      "LastModified": "2021-12-29T20:22:43.423Z",
      "Name": "Res. No. 41",
      "Link": "https://nyc.legistar1.com/nyc/attachments/1689152f-4969-4d51-9e58-afadcdc7a5e2.docx",
      "Sort": 1
    },
    {
      "ID": 173326,
      "LastModified": "2021-12-29T20:22:15.827Z",
      "Name": "January 31, 2018 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/11ee7f06-d04a-4bd8-b722-97e69cfbaf5d.pdf",
      "Sort": 2
    },
    {
      "ID": 223526,
      "LastModified": "2021-12-29T20:22:31.767Z",
      "Name": "Hearing Transcript - Stated Meeting  01-31-2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/0d1d5f2b-d437-45d5-bc20-e7bc7ab6779f.pdf",
      "Sort": 3
    },
    {
      "ID": 222981,
      "LastModified": "2021-12-29T20:22:17.233Z",
      "Name": "Minutes of the Stated Meeting - January 31, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/20ad055f-21ca-444c-ba61-84a2334d7dbf.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 61063,
  "Text": "By Council Member Cornegy \n\n      Whereas, Kalief Browder was born on May 25th, 1993 in the Bronx, New York; and \n      Whereas, Kalief was the youngest of seven siblings, five of whom were adopted by his mother, Venida Browder; and\n      Whereas, According to various reports, in 2010, at the age of sixteen, Kalief was arrested for the alleged robbery of a backpack that he insisted he had not stolen; and \n      Whereas, Kalief was incarcerated at Riker's Island, awaiting trial for more than one thousand days for a trial that never came, because  the charges were ultimately dropped; and \n      Whereas, According to various reports, over the span of his incarceration, Kalief was offered several plea deals which he declined as he reiterated his innocence; and \n      Whereas, According to the New York Times, at one point during his incarceration,  a judge offered Mr. Browder a chance to leave jail immediately in exchange for a plea of guilty to two misdemeanors, instead of a felony, which he declined; and \n      Whereas, According to various sources, of the three years Kalief Browder was incarcerated, he endured more than two years in solitary confinement where he attempted to end his life several times; and \n      Whereas, Kalief also encountered violence inflicted by both corrections officers and inmates; and \n      Whereas, According to the New Yorker, on May 29th, 2013, after appearing in front of eight judges, refusing 13 plea deals, and spending 3 years on Riker's Island, Kalief's case was dismissed as prosecutors reported their sole witness and accuser was no longer in the United States; and \n      Whereas, By the time Kalief was released from jail, he had missed his junior and senior year of high school, his graduation and prom, and was no longer a teenager; and \n      Whereas, After being released from Rikers, Kalief returned home,  and passed the G.E.D on his first try and enrolled in college at the Bronx Community College; and \n      Whereas, Despite continuing to struggle with his mental health, Kalief was driven to tell his story so that no one else would endure the same ordeals; and \n\tWhereas, During interviews with the New Yorker, Huffington Post, and other newspapers and television shows, Kalief detailed the horrific conditions at Rikers Island and his personal experiences of abuse by officers and other inmates; and\n\tWhereas, Kalief's story and advocacy ignited discussions about criminal justice and led to the development of several reforms locally and nationally; and \n\tWhereas, On June 6, 2015 Kalief Browder tragically died by suicide at his home in the Bronx; and  \n\t Whereas, May 25th will be a day of remembrance of Kalief Browder, his advocacy, and the legacy he leaves behind; therefore, be it \n\tResolved, That the Council of the City of New York will observe every May 25th as Kalief Browder Day in the City of New York. \nLS#111488/Res. 1759-2017\nLS #946\n01/04/18\nCMA",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Member Cornegy \\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 Whereas, Kalief Browder was born on May 25\\super th\\nosupersub , 1993 in the Bronx, New York; and \\par\nWhereas, Kalief was the youngest of seven siblings, five of whom were adopted by his mother, Venida Browder; and\\par\nWhereas, According to various reports, in 2010, at the age of sixteen, Kalief was arrested for the alleged robbery of a backpack that he insisted he had not stolen; and \\par\nWhereas, Kalief was incarcerated at Riker\\rquote s Island, awaiting trial for more than one thousand days for a trial that never came, because  the charges were ultimately dropped; and \\par\nWhereas, According to various reports, over the span of his incarceration, Kalief was offered several plea deals which he declined as he reiterated his innocence; and \\par\nWhereas, According to the \\i New York Times\\i0 , at one point during his incarceration,  a \\lang9 judge offered Mr. Browder a chance to leave jail immediately in exchange for a plea of guilty to two misdemeanors, instead of a felony, which he declined\\lang1033 ; and \\par\nWhereas, According to various sources, of the three years Kalief Browder was incarcerated, he endured more than two years in solitary confinement where he attempted to end his life several times; and \\par\nWhereas, Kalief also encountered violence inflicted by both corrections officers and inmates; and \\par\nWhereas, According to the \\i New Yorker\\i0 , on May 29\\super th\\nosupersub , 2013, after appearing in front of eight judges, refusing 13 plea deals, and spending 3 years on Riker\\rquote s Island, Kalief\\rquote s case was dismissed as prosecutors reported their sole witness and accuser was no longer in the United States; and \\par\nWhereas, By the time Kalief was released from jail, he had missed his junior and senior year of high school, his graduation and prom, and was no longer a teenager; and \\par\nWhereas, After being released from Rikers, Kalief returned home,  and passed the G.E.D on his first try and enrolled in college at the Bronx Community College; and \\par\nWhereas, Despite continuing to struggle with his mental health, Kalief was driven to tell his story so that no one else would endure the same ordeals; and \\par\n\\pard\\ltrpar\\sl480\\slmult1\\tab Whereas, During interviews with the \\i New Yorker, Huffington Post\\i0 , and other newspapers and television shows, Kalief detailed the horrific conditions at Rikers Island and his personal experiences of abuse by officers and other inmates; and\\par\n\\tab Whereas, Kalief\\rquote s story and advocacy ignited discussions about criminal justice and led to the development of several reforms locally and nationally; and \\par\n\\tab Whereas, On June 6, 2015 Kalief Browder tragically died by suicide at his home in the Bronx; and  \\par\n\\tab  Whereas, May 25\\super th\\nosupersub  will be a day of remembrance of Kalief Browder, his advocacy, and the legacy he leaves behind; therefore, be it \\par\n\\tab Resolved, That the Council of the City of New York will observe every May 25\\super th\\nosupersub  as Kalief Browder Day in the City of New York. \\par\n\\pard\\ltrpar\\fs20 LS#111488/Res. 1759-2017\\par\nLS #946\\par\n01/04/18\\par\nCMA\\par\n}\n",
  "LastModified": "2021-12-29T20:22:59.893Z"
}
