{
  "ID": 58867,
  "GUID": "EFB1F61B-65D0-42C6-B3FB-9B4DECADAC98",
  "File": "Res 0049-2018",
  "Name": "DOE to include age-appropriate gun violence prevention curriculum in all schools.",
  "Title": "Resolution calling upon the New York City Department of Education to include age-appropriate gun violence prevention curriculum in all schools.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 9,
  "BodyName": "Committee on Education",
  "IntroDate": "2018-01-31T00:00:00Z",
  "AgendaDate": "2018-01-31T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7628,
      "Slug": "laurie-a-cumbo",
      "FullName": "Laurie A. Cumbo"
    },
    {
      "ID": 7780,
      "Slug": "public-advocate-jumaane-williams",
      "FullName": "Public Advocate Jumaane Williams"
    },
    {
      "ID": 7622,
      "Slug": "vanessa-l-gibson",
      "FullName": "Vanessa L. Gibson"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera"
    },
    {
      "ID": 7741,
      "Slug": "keith-powers",
      "FullName": "Keith Powers"
    },
    {
      "ID": 7635,
      "Slug": "alan-n-maisel",
      "FullName": "Alan N. Maisel"
    }
  ],
  "History": [
    {
      "ID": 330364,
      "Date": "2018-01-31T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-01-25T19:47:28.413Z"
    },
    {
      "ID": 330952,
      "Date": "2018-01-31T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Education",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16036,
      "AgendaSequence": 157,
      "MinutesSequence": 172,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Education",
      "MatterStatusID": 3,
      "LastModified": "2018-01-31T20:14:48.263Z"
    },
    {
      "ID": 378992,
      "Date": "2021-12-31T15:32:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-29T20:32:25.617Z"
    }
  ],
  "Attachments": [
    {
      "ID": 199386,
      "LastModified": "2021-12-29T20:33:25.48Z",
      "Name": "Res. No. 49",
      "Link": "https://nyc.legistar1.com/nyc/attachments/bf408c08-05df-481b-b8d6-71805f57748d.docx",
      "Sort": 1
    },
    {
      "ID": 173337,
      "LastModified": "2021-02-02T23:45:47.22Z",
      "Name": "January 31, 2018 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/df5378de-3704-4616-b475-7f66e991ab34.pdf",
      "Sort": 2
    },
    {
      "ID": 223537,
      "LastModified": "2021-12-29T20:33:27.747Z",
      "Name": "Hearing Transcript - Stated Meeting  01-31-2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/5e5fd59c-fc3b-4fab-88bd-f26ee5299f73.pdf",
      "Sort": 3
    },
    {
      "ID": 222992,
      "LastModified": "2021-12-29T20:33:27.7Z",
      "Name": "Minutes of the Stated Meeting - January 31, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/24ef6a96-f356-40ba-b318-851af417c2f8.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 61122,
  "Text": "By Council Members Cumbo, the Public Advocate (Mr. Williams), Gibson, Cabrera, Powers and Maisel\n\n      Whereas, Gun violence in the United States is at epidemic levels and is increasing; and\n      Whereas, According to the Centers for Disease Control and Prevention (CDC), in 2015, the latest year for which data is available, there were 33,252 deaths attributed to firearms in the U.S., up from 28,663 in 2000; and\n      Whereas, However, deaths from firearms are only part of the picture, as many other people are fortunate to survive gunshot wounds; and\n      Whereas, According to the Brady Campaign to Prevent Gun Violence, each year, on average, 114,994 people in America are shot in murders, assaults, suicides & suicide attempts, unintentional shootings, or by police intervention and 33,880 of them die; and\n      Whereas, Of this annual average number of people shot in America, 17,012 are children and teenagers ages 0-19 and 2,647 of them die according to the Brady Campaign to Prevent Gun Violence; and\n      Whereas, Further, American children 5-14 years old are 17 times more likely to be murdered by a firearm, 10 times more likely to die by suicide, and 9 times more likely to die from unintentional firearm injury than children in other industrialized countries, according to Doctors for America; and\n      Whereas, Besides being a serious public safety issue, there is a growing consensus among the nations' top medical organizations that gun violence is a public health crisis; and\n      Whereas, Efforts in the areas of drug and alcohol abuse prevention have demonstrated that preventive education can reduce the risks for youth; and\n      Whereas, Under New York State Law and the Regulations of the Commissioner of Education, all schools under the jurisdiction of the State Education Department must provide a program of health and physical education including health and safety education; and\n      Whereas, However, neither the New York State Education Department (NYSED) nor the New York City Department of Education (DOE) currently requires instruction in gun violence prevention as part of the health education curriculum; and\n      Whereas, The DOE recommended health curricula for Middle and High Schools, called HealthSmart, does contain lessons on \"Safety & Injury Prevention\" that, according to the publisher, include \"discussion of how the presence of guns or other weapons increases the risk of violent injury\"; and \n      Whereas, However, it is unclear whether such \"discussion\" about guns is extensive enough to be considered gun violence prevention curriculum; and\n      Whereas, Further, the DOE recommends but does not require all schools to use the HealthSmart curricula, instead requiring schools that choose not to use the curricula to select a curricula meeting NYSED health education requirements ; and\n      Whereas, Protecting our children and youth from the scourge of gun violence is too important to regard as optional; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the New York City Department of Education to include age-appropriate gun violence prevention curriculum in all schools.\n\nLS #7007, 7549/ Res 1036-2016 \nLS #1000\nJA\n1/25/18\n\n1",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Cumbo, the Public Advocate (Mr. Williams), Gibson, Cabrera, Powers and Maisel\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Gun violence in the United States is at epidemic levels and is increasing; and\\par\nWhereas, According to the Centers for Disease Control and Prevention (CDC), in 2015, the latest year for which data is available, there were 33,252 deaths attributed to firearms in the U.S., up from 28,663 in 2000; and\\par\nWhereas, However, deaths from firearms are only part of the picture, as many other people are fortunate to survive gunshot wounds; and\\par\nWhereas, According to the Brady Campaign to Prevent Gun Violence, each year, on average, 114,994 people in America are shot in murders, assaults, suicides & suicide attempts, unintentional shootings, or by police intervention and 33,880 of them die; and\\par\nWhereas, Of this annual average number of people shot in America, 17,012 are children and teenagers ages 0-19 and 2,647 of them die according to the Brady Campaign to Prevent Gun Violence; and\\par\nWhereas, Further, American children 5-14 years old are 17 times more likely to be murdered by a firearm, 10 times more likely to die by suicide, and 9 times more likely to die from unintentional firearm injury than children in other industrialized countries, according to Doctors for America; and\\par\nWhereas, Besides being a serious public safety issue, there is a growing consensus among the nations\\rquote  top medical organizations that gun violence is a public health crisis; and\\par\nWhereas, Efforts in the areas of drug and alcohol abuse prevention have demonstrated that preventive education can reduce the risks for youth; and\\par\nWhereas, Under New York State Law and the Regulations of the Commissioner of Education, all schools under the jurisdiction of the State Education Department must provide a program of health and physical education including health and safety education; and\\par\nWhereas, However, neither the New York State Education Department (NYSED) nor the New York City Department of Education (DOE) currently requires instruction in gun violence prevention as part of the health education curriculum; and\\par\nWhereas, The DOE recommended health curricula for Middle and High Schools, called HealthSmart, does contain lessons on \\ldblquote Safety & Injury Prevention\\rdblquote  that, according to the publisher, include \\ldblquote discussion of how the presence of guns or other weapons increases the risk of violent injury\\rdblquote ; and \\par\nWhereas, However, it is unclear whether such \\ldblquote discussion\\rdblquote  about guns is extensive enough to be considered gun violence prevention curriculum; and\\par\nWhereas, Further, the DOE recommends but does not require all schools to use the HealthSmart curricula, instead requiring schools that choose not to use the curricula to select a curricula meeting NYSED health education requirements ; and\\par\nWhereas, Protecting our children and youth from the scourge of gun violence is too important to regard as optional; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls on the New York City Department of Education to include age-appropriate gun violence prevention curriculum in all schools.\\par\n\\pard\\ltrpar\\qj\\par\n\\pard\\ltrpar\\qj\\tx2880\\fs20 LS #7007, 7549/ Res 1036-2016 \\par\n\\pard\\ltrpar\\qj LS #1000\\par\nJA\\par\n1/25/18\\par\n\\pard\\ltrpar\\qj\\tx2880\\par\n}\n",
  "LastModified": "2022-04-21T00:33:04.833Z"
}
