{
  "ID": 57545,
  "GUID": "645FBAF3-33FE-4556-9A07-FFAA660D6B5B",
  "File": "Res 0053-2018",
  "Name": "Permit the use of certain body imaging scanning equipment on inmates in local correctional facilities. (A.6838/S.5337)",
  "Title": "Resolution calling on the New York State Legislature to pass and the Governor to sign A.6838/S.5337, which would permit the use of certain body imaging scanning equipment on inmates in local correctional facilities.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5237,
  "BodyName": "Committee on Criminal Justice",
  "IntroDate": "2018-01-31T00:00:00Z",
  "AgendaDate": "2018-01-31T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7622,
      "Slug": "vanessa-l-gibson",
      "FullName": "Vanessa L. Gibson"
    },
    {
      "ID": 7637,
      "Slug": "i-daneek-miller",
      "FullName": "I. Daneek Miller"
    },
    {
      "ID": 7748,
      "Slug": "justin-l-brannan",
      "FullName": "Justin L. Brannan"
    },
    {
      "ID": 7741,
      "Slug": "keith-powers",
      "FullName": "Keith Powers"
    },
    {
      "ID": 7746,
      "Slug": "robert-f-holden",
      "FullName": "Robert F. Holden"
    }
  ],
  "History": [
    {
      "ID": 330782,
      "Date": "2018-01-31T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-01-29T14:03:56.493Z"
    },
    {
      "ID": 330974,
      "Date": "2018-01-31T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Criminal Justice",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16036,
      "AgendaSequence": 179,
      "MinutesSequence": 194,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Criminal Justice",
      "MatterStatusID": 3,
      "LastModified": "2018-01-31T21:52:16.023Z"
    },
    {
      "ID": 378996,
      "Date": "2021-12-31T15:37:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-29T20:37:39.82Z"
    }
  ],
  "Attachments": [
    {
      "ID": 246994,
      "LastModified": "2021-12-29T20:37:45.697Z",
      "Name": "Res. No. 53",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d9bc3844-ce14-4e4d-a14f-234c3553e343.docx",
      "Sort": 1
    },
    {
      "ID": 154736,
      "LastModified": "2021-12-29T20:36:25.203Z",
      "Name": "A. 6838",
      "Link": "https://nyc.legistar1.com/nyc/attachments/4cbaa034-00a0-4ade-acff-513d42c033c4.pdf",
      "Sort": 2
    },
    {
      "ID": 154737,
      "LastModified": "2017-05-03T17:12:04.95Z",
      "Name": "S. 5337",
      "Link": "https://nyc.legistar1.com/nyc/attachments/a2eee17b-46a1-4005-be62-46397bf09872.pdf",
      "Sort": 3
    },
    {
      "ID": 173359,
      "LastModified": "2018-02-26T18:22:56.03Z",
      "Name": "January 31, 2018 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/93d154a4-3051-4b68-b096-5b0dbf0855fa.pdf",
      "Sort": 4
    },
    {
      "ID": 223559,
      "LastModified": "2021-12-29T20:37:20.803Z",
      "Name": "Hearing Transcript - Stated Meeting  01-31-2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/7b5377f8-5959-46d0-a466-7e802b7e252e.pdf",
      "Sort": 5
    },
    {
      "ID": 223014,
      "LastModified": "2021-12-29T20:36:26.923Z",
      "Name": "Minutes of the Stated Meeting - January 31, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/2abebfaf-0598-4106-8eec-a45978b992ee.pdf",
      "Sort": 6
    }
  ],
  "Summary": "",
  "TextID": 59523,
  "Text": "By Council Members Gibson, Miller, Brannan, Powers and Holden\n\n      Whereas, The New York City Department of Correction (\"DOC\") is charged with overseeing and providing for the care, custody, and control of individuals 16 years of age and older who are accused of crimes or convicted and sentenced to one year or less of incarceration; and\n   \tWhereas, DOC reported 63,758 total admissions to City jails during Fiscal Year 2017, with an average daily population of 9,790; and\n\tWhereas, According to the 2017 New York City's Preliminary Mayor's Management Report, inmate-on-inmate stabbings and slashings increased by 21 percent while inmate fights increased by 27 percent compared to the same time period of last year; and\n\tWhereas, In an effort to successfully combat the rise of contraband, including weapons, from entering New York City correctional facilities the DOC purchased body imaging scanning equipment from the United States Transportation Security Administration; and\n\tWhereas, It was reported by the New York Daily News that these six ionizing body imaging scanners were purchased by the City during 2012 and 2013 for approximately one million dollars; and\n\tWhereas, Ionizing body imaging scanners emit a low dosage of radiation, less radiation than is experienced in approximately two minutes of commercial air flight; and\n\tWhereas, According to the United States Department of Health and Human Services, ionization body imaging scanners are safe and an individual would have to be screened more than a thousand times in one year in order to exceed the annual radiation dose limit, which has been set by expert radiation safety organizations; and \n      Whereas, These particular type of body imaging scanners purchased by DOC are prohibited by New York State law from being deployed and/or used by municipal correctional facilities; and\n\tWhereas, A.6838, introduced by New York State Assembly Member David I. Weprin, and companion bill S.5337, introduced by New York State Senator Kemp Hannon, seek to amend the current New York State Public Health Law by permitting the use of ionizing body imaging scanners in local correctional facilities; and\n\tWhereas, A.6838/S.5337 would limit and regulate the number of ionized body imaging exposures an inmate can experience while in DOC custody; and\n      Whereas, A.6838/S.5337 also carves out stricter exposure limitations for inmates under the age of eighteen as well as prohibiting exposure for women who are pregnant; and\n      Whereas, The endemic violence among New York City's inmate population at Rikers Island and the increased use of blades in stabbings and slashings must be mitigated; and\n      Whereas, Body imaging scanning equipment used on inmates in New York City jail helps to successfully eliminate weapons and contraband from entering our City's correctional facilities while ensuring a safer environment for both staff and those who are incarcerated; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the New York State Legislature to pass and the Governor to sign A.6838/S.5337, which would permit the use of certain body imaging scanning equipment on inmates in local correctional facilities.\n\nWJH\nLS 4037\n1/10/18",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red34\\green34\\blue34;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Gibson, Miller, Brannan, Powers and Holden\\par\n\\par\n\\pard\\cbpat3\\ltrpar\\fi720\\sl480\\slmult0\\qj\\cf2 Whereas, The New York City Department of Correction (\"DOC\") is charged with overseeing and providing for the care, custody, and control of individuals 16 years of age and older who are accused of crimes or convicted and sentenced to one year or less of incarceration; and\\fs27\\par\n\\pard\\cbpat3\\ltrpar\\sl480\\slmult0\\qj\\fs24    \\tab Whereas, DOC reported 63,758 total admissions to City jails during Fiscal Year 2017, with an average daily population of 9,790; and\\par\n\\tab Whereas, According to the 2017 New York City\\rquote s Preliminary Mayor\\rquote s Management Report, inmate-on-inmate \\cf0 stabbings and slashings increased by 21 percent while inmate fights increased by 27 percent compared to the same time period of last year; and\\par\n\\tab Whereas, In an effort to successfully combat the rise of contraband, including weapons, from entering New York City correctional facilities the DOC purchased body imaging scanning equipment from the United States Transportation Security Administration; and\\par\n\\cf2\\tab Whereas, It was reported by the New York Daily News that these six ionizing body imaging scanners were purchased by the City during 2012 and 2013 for approximately one million dollars; and\\par\n\\cf0\\tab Whereas, Ionizing body imaging scanners emit a low dosage of radiation, less radiation than is experienced in approximately two minutes of commercial air flight; and\\par\n\\tab Whereas, According to the United States Department of Health and Human Services, ionization body imaging scanners are safe and an individual would have to be screened more than a thousand times in one year in order to exceed the annual radiation dose limit, which has been set by expert radiation safety organizations; and \\par\n\\pard\\cbpat3\\ltrpar\\fi720\\sl480\\slmult0\\qj\\cf2 Whereas, These particular type of body imaging scanners purchased by DOC are prohibited by New York State law from being deployed and/or used by municipal correctional facilities; and\\par\n\\pard\\cbpat3\\ltrpar\\sl480\\slmult0\\qj\\tab Whereas, A.6838, introduced by New York State Assembly Member David I. Weprin, and companion bill S.5337, introduced by New York State Senator Kemp Hannon, seek to amend the current New York State Public Health Law by permitting the use of ionizing body imaging scanners in local correctional facilities; and\\par\n\\tab Whereas, A.6838/S.5337 would limit and regulate the number of ionized body imaging exposures an inmate can experience while in DOC custody; and\\par\n\\pard\\cbpat3\\ltrpar\\fi720\\sl480\\slmult0\\qj Whereas, A.6838/S.5337 also carves out stricter exposure limitations for inmates under the age of eighteen as well as prohibiting exposure for women who are pregnant; and\\par\n\\pard\\cbpat3\\ltrpar\\fi720\\sa200\\sl480\\slmult0\\qj Whereas, \\cf1 The endemic violence among New York City\\rquote s inmate population\\cf2  \\cf1 at Rikers Island and the increased\\cf2  \\cf1 use of blades in stabbings and slashings must be mitigated; and\\par\n\\pard\\cbpat3\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Body imaging scanning equipment used on inmates in New York City jail helps to successfully eliminate weapons and contraband from entering our City\\rquote s correctional facilities while ensuring a safer environment for both staff and those who are incarcerated; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls \\cf0 on the New York State Legislature to pass and the Governor to sign A.6838/S.5337, which would\\cf1  permit the use of certain body imaging scanning equipment on inmates in local correctional facilities.\\par\n\\pard\\cbpat3\\ltrpar\\sl480\\slmult1\\qj\\par\n\\pard\\cbpat3\\ltrpar\\qj WJH\\par\nLS 4037\\par\n1/10/18\\par\n\\pard\\cbpat3\\ltrpar\\fi720\\sl480\\slmult0\\qj\\cf2\\par\n\\pard\\ltrpar\\sa200\\sl276\\slmult1\\qj\\cf0\\par\n}\n",
  "LastModified": "2021-12-29T20:37:45.697Z"
}
