{
  "ID": 58764,
  "GUID": "3C6D2328-EC52-4FC7-93AF-A78D29B252DD",
  "File": "Res 0056-2018",
  "Name": "Repeal the Criminal Procedure Law Article 240 and replace it with a law mandating early, open, and automatic pre-trial discovery.",
  "Title": "Resolution calling on the New York State Legislature to pass and the Governor to sign, legislation to repeal the Criminal Procedure Law Article 240 and replace it with a law mandating early, open, and automatic pre-trial discovery.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2018-01-31T00:00:00Z",
  "AgendaDate": "2018-01-31T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera"
    },
    {
      "ID": 7604,
      "Slug": "robert-e-cornegy-jr",
      "FullName": "Robert E. Cornegy, Jr."
    },
    {
      "ID": 7744,
      "Slug": "ruben-diaz-sr",
      "FullName": "Ruben Diaz, Sr."
    },
    {
      "ID": 7746,
      "Slug": "robert-f-holden",
      "FullName": "Robert F. Holden"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7780,
      "Slug": "public-advocate-jumaane-williams",
      "FullName": "Public Advocate Jumaane Williams"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 7714,
      "Slug": "rafael-salamanca-jr",
      "FullName": "Rafael Salamanca, Jr."
    },
    {
      "ID": 7749,
      "Slug": "kalman-yeger",
      "FullName": "Kalman Yeger"
    }
  ],
  "History": [
    {
      "ID": 330269,
      "Date": "2018-01-31T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-01-25T15:24:45.73Z"
    },
    {
      "ID": 330986,
      "Date": "2018-01-31T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Justice System",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16036,
      "AgendaSequence": 191,
      "MinutesSequence": 206,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Justice System",
      "MatterStatusID": 3,
      "LastModified": "2018-01-31T21:02:04.563Z"
    },
    {
      "ID": 365398,
      "Date": "2020-12-03T13:01:00Z",
      "ActionID": 49,
      "Action": "Re-referred to Committee by Council",
      "Description": "This Resolution was Re-referred to Committee by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2020-12-03T18:01:22.167Z"
    },
    {
      "ID": 378998,
      "Date": "2021-12-31T15:40:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-29T20:40:30.2Z"
    }
  ],
  "Attachments": [
    {
      "ID": 193067,
      "LastModified": "2021-12-29T20:40:19.167Z",
      "Name": "Res. No. 56",
      "Link": "https://nyc.legistar1.com/nyc/attachments/25756aa1-6ae3-49d7-b0d4-7c90520bd71a.doc",
      "Sort": 1
    },
    {
      "ID": 173371,
      "LastModified": "2020-10-06T14:42:28.49Z",
      "Name": "January 31, 2018 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/31dc90bd-c5e4-4caf-8d08-34eee83a6334.pdf",
      "Sort": 2
    },
    {
      "ID": 223571,
      "LastModified": "2021-12-29T20:40:13.62Z",
      "Name": "Hearing Transcript - Stated Meeting  01-31-2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ed314b8c-f46d-45e1-bd17-adf3505e78a5.pdf",
      "Sort": 3
    },
    {
      "ID": 223026,
      "LastModified": "2021-12-29T20:40:07.54Z",
      "Name": "Minutes of the Stated Meeting - January 31, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/8aaaeeb7-fbd4-4d12-958f-da4a43d40a2c.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 61019,
  "Text": "By Council Members Cabrera, Cornegy, R. Diaz, Holden, Rose, the Public Advocate (Mr. Williams), Rodriguez, Salamanca and Yeger\n\n      Whereas, Pursuant to New York State Criminal Procedure Law section 240, New York City currently does not provide for mandatory early or open pre-trial disclosure of evidence, witness lists, and police reports; and\n      Whereas, Pursuant to New York State Criminal Procedure law Section 240, the current discovery procedures prevent an innocent until proven guilty individual from crucial access to the evidence in their case, denying the right to a full defense in criminal matters with life-altering consequences; and\n      Whereas, Many other jurisdictions enjoy as a matter of practice the prosecution's full disclosure of witnesses' names, addresses, complete statements, and police reports early in the case; and\n      Whereas, The current Criminal Procedure Law section 240 prevents a defense attorney from zealously defending his/her client due to the attorney's inability to fully assess their client's legal options and thoroughly advise their clients about the strength or weakness of opposing counsel's case; and \n      Whereas, Because significant discovery from the prosecution occurs belatedly, the accused has no access to critical police reports, which systematically block innocent or over-charged defendants from meaningfully investigating their case, therefore denying justice by preventing the defense from to locating and using exculpatory evidence as well as preventing the defense from formulating a proper strategy of defense prior to trial; and\n\n      Whereas, Long-standing committees of legal experts and practitioners have repeatedly urged the New York State Legislature to fundamentally revise, modernize, and make more fair New York State's restrictive criminal discovery rules; and\n      Whereas, Fundamental fairness dictates that an innocent until proven guilty defendant should be provided with basic discovery well in advance of trial, such as police reports from the investigation of the case, the names and contact information of the witnesses, and those witnesses' prior testimony, statements, let alone the type of discovery available to civil litigants, such as depositions; and\n      Whereas, Due to delays in producing discovery materials under the existing law, indigent defendants many times choose a plea bargain instead of languishing in prison custody awaiting trial, which in New York City can last numerous years; and\n      Whereas, The existing discovery laws hamper the defendant's ability to make critical decisions about whether to plea bargain or proceed to trial and adequately prepare a defense, which forces defense attorneys to turn to other systems to obtain pre-trial information, such as subpoenas duces tecum, bills of particulars, pretrial hearings, voluntary disclosure forms, and informal incomplete discovery from the prosecutor, methods which are not always effective; and \n      Whereas, A broader fully early, open, and automatic discovery system will eliminate the cruelties and the inequities in the availability of information between the prosecution and the defense, thus providing for more equal justice, and less surprise at time of trial; and \n      Whereas, In the severely overcrowded court system, particularly in the five boroughs of the largest city in the United States, the current demand system under which defendants must seek discovery by filing endless written demands requiring further court time in unnecessary hearings makes justice in New York City extremely inefficient, often resulting in a colossal waste of time and money; and \n      Whereas, If the prosecution and defense are required to immediately trade vital information after arraignment, each side will be able to receive a better overview of the adversary's case and decide whether to plea bargain or proceed to trial; and \n      Whereas, The ability of the parties to make these decisions will result in faster resolution of the case, less court time, less wasted paper, less pre-trial detention of the indigent defendant, and more money for the tax- paying public and community; and\n      Whereas, The Legal Aid Society has written a proposed Criminal Procedure Law Article 245 which mandates early, open, and automatic pre-trial discovery in criminal cases, substantially improving upon the current Article 240; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the New York State Legislature to pass and the Governor to sign, legislation to repeal the Criminal Procedure Law Article 240 and replace it with a law mandating early, open, and automatic pre-trial discovery.\n\nBC\nLS# 2486/Res. 430-2014\nLS 909\n12/22/17",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red64\\green65\\blue68;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\line By Council Members Cabrera, Cornegy, R. Diaz, Holden, Rose, the Public Advocate (Mr. Williams), Rodriguez, Salamanca and Yeger\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Pursuant to New York State Criminal Procedure Law section 240, New York City currently does not provide for mandatory early or open pre-trial disclosure of evidence, witness lists, and police reports; and\\par\nWhereas, Pursuant to New York State Criminal Procedure law Section 240, the current discovery procedures prevent an innocent until proven guilty individual from crucial access to the evidence in their case, denying the right to a full defense in criminal matters with life-altering consequences; and\\par\nWhereas, Many other jurisdictions enjoy as a matter of practice the prosecution\\rquote s full disclosure of witnesses\\rquote  names, addresses, complete statements, and police reports early in the case; and\\par\nWhereas, The current Criminal Procedure Law section 240 prevents a defense attorney from zealously defending his/her client due to the attorney\\rquote s inability to fully assess their client\\rquote s legal options and thoroughly advise their clients about the strength or weakness of opposing counsel\\rquote s case; and \\par\nWhereas, Because significant discovery from the prosecution occurs belatedly, the accused has no access to critical police reports, which systematically block innocent or over-charged defendants from meaningfully investigating their case, therefore denying justice by preventing the defense from to locating and using exculpatory evidence as well as preventing the defense from formulating a proper strategy of defense prior to trial; and\\par\n\\pard\\ltrpar\\qj\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Long-standing committees of legal experts and practitioners have repeatedly urged the New York State Legislature to fundamentally revise, modernize, and make more fair New York State\\rquote s restrictive criminal discovery rules; and\\par\nWhereas, Fundamental fairness dictates that an innocent until proven guilty defendant should be provided with basic discovery well in advance of trial, such as police reports from the investigation of the case, the names and contact information of the witnesses, and those witnesses\\rquote  prior testimony, statements, let alone the type of discovery available to civil litigants, such as depositions; and\\par\nWhereas, Due to delays in producing discovery materials under the existing law, indigent defendants many times choose a plea bargain instead of languishing in prison custody awaiting trial, which in New York City can last numerous years; and\\par\nWhereas, The existing discovery laws hamper the defendant\\rquote s ability to make critical decisions about whether to plea bargain or proceed to trial and adequately prepare a defense, which forces defense attorneys to turn to other systems to obtain pre-trial information, such as subpoenas duces tecum, bills of particulars, pretrial hearings, voluntary disclosure forms, and informal incomplete discovery from the prosecutor, methods which are not always effective; and \\par\nWhereas, A broader fully early, open, and automatic discovery system will eliminate the cruelties and the inequities in the availability of information between the prosecution and the defense, thus providing for more equal justice, and less surprise at time of trial; and \\par\nWhereas, In the severely overcrowded court system, particularly in the five boroughs of the largest city in the United States, the current demand system under which defendants must seek discovery by filing endless written demands requiring further court time in unnecessary hearings makes justice in New York City extremely inefficient, often resulting in a colossal waste of time and money; and \\par\nWhereas, If the prosecution and defense are required to immediately trade vital information after arraignment, each side will be able to receive a better overview of the adversary\\rquote s case and decide whether to plea bargain or proceed to trial; and \\par\nWhereas, The ability of the parties to make these decisions will result in faster resolution of the case, less court time, less wasted paper, less pre-trial detention of the indigent defendant, and more money for the tax- paying public and community; and\\par\nWhereas, The Legal Aid Society has written a proposed Criminal Procedure Law Article 245 which mandates early, open, and automatic pre-trial discovery in criminal cases, substantially improving upon the current Article 240; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls on the New York State Legislature to pass and the Governor to sign, legislation to repeal the Criminal Procedure Law Article 240 and replace it with a law mandating early, open, and automatic pre-trial discovery.\\par\n\\pard\\ltrpar\\qj\\b\\par\n\\pard\\cbpat3\\ltrpar\\b0\\fs22 BC\\par\nLS# 2486/Res. 430-2014\\par\nLS 909\\par\n12/22/17\\fs27\\par\n\\pard\\ltrpar\\qj\\b\\fs24\\par\n}\n",
  "LastModified": "2021-12-29T20:40:30.353Z"
}
