{
  "ID": 58781,
  "GUID": "797F77D9-C106-4679-B0B8-2087DE204198",
  "File": "Res 0057-2018",
  "Name": "Amend the New York State Criminal Procedure Law to allow for the expungement of certain records. (A.5303)",
  "Title": "Resolution calling on the New York State Assembly to pass A.5303, the New York State Senate to introduce and pass a companion bill, and the Governor to sign such legislation into law, which would amend the New York State Criminal Procedure Law to allow for the expungement of certain records.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5242,
  "BodyName": "Committee on Justice System",
  "IntroDate": "2018-01-31T00:00:00Z",
  "AgendaDate": "2018-01-31T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7613,
      "Slug": "andy-l-king",
      "FullName": "Andy L. King"
    }
  ],
  "History": [
    {
      "ID": 330271,
      "Date": "2018-01-31T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-01-25T15:30:53.1Z"
    },
    {
      "ID": 330987,
      "Date": "2018-01-31T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Justice System",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16036,
      "AgendaSequence": 192,
      "MinutesSequence": 207,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Justice System",
      "MatterStatusID": 3,
      "LastModified": "2018-01-31T21:02:35.503Z"
    },
    {
      "ID": 364773,
      "Date": "2021-12-31T11:31:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2020-11-05T16:31:31.153Z"
    }
  ],
  "Attachments": [
    {
      "ID": 246996,
      "LastModified": "2021-12-29T20:42:27.287Z",
      "Name": "Res. No. 57",
      "Link": "https://nyc.legistar1.com/nyc/attachments/e23a0b6f-4439-4ecb-9ab1-de66dc377ad4.docx",
      "Sort": 1
    },
    {
      "ID": 173372,
      "LastModified": "2021-12-29T20:41:58.033Z",
      "Name": "January 31, 2018 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/e5b27c6c-c565-462d-89a2-f6f6ce0a6409.pdf",
      "Sort": 2
    },
    {
      "ID": 223572,
      "LastModified": "2021-12-29T20:42:15.147Z",
      "Name": "Hearing Transcript - Stated Meeting  01-31-2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b3a9be52-08a9-4769-9b70-3bdee629f41c.pdf",
      "Sort": 3
    },
    {
      "ID": 223027,
      "LastModified": "2021-12-29T20:41:59.3Z",
      "Name": "Minutes of the Stated Meeting - January 31, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/f09efb96-67ab-46bd-80ea-ab4ef876ca83.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 61036,
  "Text": "By Council Member King\n\n      Whereas, People with criminal arrest records  often face difficulties in applying for and obtaining employment, housing and other opportunities, even if they were never convicted of a crime; and\n      Whereas, A criminal arrest record can stay with an individual for life unless the record is sealed or expunged; and\n      Whereas, New York State doesn't currently allow for the  expungement of criminal records and only allows for the sealing of certain arrest records and records of misdemeanor convictions; and\n                     Whereas, People in New York State who have been falsely arrested, whose cases were dismissed, or who were innocent should not be hampered by an arrest record for any purpose and should be allowed to petition that such records be expunged; and\nWhereas, A.5303, introduced by Assembly Member Jeffrion L. Aubry and pending in the\nNew York State Assembly, would amend the Criminal Procedure Law to allow\nindividuals an opportunity to petition a court for the expungement of records of arrest,\ninvestigation, detention and computer databases for certain qualifying cases; and\n      Whereas, A.5303 would allow an individual who has been arrested with or without warrant to petition a court to request for an order to expunge any and all records of arrest investigation, computer databases, and records of detention pursuant to that voidable arrest; and\n      Whereas, In accordance with A.5303, such request to the court would have to be made no later than thirty days after the date on which the arrest becomes a voidable arrest; and\n      Whereas, A.5303 would define voidable arrest to mean any arrest resulting in the following conditions, (i) the person was released without the filing of formal charges (ii) a determination that the arrest was without probable cause, or (iii) dismissal of proceedings against the person; and\n      Whereas, A.5303 would establish penalties for individuals who knowingly fail to expunge records as directed by the court, or who, knowing the records are expunged, use the information for financial gain or willful destruction of a person's character; and\n      Whereas, Enactment of this law would provide certain individuals an opportunity to expunge their records and be free from the burdens of having an arrest record; and\nWhereas, The New York State Assembly should pass this bill and the New York State Senate should introduce and pass a companion bill to allow people falsely or wrongfully accused of crimes and arrested to move on with their lives; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the New York State Assembly to pass A.5303, the New York State Senate to introduce and pass a companion bill, and the Governor to sign such legislation into law, which would amend the New York State Criminal Procedure Law to allow for the expungement of certain records. \nSA/WJH\nLS 1127/ Res. 326-2014\n12/28/17\nLS 908",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0  \\par\n\\fs24 By Council Member King\\par\n\\fs27\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sl480\\slmult1\\qj\\fs24 Whereas, People with criminal arrest records  often face difficulties in applying for and obtaining employment, housing and other opportunities, even if they were never convicted of a crime; and\\fs27\\par\n\\fs24 Whereas, A criminal arrest record can stay with an individual for life unless the record is sealed or expunged; and\\fs27\\par\n\\fs24 Whereas, New York State doesn\\rquote t currently allow for the  expungement of criminal records and only allows for the sealing of certain arrest records and records of misdemeanor convictions; and\\fs27\\par\n\\pard\\cbpat2\\ltrpar\\sl480\\slmult1\\qj\\fs14                      \\fs24 Whereas, People in New York State who have been falsely arrested, whose cases were dismissed, or who were innocent should not be hampered by an arrest record for any purpose and should be allowed to petition that such records be expunged; and\\fs27\\par\n\\pard\\cbpat2\\ltrpar\\li720\\sl480\\slmult1\\qj\\fs24 Whereas, A.5303, introduced by Assembly Member Jeffrion L. Aubry and pending in the\\par\nNew York State Assembly, would amend the Criminal Procedure Law to allow\\fs27\\par\n\\pard\\cbpat2\\ltrpar\\sl480\\slmult1\\qj\\fs24 individuals an opportunity to petition a court for the expungement of records of arrest,\\fs27\\par\n\\fs24 investigation, detention and computer databases for certain qualifying cases; and\\fs27\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sl480\\slmult1\\qj\\fs24 Whereas, A.5303 would allow an individual who has been arrested with or without warrant to petition a court to request for an order to expunge any and all records of arrest investigation, computer databases, and records of detention pursuant to that voidable arrest; and\\fs27\\par\n\\fs24 Whereas, In accordance with A.5303, such request to the court would have to be made no later than thirty days after the date on which the arrest becomes a voidable arrest; and\\fs27\\par\n\\fs24 Whereas, A.5303 would define voidable arrest to mean any arrest resulting in the following conditions, (i) the person was released without the filing of formal charges (ii) a determination that the arrest was without probable cause, or (iii) dismissal of proceedings against the person; and\\fs27\\par\n\\fs24 Whereas, A.5303 would establish penalties for individuals who knowingly fail to expunge records as directed by the court, or who, knowing the records are expunged, use the information for financial gain or willful destruction of a person\\rquote s character; and\\par\nWhereas, Enactment of this law would provide certain individuals an opportunity to expunge their records and be free from the burdens of having an arrest record; and\\fs27\\par\n\\pard\\cbpat2\\ltrpar\\sl480\\slmult1\\qj\\fs24 Whereas, The New York State Assembly should pass this bill and the New York State Senate should introduce and pass a companion bill to allow people falsely or wrongfully accused of crimes and arrested to move on with their lives; now, therefore, be it\\fs27\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sl480\\slmult1\\qj\\fs24 Resolved, That the Council of the City of New York calls on the New York State Assembly to pass A.5303, the New York State Senate to introduce and pass a companion bill, and the Governor to sign such legislation into law, which would amend the New York State Criminal Procedure Law to allow for the expungement of certain records.\\fs27  \\par\n\\pard\\cbpat2\\ltrpar\\fs24 SA/WJH\\fs27\\par\n\\fs24 LS 1127/ Res. 326-2014\\fs27\\par\n\\fs24 12/28/17\\par\nLS 908\\fs27\\par\n\\pard\\ltrpar\\sa200\\sl276\\slmult1\\cf0\\fs22\\par\n}\n",
  "LastModified": "2021-12-29T20:42:30.367Z"
}
