{
  "ID": 58819,
  "GUID": "2D9A4B0E-6698-4470-BA9B-914960F00014",
  "File": "Res 0058-2018",
  "Name": "Parents or custodial guardians responsible of minors possessing a firearm.",
  "Title": "Resolution urging the New York State Legislature to pass and the Governor to sign a law amending the parental responsibility section of the General Obligations Law, to make parents or custodial guardians responsible of minors possessing a firearm.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2018-01-31T00:00:00Z",
  "AgendaDate": "2018-01-31T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7613,
      "Slug": "andy-l-king",
      "FullName": "Andy L. King"
    }
  ],
  "History": [
    {
      "ID": 330266,
      "Date": "2018-01-31T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-01-25T15:21:47.61Z"
    },
    {
      "ID": 330988,
      "Date": "2018-01-31T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16036,
      "AgendaSequence": 193,
      "MinutesSequence": 208,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2018-01-31T21:27:56.623Z"
    },
    {
      "ID": 364774,
      "Date": "2021-12-31T11:32:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2020-11-05T16:32:30.797Z"
    }
  ],
  "Attachments": [
    {
      "ID": 246997,
      "LastModified": "2021-12-29T20:43:24.637Z",
      "Name": "Res. No. 58",
      "Link": "https://nyc.legistar1.com/nyc/attachments/dd7446f1-e7de-4540-98a5-48eba12969d3.docx",
      "Sort": 1
    },
    {
      "ID": 173373,
      "LastModified": "2020-10-06T14:44:17.947Z",
      "Name": "January 31, 2018 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/848231d8-65b6-4f83-bba1-c1875da7ffa3.pdf",
      "Sort": 2
    },
    {
      "ID": 223573,
      "LastModified": "2021-12-29T20:43:16.713Z",
      "Name": "Hearing Transcript - Stated Meeting  01-31-2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/829631a0-e1a2-44f5-9537-b2367f60da1d.pdf",
      "Sort": 3
    },
    {
      "ID": 223028,
      "LastModified": "2021-12-29T20:42:42.477Z",
      "Name": "Minutes of the Stated Meeting - January 31, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/be3fac51-e422-444c-aa3d-c0e2c13b10d1.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 61074,
  "Text": "By Council Member King \n\tWhereas, Pursuant to the General Obligations Law, parents and legal guardians can be responsible for the actions of their minor child; and \n\tWhereas, According to the General Obligations Law, parents and legal guardians can be held responsible for the actions of their child if they are older than 10 and less than 18 years old; and \n\tWhereas, However, if the State, Department of Social Services, or a foster parent have custody of a minor, the state or such foster parent cannot be held responsible under the law; and \n\tWhereas, Pursuant to the General Obligations Law, parents and legal guardians are held responsible for the \"willful, malicious, or unlawful\" damage their minor child has caused; and \n\tWhereas, This includes the unlawful damage, defacement, or detriment of public or private property, vandalism, and property theft; and \n\tWhereas, Parents and legal guardians can also be held responsible if their minor child false reports or places a \"false bomb\"; \n      Whereas, Parents and legal guardians whose minor child has reported or placed a \"false bomb\" can face a civil action in court to recover the funds expended in responding to the report or placement of the \"false bomb\"; and \n      Whereas, While the General Obligations Law provides several instances of when parents and legal guardians are held liable for the actions of their minor child, the current law does not include possession of a firearm; and \n      Whereas, Similarly to the actions currently included in the law, minors possessing firearms is a citywide public safety concern; and \n      Whereas, Minors possessing firearm poses a grave danger to themselves, their peers, and the public, which the City must do everything it can to prevent; therefore, be it \n      Resolved, That the Council of the city of New York urges New York State Legislature to pass and the Governor to sign a law amending the parental responsibility section of the General Obligations Law, to make parents or custodial guardians responsible of minors possessing a firearm. \n      \nLS#1926/Res. 1781\nLS# 625\n12/28/17\nCMA",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\sa200\\sl276\\slmult1 By Council Member King \\par\n\\pard\\ltrpar\\sl480\\slmult1\\tab Whereas, Pursuant to the General Obligations Law, parents and legal guardians can be responsible for the actions of their minor child; and \\par\n\\tab Whereas, According to the General Obligations Law, parents and legal guardians can be held responsible for the actions of their child if they are older than 10 and less than 18 years old; and \\par\n\\tab Whereas, However, if the State, Department of Social Services, or a foster parent have custody of a minor, the state or such foster parent cannot be held responsible under the law; and \\par\n\\tab Whereas, Pursuant to the General Obligations Law, parents and legal guardians are held responsible for the \\ldblquote willful, malicious, or unlawful\\rdblquote  damage their minor child has caused; and \\par\n\\tab Whereas, This includes the unlawful damage, defacement, or detriment of public or private property, vandalism, and property theft; and \\par\n\\tab Whereas, Parents and legal guardians can also be held responsible if their minor child false reports or places a \\ldblquote false bomb\\rdblquote ; \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 Whereas, Parents and legal guardians whose minor child has reported or placed a \\ldblquote false bomb\\rdblquote  can face a civil action in court to recover the funds expended in responding to the report or placement of the \\ldblquote false bomb\\rdblquote ; and \\par\nWhereas, While the General Obligations Law provides several instances of when parents and legal guardians are held liable for the actions of their minor child, the current law does not include possession of a firearm; and \\par\nWhereas, Similarly to the actions currently included in the law, minors possessing firearms is a citywide public safety concern; and \\par\nWhereas, Minors possessing firearm poses a grave danger to themselves, their peers, and the public, which the City must do everything it can to prevent; therefore, be it \\par\nResolved, That the Council of the city of New York urges New York State Legislature to pass and the Governor to sign a law amending the parental responsibility section of the General Obligations Law, to make parents or custodial guardians responsible of minors possessing a firearm. \\par\n\\par\n\\pard\\ltrpar\\fs20 LS#1926/Res. 1781\\par\nLS# 625\\par\n12/28/17\\par\nCMA\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\fs24\\par\n\\pard\\ltrpar\\sl480\\slmult1\\par\n}\n",
  "LastModified": "2021-12-29T20:43:28.277Z"
}
