{
  "ID": 58791,
  "GUID": "758CF1B1-D501-4F12-91C8-E789E586FA12",
  "File": "Res 0060-2018",
  "Name": "Prohibiting buses from using streets adjacent to houses of worship or schools for the purposes of layovers, staging, or idling.",
  "Title": "Resolution calling upon the State Legislature to pass, and the Governor to sign, legislation prohibiting buses from using streets adjacent to houses of worship or schools for the purposes of layovers, staging, or idling.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2018-01-31T00:00:00Z",
  "AgendaDate": "2018-01-31T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    }
  ],
  "History": [
    {
      "ID": 330325,
      "Date": "2018-01-31T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-01-25T18:24:35.733Z"
    },
    {
      "ID": 331005,
      "Date": "2018-01-31T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16036,
      "AgendaSequence": 209,
      "MinutesSequence": 224,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2018-01-31T17:08:02.9Z"
    },
    {
      "ID": 379000,
      "Date": "2021-12-31T15:44:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-29T20:44:57.16Z"
    }
  ],
  "Attachments": [
    {
      "ID": 246998,
      "LastModified": "2021-12-29T20:44:40.66Z",
      "Name": "Res. No. 60",
      "Link": "https://nyc.legistar1.com/nyc/attachments/18c3bdac-4e60-40c7-b6e2-8397f4585d20.docx",
      "Sort": 1
    },
    {
      "ID": 173389,
      "LastModified": "2021-12-29T20:44:31.47Z",
      "Name": "January 31, 2018 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/bb8b803c-476a-4c8a-9756-c697722f8951.pdf",
      "Sort": 2
    },
    {
      "ID": 223589,
      "LastModified": "2021-12-29T20:44:59.537Z",
      "Name": "Hearing Transcript - Stated Meeting  01-31-2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/91e3acc5-5130-48eb-9908-ed78f3f3c16e.pdf",
      "Sort": 3
    },
    {
      "ID": 223044,
      "LastModified": "2021-12-29T20:44:43.597Z",
      "Name": "Minutes of the Stated Meeting - January 31, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/fd04fbff-7de3-4656-ba3c-94a7502d74be.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 61046,
  "Text": "By Council Member Koo \n      Whereas, There are thousands of schools and houses of worship in New York City; and \n      Whereas, The City is served by over 4,500 local buses operated by the Metropolitan Transportation Authority (MTA), in addition to many express buses and private buses; and\n      Whereas, In certain communities, buses utilize curbside space near schools or places of worship for layovers and staging; and\n      Whereas, Buses using the layover space have raised many concerns among community members, including pollution and noise related to engine idling, as well as problems associated with bus driver loitering; and\n      Whereas, Schools and houses of worship serve inherently vulnerable populations such as children and the elderly; now, therefore, be it\n\tResolved, That the Council of the City of New York calls upon the State Legislature to pass, and the Governor to sign, legislation prohibiting buses from using streets adjacent to houses of worship or schools for the purposes of layovers, staging, or idling. \n\nJM\nLS# 602\nLS# 5205 (Session 9)/Res. 137-2014\n12/21/2017",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\hyphpar0\\sl480\\slmult1\\qj By Council Member Koo \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\expndtw0 Whereas, There are thousands of schools and houses of worship in New York City; and \\par\nWhereas, The City is served by over 4,500 local buses operated by the Metropolitan Transportation Authority (MTA), in addition to many express buses and private buses; and\\par\nWhereas, In certain communities, buses utilize curbside space near schools or places of worship for layovers and staging; and\\par\nWhereas, Buses using the layover space have raised many concerns among community members, including pollution and noise related to engine idling, as well as problems associated with bus driver loitering; and\\par\nWhereas, Schools and houses of worship serve inherently vulnerable populations such as children and the elderly; \\expndtw-3 now, therefore, be it\\expndtw0\\par\n\\pard\\ltrpar\\hyphpar0\\sl480\\slmult1\\qj\\expndtw-3\\tab Resolved, That\\cf1  the Council of the City of New York\\cf0  calls upon the State Legislature to pass, and the Governor to sign, legislation prohibiting buses from using streets adjacent to houses of worship or schools for the purposes of layovers, staging, or idling\\expndtw0 . \\expndtw-3\\par\n\\pard\\ltrpar\\hyphpar0\\qj\\cf1\\fs16\\par\nJM\\par\nLS# 602\\par\nLS# 5205 (Session 9)/Res. 137-2014\\par\n12/21/2017\\par\n\\par\n\\pard\\ltrpar\\hyphpar0\\sa200\\sl480\\slmult1\\qj\\cf0\\fs22\\par\n\\pard\\ltrpar\\sa200\\sl480\\slmult1\\expndtw0\\fs24\\par\n}\n",
  "LastModified": "2021-12-29T20:44:59.537Z"
}
