{
  "ID": 58746,
  "GUID": "1BB716A8-BC60-487F-AD39-E6ED422DDD37",
  "File": "Res 0067-2018",
  "Name": "Create the Empire State Music Production Credit. (S.2851)",
  "Title": "Resolution calling on the New York State Legislature to pass, and the Governor to sign, S.2851, which would create the Empire State Music Production Credit.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 11,
  "BodyName": "Committee on Finance",
  "IntroDate": "2018-01-31T00:00:00Z",
  "AgendaDate": "2018-01-31T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 7748,
      "Slug": "justin-l-brannan",
      "FullName": "Justin L. Brannan"
    }
  ],
  "History": [
    {
      "ID": 330655,
      "Date": "2018-01-31T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-01-26T19:06:21.853Z"
    },
    {
      "ID": 331061,
      "Date": "2018-01-31T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Finance",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16036,
      "AgendaSequence": 268,
      "MinutesSequence": 283,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Finance",
      "MatterStatusID": 3,
      "LastModified": "2018-01-31T16:24:37.947Z"
    },
    {
      "ID": 379006,
      "Date": "2021-12-31T16:18:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-29T21:18:46.037Z"
    }
  ],
  "Attachments": [
    {
      "ID": 247005,
      "LastModified": "2021-12-29T21:18:49.393Z",
      "Name": "Res. No. 67",
      "Link": "https://nyc.legistar1.com/nyc/attachments/62601fdc-9322-43ec-b30c-621456cfcc22.docx",
      "Sort": 1
    },
    {
      "ID": 173448,
      "LastModified": "2021-12-29T21:17:53.403Z",
      "Name": "January 31, 2018 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/9bd2100e-089a-48d8-9e54-a14e73e73b87.pdf",
      "Sort": 2
    },
    {
      "ID": 223648,
      "LastModified": "2021-12-29T21:18:08.327Z",
      "Name": "Hearing Transcript - Stated Meeting  01-31-2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/f174de70-7371-4a88-8496-243315bb2c79.pdf",
      "Sort": 3
    },
    {
      "ID": 223103,
      "LastModified": "2021-12-29T21:17:55.153Z",
      "Name": "Minutes of the Stated Meeting - January 31, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/4f4e89b1-196c-4269-93ee-7f9db3170fc6.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 61001,
  "Text": "By Council Members Levin and Brannan\n\n      Whereas, New York City has been the epicenter of the American music industry for over a century; and\n      Whereas, New York City is the birthplace of many genres of music, such as hip-hop, salsa, and disco, and other genres, such as jazz, rock, and musical theatre have also thrived here; and\n      Whereas, According to a 2014 article in the New York Times titled \"Music Industry Pushes for New York Tax Credits Like Film Industry's,\" some music industry figures worry that New York City's prominence in the music industry is beginning to fade as other states are creating incentives for musicians to produce their music in their home state; and\n      Whereas, Tennessee, Georgia, Louisiana, California, and Texas, as well as certain cities in Canada, have all begun to offer some sort of tax benefit or other financial incentive to increase music production in their localities; and\n      Whereas, According to the article, it might cost $10,000 to produce an album in New York City whereas in other cities and states it could cost as low as $4,500; and\n      Whereas, In 2005, the Council passed legislation to provide a film and television industry tax credit to help lure film productions back to the City and counter the flight of production jobs to more affordable and profitable locales and municipalities; and \n\tWhereas, According to the NYC Mayor's Office of Film, Theatre and Broadcasting, production days in the City increased from 23,321 in 2004, the year before the credit was enacted, to 34,718 in 2006, the first year the credit was enacted; and\n      Whereas, The film tax credit was so successful in bringing film production back to the City that the maximum allocation of credits were expended by mid-2009; and \n      Whereas, The City's music artists deserve the same type of incentive to produce their music locally rather than being forced to travel outside the State to find affordable production services; and\n      Whereas, The Empire State Music Production Credit would provide companies and individuals who record and produce music in New York State with a tax credit of up to 25 percent of the qualified production costs; and\n      Whereas, The program's initial maximum allocation of credits would be $25 million dollars per year $1,250,000 per week; and\n      Whereas, Establishing such a tax credit will allow for more music recording and production to occur in New York City, thereby generating tax revenue, economic activity and good jobs for New York; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the New York State Legislature to pass, and the Governor to sign, S.2851, which would create the Empire State Music Production Credit.\n\nRKC\nLS#3065/Res. 477/2014\nLS# 777\n12/21/2017",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Levin and Brannan\\par\n\\fs22\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sl480\\slmult1\\fs24 Whereas, New York City has been the epicenter of the American music industry for over a century; and\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, New York City is the birthplace of many genres of music, such as hip-hop, salsa, and disco, and other genres, such as jazz, rock, and musical theatre have also thrived here; and\\par\n\\pard\\cbpat2\\ltrpar\\s1\\fi720\\sl480\\slmult1\\qj\\kerning36 Whereas, According to a 2014 article in the New York Times titled \\ldblquote\\cf1 Music Industry Pushes for New York Tax Credits Like Film Industry\\rquote s,\\rdblquote\\cf0  some music industry figures worry that New York City\\rquote s prominence in the music industry is beginning to fade as other states are creating incentives for musicians to produce their music in their home state; and\\cf1\\i\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sl480\\slmult1\\qj\\cf0\\kerning0\\i0 Whereas, Tennessee, Georgia, Louisiana, California, and Texas, as well as certain cities in Canada, have all begun to offer some sort of tax benefit or other financial incentive to increase music production in their localities; and\\par\nWhereas, According to the article, it might cost $10,000 to produce an album in New York City whereas in other cities and states it could cost as low as $4,500; and\\par\nWhereas, In 2005, the Council passed legislation to provide a film and television industry tax credit to help lure film productions back to the City and counter the flight of production jobs to more affordable and profitable locales and municipalities; and \\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, According to the NYC Mayor's Office of Film, Theatre and Broadcasting, production days in the City increased from 23,321 in 2004, the year before the credit was enacted, to 34,718 in 2006, the first year the credit was enacted; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, The film tax credit was so successful in bringing film production back to the City that the maximum allocation of credits were expended by mid-2009; and \\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, The City\\rquote s music artists deserve the same type of incentive to produce their music locally rather than being forced to travel outside the State to find affordable production services; and\\par\nWhereas, The Empire State Music Production Credit would provide companies and individuals who record and produce music in New York State with a tax credit of up to 25 percent of the qualified production costs; and\\par\nWhereas, The program\\rquote s initial maximum allocation of credits would be $25 million dollars per year $1,250,000 per week; and\\par\nWhereas, Establishing such a tax credit will allow for more music recording and production to occur in New York City, thereby generating tax revenue, economic activity and good jobs for New York; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls upon the New York State Legislature to pass, and the Governor to sign, S.2851, which would create the Empire State Music Production Credit.\\par\n\\pard\\ltrpar\\par\n\\fs20 RKC\\par\nLS#3065/Res. 477/2014\\par\nLS# 777\\par\n12/21/2017\\par\n\\pard\\ltrpar\\sl480\\slmult1\\fs24\\par\n}\n",
  "LastModified": "2021-12-29T21:18:49.393Z"
}
