{
  "ID": 58796,
  "GUID": "966AFD3C-CC8B-4B5D-B663-363851E3979A",
  "File": "Res 0069-2018",
  "Name": "Establish a hospitality gift fund for the homeless. (A.2819)",
  "Title": "Resolution calling upon the New York State Legislature to pass, and the Governor to sign, legislation that would establish a hospitality gift fund for the homeless.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 12,
  "BodyName": "Committee on General Welfare",
  "IntroDate": "2018-01-31T00:00:00Z",
  "AgendaDate": "2018-01-31T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 7748,
      "Slug": "justin-l-brannan",
      "FullName": "Justin L. Brannan"
    }
  ],
  "History": [
    {
      "ID": 330656,
      "Date": "2018-01-31T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-01-26T19:07:05.59Z"
    },
    {
      "ID": 331065,
      "Date": "2018-01-31T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on General Welfare",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16036,
      "AgendaSequence": 270,
      "MinutesSequence": 285,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "General Welfare",
      "MatterStatusID": 3,
      "LastModified": "2018-01-31T23:03:43.913Z"
    },
    {
      "ID": 379008,
      "Date": "2021-12-31T16:21:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-29T21:21:12.443Z"
    }
  ],
  "Attachments": [
    {
      "ID": 247007,
      "LastModified": "2021-12-29T21:21:15.273Z",
      "Name": "Res. No. 69",
      "Link": "https://nyc.legistar1.com/nyc/attachments/2b24c95c-2d93-4528-9a88-52bb73613958.docx",
      "Sort": 1
    },
    {
      "ID": 173450,
      "LastModified": "2021-12-29T21:20:08.123Z",
      "Name": "January 31, 2018 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/7c295ba6-1ec7-4ba4-84f8-9e75ffe7152e.pdf",
      "Sort": 2
    },
    {
      "ID": 223650,
      "LastModified": "2021-12-29T21:20:49.987Z",
      "Name": "Hearing Transcript - Stated Meeting  01-31-2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/0fa21a8c-d29c-4ca8-9137-a333dba15d25.pdf",
      "Sort": 3
    },
    {
      "ID": 223105,
      "LastModified": "2021-12-29T21:20:09.67Z",
      "Name": "Minutes of the Stated Meeting - January 31, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/db10cb09-71e6-4f32-94e9-b916f67fdb5d.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 61051,
  "Text": "By Council Members Levin and Brannan\n\tWhereas, Homelessness in New York City has increased dramatically in recent years, while our nation has continued to face challenging economic conditions; and\n\tWhereas, In New York City it is particularly difficult for people of modest means to secure reasonably affordable housing; and\n\tWhereas, As of December 2017, there were over 60,000 homeless people sleeping each night in the New York City shelter system; and\n\tWhereas, Over the course of Fiscal Year 2013, more than 111,000 different individuals slept in the shelter system, including more than 40,000 different children; and\n\tWhereas, A.3495-2015, sponsored by Assembly Member Keith L.T. Wright, would have established a voluntary hotel unit fee of two dollars per day that would have funded a \"Hospitality Gift Fund for the Homeless\"; and\n\tWhereas, The fund would have helped not-for profit tax-exempt entities deliver services to the homeless and those at risk of becoming homeless, with the goal of reducing homelessness in New York State; and \n\tWhereas, Every New Yorker deserves a decent place to live and more should be done to eliminate homelessness in New York City; now, therefore, be it\n\tResolved, That the Council of the City of New York calls upon the New York State Legislature to pass, and the Governor to sign legislation that would establish a hospitality gift fund for the homeless.\n\nJM\nLS# 778\nLS# 3173/Res. 503-2014\n12/22/2017",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\hyphpar0\\sl480\\slmult1\\qj By Council Members Levin and Brannan\\par\n\\tab Whereas, Homelessness in New York City has increased dramatically in recent years, while our nation has continued to face challenging economic conditions; and\\par\n\\tab Whereas, In New York City it is particularly difficult for people of modest means to secure reasonably affordable housing; and\\par\n\\tab Whereas, As of December 2017, there were over 60,000 homeless people sleeping each night in the New York City shelter system; and\\par\n\\tab Whereas, Over the course of Fiscal Year 2013, more than 111,000 different individuals slept in the shelter system, including more than 40,000 different children; and\\par\n\\tab Whereas, A.3495-2015, sponsored by Assembly Member Keith L.T. Wright, would have established a voluntary hotel unit fee of two dollars per day that would have funded a \\ldblquote Hospitality Gift Fund for the Homeless\\rdblquote ; and\\par\n\\tab Whereas, The fund would have helped not-for profit tax-exempt entities deliver services to the homeless and those at risk of becoming homeless, with the goal of reducing homelessness in New York State; and \\par\n\\tab Whereas, Every New Yorker deserves a decent place to live and more should be done to eliminate homelessness in New York City;\\expndtw0  \\expndtw-3 now, therefore, be it\\par\n\\tab Resolved, That\\cf1  the Council of the City of New York\\cf0  calls upon the New York State Legislature to pass, and the Governor to sign legislation that would establish a hospitality gift fund for the homeless.\\par\n\\pard\\ltrpar\\hyphpar0\\qj\\cf1\\fs16\\par\nJM\\par\nLS# 778\\par\nLS# 3173/Res. 503-2014\\par\n12/22/2017\\par\n}\n",
  "LastModified": "2021-12-29T21:21:15.273Z"
}
