{
  "ID": 58802,
  "GUID": "BE62CB2C-FF81-4192-AEAA-E30F5D520EF7",
  "File": "Res 0071-2018",
  "Name": "Define honey and provide standards for honey sold in the State.",
  "Title": "Resolution calling upon the New York State legislature to pass and the governor to sign legislation that would define honey and provide standards for honey sold in the State.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2018-01-31T00:00:00Z",
  "AgendaDate": "2018-01-31T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    }
  ],
  "History": [
    {
      "ID": 330651,
      "Date": "2018-01-31T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-01-26T19:02:33.927Z"
    },
    {
      "ID": 331066,
      "Date": "2018-01-31T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16036,
      "AgendaSequence": 272,
      "MinutesSequence": 287,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2018-01-31T20:05:23.233Z"
    },
    {
      "ID": 379010,
      "Date": "2021-12-31T16:28:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-29T21:28:21.57Z"
    }
  ],
  "Attachments": [
    {
      "ID": 247009,
      "LastModified": "2021-12-29T21:28:24.21Z",
      "Name": "Res. No. 71",
      "Link": "https://nyc.legistar1.com/nyc/attachments/8acbed64-3884-4e70-93b6-5fd7f69835fe.docx",
      "Sort": 1
    },
    {
      "ID": 173452,
      "LastModified": "2021-12-29T21:22:35.407Z",
      "Name": "January 31, 2018 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/e254fb6c-effe-4eac-be46-8e859f0ffc90.pdf",
      "Sort": 2
    },
    {
      "ID": 223652,
      "LastModified": "2021-12-29T21:23:20.49Z",
      "Name": "Hearing Transcript - Stated Meeting  01-31-2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/8c5b5fc7-060e-4284-ad0a-015e20e5d686.pdf",
      "Sort": 3
    },
    {
      "ID": 223107,
      "LastModified": "2021-12-29T21:22:37.093Z",
      "Name": "Minutes of the Stated Meeting - January 31, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/cf016df2-1f12-45fc-a8ae-9e8748df7d3b.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 61057,
  "Text": "By Council Member Levin \n      Whereas, New York State ranked 10th in the country in honey production in 2015 and is the largest beekeeping state in the Northeast, according to the United States Department of Agriculture; and  \n      Whereas, However, the Empire State Honey Producers Association asserts that \"honey from other countries comes into the United States with labels calling it 'pure honey' but in fact much of it is not pure with items such as high fructose corn syrup, rice syrup and antibiotics added to it;\" and\n      Whereas, According to Food Safety News, millions of pounds of honey that were banned and determined unsafe in other countries are being imported and sold in the United States; and  \n      Whereas, Specifically, impurities such as lead and chloramphenicol have been found in honey from India and China resulting in the European Union banning honey from these countries; and\n      Whereas, In 2001, the Federal Trade Commission imposed strict import taxes on Chinese producers to stop the influx of altered, harmful honey into the Unites States; and    \n      Whereas, According to news reports, to avoid the tariff Chinese producers began shipping their honey to other countries, such as India where it was repackaged and then sent to the United States; and    \n      Whereas, In 2010, The Food and Drug Administration (FDA) seized 64 drums of imported Chinese honey because it contained an antibiotic that could lead to serious illness or death; and\n      Whereas, The Trade Facilitation and Trade Enforcement Act (TFTEA) of 2015, requires U.S. Immigration and Customs Enforcement (ICE) and U.S. Customs and Border Protection (CBP) to collaborate to enhance trade enforcement, with specific emphasis on honey illegally imported into the United States in violation of U.S. customs and trade laws; and\n      Whereas, Since the passage of TFTEA, special agents with ICE's Homeland Security Investigations (HSI) in Chicago seized nearly 60 tons of illegally imported Chinese honey in June 2016; and\n      Whereas, Despite the evidence of unsafe honey importation, Food Safety News states that the FDA tests only 5 percent of imported honey; and  \n      Whereas, In 2014, the FDA released \"Draft Guidance for Industry: Proper Labeling of Honey and Honey Products,\" which is still in draft form and has not been finalized; and  \n      Whereas, Advocates believe that the FDA devotes little time and effort to inspecting imported honey because of a lack of interest and resources; and\n      Whereas, Advocates are in favor of legislation that would impose a \"standard of identification\" to assure the public that honey being sold is pure and unadulterated; and  \n      Whereas, States such as Florida, California, Wisconsin, and North Carolina have already adopted legislation that provides a standard for honey and identified a state agency to enforce the standard; and   \n      Whereas, Establishing honey standards in New York would help protect consumers from being misled and protect local beekeepers from competing with cheaper inferior products; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the New York State legislature to pass and the governor to sign legislation that would define honey and provide standards for honey sold in the State.\n \n\nCP\nLS 321/Res 12/2014\nLS 770\n12/21/17",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0  \\par\n\\fs24 By Council Member Levin\\fs27  \\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sl480\\slmult0\\fs24 Whereas, New York State ranked 10th in the country in honey production in 2015 and is the largest beekeeping state in the Northeast, according to the United States Department of Agriculture; and  \\fs27\\par\n\\fs24 Whereas, However, the Empire State Honey Producers Association asserts that \"honey from other countries comes into the United States with labels calling it 'pure honey' but in fact much of it is not pure with items such as high fructose corn syrup, rice syrup and antibiotics added to it;\" and\\fs27\\par\n\\fs24 Whereas, According to Food Safety News, millions of pounds of honey that were banned and determined unsafe in other countries are being imported and sold in the United States; and  \\fs27\\par\n\\fs24 Whereas, Specifically, impurities such as lead and chloramphenicol have been found in honey from India and China resulting in the European Union banning honey from these countries; and\\fs27\\par\n\\fs24 Whereas, In 2001, the Federal Trade Commission imposed strict import taxes on Chinese producers to stop the influx of altered, harmful honey into the Unites States; and    \\fs27\\par\n\\fs24 Whereas, According to news reports, to avoid the tariff Chinese producers began shipping their honey to other countries, such as India where it was repackaged and then sent to the United States; and    \\fs27\\par\n\\fs24 Whereas, In 2010, The Food and Drug Administration (FDA) seized 64 drums of imported Chinese honey because it contained an antibiotic that could lead to serious illness or death; and\\fs27\\par\n\\fs24 Whereas, The Trade Facilitation and Trade Enforcement Act (TFTEA) of 2015, requires U.S. Immigration and Customs Enforcement (ICE) and U.S. Customs and Border Protection (CBP) to collaborate to enhance trade enforcement, with specific emphasis on honey illegally imported into the United States in violation of U.S. customs and trade laws; and\\par\nWhereas, Since the passage of TFTEA, special agents with ICE\\rquote s Homeland Security Investigations (HSI) in Chicago seized nearly 60 tons of illegally imported Chinese honey in June 2016; and\\par\nWhereas, Despite the evidence of unsafe honey importation, Food Safety News states that the FDA tests only 5 percent of imported honey; and  \\par\nWhereas, In 2014, the FDA released \\ldblquote Draft Guidance for Industry: Proper Labeling of Honey and Honey Products,\\rdblquote  which is still in draft form and has not been finalized; and  \\fs27\\par\n\\fs24 Whereas, Advocates believe that the FDA devotes little time and effort to inspecting imported honey because of a lack of interest and resources; and\\fs27\\par\n\\fs24 Whereas, Advocates are in favor of legislation that would impose a \\ldblquote standard of identification\\rdblquote  to assure the public that honey being sold is pure and unadulterated; and  \\fs27\\par\n\\fs24 Whereas, States such as Florida, California, Wisconsin, and North Carolina have already adopted legislation that provides a standard for honey and identified a state agency to enforce the standard; and   \\fs27\\par\n\\fs24 Whereas, Establishing honey standards in New York would help protect consumers from being misled and protect local beekeepers from competing with cheaper inferior products; now, therefore, be it\\fs27\\par\n\\fs24 Resolved, That the Council of the City of New York calls upon the New York State legislature to pass and the governor to sign legislation that would define honey and provide standards for honey sold in the State.\\fs27\\par\n\\pard\\cbpat2\\ltrpar\\sl276\\slmult0  \\par\n\\pard\\cbpat2\\ltrpar\\fs20\\par\nCP\\par\nLS 321/Res 12/2014\\par\nLS 770\\par\n\\pard\\ltrpar\\sa200\\sl276\\slmult1\\cf0 12/21/17\\par\n}\n",
  "LastModified": "2021-12-29T21:28:24.21Z"
}
