{
  "ID": 59416,
  "GUID": "8889247E-228C-4550-96E6-C88B39D6AE18",
  "File": "Res 0079-2018",
  "Name": "Grant a property tax deferment for persons sixty-five years of age or older with an income below $58,400.",
  "Title": "Resolution calling upon the State Legislature to pass, and the Governor to sign, legislation that would grant a property tax deferment for persons sixty-five years of age or older with an income below $58,400.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 11,
  "BodyName": "Committee on Finance",
  "IntroDate": "2018-01-31T00:00:00Z",
  "AgendaDate": "2018-01-31T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7635,
      "Slug": "alan-n-maisel",
      "FullName": "Alan N. Maisel"
    },
    {
      "ID": 7748,
      "Slug": "justin-l-brannan",
      "FullName": "Justin L. Brannan"
    },
    {
      "ID": 7746,
      "Slug": "robert-f-holden",
      "FullName": "Robert F. Holden"
    },
    {
      "ID": 7632,
      "Slug": "ben-kallos",
      "FullName": "Ben Kallos"
    },
    {
      "ID": 7749,
      "Slug": "kalman-yeger",
      "FullName": "Kalman Yeger"
    },
    {
      "ID": 7264,
      "Slug": "joseph-c-borelli",
      "FullName": "Joseph C. Borelli"
    },
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    }
  ],
  "History": [
    {
      "ID": 330459,
      "Date": "2018-01-31T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-01-25T22:38:53.44Z"
    },
    {
      "ID": 331094,
      "Date": "2018-01-31T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Finance",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16036,
      "AgendaSequence": 297,
      "MinutesSequence": 312,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Finance",
      "MatterStatusID": 3,
      "LastModified": "2018-01-31T16:25:32.29Z"
    },
    {
      "ID": 379017,
      "Date": "2021-12-31T16:42:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-29T21:42:54.483Z"
    }
  ],
  "Attachments": [
    {
      "ID": 221763,
      "LastModified": "2021-12-29T21:43:10.28Z",
      "Name": "Res. No. 79",
      "Link": "https://nyc.legistar1.com/nyc/attachments/628a375f-7e15-4b8b-986a-a9d05311ba7f.docx",
      "Sort": 1
    },
    {
      "ID": 173477,
      "LastModified": "2021-12-29T21:42:10.667Z",
      "Name": "January 31, 2018 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/2a48f4bc-fcc2-4def-9087-d35f25dd1de4.pdf",
      "Sort": 2
    },
    {
      "ID": 221765,
      "LastModified": "2021-12-29T21:42:11.197Z",
      "Name": "Hearing Transcript - Stated Meeting 1/31/20",
      "Link": "https://nyc.legistar1.com/nyc/attachments/2f5fef5e-6581-4c38-9b36-3ed79e1bcf9a.pdf",
      "Sort": 3
    },
    {
      "ID": 221764,
      "LastModified": "2021-12-29T21:42:11.713Z",
      "Name": "Minutes of the Stated Meeting - January 31, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/93a1162d-0c12-492d-80ce-009966c302c2.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 61671,
  "Text": "By Council Members Maisel, Brannan, Holden, Kallos, Yeger, Borelli and Ulrich\n \n      Whereas, New York City homeowners have seen an increase in their property tax bills in recent years as the value of their properties has risen; and\n      Whereas, Senior citizens who own their homes in New York City find it difficult to afford these increases, especially when living on fixed incomes; \n      Whereas, Existing programs for property tax relief such as the Senior Citizen Homeowner Exemption (SCHE) are underutilized; and\n      Whereas, Even for those senior homeowners receiving SCHE or other property tax exemptions, property tax payments can represent a meaningful financial burden; and\n      Whereas, The Council has recently enacted legislation raising the maximum income for SCHE eligibility to $58,400; and\n      Whereas, According to the AARP, twenty-eight states and the District of Columbia currently offer property tax deferral programs; and\n      Whereas, Legislation has previously been introduced in the New York State Assembly that would allow seniors to defer their annual property tax increase, making them responsible solely for the amount paid at the time of the legislation's enactment;\n      Whereas, Such legislation would allow the City to receive the difference in the annual increase, without interest, once the home is sold or when the senior resident passes away;\n      Whereas, Adopting such legislation would provide senior homeowners protection against rising property assessments and make it easier for them to afford to stay in their homes and communities; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the State Legislature to pass, and the Governor to sign, legislation that would grant a property tax deferment for persons sixty-five years of age or older with an annual income below $58,400.\n\n\n\n\n\n\nENB\nLS 4404\n1/9/18",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\fs27\\par\n\\fs24 By Council Members Maisel, Brannan, Holden, Kallos, Yeger, Borelli and Ulrich\\fs27\\par\n\\fs24  \\fs27\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sl480\\slmult1\\qj\\fs24 Whereas, New York City homeowners have seen an increase in their property tax bills in recent years as the value of their properties has risen; and\\par\nWhereas, Senior citizens who own their homes in New York City find it difficult to afford these increases, especially when living on fixed incomes; \\par\nWhereas, Existing programs for property tax relief such as the Senior Citizen Homeowner Exemption (SCHE) are underutilized; and\\par\nWhereas, Even for those senior homeowners receiving SCHE or other property tax exemptions, property tax payments can represent a meaningful financial burden; and\\par\nWhereas, The Council has recently enacted legislation raising the maximum income for SCHE eligibility to $58,400; and\\par\nWhereas, According to the AARP, twenty-eight states and the District of Columbia currently offer property tax deferral programs; and\\par\nWhereas, Legislation has previously been introduced in the New York State Assembly that would allow seniors to defer their annual property tax increase, making them responsible solely for the amount paid at the time of the legislation\\rquote s enactment;\\par\nWhereas, Such legislation would allow the City to receive the difference in the annual increase, without interest, once the home is sold or when the senior resident passes away;\\par\nWhereas, Adopting such legislation would provide senior homeowners protection against rising property assessments and make it easier for them to afford to stay in their homes and communities; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls upon the State Legislature to pass, and the Governor to sign, legislation that would grant a property tax deferment for persons sixty-five years of age or older with an annual income below $58,400.\\fs27\\par\n\\pard\\ltrpar\\cf0\\fs18\\par\n\\par\n\\par\n\\par\n\\par\n\\par\nENB\\par\nLS 4404\\par\n1/9/18\\par\n\\par\n}\n",
  "LastModified": "2021-12-29T21:43:10.28Z"
}
