{
  "ID": 59011,
  "GUID": "52713C3C-AA64-4DA8-81C1-9F88C372F553",
  "File": "Res 0084-2018",
  "Name": "Reproductive Health Act",
  "Title": "Resolution urging the New York State Legislature to pass and the Governor to sign the Reproductive Health Act.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 32,
  "StatusName": "Adopted",
  "BodyID": 5244,
  "BodyName": "Committee on Women and Gender Equity",
  "IntroDate": "2018-01-31T00:00:00Z",
  "AgendaDate": "2018-01-31T00:00:00Z",
  "PassedDate": "2018-10-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7643,
      "Slug": "the-public-advocate-ms-james",
      "FullName": "The Public Advocate (Ms. James)"
    },
    {
      "ID": 7748,
      "Slug": "justin-l-brannan",
      "FullName": "Justin L. Brannan"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 7742,
      "Slug": "diana-i-ayala",
      "FullName": "Diana I. Ayala"
    },
    {
      "ID": 7740,
      "Slug": "carlina-rivera",
      "FullName": "Carlina Rivera"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 7632,
      "Slug": "ben-kallos",
      "FullName": "Ben Kallos"
    },
    {
      "ID": 7624,
      "Slug": "andrew-cohen",
      "FullName": "Andrew Cohen"
    },
    {
      "ID": 7627,
      "Slug": "costa-g-constantinides",
      "FullName": "Costa G. Constantinides"
    },
    {
      "ID": 7633,
      "Slug": "rory-i-lancman",
      "FullName": "Rory I. Lancman"
    },
    {
      "ID": 7637,
      "Slug": "i-daneek-miller",
      "FullName": "I. Daneek Miller"
    }
  ],
  "History": [
    {
      "ID": 330607,
      "Date": "2018-01-31T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-01-26T16:55:45.253Z"
    },
    {
      "ID": 331615,
      "Date": "2018-01-31T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Women",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16036,
      "AgendaSequence": 367,
      "MinutesSequence": 382,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Women",
      "MatterStatusID": 3,
      "LastModified": "2018-01-31T23:11:55.497Z"
    },
    {
      "ID": 339676,
      "Date": "2018-09-20T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 5244,
      "BodyName": "Committee on Women and Gender Equity",
      "EventID": 16516,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2018-09-20T15:09:01.347Z"
    },
    {
      "ID": 340567,
      "Date": "2018-09-20T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 5244,
      "BodyName": "Committee on Women and Gender Equity",
      "EventID": 16516,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2018-09-20T17:48:51.58Z"
    },
    {
      "ID": 342108,
      "Date": "2018-10-30T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 5244,
      "BodyName": "Committee on Women and Gender Equity",
      "EventID": 16685,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2018-10-30T15:02:23.3Z"
    },
    {
      "ID": 342189,
      "Date": "2018-10-30T10:00:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "A motion was made that this Resolution be Approved by Committee approved by Roll Call.",
      "BodyID": 5244,
      "BodyName": "Committee on Women and Gender Equity",
      "EventID": 16685,
      "MinutesSequence": 3,
      "Version": "*",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "Votes": [
        {
          "ID": 7639,
          "Slug": "helen-k-rosenthal",
          "FullName": "Helen K. Rosenthal",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 10
        },
        {
          "ID": 7742,
          "Slug": "diana-i-ayala",
          "FullName": "Diana I. Ayala",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 20
        },
        {
          "ID": 7628,
          "Slug": "laurie-a-cumbo",
          "FullName": "Laurie A. Cumbo",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 30
        },
        {
          "ID": 7632,
          "Slug": "ben-kallos",
          "FullName": "Ben Kallos",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 40
        },
        {
          "ID": 7566,
          "Slug": "brad-s-lander",
          "FullName": "Brad S. Lander",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 50
        }
      ],
      "LastModified": "2019-01-07T17:21:19.523Z"
    },
    {
      "ID": 342302,
      "Date": "2018-10-31T13:30:00Z",
      "ActionID": 5032,
      "Action": "Approved, by Council",
      "Description": "A motion was made that this Resolution be Approved, by Council approved by voice vote.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16688,
      "AgendaSequence": 145,
      "MinutesSequence": 179,
      "Version": "*",
      "AgendaNote": "Adopted by the Committee on Women",
      "MinutesNote": "Pursuant to Rule 8.50 of the Council, the Majority Leader and Acting President Pro Tempore (Council Member Cumbo) called for a voice vote.  Hearing those in favor, the Majority Leader and Acting President Pro Tempore (Council Member Cumbo) declared the Resolution to be adopted.\r\n\r\nThe 3 following Council Members formally noted their intent to vote negative on this item:  \r\nCouncil Members Borelli, Diaz, and Matteo.\r\n\r\nThe following 2 Council Members formally noted their intent to abstain from voting on this item:  \r\nCouncil Members Deutsch and Ulrich.\r\n\r\nAdopted by the Council by voice-vote.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 32,
      "LastModified": "2018-11-01T13:43:40.787Z"
    }
  ],
  "Attachments": [
    {
      "ID": 187749,
      "LastModified": "2021-12-29T21:49:45.307Z",
      "Name": "Res. No. 84",
      "Link": "https://nyc.legistar1.com/nyc/attachments/52d78045-b271-4e8f-a54c-e7c3d5605a0f.doc",
      "Sort": 1
    },
    {
      "ID": 173547,
      "LastModified": "2021-12-29T21:49:45.633Z",
      "Name": "January 31, 2018 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/37d6ee2e-89c4-4a27-876d-a5a89e63f705.pdf",
      "Sort": 2
    },
    {
      "ID": 223747,
      "LastModified": "2021-12-29T21:49:53.9Z",
      "Name": "Hearing Transcript - Stated Meeting  01-31-2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/a36d096e-f412-4bb2-b7dd-959a4bfbc6c1.pdf",
      "Sort": 3
    },
    {
      "ID": 223202,
      "LastModified": "2021-12-29T21:49:47.51Z",
      "Name": "Minutes of the Stated Meeting - January 31, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/33a45ca3-1b8e-4be8-a88a-bdf5604f2ff1.pdf",
      "Sort": 4
    },
    {
      "ID": 187748,
      "LastModified": "2018-09-20T17:47:29.977Z",
      "Name": "Committee Report 9/20/18",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c2d293bf-43d9-47e3-9864-45445210598c.pdf",
      "Sort": 5
    },
    {
      "ID": 187973,
      "LastModified": "2018-09-25T18:51:32.06Z",
      "Name": "Hearing Testimony 9/20/18",
      "Link": "https://nyc.legistar1.com/nyc/attachments/8ec35642-553f-4e6d-8f68-c66bb62407dd.PDF",
      "Sort": 6
    },
    {
      "ID": 188213,
      "LastModified": "2018-10-02T13:12:49.983Z",
      "Name": "Hearing Transcript 9/20/18",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ee81452b-41fa-4a9a-8997-1be1456b88a7.pdf",
      "Sort": 7
    },
    {
      "ID": 189546,
      "LastModified": "2018-10-29T00:13:20.137Z",
      "Name": "Committee Report 10/30/18",
      "Link": "https://nyc.legistar1.com/nyc/attachments/2137ec7c-b2bc-4171-966a-0a7df97ea53a.doc",
      "Sort": 8
    },
    {
      "ID": 190805,
      "LastModified": "2018-11-20T19:24:18.153Z",
      "Name": "Hearing Transcript 10/30/18",
      "Link": "https://nyc.legistar1.com/nyc/attachments/eca2d39a-6e59-42dc-b536-fb3b3690219a.pdf",
      "Sort": 9
    },
    {
      "ID": 189710,
      "LastModified": "2021-12-29T21:49:54.587Z",
      "Name": "Committee Report - Stated Meeting",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ca59c4f8-a5bc-4fbb-add6-a4b388c9d48b.doc",
      "Sort": 10
    },
    {
      "ID": 189781,
      "LastModified": "2021-12-29T21:49:55.12Z",
      "Name": "October 31, 2018 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/1a8a35e4-d0ed-4522-953a-fabec45aee69.pdf",
      "Sort": 11
    },
    {
      "ID": 191286,
      "LastModified": "2021-12-29T21:49:55.603Z",
      "Name": "Hearing Transcript - Stated Meeting  10-31-18",
      "Link": "https://nyc.legistar1.com/nyc/attachments/4a492952-70b0-4df5-8d97-ef2eac5c9455.pdf",
      "Sort": 12
    },
    {
      "ID": 193519,
      "LastModified": "2021-12-29T21:49:58.79Z",
      "Name": "Minutes of the Stated Meeting - October 31, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/155a2fa1-4d30-4ccf-a22e-b42dc7b41889.pdf",
      "Sort": 13
    }
  ],
  "Summary": "",
  "TextID": 61266,
  "Text": "By the Public Advocate (Ms. James) and Council Members Brannan, Rosenthal, Ayala, Rivera, Lander, Kallos, Cohen, Constantinides, Lancman and Miller\n\n      Whereas, In 1970, New York State was one of the first states in the nation to support the reproductive rights of women by pioneering legislation that decriminalized abortion; and\n      Whereas, This legislation was groundbreaking and crucial to ensuring the reproductive health and freedom of women; and\n      Whereas, In 1973, the United States Supreme Court legalized abortion throughout the country with the Roe v. Wade decision; and \n      Whereas, Following this ruling many states passed laws limiting women's ability to access the procedure in an effort to erode the rights granted by the Supreme Court; and\n      Whereas, According to the Guttmacher Institute, between 2011 to 2016, there have been  334 abortion restrictions adopted nationally, constituting 30% of all abortion restrictions enacted since the 1973 decision; and \n      Whereas, Furthermore, members of Congress who have anti-abortion positions have been trying for several years to pass a national ban on all abortions at or after 20 weeks of pregnancy; and\n      Whereas, In addition, President Donald Trump stated his intention to appoint a Supreme Court Justice who will help overturn Roe v. Wade; and\n      Whereas, The ability to access safe abortions is necessary so that women can\nplan their families without risking their health; and\n\tWhereas, The Guttmacher Institute notes that improved contraceptive use has helped women to better avoid unintended pregnancies, and as a result, the national abortion rate declined to 17 per 1,000 women aged 15-44 in 2011, the lowest since 1973; and\n\tWhereas, According to the New York City (NYC) Department of Health and Mental Hygiene, in 2013, almost 6 in 10 known pregnancies among NYC women were unintended; and \n\tWhereas, While abortion rates have declined, women who are struggling financially experience higher levels of abortion; and\n\tWhereas, In 2011, there were 225 abortion providers in New York state, and 94 of those were  in clinics, which was a 10% decline in overall providers and a 9% decline in clinics from 2008; and \n\t Whereas, According to the New York Civil Liberties Union, 7 out of 10 New Yorkers support a woman's right to choose; and \n\tWhereas, The New York State legislation passed in 1970 is now outdated and needs revision; and\n      Whereas, On January 17, 2017 the New York State Assembly passed the Reproductive Health Act, as it has for the past several legislative sessions; and \n      Whereas, Despite having overwhelming support of New Yorkers, the New York State Senate continues to deny the passage of this legislation; and\n      Whereas, The Reproductive Health Act is legislation that would provide safeguards for New York's women in the face of eroding federal protections by codifying current federal law into state law; and\n      Whereas, The Reproductive Health Act would also take abortion out of the penal code, and regulate it as a matter of public health and medical practice; and \n      Whereas, It is critical that the New York State Legislature takes action to pass this legislation to explicitly outline these fundamental rights in state law; and \n      Whereas, The rights of women should include full control over their bodies and reproductive choices; and\n      Whereas, It is now more vital than ever for New York to take the lead and stand up for the health and freedom of its women; now, therefore, be it\n      Resolved, That the Council of the City of New York urges the New York State Legislature to pass and the Governor to sign the Reproductive Health Act.\nRes. 1416-2017/LS 9627\nJP\n1/9/18\nLS# 1214\n3",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\nBy the Public Advocate (Ms. James) and Council Members Brannan, Rosenthal, Ayala, Rivera, Lander, Kallos, Cohen, Constantinides, Lancman and Miller\\par\n\\ul\\par\n\\pard\\box\\brdrdash\\brdrw150\\brdrcf2\\brsp300\\brdrsh \\ltrpar\\fi720\\sl480\\slmult1\\qj\\cf0\\ulnone Whereas, In 1970, New York State was one of the first states in the nation to support the reproductive rights of women by pioneering legislation that decriminalized abortion; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, This legislation was groundbreaking and crucial to ensuring the reproductive health and freedom of women; and\\par\nWhereas, In 1973, the United States Supreme Court legalized abortion throughout the country with the Roe v. Wade decision; and \\par\nWhereas, Following this ruling many states passed laws limiting women\\rquote s ability to access the procedure in an effort to erode the rights granted by the Supreme Court; and\\par\nWhereas, According to the Guttmacher Institute, between 2011 to 2016, there have been  334 abortion restrictions adopted nationally, constituting 30% of all abortion restrictions enacted since the 1973 decision; and \\par\nWhereas, Furthermore, members of Congress who have anti-abortion positions have been trying for several years to pass a national ban on all abortions at or after 20 weeks of pregnancy; and\\par\nWhereas, In addition, President Donald Trump stated his intention to appoint a Supreme Court Justice who will help overturn Roe v. Wade; and\\par\nWhereas, The ability to access safe abortions is necessary so that women can\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj plan their families without risking their health; and\\par\n\\tab Whereas, The Guttmacher Institute notes that improved contraceptive use has helped women to better avoid unintended pregnancies, and as a result, the national abortion rate declined to 17 per 1,000 women aged 15-44 in 2011, the lowest since 1973; and\\par\n\\tab Whereas, According to the New York City (NYC) Department of Health and Mental Hygiene, in 2013, almost 6 in 10 known pregnancies among NYC women were unintended; and \\par\n\\tab Whereas, While abortion rates have declined, women who are struggling financially experience higher levels of abortion; and\\par\n\\tab Whereas, In 2011, there were 225 abortion providers in New York state, and 94 of those were  in clinics, which was a 10% decline in overall providers and a 9% decline in clinics from 2008; and \\par\n\\tab  Whereas, According to the New York Civil Liberties Union, 7 out of 10 New Yorkers support a woman\\rquote s right to choose; and \\par\n\\tab Whereas, The New York State legislation passed in 1970 is now outdated and needs revision; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, On January 17, 2017 the New York State Assembly passed the Reproductive Health Act, as it has for the past several legislative sessions; and \\par\nWhereas, Despite having overwhelming support of New Yorkers, the New York State Senate continues to deny the passage of this legislation; and\\par\nWhereas, The Reproductive Health Act is legislation that would provide safeguards for New York\\rquote s women in the face of eroding federal protections by codifying current federal law into state law; and\\par\nWhereas, The Reproductive Health Act would also take abortion out of the penal code, and regulate it as a matter of public health and medical practice; and \\par\nWhereas, It is critical that the New York State Legislature takes action to pass this legislation to explicitly outline these fundamental rights in state law; and \\par\nWhereas, The rights of women should include full control over their bodies and reproductive choices; and\\par\nWhereas, It is now more vital than ever for New York to take the lead and stand up for the health and freedom of its women; now, therefore, be it\\par\n\\pard\\box\\brdrdash\\brdrw150\\brdrcf2\\brsp300\\brdrsh \\ltrpar\\fi720\\sl480\\slmult1\\qj\\cf1 Resolved, That the Council of the City of New York urges the New York State Legislature to pass and the Governor to sign the Reproductive Health Act.\\par\n\\pard\\box\\brdrdash\\brdrw150\\brdrcf2\\brsp300\\brdrsh \\ltrpar\\qj\\fs20 Res. 1416-2017/LS 9627\\par\nJP\\par\n1/9/18\\par\nLS# 1214\\fs22\\par\n}\n",
  "LastModified": "2021-12-29T21:49:58.79Z"
}
