{
  "ID": 59384,
  "GUID": "743B9EB1-F369-4A07-982E-2CCC0790972D",
  "File": "Res 0095-2018",
  "Name": "Requiring automobile manufacturers to include carbon monoxide detectors in all cars sold in the US.",
  "Title": "Resolution calling upon the United States Congress to pass and the President to sign legislation requiring automobile manufacturers to include carbon monoxide detectors in all cars sold in the United States.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5236,
  "BodyName": "Committee on Consumer Affairs and Business Licensing",
  "IntroDate": "2018-01-31T00:00:00Z",
  "AgendaDate": "2018-01-31T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    }
  ],
  "History": [
    {
      "ID": 330581,
      "Date": "2018-01-31T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-01-26T16:22:10.757Z"
    },
    {
      "ID": 331245,
      "Date": "2018-01-31T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Consumer Affairs and Business Licensing",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16036,
      "AgendaSequence": 475,
      "MinutesSequence": 490,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Consumer Affairs and Business Licensing",
      "MatterStatusID": 3,
      "LastModified": "2018-01-31T22:05:27.073Z"
    },
    {
      "ID": 379031,
      "Date": "2021-12-31T17:01:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-29T22:02:03.77Z"
    }
  ],
  "Attachments": [
    {
      "ID": 247021,
      "LastModified": "2021-12-29T22:01:53.377Z",
      "Name": "Res. No. 95",
      "Link": "https://nyc.legistar1.com/nyc/attachments/09f42a74-f4d6-4be9-a25d-3035a0f04c26.docx",
      "Sort": 1
    },
    {
      "ID": 173655,
      "LastModified": "2021-12-29T22:01:14.343Z",
      "Name": "January 31, 2018 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/7e21231c-cd1a-4be1-b4fd-4a982ffd5a17.pdf",
      "Sort": 2
    },
    {
      "ID": 223855,
      "LastModified": "2021-12-29T22:01:46.66Z",
      "Name": "Hearing Transcript - Stated Meeting  01-31-2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/6dc258fa-7b11-4e47-8496-0c51f1d1ad2e.pdf",
      "Sort": 3
    },
    {
      "ID": 223310,
      "LastModified": "2021-12-29T22:01:15.733Z",
      "Name": "Minutes of the Stated Meeting - January 31, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/6e30001a-959f-429f-adad-b1375e1ff513.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 61639,
  "Text": "By Council Member Rodriguez\n\n\tWhereas, Carbon monoxide is a colorless, odorless, toxic gas produced by automobile engines, which in high concentrations is deadly to human beings; and \n\tWhereas, Carbon monoxide has been implicated in numerous accidental deaths, typically where individuals occupy a vehicle in an enclosed space, such as a garage; and \n      Whereas, A significant number of deaths have also occurred outdoors while vehicles are occupied; and  \n\tWhereas, For example, on January 24, 2016, in New Jersey, shortly following a massive winter blizzard, a mother and her two children died as they sat in the car to warm up while the father cleared a path for the vehicle in the snow; and \n\tWhereas, This tragic event took place during the short span of twenty minutes and resulted from a tailpipe blocked by snow; and \n\tWhereas, The following day a Brooklyn man, Angel Ginel, was found dead in his snowbound car-a similar, carbon monoxide poisoning-related death is suspected; and \n\tWhereas, These tragedies are not isolated-during virtually every major snowstorm lives were claimed due to carbon monoxide poisoning under similar circumstances; and \n\tWhereas, According to a 2007 National Highway Traffic Safety Administration report, on average, 147 people die from accidental carbon monoxide poisoning involving automobiles; and \t\n\tWhereas, Carbon monoxide may leak into the passenger cabin of a motor vehicle as a result of a tailpipe blocked by snow, mud or other debris, as well as a faulty or damaged exhaust system, or a hole in a rusty muffler, for example; and \n\tWhereas, Because carbon monoxide is odorless, colorless, and initial poisoning symptoms are mild, mimicking car sickness, unsuspecting victims may not recognize the immediate danger; and \nWhereas, Carbon monoxide detector technology is inexpensive and readily available; and \n      Whereas, Carbon monoxide detectors could alert motorists and their passengers of the presence of this dangerous gas before it is too late; and \n\tWhereas, Auto manufacturers can and should include carbon monoxide detectors as part of the vehicle's basic, integrated safety design, similar to seat belts, airbags and anti-lock brakes; now, therefore, be it \n\tResolved, That the Council of the City of New York calls upon Congress to pass and the President to sign legislation requiring automobile manufacturers to include carbon monoxide detectors in all cars sold in the United States.\n\n\n\n12/21/2017\nOld LS 7398/Res. No. 1062-2016\nLS 851\nI.M.",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\sl276\\slmult1\\qj By Council Member Rodriguez\\par\n\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, Carbon monoxide is a colorless, odorless, toxic gas produced by automobile engines, which in high concentrations is deadly to human beings; and \\par\n\\tab Whereas, Carbon monoxide has been implicated in numerous accidental deaths, typically where individuals occupy a vehicle in an enclosed space, such as a garage; and \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, A significant number of deaths have also occurred outdoors while vehicles are occupied; and  \\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, For example, on January 24, 2016, in New Jersey, shortly following a massive winter blizzard, a mother and her two children died as they sat in the car to warm up while the father cleared a path for the vehicle in the snow; and \\par\n\\tab Whereas, This tragic event took place during the short span of twenty minutes and resulted from a tailpipe blocked by snow; and \\par\n\\tab Whereas, The following day a Brooklyn man, Angel Ginel, was found dead in his snowbound car-a similar, carbon monoxide poisoning-related death is suspected; and \\par\n\\tab Whereas, These tragedies are not isolated-during virtually every major snowstorm lives were claimed due to carbon monoxide poisoning under similar circumstances; and \\par\n\\tab Whereas, According to a 2007 National Highway Traffic Safety Administration report, on average, 147 people die from accidental carbon monoxide poisoning involving automobiles; and \\tab\\par\n\\tab Whereas, Carbon monoxide may leak into the passenger cabin of a motor vehicle as a result of a tailpipe blocked by snow, mud or other debris, as well as a faulty or damaged exhaust system, or a hole in a rusty muffler, for example; and \\par\n\\tab Whereas, Because carbon monoxide is odorless, colorless, and initial poisoning symptoms are mild, mimicking car sickness, unsuspecting victims may not recognize the immediate danger; and \\par\n\\pard\\ltrpar\\li720\\sl480\\slmult1\\qj Whereas, Carbon monoxide detector technology is inexpensive and readily available; and \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Carbon monoxide detectors could alert motorists and their passengers of the presence of this dangerous gas before it is too late; and \\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, Auto manufacturers can and should include carbon monoxide detectors as part of the vehicle\\rquote s basic, integrated safety design, similar to seat belts, airbags and anti-lock brakes; now, therefore, be it \\par\n\\tab Resolved, That the Council of the City of New York calls upon Congress to pass and the President to sign legislation requiring automobile manufacturers to include carbon monoxide detectors in all cars sold in the United States.\\par\n\\pard\\ltrpar\\sa200\\fs20\\par\n\\par\n\\fs18\\par\n\\pard\\ltrpar 12/21/2017\\par\nOld LS 7398/Res. No. 1062-2016\\par\nLS 851\\par\nI.M.\\par\n\\pard\\ltrpar\\sa200\\sl276\\slmult1\\fs22\\par\n}\n",
  "LastModified": "2021-12-29T22:02:03.893Z"
}
