{
  "ID": 59676,
  "GUID": "FADC5C3C-8694-4AC6-B00C-849355B68016",
  "File": "Res 0099-2018",
  "Name": "CUNY to include in its FY16 budget and beyond, funding to provide MetroCards to all students enrolled in CUNY colleges free of charge.",
  "Title": "Resolution calling upon the City University of New York to include in its FY16 budget and beyond, funding to provide MetroCards to all students enrolled in CUNY colleges free of charge.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 15,
  "BodyName": "Committee on Higher Education",
  "IntroDate": "2018-01-31T00:00:00Z",
  "AgendaDate": "2018-01-31T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 7748,
      "Slug": "justin-l-brannan",
      "FullName": "Justin L. Brannan"
    }
  ],
  "History": [
    {
      "ID": 330577,
      "Date": "2018-01-31T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-01-26T16:10:20.293Z"
    },
    {
      "ID": 331247,
      "Date": "2018-01-31T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Higher Education",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16036,
      "AgendaSequence": 479,
      "MinutesSequence": 494,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Higher Education",
      "MatterStatusID": 3,
      "LastModified": "2018-01-31T22:06:01.59Z"
    },
    {
      "ID": 379034,
      "Date": "2021-12-31T17:05:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-29T22:05:45.027Z"
    }
  ],
  "Attachments": [
    {
      "ID": 247023,
      "LastModified": "2021-12-29T22:05:30.133Z",
      "Name": "Res. No. 99",
      "Link": "https://nyc.legistar1.com/nyc/attachments/93ef0717-e04a-4290-ad03-04162a6ec69d.docx",
      "Sort": 1
    },
    {
      "ID": 173659,
      "LastModified": "2021-12-29T22:05:12.32Z",
      "Name": "January 31, 2018 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/3de1bc7d-9d71-4137-a77e-e48c4a16e1b1.pdf",
      "Sort": 2
    },
    {
      "ID": 223859,
      "LastModified": "2021-12-29T22:05:17.96Z",
      "Name": "Hearing Transcript - Stated Meeting  01-31-2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/a6c22dcb-00c2-474c-a49c-fddc55ac3619.pdf",
      "Sort": 3
    },
    {
      "ID": 223314,
      "LastModified": "2021-12-29T22:05:15.633Z",
      "Name": "Minutes of the Stated Meeting - January 31, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/533854cd-a6f2-4673-9fc6-e3865bc8428b.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 61931,
  "Text": "By Council Members Rodriguez and Brannan\n\n      Whereas, Student loan debt is a major issue in the state of New York, where, according to the Institute for College Access and Success, the average college student in New York State graduates with $27,822 in debt \n      Whereas, The average undergraduate tuition at CUNY for New York State residents in traditional four-year programs is $6,530 per year; and\n      Whereas, These costs rise to $17,400 per year for out-of-state residents at those CUNY institutions; and\n      Whereas, According to CUNY's pricing estimates for students who live away from home, housing costs approximately $10,386 for one year, in addition to the aforementioned cost of tuition; and\n      Whereas, According to CUNY data, 48.8 percent of students at CUNY community colleges come from households where the annual income is less than $20,000 per year and 38.1 percent of students at senior colleges are the first in their families to attend college; and\n      Whereas, According to CUNY, the cost of a MetroCard for the nine months of the year a student is $1,088; and\n      Whereas, According to a report by the Center for an Urban Future (CUF), a 10% increase in CUNY Community College graduation rates would generate an estimated $689 million in economic activity over a decade; and\n      Whereas, CUNY offers MetroCards free of charge to students in their Accelerated Study in Associate Programs (ASAP)-a three year program designed to support students seeking an associate's degree at CUNY Community Colleges-incentivizing students to remain enrolled; and\n      Whereas, According to a February 2015 analysis from the Manpower Demonstration Research Corporation (MDRC)-an organization that periodically assesses the ASAP program-ASAP has nearly doubled graduation rates compared to students not enrolled in this program; and\n      Whereas, New Jersey Transit offers significant discounts to college students in the tri-state region, including many in New York City, thereby demonstrating the demand for such a program as well as the operational capacity to employ it; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon CUNY to include in its FY19 budget and beyond, funding to provide MetroCards to all students enrolled in CUNY Colleges free of charge.\nRM/MK \nLS#4062/Res. 653\nLS#847\n12/22/17",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Rodriguez and Brannan\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 Whereas, Student loan debt is a major issue in the state of New York, where, according to the Institute for College Access and Success, the average college student in New York State graduates with $27,822 in debt \\par\nWhereas, The average undergraduate tuition at CUNY for New York State residents in traditional four-year programs is $6,530 per year; and\\par\nWhereas, These costs rise to $17,400 per year for out-of-state residents at those CUNY institutions; and\\par\nWhereas, According to CUNY\\rquote s pricing estimates for students who live away from home, housing costs approximately $10,386 for one year, in addition to the aforementioned cost of tuition; and\\par\nWhereas, According to CUNY data, 48.8 percent of students at CUNY community colleges come from households where the annual income is less than $20,000 per year and 38.1 percent of students at senior colleges are the first in their families to attend college; and\\par\nWhereas, According to CUNY, the cost of a MetroCard for the nine months of the year a student is $1,088; and\\par\nWhereas, According to a report by the Center for an Urban Future (CUF), a 10% increase in CUNY Community College graduation rates would generate an estimated $689 million in economic activity over a decade; and\\par\nWhereas, CUNY offers MetroCards free of charge to students in their Accelerated Study in Associate Programs (ASAP)-a three year program designed to support students seeking an associate\\rquote s degree at CUNY Community Colleges-incentivizing students to remain enrolled; and\\par\nWhereas, According to a February 2015 analysis from the Manpower Demonstration Research Corporation (MDRC)-an organization that periodically assesses the ASAP program-ASAP has nearly doubled graduation rates compared to students not enrolled in this program; and\\par\nWhereas, New Jersey Transit offers significant discounts to college students in the tri-state region, including many in New York City, thereby demonstrating the demand for such a program as well as the operational capacity to employ it; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls upon CUNY to include in its FY19 budget and beyond, funding to provide MetroCards to all students enrolled in CUNY Colleges free of charge.\\par\n\\pard\\ltrpar\\fs22 RM/MK \\par\nLS#4062/Res. 653\\par\nLS#847\\par\n12/22/17\\par\n\\pard\\ltrpar\\sa200\\sl276\\slmult1\\par\n}\n",
  "LastModified": "2021-12-29T22:05:45.183Z"
}
