{
  "ID": 59465,
  "GUID": "FAA1D991-EE9A-4579-A6D1-3ABC3DD364B7",
  "File": "Res 0106-2018",
  "Name": "Public School Athletic League (PSAL) to provide a medical professional and an ambulance for High School Football games as well as practices in NYC.",
  "Title": "Resolution calling upon the Public School Athletic League (PSAL) to provide a medical professional and an ambulance for High School Football games as well as practices in New York City.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2018-01-31T00:00:00Z",
  "AgendaDate": "2018-01-31T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7748,
      "Slug": "justin-l-brannan",
      "FullName": "Justin L. Brannan"
    }
  ],
  "History": [
    {
      "ID": 330241,
      "Date": "2018-01-31T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-01-24T19:51:28.77Z"
    },
    {
      "ID": 331260,
      "Date": "2018-01-31T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16036,
      "AgendaSequence": 493,
      "MinutesSequence": 508,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2018-01-31T20:08:58.013Z"
    },
    {
      "ID": 379039,
      "Date": "2021-12-31T17:13:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-29T22:13:26.64Z"
    }
  ],
  "Attachments": [
    {
      "ID": 247028,
      "LastModified": "2021-12-29T22:13:30.847Z",
      "Name": "Res. No. 106",
      "Link": "https://nyc.legistar1.com/nyc/attachments/865d59fd-34cc-4ec1-b927-1f42146c0679.docx",
      "Sort": 1
    },
    {
      "ID": 173673,
      "LastModified": "2021-12-29T22:12:19.057Z",
      "Name": "January 31, 2018 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/22dc4e50-d8bc-44ae-a669-1d4348f80266.pdf",
      "Sort": 2
    },
    {
      "ID": 223873,
      "LastModified": "2021-12-29T22:13:02.577Z",
      "Name": "Hearing Transcript - Stated Meeting  01-31-2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/a822de5e-2393-470a-8de4-d0292c7f754e.pdf",
      "Sort": 3
    },
    {
      "ID": 223328,
      "LastModified": "2021-12-29T22:12:20.353Z",
      "Name": "Minutes of the Stated Meeting - January 31, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d3f8fb6b-4fe8-42d1-a758-daa339d90625.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 61720,
  "Text": "By Council Members Rose and Brannan\n \n      Whereas, On Labor Day, September 1, 2014, a high school football player from Staten Island, Miles Kirland-Thomas, who played on the Curtis High School varsity squad, died after collapsing at a morning football practice; and\n      Whereas, As reported on SILive.com, Mr. Kirkland-Thomas reportedly collapsed after doing wind sprints on the practice field during the hot and humid morning practice; and\n      Whereas, SILive.com further reported that, at the time of Mr. Kirkland-Thomas's death and as is currently the case, the PSAL requires the cessation of all exercise if the temperature reaches 85 degrees and the humidity reaches 80 percent; and\n      Whereas, On the morning of Mr. Kirland-Thomas's death, both the humidity and temperature were lower than that which would have necessitated ending the practice session, illustrating that under any circumstances, severe and fatal events can occur, especially during football games; and\n      Whereas, To underscore the extent a tragedy like this has on a family one need only read the words of Miles' mother, who said \"This is the worst feeling that you can have in your life...I don't wish this on anybody.\"; and\n       Whereas, As reported in the Daily News, two years ago another Staten Island High School football player, Nicholas Dellaventura, 15 years of age, also collapsed and died following a workout; and\n      Whereas, According to a report by the National Center for Catastrophic Sport Injury Research, deaths in football are \"rare but tragic events,\" with 17 direct and indirect deaths during the 2013 football season out of approximately 1.1 million high school players; and\n      Whereas, As reported on CNN on October 7, 2014, \"while there is debate over whether football has become too dangerous for our children knowing what we know now, it's clear there's agreement on a key way to help keep our kids safe; making sure safety is the top focus\"; and\n      Whereas, It cannot be argued that the best way to avoid serious consequences from an injury is the immediacy of medical care; and\n      Whereas, Even one preventable death is one too many, and clearly an available ambulance at a football game or practice would dramatically reduce the time for a seriously injured or ill player to reach a hospital's emergency department; and;\n      Whereas, There can be no greater respect shown to the family of Miles Kirkland-Thomas, while also likely preventing the deaths of other children, than the policy change proposed herein; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the Public School Athletic League (PSAL) to provide a medical professional and an ambulance for High School Football games as well as practices in New York City.\n \nLS# 2831/ 505-2014\nLS# 92\n12/28/17\nMB/ KK",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0  \\fs27\\par\n\\fs24 By Council Members Rose and Brannan\\fs27\\par\n\\fs24  \\fs27\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sl480\\slmult1\\qj\\fs24 Whereas, On Labor Day, September 1, 2014, a high school football player from Staten Island, Miles Kirland-Thomas, who played on the Curtis High School varsity squad, died after collapsing at a morning football practice; and\\fs27\\par\n\\fs24 Whereas, As reported on SILive.com, Mr. Kirkland-Thomas reportedly collapsed after doing wind sprints on the practice field during the hot and humid morning practice; and\\fs27\\par\n\\fs24 Whereas, SILive.com further reported that, at the time of Mr. Kirkland-Thomas\\rquote s death and as is currently the case, the PSAL requires the cessation of all exercise if the temperature reaches 85 degrees and the humidity reaches 80 percent; and\\fs27\\par\n\\fs24 Whereas, On the morning of Mr. Kirland-Thomas\\rquote s death, both the humidity and temperature were lower than that which would have necessitated ending the practice session, illustrating that under any circumstances, severe and fatal events can occur, especially during football games; and\\fs27\\par\n\\fs24 Whereas, To underscore the extent a tragedy like this has on a family one need only read the words of Miles\\rquote  mother, who said \\ldblquote This is the worst feeling that you can have in your life\\'85I don\\rquote t wish this on anybody.\\rdblquote ; and\\fs27\\par\n\\fs24  Whereas, As reported in the Daily News, two years ago another Staten Island High School football player, Nicholas Dellaventura, 15 years of age, also collapsed and died following a workout; and\\fs27\\par\n\\fs24 Whereas, According to a report by the National Center for Catastrophic Sport Injury Research, deaths in football are \\ldblquote rare but tragic events,\\rdblquote  with 17 direct and indirect deaths during the 2013 football season out of approximately 1.1 million high school players; and\\fs27\\par\n\\fs24 Whereas, As reported on CNN on October 7, 2014, \\ldblquote while there is debate over whether football has become too dangerous for our children knowing what we know now, it\\rquote s clear there\\rquote s agreement on a key way to help keep our kids safe; making sure safety is the top focus\\rdblquote ; and\\fs27\\par\n\\fs24 Whereas, It cannot be argued that the best way to avoid serious consequences from an injury is the immediacy of medical care; and\\fs27\\par\n\\fs24 Whereas, Even one preventable death is one too many, and clearly an available ambulance at a football game or practice would dramatically reduce the time for a seriously injured or ill player to reach a hospital\\rquote s emergency department; and;\\fs27\\par\n\\fs24 Whereas, There can be no greater respect shown to the family of Miles Kirkland-Thomas, while also likely preventing the deaths of other children, than the policy change proposed herein; now, therefore, be it\\fs27\\par\n\\fs24 Resolved, That the Council of the City of New York calls upon the Public School Athletic League (PSAL) to provide a medical professional and an ambulance for High School Football games as well as practices in New York City.\\fs27\\par\n\\pard\\cbpat2\\ltrpar\\sl480\\slmult1\\qj\\fs24  \\fs27\\par\n\\pard\\cbpat2\\ltrpar\\qj\\fs20 LS# 2831/ 505-2014\\fs27\\par\n\\fs20 LS# 92\\fs27\\par\n\\fs20 12/28/17\\par\nMB/ KK\\par\n\\pard\\cbpat2\\ltrpar\\sl480\\slmult1\\qj\\fs24  \\fs27\\par\n\\pard\\ltrpar\\sa160\\sl252\\slmult1\\cf0\\fs22\\par\n}\n",
  "LastModified": "2022-02-22T20:45:10.653Z"
}
