{
  "ID": 58763,
  "GUID": "BDCD4CAE-8D3D-4C82-9897-C31CFA0F035D",
  "File": "Res 0107-2018",
  "Name": "Require all juveniles detained in New York City facilities during the summer months to attend school.",
  "Title": "Resolution calling on the Administration for Children’s Services Division of Youth and Family Justice to require all juveniles detained in New York City facilities during the summer months to attend school.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 12,
  "BodyName": "Committee on General Welfare",
  "IntroDate": "2018-01-31T00:00:00Z",
  "AgendaDate": "2018-01-31T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7748,
      "Slug": "justin-l-brannan",
      "FullName": "Justin L. Brannan"
    }
  ],
  "History": [
    {
      "ID": 330239,
      "Date": "2018-01-31T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-01-24T19:49:53.927Z"
    },
    {
      "ID": 331258,
      "Date": "2018-01-31T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Juvenile Justice",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16036,
      "AgendaSequence": 494,
      "MinutesSequence": 509,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Juvenile Justice",
      "MatterStatusID": 3,
      "LastModified": "2018-01-31T21:22:06.017Z"
    },
    {
      "ID": 356466,
      "Date": "2019-10-30T16:42:00Z",
      "ActionID": 49,
      "Action": "Re-referred to Committee by Council",
      "Description": "This Resolution was Re-referred to Committee by Council to the Committee on Justice System",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2019-10-30T20:42:48.253Z"
    },
    {
      "ID": 365399,
      "Date": "2020-12-03T13:01:00Z",
      "ActionID": 49,
      "Action": "Re-referred to Committee by Council",
      "Description": "This Resolution was Re-referred to Committee by Council to the Committee on General Welfare",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2020-12-03T18:01:59.01Z"
    },
    {
      "ID": 379040,
      "Date": "2021-12-31T17:14:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-29T22:14:37.883Z"
    }
  ],
  "Attachments": [
    {
      "ID": 247029,
      "LastModified": "2021-12-29T22:14:45.337Z",
      "Name": "Res. No. 107",
      "Link": "https://nyc.legistar1.com/nyc/attachments/8ab294cb-f74f-4da1-b8f1-ef285c7e3e81.docx",
      "Sort": 1
    },
    {
      "ID": 173674,
      "LastModified": "2021-12-29T22:13:37.847Z",
      "Name": "January 31, 2018 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/47ef3b20-fcb4-4296-8ecf-3b60be213590.pdf",
      "Sort": 2
    },
    {
      "ID": 223874,
      "LastModified": "2021-12-29T22:14:13.13Z",
      "Name": "Hearing Transcript - Stated Meeting  01-31-2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/728d3c79-de97-46ba-b494-b730d2c15863.pdf",
      "Sort": 3
    },
    {
      "ID": 223329,
      "LastModified": "2021-12-29T22:13:39.063Z",
      "Name": "Minutes of the Stated Meeting - January 31, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d87a01bc-1805-436a-91de-b0de5ba54459.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 61018,
  "Text": "By Council Members Rose and Brannan\n\n      Whereas, The Administration for Children's Services Division of Youth and Family Justice (\"DYFJ\") is charged with coordinating the detention of the City's court involved youth; and\n      Whereas, During the City's 2017 fiscal year there were a total of 2,126 youth placed in detention with an average length of stay of 23 days; and\n      Whereas, As part of the services provided by DYFJ, youth in detention receive education services administered by the Department of Education (\"DOE\") in coordination with DYFJ through its Passages Academy; and \n      Whereas, Passages Academy is a full-time educational program that tailors its curriculum to the needs of youth in detention and is open during the regular DOE school year as well as for summer school; and\n      Whereas, According to assessments conducted by DOE, ninety-four percent of residents in juvenile detention read below grade level and forty percent read below a fourth grade level; and\n      Whereas, Studies conducted by The National Evaluation and Technical Assistance Center indicate that youth with learning difficulties have a higher propensity for gang membership; and\n      Whereas, These studies also show that academic outcomes achieved during incarceration, including reading improvement, reduce recidivism; and \n      Whereas, Juveniles in detention during the summer should have mandatory education services provided to them, no matter their standing, in order to increase their level of education and make their time in detention more productive; and\n      Whereas, Mandatory classes during the summer months will assist detained youth by ensuring additional education services; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the Administration for Children's Services Division of Youth and Family Justice to require all juveniles detained in New York City facilities during the summer months to attend school.\n\n\n\n\nWJH\nLS 51/Res. 25 - 2014\nLS 96\n12/20/17",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Rose and Brannan\\par\n\\pard\\ltrpar\\qj\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, The Administration for Children\\rquote s Services Division of Youth and Family Justice (\\ldblquote DYFJ\\rdblquote ) is charged with coordinating the detention of the City's court involved youth; and\\par\nWhereas, During the City\\rquote s 2017 fiscal year there were a total of 2,126 youth placed in detention with an average length of stay of 23 days; and\\par\nWhereas, As part of the services provided by DYFJ, youth in detention receive education services administered by the Department of Education (\\ldblquote DOE\\rdblquote ) in coordination with DYFJ through its Passages Academy; and \\par\nWhereas, Passages Academy is a full-time educational program that tailors its curriculum to the needs of youth in detention and is open during the regular DOE school year as well as for summer school; and\\par\nWhereas, According to assessments conducted by DOE, ninety-four percent of residents in juvenile detention read below grade level and forty percent read below a fourth grade level; and\\par\nWhereas, Studies conducted by The National Evaluation and Technical Assistance Center indicate that youth with learning difficulties have a higher propensity for gang membership; and\\par\nWhereas, These studies also show that academic outcomes achieved during incarceration, including reading improvement, reduce recidivism; and \\par\nWhereas, Juveniles in detention during the summer should have mandatory education services provided to them, no matter their standing, in order to increase their level of education and make their time in detention more productive; and\\par\nWhereas, Mandatory classes during the summer months will assist detained youth by ensuring additional education services; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls on the Administration for Children\\rquote s Services Division of Youth and Family Justice to require all juveniles detained in New York City facilities during the summer months to attend school.\\par\n\\pard\\ltrpar\\qj\\par\n\\par\n\\par\n\\par\nWJH\\par\nLS 51/Res. 25 - 2014\\par\nLS 96\\par\n\\pard\\ltrpar\\sl276\\slmult1\\qj 12/20/17\\par\n}\n",
  "LastModified": "2022-02-22T20:45:01.433Z"
}
