{
  "ID": 58596,
  "GUID": "70C46212-9FA7-4E75-AE3F-9527A05797C3",
  "File": "Res 0111-2018",
  "Name": "Prohibit any driver who causes critical injury or death to someone else while committing a traffic infraction or crime from continuing to drive.",
  "Title": "Resolution calling upon the New York State Legislature to pass, and the Governor to sign, legislation that would prohibit any driver who causes critical injury or death to someone else while committing a traffic infraction or crime from continuing to drive.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2018-01-31T00:00:00Z",
  "AgendaDate": "2018-01-31T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    }
  ],
  "History": [
    {
      "ID": 330704,
      "Date": "2018-01-31T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-01-26T20:04:59.867Z"
    },
    {
      "ID": 331280,
      "Date": "2018-01-31T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16036,
      "AgendaSequence": 517,
      "MinutesSequence": 532,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2018-01-31T17:31:17.493Z"
    },
    {
      "ID": 379044,
      "Date": "2021-12-31T17:19:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-29T22:19:22.6Z"
    }
  ],
  "Attachments": [
    {
      "ID": 247033,
      "LastModified": "2021-12-29T22:19:27.603Z",
      "Name": "Res. No. 111",
      "Link": "https://nyc.legistar1.com/nyc/attachments/6fd50725-dbac-449b-b147-ed5300b0056f.docx",
      "Sort": 1
    },
    {
      "ID": 173697,
      "LastModified": "2021-12-29T22:18:29.86Z",
      "Name": "January 31, 2018 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/8c02aae1-4d3a-4adb-b18a-d19c0aec1456.pdf",
      "Sort": 2
    },
    {
      "ID": 223897,
      "LastModified": "2021-12-29T22:19:04.727Z",
      "Name": "Hearing Transcript - Stated Meeting  01-31-2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/f77c950e-8034-4857-9144-8bf5c45e681b.pdf",
      "Sort": 3
    },
    {
      "ID": 223352,
      "LastModified": "2021-12-29T22:18:31.063Z",
      "Name": "Minutes of the Stated Meeting - January 31, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/3006170b-0b5e-4250-8a1e-9005ef99a16a.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 60809,
  "Text": "By Council Member Rosenthal\n\tWhereas, In 2016, 230 people, including 145 pedestrians, were killed in traffic crashes in New York City; and\t\n\tWhereas, In January 2014, 9-year-old Cooper Stock was killed on the Upper West Side of Manhattan by a taxi driver who was given a summons for failing to yield but was legally allowed to continue driving a taxi; and\n\tWhereas, In May 2014, the New York City Council passed legislation, commonly known as Cooper's Law, which allows the Taxi and Limousine Commission (TLC) to summarily suspend the TLC license of a driver who is issued a summons for or charged with one or more traffic-related violations or crimes in a crash that results in a critical injury or death, and which results in the revocation of such license upon conviction of the traffic infraction or crime and a finding that the infraction or crime was a cause of the critical injury or death; and\n\tWhereas, An individual's New York State driver's license can be suspended if that individual owes more than $10,000 in past-due taxes, however, a driver who causes someone's death due to the violation of a traffic law, as in the case of Cooper Stock, is very often allowed to continue driving legally; and \n\tWhereas, Due to the extremely serious nature of traffic collisions that result in critical injury or death, and in the interest of the safety of all road users, a state \"Cooper's Law\" that applies to the Department of Motor Vehicles-issued licenses of all drivers should be enacted; now, therefore, be it\n\tResolved, That the Council of the City of New York calls upon the New York State Legislature to pass, and the Governor to sign, legislation that would prohibit any driver who causes critical injury or death to someone else while committing a traffic infraction or crime from continuing to drive.\n\nJM\nLS# 26\nLS# 1883/Res. 328/2014\n11/29/2017",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\hyphpar0\\sl480\\slmult1\\qj By Council Member Rosenthal\\par\n\\tab Whereas, In 2016, 230 people, including 145 pedestrians, were killed in traffic crashes in New York City; and\\tab\\par\n\\tab Whereas, In January 2014, 9-year-old Cooper Stock was killed on the Upper West Side of Manhattan by a taxi driver who was given a summons for failing to yield but was legally allowed to continue driving a taxi; and\\par\n\\tab Whereas, In May 2014, the New York City Council passed legislation, commonly known as Cooper\\rquote s Law, which allows the Taxi and Limousine Commission (TLC) to summarily suspend the TLC license of a driver who is issued a summons for or charged with one or more traffic-related violations or crimes in a crash that results in a critical injury or death, and which results in the revocation of such license upon conviction of the traffic infraction or crime and a finding that the infraction or crime was a cause of the critical injury or death; and\\par\n\\tab Whereas, An individual\\rquote s New York State driver\\rquote s license can be suspended if that individual owes more than $10,000 in past-due taxes, however, a driver who causes someone\\rquote s death due to the violation of a traffic law, as in the case of Cooper Stock, is very often allowed to continue driving legally; and \\par\n\\tab Whereas, Due to the extremely serious nature of traffic collisions that result in critical injury or death, and in the interest of the safety of all road users, a state \\ldblquote Cooper\\rquote s Law\\rdblquote  that applies to the Department of Motor Vehicles-issued licenses of all drivers should be enacted\\expndtw0 ; \\expndtw-3 now, therefore, be it\\par\n\\tab Resolved, That\\cf1  the Council of the City of New York\\cf0  calls upon the New York State Legislature to pass, and the Governor to sign, legislation that would prohibit any driver who causes critical injury or death to someone else while committing a traffic infraction or crime from continuing to drive.\\par\n\\pard\\ltrpar\\hyphpar0\\qj\\cf1\\fs16\\par\nJM\\par\nLS# 26\\par\nLS# 1883/Res. 328/2014\\par\n11/29/2017\\par\n\\par\n}\n",
  "LastModified": "2021-12-29T22:19:27.603Z"
}
