{
  "ID": 59619,
  "GUID": "C18AA5FB-E221-497A-916D-F428362A920C",
  "File": "Res 0113-2018",
  "Name": "Economic Development Corporation to establish a centralized veterans-exclusive incubator in the City.",
  "Title": "Resolution calling on the New York City Economic Development Corporation to establish a centralized veterans-exclusive incubator in the City.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 7,
  "BodyName": "Committee on Economic Development",
  "IntroDate": "2018-01-31T00:00:00Z",
  "AgendaDate": "2018-01-31T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    },
    {
      "ID": 7748,
      "Slug": "justin-l-brannan",
      "FullName": "Justin L. Brannan"
    }
  ],
  "History": [
    {
      "ID": 330497,
      "Date": "2018-01-31T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-01-26T02:14:53.133Z"
    },
    {
      "ID": 331318,
      "Date": "2018-01-31T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Economic Development",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16036,
      "AgendaSequence": 551,
      "MinutesSequence": 566,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Economic Development",
      "MatterStatusID": 3,
      "LastModified": "2018-01-31T22:33:30.843Z"
    },
    {
      "ID": 379045,
      "Date": "2021-12-31T17:22:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-29T22:22:25.433Z"
    }
  ],
  "Attachments": [
    {
      "ID": 247034,
      "LastModified": "2021-12-29T22:22:32.013Z",
      "Name": "Res. No. 113",
      "Link": "https://nyc.legistar1.com/nyc/attachments/a35a12dc-5e56-4040-b637-5d9f9e27faef.docx",
      "Sort": 1
    },
    {
      "ID": 173731,
      "LastModified": "2021-12-29T22:20:03.513Z",
      "Name": "January 31, 2018 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/a3d74d66-7633-4b05-a0e1-9e16e1a5ddc9.pdf",
      "Sort": 2
    },
    {
      "ID": 223931,
      "LastModified": "2021-12-29T22:22:07.167Z",
      "Name": "Hearing Transcript - Stated Meeting  01-31-2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/97843ccc-a6d6-4833-8f2e-d97988af32a4.pdf",
      "Sort": 3
    },
    {
      "ID": 223386,
      "LastModified": "2021-12-29T22:20:04.827Z",
      "Name": "Minutes of the Stated Meeting - January 31, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c0aaf874-ac8c-4091-ac85-54337c4dcb8f.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 61874,
  "Text": "By Council Members Ulrich and Brannan\n       Whereas, The Department of Veterans Affairs (VA) estimates that New York City is home to roughly 200,000 veterans; and\n      Whereas, As the United States (U.S.) de-escalates military operations abroad and reduces the size of the active duty military, greater numbers of service members will return home to New York City in the coming months and years; and\n      Whereas, Veterans have given years of their lives to serve our country that would have been otherwise spent establishing careers or starting businesses, putting them at a great disadvantage; and\n      Whereas, Veterans face many unique challenges as they transition back into civilian life and thus have needs that are significantly different from non-veteran incubator candidates; and\n      Whereas, The New York City Economic Development Corporation's (NYCEDC) mission is to encourage economic growth throughout the five boroughs of New York City by strengthening the City's competitive position and facilitating investments that build capacity, create jobs, generate economic opportunity and improve quality of life; and\n      Whereas, NYCEDC has fostered an incubator and co-working space network that provides low-cost space, business services, training, and networking opportunities to hundreds of startups and small businesses across a variety of sectors; and\n      Whereas, Veterans endure arduous and demanding training throughout their military careers and develop a wide range of skill sets that makes them an asset to the city's economy and; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the New York City Economic Development Corporation to establish a centralized veterans-exclusive incubator in the City.\n      \nKJR/MK\nLS#4621/Res. 696\nLS#669\n12/22/17",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\sa200\\sl276\\slmult1 By Council Members Ulrich and Brannan\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1  Whereas, The Department of Veterans Affairs (VA) estimates that New York City is home to roughly 200,000 veterans; and\\par\nWhereas, As the United States (U.S.) de-escalates military operations abroad and reduces the size of the active duty military, greater numbers of service members will return home to New York City in the coming months and years; and\\par\nWhereas, Veterans have given years of their lives to serve our country that would have been otherwise spent establishing careers or starting businesses, putting them at a great disadvantage; and\\par\nWhereas, Veterans face many unique challenges as they transition back into civilian life and thus have needs that are significantly different from non-veteran incubator candidates; and\\par\nWhereas, The New York City Economic Development Corporation\\rquote s (NYCEDC) mission is to encourage economic growth throughout the five boroughs of New York City by strengthening the City's competitive position and facilitating investments that build capacity, create jobs, generate economic opportunity and improve quality of life; and\\par\nWhereas, NYCEDC has fostered an incubator and co-working space network that provides low-cost space, business services, training, and networking opportunities to hundreds of startups and small businesses across a variety of sectors; and\\par\nWhereas, Veterans endure arduous and demanding training throughout their military careers and develop a wide range of skill sets that makes them an asset to the city\\rquote s economy and; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls on the New York City Economic Development Corporation to establish a centralized veterans-exclusive incubator in the City.\\par\n\\pard\\ltrpar\\fi720\\par\n\\pard\\ltrpar\\fs22 KJR/MK\\par\nLS#4621/Res. 696\\par\nLS#669\\par\n12/22/17\\par\n\\pard\\ltrpar\\sa200\\sl276\\slmult1\\par\n}\n",
  "LastModified": "2021-12-29T22:22:32.013Z"
}
