{
  "ID": 58892,
  "GUID": "F9C6D596-D8F2-463E-B8DE-41222ED41764",
  "File": "Res 0117-2018",
  "Name": "Requiring all textbooks to also refer to the Sea of Japan as the East Sea. (S.1284/A.1356)",
  "Title": "Resolution calling upon the New York State Legislature to pass and the Governor to sign S.1284/A.1356, requiring all textbooks to also refer to the Sea of Japan as the East Sea.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 9,
  "BodyName": "Committee on Education",
  "IntroDate": "2018-01-31T00:00:00Z",
  "AgendaDate": "2018-01-31T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7642,
      "Slug": "paul-a-vallone",
      "FullName": "Paul A. Vallone"
    }
  ],
  "History": [
    {
      "ID": 330316,
      "Date": "2018-01-31T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-01-25T18:10:17.68Z"
    },
    {
      "ID": 331334,
      "Date": "2018-01-31T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Education",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16036,
      "AgendaSequence": 568,
      "MinutesSequence": 583,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Education",
      "MatterStatusID": 3,
      "LastModified": "2018-01-31T22:35:37.097Z"
    },
    {
      "ID": 379049,
      "Date": "2021-12-31T17:40:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-29T22:40:40.72Z"
    }
  ],
  "Attachments": [
    {
      "ID": 247038,
      "LastModified": "2021-12-29T22:40:28.44Z",
      "Name": "Res. No. 117",
      "Link": "https://nyc.legistar1.com/nyc/attachments/a124f8b3-fc7a-41ee-a7fd-344795d81e3c.docx",
      "Sort": 1
    },
    {
      "ID": 173748,
      "LastModified": "2021-12-29T22:39:44.857Z",
      "Name": "January 31, 2018 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/aa3a1e43-6a4e-4962-af80-4e08a62c256a.pdf",
      "Sort": 2
    },
    {
      "ID": 223948,
      "LastModified": "2021-12-29T22:40:21.203Z",
      "Name": "Hearing Transcript - Stated Meeting  01-31-2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/3c03dd75-306b-4714-a61c-9354c41ee0f4.pdf",
      "Sort": 3
    },
    {
      "ID": 223403,
      "LastModified": "2021-12-29T22:39:46.873Z",
      "Name": "Minutes of the Stated Meeting - January 31, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d635e0d5-4f38-44b3-8951-49c50b836925.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 61147,
  "Text": "By Council Member Vallone \n\n      Whereas, There has been a longstanding debate between Japan and Korea regarding the name of the body of water located between the Japanese archipelago and the Korean peninsula; and\n      Whereas, Japan refers to that body of water as the \"Sea of Japan,\" while Korea recognizes it as the \"East Sea\"; and\n      Whereas, Whereas, According to the Ministry of Foreign Affairs of Japan, the name Sea of Japan had been geographically and historically established since the late 18th  to early 19th century and is currently used in most countries all over the world; and\n      Whereas, The Ministry of Foreign Affairs of Japan also stated that more than 97% of maps used throughout the world display the name Sea of Japan; and \n      Whereas, Korean advocates argue that the name Sea of Japan was standardized worldwide while Korea was under Japanese colonial rule, after the International Hydrographic Organization (IHO) published its definitive \"Limits of the Oceans and the Seas\" in 1929, according to Reuters; and\n      Whereas, In response to the name dispute, the National Geographic Society in Washington, DC, began including the term East Sea in parentheses following any reference to the Sea of Japan in its maps in 1999; and\n      Whereas, In 2014, the Virginia State Legislature passed a bill that required all new textbooks to also refer to the Sea of Japan as the East Sea, and was signed into law by Governor Terry McAuliffe; and\n      Whereas, That same year, a bill was introduced in New Jersey that would require the body of water to be called the East Sea for all governmental purposes, although it does not require the term to be used in school textbooks, according to U.S. News and World Report; and\n      Whereas, In New York, S.1284, sponsored by State Senator Tony Avella, and A.1356, sponsored by Assembly Member Braunstein, would amend the Education Law, requiring all textbooks in the State to reference the Sea of Japan as also the East Sea; and\n      Whereas, This bill would align New York's textbooks with a growing, international movement to recognize both names as acceptable; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the New York State Legislature to pass and the Governor to sign S.1284/A.1356, requiring all textbooks to also refer to the Sea of Japan as the East Sea.\n\n\n\n\n\n\n\n\nTC\nLS 669 & 750/ Res.146-2014\nLS 1045\n1/3/18\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Member Vallone \\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, There has been a longstanding debate between Japan and Korea regarding the name of the \\lang9 body of water located between the Japanese archipelago and the Korean peninsula\\lang1033 ; and\\par\nWhereas, Japan refers to that body of water as the \\ldblquote Sea of Japan,\\rdblquote  while Korea recognizes it as the \\ldblquote East Sea\\rdblquote ; and\\par\nWhereas, Whereas, According to the Ministry of Foreign Affairs of Japan, the name Sea of Japan had been geographically and historically established since the late 18th  to early 19th century and is currently used in most countries all over the world; and\\par\nWhereas, The Ministry of Foreign Affairs of Japan also stated that more than 97% of maps used throughout the world display the name Sea of Japan; and \\par\nWhereas, Korean advocates argue that the name Sea of Japan was standardized worldwide while Korea was under Japanese colonial rule, after the International Hydrographic Organization (IHO) published its definitive \\ldblquote Limits of the Oceans and the Seas\\rdblquote  in 1929, according to \\i Reuters\\i0 ; and\\par\nWhereas, In response to the name dispute, the National Geographic Society in Washington, DC, began including the term East Sea in parentheses following any reference to the Sea of Japan in its maps in 1999; and\\par\nWhereas, In 2014, the Virginia State Legislature passed a bill that required all new textbooks to also refer to the Sea of Japan as the East Sea, and was signed into law by Governor Terry McAuliffe; and\\par\nWhereas, That same year, a bill was introduced in New Jersey that would require the body of water to be called the East Sea for all governmental purposes, although it does not require the term to be used in school textbooks, according to \\i U.S. News and World Report\\i0 ; and\\par\nWhereas, In New York, S.1284, sponsored by State Senator Tony Avella, and A.1356, sponsored by Assembly Member Braunstein, would amend the Education Law, requiring all textbooks in the State to reference the Sea of Japan as also the East Sea; and\\par\nWhereas, This bill would align New York\\rquote s textbooks with a growing, international movement to recognize both names as acceptable; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls upon the New York State Legislature to pass and the Governor to sign S.1284/A.1356, requiring all textbooks to also refer to the Sea of Japan as the East Sea.\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\par\n\\pard\\ltrpar\\qj\\fs20\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\nTC\\par\nLS 669 & 750/ Res.146-2014\\par\nLS 1045\\par\n1/3/18\\par\n}\n",
  "LastModified": "2021-12-29T22:40:40.863Z"
}
