{
  "ID": 58944,
  "GUID": "18CCDE0C-2AC8-4864-8133-8858EBCD62BA",
  "File": "Res 0120-2018",
  "Name": "Recognizing and commemorating June 21st as Yoga Day in NYC.",
  "Title": "Resolution recognizing and commemorating June 21st as Yoga Day in the City of New York.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2018-01-31T00:00:00Z",
  "AgendaDate": "2018-01-31T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7642,
      "Slug": "paul-a-vallone",
      "FullName": "Paul A. Vallone"
    }
  ],
  "History": [
    {
      "ID": 330308,
      "Date": "2018-01-31T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-01-25T18:01:21.557Z"
    },
    {
      "ID": 331338,
      "Date": "2018-01-31T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16036,
      "AgendaSequence": 571,
      "MinutesSequence": 586,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2018-01-31T20:11:14.703Z"
    },
    {
      "ID": 379052,
      "Date": "2021-12-31T17:43:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-29T22:44:10.18Z"
    }
  ],
  "Attachments": [
    {
      "ID": 247041,
      "LastModified": "2021-12-29T22:43:54.133Z",
      "Name": "Res. No. 120",
      "Link": "https://nyc.legistar1.com/nyc/attachments/8db66b01-58e8-4479-80d8-06c964908a89.docx",
      "Sort": 1
    },
    {
      "ID": 173751,
      "LastModified": "2021-12-29T22:43:45.6Z",
      "Name": "January 31, 2018 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/7c5697ba-9fd9-46ae-96cf-82b44dd7b677.pdf",
      "Sort": 2
    },
    {
      "ID": 223951,
      "LastModified": "2021-12-29T22:44:13.32Z",
      "Name": "Hearing Transcript - Stated Meeting  01-31-2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/1e29b043-d677-4c3e-b507-2b6837905452.pdf",
      "Sort": 3
    },
    {
      "ID": 223406,
      "LastModified": "2021-12-29T22:43:55.43Z",
      "Name": "Minutes of the Stated Meeting - January 31, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/2fa20a09-29a5-4203-9689-bf9aa159cda0.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 61199,
  "Text": "By Council Member Vallone\n      Whereas, Yoga has been practiced for thousands of years; and\n      Whereas, According to a 2012 study on yoga in the United States, 20.4 million Americans practice yoga; and\n      Whereas, The National Center for Complementary and Integrative Health recognizes that \"yoga may be beneficial for a number of conditions, including pain;\" and\n      Whereas, According to a study published in Alternative Therapies in Health and Medicine, by Barry S. Oken et al., which performed a random control trial on the benefits of yoga for seniors, compared to the control group, seniors in the yoga group had \"significant improvement in quality-of-life;\" and\n      Whereas, According to a study published in the European Journal of Preventive Cardiology by Paula Chu et al., which reviewed random control trials comparing yoga to non-exercise controls, yoga produced significant improvement for body mass index, systolic blood pressure, low-density lipoprotein cholesterol, and high-density lipoprotein cholesterol; and\n      Whereas, This review also showed that yoga produced significant changes seen in body weight, diastolic blood pressure, total cholesterol, triglycerides, and heart rate; and\n      Whereas, The National Center for Complementary and Integrative Health within the National Institutes of Health have found that yoga significantly improves low-back pain; and\n      Whereas, Forbes Magazine lists New York City as one of the top 10 cities in the United States for yoga; and\n      Whereas, The United Nations declared June 21st of each year as international yoga day; now, therefore, be it      \n      Resolved, That the Council of the City of New York recognizes and commemorates June 21st  as Yoga Day in the City of New York.\n\nJKS/CP\nLS# 3839/ Res. 672/2015\nLS# 1056\n1/4/18",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\froman\\fcharset0 CG Times;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Member Vallone\\par\n\\pard\\cbpat2\\ltrpar\\sl480\\slmult0       Whereas, Yoga has been practiced for thousands of years; and\\par\n      Whereas, According to a 2012 study on yoga in the United States, 20.4 million Americans practice yoga; and\\par\n      Whereas, The National Center for Complementary and Integrative Health recognizes that \"yoga may be beneficial for a number of conditions, including pain;\" and\\par\n      Whereas, According to a study published in Alternative Therapies in Health and Medicine, by Barry S. Oken et al., which performed a random control trial on the benefits of yoga for seniors, compared to the control group, seniors in the yoga group had \"significant improvement in quality-of-life;\" and\\par\n      Whereas, According to a study published in the European Journal of Preventive Cardiology by Paula Chu et al., which reviewed random control trials comparing yoga to non-exercise controls, yoga produced significant improvement for body mass index, systolic blood pressure, low-density lipoprotein cholesterol, and high-density lipoprotein cholesterol; and\\par\n      Whereas, This review also showed that yoga produced significant changes seen in body weight, diastolic blood pressure, total cholesterol, triglycerides, and heart rate; and\\par\n      Whereas, The National Center for Complementary and Integrative Health within the National Institutes of Health have found that yoga significantly improves low-back pain; and\\par\n      Whereas, Forbes Magazine lists New York City as one of the top 10 cities in the United States for yoga; and\\par\n      Whereas, The United Nations declared June 21\\super st\\nosupersub  of each year as international yoga day; now, therefore, be it\\f1       \\f0\\par\n      Resolved, That the Council of the City of New York recognizes and commemorates June 21\\super st\\nosupersub   as Yoga Day in the City of New York.\\par\n\\fs20\\par\nJKS/CP\\par\n\\pard\\cbpat2\\ltrpar LS# 3839/ Res. 672/2015\\par\nLS# 1056\\par\n1/4/18\\par\n\\pard\\ltrpar\\sa200\\sl276\\slmult1\\cf0\\fs22\\par\n}\n",
  "LastModified": "2021-12-29T22:44:13.32Z"
}
