{
  "ID": 52822,
  "GUID": "19D9FA3F-0CE4-4EFA-AD52-3520F36B4F6C",
  "File": "Res 0139-2018",
  "Name": "Allow Congress and individual states to regulate campaign finance and political spending, and to pass legislation restoring aggregate contribution limits and third party spending limits. (H.J. Res 64)",
  "Title": "Resolution calling upon the United States Congress to pass H.J. Res 64, an amendment to the Constitution of the United States, which would allow Congress and individual states to regulate campaign finance and political spending, and to pass legislation restoring aggregate contribution limits and third party spending limits.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 13,
  "BodyName": "Committee on Governmental Operations",
  "IntroDate": "2018-02-14T00:00:00Z",
  "AgendaDate": "2018-02-14T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7627,
      "Slug": "costa-g-constantinides",
      "FullName": "Costa G. Constantinides"
    }
  ],
  "History": [
    {
      "ID": 331782,
      "Date": "2018-02-14T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-02-06T14:39:56.02Z"
    },
    {
      "ID": 332158,
      "Date": "2018-02-14T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Governmental Operations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16077,
      "AgendaSequence": 76,
      "MinutesSequence": 90,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Governmental Operations",
      "MatterStatusID": 3,
      "LastModified": "2018-02-15T15:56:45.777Z"
    },
    {
      "ID": 379063,
      "Date": "2021-12-31T18:04:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-29T23:04:52.59Z"
    }
  ],
  "Attachments": [
    {
      "ID": 231624,
      "LastModified": "2021-12-29T23:04:40.653Z",
      "Name": "Res. No. 139",
      "Link": "https://nyc.legistar1.com/nyc/attachments/1bf343a8-e0b5-4273-99f4-3e94256aed63.docx",
      "Sort": 1
    },
    {
      "ID": 227222,
      "LastModified": "2021-05-03T18:49:12.417Z",
      "Name": "February 14, 2018 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/326c0019-6dd1-45fb-939c-a7494d55acaf.pdf",
      "Sort": 3
    },
    {
      "ID": 227461,
      "LastModified": "2021-02-17T18:47:11.613Z",
      "Name": "Hearing Transcript - Stated Meeting 02-14-2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/5152cf84-1ea0-4ce2-beab-97306dc31d5a.pdf",
      "Sort": 4
    },
    {
      "ID": 227700,
      "LastModified": "2021-05-03T18:49:14.637Z",
      "Name": "Minutes of the Stated Meeting - February 14, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/f4a111d3-1ca6-4a13-a9bf-485c7d1e8f8f.pdf",
      "Sort": 5
    }
  ],
  "Summary": "",
  "TextID": 54250,
  "Text": "By Council Member Constantinides \n      Whereas, In 2014 the United States Supreme Court issued a decision in McCutcheon v. Federal Election Commission, holding that aggregate limits on individual contributions to national party and federal candidate committees are unconstitutional; and\n      Whereas, This follows a Supreme Court decision in 2010 in Citizens United v. Federal Election Commission, which held that corporations and other groups may engage in unlimited independent spending on elections; and\n      Whereas, These Supreme Court decisions hinder electoral competition and increase the risk of corruption by allowing wealthy individuals and corporations to spend large amounts to fund political campaigns and ensure that policy matters are disproportionately decided in their favor rather than what is best for the common good; and\n      Whereas, United States Representative Kurt Schrader has introduced a constitutional amendment in the United States House of Representatives that would authorize Congress to regulate fundraising and spending by federal political campaigns and independent groups, and would allow states to regulate campaign finance in state and local elections; \n      Whereas, Once the United States Constitution is amended to allow Congress and states to regulate campaign finance, Congress should immediately restore the laws that were made null by the McCutcheon and Citizens United decisions; now, therefore, be it \n      Resolved, That the Council of the City of New York calls upon the United States Congress to pass H.J. Res 64, an amendment to the Constitution of the United States , which would allow Congress and individual states to regulate campaign finance and political spending, and to pass legislation restoring aggregate contribution limits and third party spending limits.\nLS1342\nAM/EK\n1/10/18",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\sl480\\slmult1 By Council Member Constantinides \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 Whereas, In 2014 the United States Supreme Court issued a decision in \\ul McCutcheon v. Federal Election Commission\\ulnone , holding that aggregate limits on individual contributions to national party and federal candidate committees are unconstitutional; and\\par\nWhereas, This follows a Supreme Court decision in 2010 in \\ul Citizens United v. Federal Election Commission\\ulnone , which held that corporations and other groups may engage in unlimited independent spending on elections; and\\par\nWhereas, These Supreme Court decisions hinder electoral competition and increase the risk of corruption by allowing wealthy individuals and corporations to spend large amounts to fund political campaigns and ensure that policy matters are disproportionately decided in their favor rather than what is best for the common good; and\\par\nWhereas, United States Representative Kurt Schrader has introduced a constitutional amendment in the United States House of Representatives that would authorize Congress to regulate fundraising and spending by federal political campaigns and independent groups, and would allow states to regulate campaign finance in state and local elections; \\par\nWhereas, Once the United States Constitution is amended to allow Congress and states to regulate campaign finance, Congress should immediately restore the laws that were made null by the \\ul McCutcheon\\ulnone  and \\ul Citizens United\\ulnone  decisions; now, therefore, be it \\par\nResolved, That the Council of the City of New York calls upon the United States Congress to pass H.J. Res 64, an amendment to the Constitution of the United States , which would allow Congress and individual states to regulate campaign finance and political spending, and to pass legislation restoring aggregate contribution limits and third party spending limits.\\par\n\\pard\\ltrpar LS1342\\par\nAM/EK\\line 1/10/18\\par\n\\pard\\ltrpar\\sa200\\sl276\\slmult1\\fs22\\par\n}\n",
  "LastModified": "2021-12-29T23:04:52.763Z"
}
