{
  "ID": 58666,
  "GUID": "D95224FA-1B51-43AF-9F0F-379B6F3C6599",
  "File": "Res 0140-2018",
  "Name": "Citizenship and Immigration Services to amend its Model Plan for Administrative Naturalization Ceremonies to allow guest speakers to make remarks on the importance of becoming an organ donor.",
  "Title": "Resolution calling on the United States Citizenship and Immigration Services to amend its Model Plan for Administrative Naturalization Ceremonies to allow guest speakers to make remarks on the importance of becoming an organ donor.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5119,
  "BodyName": "Committee on Immigration",
  "IntroDate": "2018-02-14T00:00:00Z",
  "AgendaDate": "2018-02-14T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7627,
      "Slug": "costa-g-constantinides",
      "FullName": "Costa G. Constantinides"
    }
  ],
  "History": [
    {
      "ID": 331769,
      "Date": "2018-02-14T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-02-06T14:11:34.633Z"
    },
    {
      "ID": 332160,
      "Date": "2018-02-14T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Immigration",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16077,
      "AgendaSequence": 77,
      "MinutesSequence": 91,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Immigration",
      "MatterStatusID": 3,
      "LastModified": "2018-02-15T15:56:45.777Z"
    },
    {
      "ID": 379064,
      "Date": "2021-12-31T18:05:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-29T23:05:10.983Z"
    }
  ],
  "Attachments": [
    {
      "ID": 231625,
      "LastModified": "2021-12-29T23:05:00.717Z",
      "Name": "Res. No. 140",
      "Link": "https://nyc.legistar1.com/nyc/attachments/e949d99a-44c2-4039-bdc9-113f87dc715e.docx",
      "Sort": 1
    },
    {
      "ID": 227223,
      "LastModified": "2021-05-03T18:55:10.157Z",
      "Name": "February 14, 2018 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/6fe26b41-5bda-4102-b7b6-c1fd121905eb.pdf",
      "Sort": 3
    },
    {
      "ID": 227462,
      "LastModified": "2021-02-17T18:47:11.85Z",
      "Name": "Hearing Transcript - Stated Meeting 02-14-2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/8e7e4df4-5aaf-4ca4-9f91-cd7ab373683c.pdf",
      "Sort": 4
    },
    {
      "ID": 227701,
      "LastModified": "2021-05-03T18:55:11.767Z",
      "Name": "Minutes of the Stated Meeting - February 14, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/2cb1e852-9d07-4555-b1d6-dda22277eaa5.pdf",
      "Sort": 5
    }
  ],
  "Summary": "",
  "TextID": 60905,
  "Text": "By Council Member Constantinides\n \n      Whereas, According to Donate Life America, New York State has the third highest need for organ donors in the United States; and \n      Whereas, There are over 10,000 individuals in New York who need life-saving organ transplants; and\n      Whereas, In 2013, almost 600 individuals in New York died due to a shortage of donors; and\n      Whereas, Despite the great need for organ transplants in New York, the state has the second lowest percentage of registered donors in the country; and \n      Whereas, New York State is unique in that it allows individuals to sign up to be organ donors when registering to vote; and \n            Whereas, Naturalization ceremonies present an opportunity for new citizens to both register to vote and become organ donors simultaneously; and\n      Whereas, New York City can specifically benefit from this opportunity: U.S. Citizenship and Immigration Services notes that of the 752,800 citizens naturalized  in 2016, approximately 16.3% reside in the Greater New York Metropolitan area; and  \n      Whereas, In certain counties in New York, including Rockland, Orange, Dutchess and Putnam, guest speakers at naturalization ceremonies are allowed to make remarks on the importance of becoming an organ donor; and \n      Whereas, Anecdotal evidence gathered by donor network LiveOnNY suggests that approximately 45% of naturalization ceremony participants who receive organ donation information enroll to be donors, compared to 11% of individuals who enroll at Department of Motor Vehicles offices; and   \n      Whereas, While the naturalization ceremonies of these counties are overseen either by District Attorneys or County Clerks, naturalization ceremonies in New York City are overseen by the United States Citizenship and Immigration Services (USCIS); and \n      Whereas, USCIS has established in its Model Plan for Administrative Naturalization Ceremonies the topics that may be discussed by guest speakers at naturalization ceremonies, such as the importance and responsibilities of United States citizenship and the privilege of voting; and\n      Whereas, If USCIS expanded the policy in its Model Plan for Administrative Naturalization Ceremonies to allow guest speakers to make remarks on organ donation, the number of individuals in New York City registering to be donors could greatly increase, given the large number of individuals naturalized in this City annually; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the United States Citizenship and Immigration Services to amend its Model Plan for Administrative Naturalization Ceremonies to allow guest speakers to make remarks on the importance of becoming an organ donor.\nMA/IM\n12/4/2017\nOld LS# 4922/Res. No. 790\nNew LS# 154",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0  \\par\nBy Council Member Constantinides\\par\n \\par\n\\pard\\ltrpar\\fi720\\sa200\\sl480\\slmult1\\qj Whereas, According to Donate Life America, New York State has the third highest need for organ donors in the United States; and \\par\nWhereas, There are over 10,000 individuals in New York who need life-saving organ transplants; and\\par\nWhereas, In 2013, almost 600 individuals in New York died due to a shortage of donors; and\\par\nWhereas, Despite the great need for organ transplants in New York, the state has the second lowest percentage of registered donors in the country; and \\par\nWhereas, New York State is unique in that it allows individuals to sign up to be organ donors when registering to vote; and \\par\n\\pard\\ltrpar\\sa200\\sl480\\slmult1             Whereas, Naturalization ceremonies present an opportunity for new citizens to both register to vote and become organ donors simultaneously; and\\par\n\\pard\\ltrpar\\fi720\\sa200\\sl480\\slmult1 Whereas, New York City can specifically benefit from this opportunity: U.S. Citizenship and Immigration Services notes that of the 752,800 citizens naturalized  in 2016, approximately 16.3% reside in the Greater New York Metropolitan area; and  \\par\nWhereas, In certain counties in New York, including Rockland, Orange, Dutchess and Putnam, guest speakers at naturalization ceremonies are allowed to make remarks on the importance of becoming an organ donor; and \\par\nWhereas, Anecdotal evidence gathered by donor network LiveOnNY suggests that approximately 45% of naturalization ceremony participants who receive organ donation information enroll to be donors, compared to 11% of individuals who enroll at Department of Motor Vehicles offices; and   \\par\nWhereas, While the naturalization ceremonies of these counties are overseen either by District Attorneys or County Clerks, naturalization ceremonies in New York City are overseen by the United States Citizenship and Immigration Services (USCIS); and \\par\nWhereas, USCIS has established in its Model Plan for Administrative Naturalization Ceremonies the topics that may be discussed by guest speakers at naturalization ceremonies, such as the importance and responsibilities of United States citizenship and the privilege of voting; and\\par\nWhereas, If USCIS expanded the policy in its Model Plan for Administrative Naturalization Ceremonies to allow guest speakers to make remarks on organ donation, the number of individuals in New York City registering to be donors could greatly increase, given the large number of individuals naturalized in this City annually; now, therefore, be it\\par\n\\pard\\ltrpar\\fi720\\sa200\\sl480\\slmult1\\qj Resolved, That the Council of the City of New York calls upon the United States Citizenship and Immigration Services to amend its Model Plan for Administrative Naturalization Ceremonies to allow guest speakers to make remarks on the importance of becoming an organ donor.\\par\n\\pard\\ltrpar\\fs20 MA/IM\\par\n12/4/2017\\par\nOld LS# 4922/Res. No. 790\\par\n\\pard\\ltrpar\\sa200 New LS# 154\\par\n\\par\n\\pard\\ltrpar\\sa200\\sl276\\slmult1\\par\n}\n",
  "LastModified": "2021-12-29T23:05:11.14Z"
}
