{
  "ID": 58865,
  "GUID": "ACC22A26-A333-435A-B09A-973553D5B6F6",
  "File": "Res 0145-2018",
  "Name": "Teachers and Parents at the Table Act (H.R. 3246)",
  "Title": "Resolution calling upon the United States Congress to pass and the President to sign H.R. 3246, the Teachers and Parents at the Table Act, which would create an advisory committee of teachers and an advisory committee of parents to advise the Congress and Secretary of Education.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 9,
  "BodyName": "Committee on Education",
  "IntroDate": "2018-02-14T00:00:00Z",
  "AgendaDate": "2018-02-14T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm"
    }
  ],
  "History": [
    {
      "ID": 331969,
      "Date": "2018-02-14T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-02-09T16:27:43.417Z"
    },
    {
      "ID": 332167,
      "Date": "2018-02-14T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Education",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16077,
      "AgendaSequence": 123,
      "MinutesSequence": 137,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Education",
      "MatterStatusID": 3,
      "LastModified": "2018-02-15T15:56:45.823Z"
    },
    {
      "ID": 379068,
      "Date": "2021-12-31T18:09:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-29T23:09:49.763Z"
    }
  ],
  "Attachments": [
    {
      "ID": 247060,
      "LastModified": "2021-12-29T23:09:38.17Z",
      "Name": "Res. No. 145",
      "Link": "https://nyc.legistar1.com/nyc/attachments/f3b3b8d6-2247-4e0f-85cb-c2a502c3f5f9.docx",
      "Sort": 1
    },
    {
      "ID": 227269,
      "LastModified": "2021-12-29T23:09:29.183Z",
      "Name": "February 14, 2018 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/4ee541e2-e8e4-4ad6-94c3-95709c070e4e.pdf",
      "Sort": 3
    },
    {
      "ID": 227508,
      "LastModified": "2021-02-17T18:47:24.49Z",
      "Name": "Hearing Transcript - Stated Meeting 02-14-2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/770fba55-4ab7-43d1-a93c-c433f64d8109.pdf",
      "Sort": 4
    },
    {
      "ID": 227747,
      "LastModified": "2021-12-29T23:09:31.043Z",
      "Name": "Minutes of the Stated Meeting - February 14, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ad5972f7-81e3-47c0-af75-b4c6c71803ec.pdf",
      "Sort": 5
    }
  ],
  "Summary": "",
  "TextID": 61120,
  "Text": "By Council Member Dromm \n      Whereas, The Every Student Succeeds Act (ESSA), enacted in 2015, is the most recent reauthorization of the Elementary and Secondary Education Act of 1965 (ESEA), the nation's national education law and longstanding commitment to equal opportunity for all students; and\n      Whereas, According to the U.S. Department of Education, ESSA builds on key areas of progress in recent years, including lower dropout rates and higher graduation and college-going rates, and provides \"a firm foundation for further work to expand educational opportunity and improve student outcomes\"; and\n      Whereas, There is currently no requirement in ESSA for consulting with teachers or parents and families on the implementation of the law and monitoring its impact on students; and\n      Whereas, It would be helpful to include the voices of educators, who are responsible for implementing ESSA requirements in identifying needed changes; and\n      Whereas, It would also be helpful to include the voices of parents in analyzing the impact of ESSA on children and families; and\n      Whereas, H.R. 3246, Teachers and Parents at the Table Act (\"the Act\"), introduced by Congresswoman Kathleen Rice in July 2017, seeks to provide a mechanism for such educator and parent input; and\n      Whereas, The Act amends Title I (Improving the Academic Achievement of the Disadvantaged) of the Elementary and Secondary Education Act of 1965 to direct the Secretary of Education to establish a Teacher Advisory Committee and a Parents and Families Advisory Committee; and\n      Whereas, The role of the Teacher Advisory Committee would be to bring the perspective of expert teachers to policymakers regarding the implementation and impact of ESSA and to make policy recommendations; and\n      Whereas, The Act requires the Teacher Advisory Committee to be composed of a diverse group of 20 public school classroom teachers who are past or present State Teachers of the Year or nominated from organizations representing teachers and have demonstrated similar evidence of expertise, and have experience working with educational policy; and \n      Whereas, Further, the Act requires the Teacher Advisory Committee to submit to Congress and the Secretary of Education 2 reports per year on not more than 3 topics per year determined by the Committee in consultation with policymakers; and\n      Whereas, The role of the Parents and Families Advisory Committee would be to monitor the effects of this Act on children and families, and review and analyze implementation of State and local parent and family engagement policies, school-parent compacts, and other family engagement activities; and\n      Whereas, The Act requires the Parents and Families Advisory Committee to be composed of a diverse group of 20 parents or family members of children enrolled in a public school who have a demonstrated history of parental involvement and family engagement in schools; and \n      Whereas, Further, the Act requires the Parents and Families Advisory Committee to submit an annual report and quarterly updates on the effects of this Act on parental involvement and family engagement in education and recommendations for strengthening family engagement policy; and\n      Whereas, H.R. 3246 seeks to advance student achievement by providing a mechanism for teachers and parents and families to have greater input in policy decisions that impact students; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the United States Congress to pass and the President to sign H.R. 3246, the Teachers and Parents at the Table Act, which would create an advisory committee of teachers and an advisory committee of parents to advise the Congress and Secretary of Education.\n\nLS# 1405/Res 1728-2017\nLS# 316\nJA\n12/14/17",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\sl480\\slmult1 By Council Member Dromm \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, The \\lang9 Every Student Succeeds Act (ESSA)\\lang1033 , enacted in 2015, is the most recent reauthorization of the Elementary and Secondary Education Act of 1965 (ESEA), the nation\\rquote s national education law and longstanding commitment to equal opportunity for all students; and\\par\nWhereas, According to the U.S. Department of Education, ESSA builds on key areas of progress in recent years, including lower dropout rates and higher graduation and college-going rates, and \\lang9 provides \\ldblquote a firm foundation for further work to expand educational opportunity and improve student outcomes\\rdblquote ; and\\lang1033\\par\nWhereas, There is currently no requirement in ESSA for consulting with teachers or parents and families on the implementation of the law and monitoring its impact on students; and\\par\nWhereas, It would be helpful to include the voices of educators, who are responsible for implementing ESSA requirements in identifying needed changes; and\\par\nWhereas, It would also be helpful to include the voices of parents in analyzing the impact of ESSA on children and families; and\\par\nWhereas, H.R. 3246, \\lang9\\i Teachers and Parents at the Table Act\\lang1033\\i0  (\\ldblquote the Act\\rdblquote ), introduced by Congresswoman Kathleen Rice in July 2017,\\i  \\i0 seeks to provide a mechanism for such educator and parent input; and\\par\nWhereas, The Act amends Title I (Improving the Academic Achievement of the Disadvantaged) of the Elementary and Secondary Education Act of 1965 to direct the Secretary of Education to establish a Teacher Advisory Committee and a Parents and Families Advisory Committee; and\\par\nWhereas, The role of the Teacher Advisory Committee would be to bring the perspective of expert teachers to policymakers regarding the implementation and impact of ESSA and to make policy recommendations; and\\par\nWhereas, The Act requires the Teacher Advisory Committee to be composed of a diverse group of 20 public school classroom teachers who are past or present State Teachers of the Year or nominated from organizations representing teachers and have demonstrated similar evidence of expertise, and have experience working with educational policy; and \\par\nWhereas, Further, the Act requires the Teacher Advisory Committee to submit to Congress and the Secretary of Education 2 reports per year on not more than 3 topics per year determined by the Committee in consultation with policymakers; and\\par\nWhereas, The role of the Parents and Families Advisory Committee would be to monitor the effects of this Act on children and families, and review and analyze implementation of State and local parent and family engagement policies, school-parent compacts, and other family engagement activities; and\\par\nWhereas, The Act requires the Parents and Families Advisory Committee to be composed of a diverse group of 20 \\lang9 parents or family members of children enrolled in a public school \\lang1033 who have a demonstrated history of parental involvement and family engagement in schools; and \\par\nWhereas, Further, the Act requires the Parents and Families Advisory Committee to submit an annual report and quarterly updates on the effects of this Act on parental involvement and family engagement in education and recommendations for strengthening family engagement policy; and\\par\nWhereas, H.R. 3246 seeks to advance student achievement by providing a mechanism for teachers and parents and families to have greater input in policy decisions that impact students; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls upon the United States Congress to pass and the President to sign H.R. 3246, the Teachers and Parents at the Table Act, which would create an advisory committee of teachers and an advisory committee of parents to advise the Congress and Secretary of Education.\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\par\n\\pard\\ltrpar\\fs20 LS# 1405/Res 1728-2017\\par\nLS# 316\\par\nJA\\par\n12/14/17\\par\n}\n",
  "LastModified": "2021-12-29T23:09:49.903Z"
}
