{
  "ID": 58866,
  "GUID": "C792CF00-83D7-4182-83A2-453006533711",
  "File": "Res 0146-2018",
  "Name": "Establish Diwali as an official holiday for  NYC public school students.",
  "Title": "Resolution calling upon the New York City Department of Education to establish Diwali as an official holiday for New York City public school students.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 9,
  "BodyName": "Committee on Education",
  "IntroDate": "2018-02-14T00:00:00Z",
  "AgendaDate": "2018-02-14T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm"
    },
    {
      "ID": 7642,
      "Slug": "paul-a-vallone",
      "FullName": "Paul A. Vallone"
    },
    {
      "ID": 7691,
      "Slug": "barry-s-grodenchik",
      "FullName": "Barry S. Grodenchik"
    },
    {
      "ID": 7637,
      "Slug": "i-daneek-miller",
      "FullName": "I. Daneek Miller"
    },
    {
      "ID": 7739,
      "Slug": "adrienne-e-adams",
      "FullName": "Adrienne E. Adams"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 7636,
      "Slug": "carlos-menchaca",
      "FullName": "Carlos Menchaca"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 7748,
      "Slug": "justin-l-brannan",
      "FullName": "Justin L. Brannan"
    },
    {
      "ID": 7741,
      "Slug": "keith-powers",
      "FullName": "Keith Powers"
    },
    {
      "ID": 7638,
      "Slug": "antonio-reynoso",
      "FullName": "Antonio Reynoso"
    },
    {
      "ID": 7742,
      "Slug": "diana-i-ayala",
      "FullName": "Diana I. Ayala"
    },
    {
      "ID": 7746,
      "Slug": "robert-f-holden",
      "FullName": "Robert F. Holden"
    },
    {
      "ID": 7740,
      "Slug": "carlina-rivera",
      "FullName": "Carlina Rivera"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 7745,
      "Slug": "francisco-p-moya",
      "FullName": "Francisco P. Moya"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 7632,
      "Slug": "ben-kallos",
      "FullName": "Ben Kallos"
    },
    {
      "ID": 7634,
      "Slug": "mark-levine",
      "FullName": "Mark Levine"
    },
    {
      "ID": 7747,
      "Slug": "alicka-ampry-samuel",
      "FullName": "Alicka Ampry-Samuel"
    },
    {
      "ID": 7714,
      "Slug": "rafael-salamanca-jr",
      "FullName": "Rafael Salamanca, Jr."
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 7641,
      "Slug": "mark-treyger",
      "FullName": "Mark Treyger"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera"
    },
    {
      "ID": 7628,
      "Slug": "laurie-a-cumbo",
      "FullName": "Laurie A. Cumbo"
    },
    {
      "ID": 7744,
      "Slug": "ruben-diaz-sr",
      "FullName": "Ruben Diaz, Sr."
    },
    {
      "ID": 7749,
      "Slug": "kalman-yeger",
      "FullName": "Kalman Yeger"
    },
    {
      "ID": 7622,
      "Slug": "vanessa-l-gibson",
      "FullName": "Vanessa L. Gibson"
    },
    {
      "ID": 7796,
      "Slug": "selvena-n-brooks-powers",
      "FullName": "Selvena N. Brooks-Powers"
    },
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    },
    {
      "ID": 7780,
      "Slug": "public-advocate-jumaane-williams",
      "FullName": "Public Advocate Jumaane Williams"
    }
  ],
  "History": [
    {
      "ID": 331973,
      "Date": "2018-02-14T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-02-09T16:31:00.94Z"
    },
    {
      "ID": 332168,
      "Date": "2018-02-14T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Education",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16077,
      "AgendaSequence": 124,
      "MinutesSequence": 138,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Education",
      "MatterStatusID": 3,
      "LastModified": "2018-02-15T15:56:45.823Z"
    },
    {
      "ID": 359609,
      "Date": "2020-02-26T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 9,
      "BodyName": "Committee on Education",
      "EventID": 17791,
      "AgendaSequence": 2,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2020-02-26T20:49:27.78Z"
    },
    {
      "ID": 360047,
      "Date": "2020-02-26T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 9,
      "BodyName": "Committee on Education",
      "EventID": 17791,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2020-02-27T17:36:09Z"
    },
    {
      "ID": 376784,
      "Date": "2021-12-31T09:06:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-17T14:06:53.623Z"
    }
  ],
  "Attachments": [
    {
      "ID": 210030,
      "LastModified": "2021-12-29T23:10:00.873Z",
      "Name": "Res. No. 146",
      "Link": "https://nyc.legistar1.com/nyc/attachments/6bea4a2e-543b-4072-b00c-3a8d8722172b.docx",
      "Sort": 1
    },
    {
      "ID": 172295,
      "LastModified": "2021-05-03T18:19:31.297Z",
      "Name": "February 14, 2018 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/bb5ca3c2-e444-404a-a737-feb0fcff9876.pdf",
      "Sort": 2
    },
    {
      "ID": 215764,
      "LastModified": "2021-05-03T18:19:31.92Z",
      "Name": "Hearing Transcript - Stated Meeting 2/14/18",
      "Link": "https://nyc.legistar1.com/nyc/attachments/2fa04dee-a2a3-449a-b0c0-85653632e6f4.pdf",
      "Sort": 3
    },
    {
      "ID": 215765,
      "LastModified": "2021-05-03T18:19:34.093Z",
      "Name": "Minutes of the Stated Meeting - February 14, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/8528df37-bf15-457e-a700-f124253eddd7.pdf",
      "Sort": 4
    },
    {
      "ID": 215762,
      "LastModified": "2020-02-26T19:22:38.447Z",
      "Name": "Committee Report 2/26/20",
      "Link": "https://nyc.legistar1.com/nyc/attachments/61522f49-2156-45db-83b0-42993ebd7eac.pdf",
      "Sort": 5
    },
    {
      "ID": 216313,
      "LastModified": "2020-03-05T20:09:44.513Z",
      "Name": "Hearing Testimony 2/26/20",
      "Link": "https://nyc.legistar1.com/nyc/attachments/2d9f579b-cb46-4aa2-9945-fe4ff4eba82c.PDF",
      "Sort": 6
    },
    {
      "ID": 216696,
      "LastModified": "2020-03-17T16:43:28.18Z",
      "Name": "Hearing Transcript 2/26/20",
      "Link": "https://nyc.legistar1.com/nyc/attachments/98f6bebf-11d6-47c9-a007-430244220f48.pdf",
      "Sort": 7
    }
  ],
  "Summary": "",
  "TextID": 61121,
  "Text": "By Council Members Dromm, Vallone, Grodenchik, Miller, Adams, Chin, Koo, Menchaca, Rose, Koslowitz, Brannan, Powers, Reynoso, Ayala, Holden, Rivera, Van Bramer, Moya, Rosenthal, Kallos, Levine, Ampry-Samuel, Salamanca, Lander, Treyger, Levin, Cabrera, Cumbo, R. Diaz, Yeger, Gibson, Brooks-Powers, Ulrich and the Public Advocate (Mr. Williams)\n\n      Whereas, According to the U.S. Census Bureau's latest American Religious Identification Survey in 2008, there were 582,000 Hindus, 78,000 Sikhs, and 1,189,000 Buddhists in the United States; and\n      Whereas, According to the Census Bureau's 2016 American Community Survey, there were about 227,825 New York City residents who identify themselves as Asian Indian, of which many are adherents of Hinduism, Sikhism, Jainism, or Buddhism; and\n      Whereas, Diwali, a five-day festival that begins on the 15th day of the Hindu month of Kartik (October/November), is the most important festival on the Hindu calendar, celebrating the triumph of good over evil and marking the New Year; and\n      Whereas, Diwali is commonly known as the Festival of Lights, with celebrants lighting millions of lanterns, symbols of knowledge and inner light, to dispel ignorance and darkness; and \n      Whereas, For Sikhs, Diwali is the day the Mughal Emperor released Hargobind, the revered sixth Guru, from captivity; and\n      Whereas, For Jains, Diwali marks the anniversary of the attainment of moksha, or liberation, by Mahavira, who was the last of the Tirthankaras, or the great teachers of Jain dharma; and\n      Whereas, Some Buddhists celebrate Diwali to commemorate the day King Ashok converted to Buddhism; and\n      Whereas, Despite the large number of Hindus, Sikhs, Jains, and Buddhists in New York City, Diwali is not recognized as a school holiday in the New York City public school system; and \n      Whereas, In 2007, the United States House of Representatives passed a resolution recognizing the religious and historical significance of Diwali, and in 2013 hosted the first-ever Congressional Diwali celebration; and\n      Whereas, In 2011 and 2013, the US Senate passed a resolution recognizing the historical and spiritual significance of Diwali for Hindus, Sikhs, and Jains; and\n      Whereas, Since 2003, the White House has held an annual Diwali celebration; and\n      Whereas, New York City has already acknowledged the significance of Diwali by suspending alternate side parking rules on Lakshmi Puja, the third and most important day of the holiday; and\n      Whereas, Currently, New York City public schools are closed on several religious holidays; and\n      Whereas, It should be noted that Chancellor's Regulation A-630 puts forth guidelines regarding the provision of reasonable accommodations for religious observance and practices for public school students; and\n      Whereas, Pursuant to Regulation A-630, reasonable accommodations include excused absences for religious observance outside of school grounds, as well as in-school provisions such as time for praying or sitting separately in the cafeteria during periods in which a student may fast; and  \n      Whereas, Despite the intentions behind this regulation, many parents, students and advocates have expressed concern that students who celebrate Diwali are still left at a disadvantage, having to choose between celebrating an important holiday or being absent from school, which can result in these students falling behind their peers, missing lessons and tests, and having lower attendance records; and\n      Whereas, Other American localities with growing Hindu, Sikh, Jain, and Buddhist populations have incorporated Diwali into their school holiday calendars, including Passaic and South Brunswick in New Jersey; and\n      Whereas, New York City is a diverse and dynamic locality in which tolerance and acceptance are central values, and the incorporation of Diwali as a public school holiday would serve as an important embodiment of this tolerance and acceptance; and\n      Whereas, The New York City Department of Education has authority over the school calendar and, as a matter of policy, can incorporate Diwali as an observed holiday; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the New York City Department of Education to establish Diwali as an official holiday for New York City public school students.\nLS 884/Res. 568-2015\nLS 1125\nJA/KJ\n1/4/2018",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0  \\cf0\\par\n\\pard\\cbpat2\\ltrpar\\qj\\cf1 By Council Members Dromm, Vallone, Grodenchik, Miller, Adams, Chin, Koo, Menchaca, Rose, Koslowitz, Brannan, Powers, Reynoso, Ayala, Holden, Rivera, Van Bramer, Moya, Rosenthal, Kallos, Levine, Ampry-Samuel, Salamanca, Lander, Treyger, Levin, Cabrera, Cumbo, R. Diaz, Yeger, Gibson, Brooks-Powers, Ulrich and the Public Advocate (Mr. Williams)\\par\n\\pard\\cbpat2\\ltrpar\\cf0\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sl480\\slmult1\\qj\\cf1 Whereas, According to the U.S. Census Bureau\\rquote s latest American Religious Identification Survey in 2008, there were 582,000 Hindus, 78,000 Sikhs, and 1,189,000 Buddhists in the United States; and\\cf0\\par\n\\cf1 Whereas, According to the Census Bureau\\rquote s 2016 American Community Survey, there were about 227,825 New York City residents who identify themselves as Asian Indian, of which many are adherents of Hinduism, Sikhism, Jainism, or Buddhism; and\\cf0\\par\n\\cf1 Whereas, Diwali, a five-day festival that begins on the 15th day of the Hindu month of Kartik (October/November), is the most important festival on the Hindu calendar, celebrating the triumph of good over evil and marking the New Year; and\\cf0\\par\n\\cf1 Whereas, Diwali is commonly known as the Festival of Lights, with celebrants lighting millions of lanterns, symbols of knowledge and inner light, to dispel ignorance and darkness; and \\cf0\\par\n\\cf1 Whereas, For Sikhs, Diwali is the day the Mughal Emperor released Hargobind, the revered sixth Guru, from captivity; and\\cf0\\par\n\\cf1 Whereas, For Jains, Diwali marks the anniversary of the attainment of moksha, or liberation, by Mahavira, who was the last of the Tirthankaras, or the great teachers of Jain dharma; and\\cf0\\par\n\\cf1 Whereas, Some Buddhists celebrate Diwali to commemorate the day King Ashok converted to Buddhism; and\\cf0\\par\n\\cf1 Whereas, Despite the large number of Hindus, Sikhs, Jains, and Buddhists in New York City, Diwali is not recognized as a school holiday in the New York City public school system; and \\cf0\\par\n\\cf1 Whereas, In 2007, the United States House of Representatives passed a resolution recognizing the religious and historical significance of Diwali, and in 2013 hosted the first-ever Congressional Diwali celebration; and\\cf0\\par\n\\cf1 Whereas, In 2011 and 2013, the US Senate passed a resolution recognizing the historical and spiritual significance of Diwali for Hindus, Sikhs, and Jains; and\\cf0\\par\n\\cf1 Whereas, Since 2003, the White House has held an annual Diwali celebration; and\\cf0\\par\n\\cf1 Whereas, New York City has already acknowledged the significance of Diwali by suspending alternate side parking rules on Lakshmi Puja, the third and most important day of the holiday; and\\cf0\\par\n\\cf1 Whereas, Currently, New York City public schools are closed on several religious holidays; and\\cf0\\par\n\\cf1 Whereas, It should be noted that Chancellor's Regulation A-630 puts forth guidelines regarding the provision of reasonable accommodations for religious observance and practices for public school students; and\\cf0\\par\n\\cf1 Whereas, Pursuant to Regulation A-630, reasonable accommodations include excused absences for religious observance outside of school grounds, as well as in-school provisions such as time for praying or sitting separately in the cafeteria during periods in which a student may fast; and  \\cf0\\par\n\\cf1 Whereas, Despite the intentions behind this regulation, many parents, students and advocates have expressed concern that students who celebrate Diwali are still left at a disadvantage, having to choose between celebrating an important holiday or being absent from school, which can result in these students falling behind their peers, missing lessons and tests, and having lower attendance records; and\\cf0\\par\n\\cf1 Whereas, Other American localities with growing Hindu, Sikh, Jain, and Buddhist populations have incorporated Diwali into their school holiday calendars, including Passaic and South Brunswick in New Jersey; and\\cf0\\par\n\\cf1 Whereas, New York City is a diverse and dynamic locality in which tolerance and acceptance are central values, and the incorporation of Diwali as a public school holiday would serve as an important embodiment of this tolerance and acceptance; and\\cf0\\par\n\\cf1 Whereas, The New York City Department of Education has authority over the school calendar and, as a matter of policy, can incorporate Diwali as an observed holiday; now, therefore, be it\\cf0\\par\n\\cf1 Resolved, That the Council of the City of New York calls upon the New York City Department of Education to establish Diwali as an official holiday for New York City public school students.\\cf0\\par\n\\pard\\cbpat2\\ltrpar\\qj\\cf1\\fs20 LS 884/Res. 568-2015\\par\n\\pard\\cbpat2\\ltrpar LS 1125\\par\n\\cf0 JA/KJ\\par\n\\pard\\cbpat2\\ltrpar\\sa150\\cf1 1/4/2018\\cf0\\par\n\\pard\\ltrpar\\sa160\\sl252\\slmult1\\cf1  \\cf0\\fs22\\par\n}\n",
  "LastModified": "2022-05-17T02:28:27.353Z"
}
