{
  "ID": 59064,
  "GUID": "5950179C-6DD3-4196-86F3-D825CA83AFA4",
  "File": "Res 0148-2018",
  "Name": "Tyler Clementi Higher Education Anti-Harassment Act (H.R. 2151/S.954)",
  "Title": "Resolution calling upon the United States Congress to pass and the President to sign H.R. 2151/S.954, the Tyler Clementi Higher Education Anti-Harassment Act, which would recognize cyberbullying as a form of harassment and require higher education institutions to enact anti-harassment policies protecting students based on sexual orientation, gender identity, religion, race, color, national origin, sex, and disability.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 9,
  "BodyName": "Committee on Education",
  "IntroDate": "2018-02-14T00:00:00Z",
  "AgendaDate": "2018-02-14T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm"
    }
  ],
  "History": [
    {
      "ID": 331966,
      "Date": "2018-02-14T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-02-09T16:20:38.807Z"
    },
    {
      "ID": 332175,
      "Date": "2018-02-14T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Education",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16077,
      "AgendaSequence": 126,
      "MinutesSequence": 140,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Education",
      "MatterStatusID": 3,
      "LastModified": "2018-02-15T15:56:45.84Z"
    },
    {
      "ID": 379070,
      "Date": "2021-12-31T18:12:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-29T23:12:25.297Z"
    }
  ],
  "Attachments": [
    {
      "ID": 247062,
      "LastModified": "2021-12-29T23:15:36.977Z",
      "Name": "Res. No. 148",
      "Link": "https://nyc.legistar1.com/nyc/attachments/7501c59d-066d-48ff-8e7f-344c2a3d417e.docx",
      "Sort": 1
    },
    {
      "ID": 167858,
      "LastModified": "2021-12-29T23:12:04.95Z",
      "Name": "H.R. 2151",
      "Link": "https://nyc.legistar1.com/nyc/attachments/a1f04d8d-d8c6-4478-9a3e-ba5ec80012c5.pdf",
      "Sort": 2
    },
    {
      "ID": 167857,
      "LastModified": "2018-01-17T19:04:17.613Z",
      "Name": "S. 954",
      "Link": "https://nyc.legistar1.com/nyc/attachments/7d72d1ee-b09a-4b82-a48f-d55096afade4.pdf",
      "Sort": 3
    },
    {
      "ID": 227272,
      "LastModified": "2021-02-17T18:45:06.92Z",
      "Name": "February 14, 2018 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/8aedfd5e-4076-4f6d-81d7-7f8bb5b5d441.pdf",
      "Sort": 5
    },
    {
      "ID": 227511,
      "LastModified": "2021-02-17T18:47:25.27Z",
      "Name": "Hearing Transcript - Stated Meeting 02-14-2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/08bf0105-a951-43e7-95cb-e046e0ecc932.pdf",
      "Sort": 6
    },
    {
      "ID": 227750,
      "LastModified": "2021-12-29T23:12:07.137Z",
      "Name": "Minutes of the Stated Meeting - February 14, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/496c14e1-bdb0-4831-af6d-985584c1d0cd.pdf",
      "Sort": 7
    }
  ],
  "Summary": "",
  "TextID": 61319,
  "Text": "By Council Member Dromm\n\n      Whereas, Tyler Clementi was an intelligent, talented, gay 18-year-old student who began his first year at Rutgers University in the fall of 2010; and \n      Whereas, Just weeks into that first year, Tyler took his own life on September 22, 2010 after learning that his college roommate filmed and broadcast over the Internet an otherwise private, intimate sexual encounter between Tyler and another man in their dorm room; and\n      Whereas, Tyler's suicide and the shameful invasion of privacy leading to it drew national attention to the problem of cyberbullying and harassment among college students; and \n      Whereas, According to a 2014 study by Carlos P. Zalaquett, Ph.D. and Seria Shia J. Chatters, Ph.D., \"Cyberbullying in College: Frequency, Characteristics, and Practical Implications,\" one in five college students becomes a victim of cyberbullying and harassment; and \n      Whereas, According to a 2012 report by the Human Rights Campaign, lesbian, gay, bi-sexual and transgender students are nearly twice as likely as their peers to experience harassment based on their sexual orientation or gender identity; and \n      Whereas, There is currently no federal requirement that U.S. colleges and universities have policies in place protecting students and employees from cyberbullying or from other forms of harassment based on sexual orientation, or gender identity; and \n      Whereas, H.R. 2151/S.954, known as the Tyler Clementi Higher Education Anti-Harassment Act (the \"Tyler Clementi Act\"), was reintroduced by U.S. Senator Patty Murray (D-WA) and U.S. Representative Mark Pocan (D-WI) to recognize cyberbullying and other forms of harassment via electronic communications as serious issues among college students; and \n      Whereas, The Tyler Clementi Act would require institutions of higher education that receive federal funding to establish policies prohibiting harassment in all forms, including via electronic communications, based on sexual orientation and gender identity as well as religion, race, color, national origin, sex, and disability; and\n      Whereas, These policies would promote campus anti-harassment education, counseling and other resources that could lead to a decrease in cyberbullying and harassment in college communities and possibly save many potential victims' lives; and \n      Whereas, New York City is home to dozens of colleges, universities and institutions of higher learning that would benefit from the mandated policies and heightened awareness about harassment promoted under the Tyler Clementi Act; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the United States Congress to pass and the President to sign H.R. 2151/S.954, the Tyler Clementi Higher Education Anti-Harassment Act, which would recognize cyberbullying as a form of harassment and require higher education institutions to enact anti-harassment policies protecting students based on sexual orientation, gender identity, religion, race, color, national origin, sex, and disability.\n\n\nPLS-PLS\nLS 9371/Res. 1587-2017\nLS 1135\n1/4/18\n\n      2\n      \n      \n      1",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red35\\green31\\blue32;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\pard\\ltrpar\\v0\\par\nBy Council Member Dromm\\par\n\\pard\\ltrpar\\qj\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj\\expndtw-3 Whereas, Tyler Clementi was an intelligent, talented, gay 18-year-old student who began his first year at Rutgers University in the fall of 2010; and\\expndtw0  \\par\n\\expndtw-3 Whereas, Just weeks into that first year\\expndtw0 , Tyler took his own life \\expndtw-3 o\\expndtw0 n September 22, 2010 after learning that his college roommate filmed and broadcast over the Internet an otherwise private, intimate sexual encounter between Tyler and another man in their dorm room\\expndtw-3 ; and\\expndtw0\\par\n\\expndtw-3 Whereas, Tyler\\rquote s suicide and the shameful invasion of privacy leading to it drew national attention to the problem of cyberbullying and harassment among college students; and\\expndtw0  \\par\n\\expndtw-3 Whereas, According to a 2014 study by Carlos P. Zalaquett, Ph.D. and Seria Shia J. Chatters, Ph.D., \\expndtw0\\ldblquote Cyberbullying in College: Frequency, Characteristics, and Practical Implications,\\rdblquote  one in five college students becomes a victim of cyberbullying and harassment; and \\par\n\\expndtw-3 Whereas, According to a 2012 report by the Human Rights Campaign, lesbian, gay, bi-sexual and transgender students are nearly twice as likely as their peers to experience harassment based on their sexual orientation or gender identity; and \\par\nWhereas, There \\expndtw0 is currently no federal requirement that U.S. colleges and universities have policies in place protecting students and employees from cyberbullying or from other forms of harassment based on sexual orientation, or gender identity\\expndtw-3 ; and\\expndtw0  \\par\n\\expndtw-3 Whereas, H.R. 2151/S.954, known as the Tyler Clementi Higher Education Anti-Harassment Act (the \\ldblquote Tyler Clementi Act\\rdblquote )\\cf1\\expndtw0 , was reintroduced by U.S. Senator Patty Murray (D-WA) and U.S. Representative\\cf0  Mark Pocan (D-WI) to recognize cyberbullying and other forms of harassment via electronic communications as serious issues among college students; and \\par\nWhereas, The Tyler Clementi Act would require institutions of higher education that receive federal funding to establish policies prohibiting harassment in all forms, including via electronic communications, based on sexual orientation and gender identity as well as religion, race, color, national origin, sex, and disability; and\\par\nWhereas, These policies would promote campus anti-harassment education, counseling and other resources that could lead to a decrease in cyberbullying and harassment in college communities and possibly save many potential victims\\rquote  lives; and \\par\nWhereas, New York City is home to dozens of colleges, universities and institutions of higher learning that would benefit from the mandated policies and heightened awareness about harassment promoted under the Tyler Clementi Act; \\expndtw-3 now, therefore, be it\\par\nResolved, \\cf2 That the Council of the City of New York\\cf0  \\expndtw0 calls upon the United States Congress to pass and the President to sign H.R. 2151/S.954, the Tyler Clementi Higher Education Anti-Harassment Act, which would recognize cyberbullying as a form of harassment and require higher education institutions to enact anti-harassment policies protecting students based on sexual orientation, gender identity, religion, race, color, national origin, sex, and disability.\\par\n\\pard\\ltrpar\\qj\\par\n\\fs18 PLS-PLS\\par\nLS 9371/Res. 1587-2017\\par\n\\pard\\ltrpar LS 1135\\par\n1/4/18\\par\n\\fs24\\par\n}\n",
  "LastModified": "2021-12-29T23:15:36.977Z"
}
