{
  "ID": 59362,
  "GUID": "FDE842A8-0A48-42EC-A5BF-C01852974F44",
  "File": "Res 0153-2018",
  "Name": "CUNY to incorporate the Muslim holidays of Eid Ul-Fitr and Eid Ul-Adha as observed university holidays throughout the CUNY system.",
  "Title": "Resolution calling upon the City University of New York (CUNY) to incorporate the Muslim holidays of Eid Ul-Fitr and Eid Ul-Adha as observed university holidays throughout the CUNY system.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 15,
  "BodyName": "Committee on Higher Education",
  "IntroDate": "2018-02-14T00:00:00Z",
  "AgendaDate": "2018-02-14T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm"
    },
    {
      "ID": 7749,
      "Slug": "kalman-yeger",
      "FullName": "Kalman Yeger"
    }
  ],
  "History": [
    {
      "ID": 331974,
      "Date": "2018-02-14T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-02-09T16:31:52.767Z"
    },
    {
      "ID": 332179,
      "Date": "2018-02-14T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Higher Education",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16077,
      "AgendaSequence": 131,
      "MinutesSequence": 145,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Higher Education",
      "MatterStatusID": 3,
      "LastModified": "2018-02-15T15:56:45.84Z"
    },
    {
      "ID": 379074,
      "Date": "2021-12-31T10:30:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-30T15:31:02.607Z"
    }
  ],
  "Attachments": [
    {
      "ID": 232149,
      "LastModified": "2021-12-30T15:30:49.92Z",
      "Name": "Res. No. 153",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ed2723e7-091b-4359-8948-b1fedf998126.docx",
      "Sort": 1
    },
    {
      "ID": 227277,
      "LastModified": "2021-05-13T13:31:49.06Z",
      "Name": "February 14, 2018 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/bf35273f-f996-48db-89de-40b7bbeac351.pdf",
      "Sort": 3
    },
    {
      "ID": 227516,
      "LastModified": "2021-02-17T18:47:26.68Z",
      "Name": "Hearing Transcript - Stated Meeting 02-14-2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/3e3ad133-6ae6-492b-bb7c-63d829bf2a73.pdf",
      "Sort": 4
    },
    {
      "ID": 227755,
      "LastModified": "2021-05-13T13:31:51.047Z",
      "Name": "Minutes of the Stated Meeting - February 14, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c7682a56-28c7-4606-a38f-3e08d7ec947c.pdf",
      "Sort": 5
    }
  ],
  "Summary": "",
  "TextID": 61617,
  "Text": "By Council Members Dromm and Yeger\n\n      Whereas, Eid Ul-Fitr and Eid Ul-Adha are considered to be significant holidays in the Muslim community; and\n      Whereas, Eid Ul-Fitr is a time of joy and thanksgiving that is celebrated at the completion of Ramadan and involves various celebrations and special services; and\n      Whereas, Eid Ul-Adha, or the \"Feast of Sacrifice,\" is the second most important festival on the Muslim calendar, and is a day of remembrance; and\n      Whereas, The first day is the most important day of both Muslim holidays; and\n      Whereas, Pew Research Center estimates that there were about 3.45 million Muslims living in the United States (U.S.) in 2017, and that Muslims made up about 1.1% of the total U.S. population; and\n      Whereas, Muslim New Yorkers constitute approximately 3 percent of the City's population, or 270,000, according to the Museum of the City of New York website; and\n      Whereas, According to a number of research organizations, including Pew Research Center, Muslims represent one of the fastest growing religious communities in the City and around the globe; and\n\tWhereas, Despite this growing population, Eid Ul-Fitr and Eid Ul-Adha are not recognized as university holidays at The City University of New York (CUNY); and\n      Whereas, Currently, CUNY campuses are closed on a number of religious holidays, including Rosh Hashanah, Yom Kippur, Christmas, Good Friday, Easter and Passover; and\n\tWhereas, In New York City, alternate side parking is suspended in observance of the two Muslim holidays; and\n      Whereas, S.1560, sponsored by Senator Tony Avella, and A.4930, sponsored by Assembly Member David Weprin, would require the State University of New York (SUNY) and CUNY to observe the holidays Eid Ul-Fitr and Eid Ul-Adha; and\n      Whereas, CUNY is the largest public urban university in the nation with a student population of approximately 270,000 degree-seeking students and 248,000 adult, continuing and professional education students, whose ethnic and cultural backgrounds are represented by 216 countries; and\n      Whereas, CUNY prides itself in its continuing development of programs and policies designed to meet the academic and social needs of its diverse student body population, and therefore, should incorporate these two important Muslim holidays into the University's academic calendar; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the City University of New York (CUNY) to incorporate the Muslim holidays of Eid Ul-Fitr and Eid Ul-Adha as observed university holidays throughout the CUNY system.  \n\n\n\n\n\nTC\nLS 886/Res. 587-2015\nLS 1127\n1/4/18\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Dromm and Yeger\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Whereas, Eid Ul-Fitr and Eid Ul-Adha are considered to be significant holidays in the Muslim community; and\\par\nWhereas, Eid Ul-Fitr is a time of joy and thanksgiving that is celebrated at the completion of Ramadan and involves various celebrations and special services; and\\par\nWhereas, Eid Ul-Adha, or the \\ldblquote Feast of Sacrifice,\\rdblquote  is the second most important festival on the Muslim calendar, and is a day of remembrance; and\\par\nWhereas, The first day is the most important day of both Muslim holidays; and\\par\nWhereas, Pew Research Center estimates that there were about 3.45 million Muslims living in the United States (U.S.) in 2017, and that Muslims made up about 1.1% of the total U.S. population; and\\par\nWhereas, Muslim New Yorkers constitute approximately 3 percent of the City\\rquote s population, or 270,000, according to the Museum of the City of New York website; and\\par\nWhereas, According to a number of research organizations, including Pew Research Center, Muslims represent one of the fastest growing religious communities in the City and around the globe; and\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tab Whereas, Despite this growing population, Eid Ul-Fitr and Eid Ul-Adha are not recognized as university holidays at The City University of New York (CUNY); and\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Whereas, Currently, CUNY campuses are closed on a number of religious holidays, including Rosh Hashanah, Yom Kippur, Christmas, Good Friday, Easter and Passover; and\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tab Whereas, In New York City, alternate side parking is suspended in observance of the two Muslim holidays; and\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Whereas, S.1560, sponsored by Senator Tony Avella, and A.4930, sponsored by Assembly Member David Weprin, would require the State University of New York (SUNY) and CUNY to observe the holidays Eid Ul-Fitr and Eid Ul-Adha; and\\par\nWhereas, CUNY is the largest public urban university in the nation with a student population of approximately 270,000 degree-seeking students and 248,000 adult, continuing and professional education students, whose ethnic and cultural backgrounds are represented by 216 countries; and\\par\nWhereas, CUNY prides itself in its continuing development of programs and policies designed to meet the academic and social needs of its diverse student body population, and therefore, should incorporate these two important Muslim holidays into the University\\rquote s academic calendar; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls upon the City University of New York (CUNY) to incorporate the Muslim holidays of Eid Ul-Fitr and Eid Ul-Adha as observed university holidays throughout the CUNY system.  \\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\fs20\\par\n\\par\n\\par\n\\par\n\\par\nTC\\par\nLS 886/Res. 587-2015\\par\nLS 1127\\par\n1/4/18\\par\n}\n",
  "LastModified": "2021-12-30T15:31:02.747Z"
}
