{
  "ID": 58738,
  "GUID": "94F60D77-20CF-42DC-8C7A-88E82A2D186F",
  "File": "Res 0161-2018",
  "Name": "Mandate that the NYS Education Dept include intimate partner abuse awareness and prevention programs in all public middle school and high school athletic programs.",
  "Title": "Resolution calling upon the New York State Legislature to mandate that the New York State Education Department include intimate partner abuse awareness and prevention programs in all public middle school and high school athletic programs.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 9,
  "BodyName": "Committee on Education",
  "IntroDate": "2018-02-14T00:00:00Z",
  "AgendaDate": "2018-02-14T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7622,
      "Slug": "vanessa-l-gibson",
      "FullName": "Vanessa L. Gibson"
    }
  ],
  "History": [
    {
      "ID": 331895,
      "Date": "2018-02-14T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-02-08T18:14:41.647Z"
    },
    {
      "ID": 332184,
      "Date": "2018-02-14T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Education",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16077,
      "AgendaSequence": 150,
      "MinutesSequence": 164,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Education",
      "MatterStatusID": 3,
      "LastModified": "2018-02-15T15:56:45.857Z"
    },
    {
      "ID": 379082,
      "Date": "2021-12-31T10:40:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-30T15:40:27.767Z"
    }
  ],
  "Attachments": [
    {
      "ID": 247071,
      "LastModified": "2021-12-31T15:19:46.91Z",
      "Name": "Res. No. 161",
      "Link": "https://nyc.legistar1.com/nyc/attachments/a914856b-8b9d-4300-827d-7744e63890e4.docx",
      "Sort": 1
    },
    {
      "ID": 227296,
      "LastModified": "2021-12-30T15:40:05.67Z",
      "Name": "February 14, 2018 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/81ecca56-c901-4a99-b7de-107307176321.pdf",
      "Sort": 3
    },
    {
      "ID": 227535,
      "LastModified": "2021-02-17T18:47:32.037Z",
      "Name": "Hearing Transcript - Stated Meeting 02-14-2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/01920c98-cdb2-4750-93b2-472d5490a23a.pdf",
      "Sort": 4
    },
    {
      "ID": 227774,
      "LastModified": "2021-12-30T15:40:07.53Z",
      "Name": "Minutes of the Stated Meeting - February 14, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/02bb02f9-9024-44e3-a86b-0e8e6ce078be.pdf",
      "Sort": 5
    }
  ],
  "Summary": "",
  "TextID": 60993,
  "Text": "By Council Member Gibson \n\tWhereas, According to the United States Center for Disease Control and Prevention (CDC), dating violence is a type of intimate partner violence that occurs between two people in a close relationship and can include, but not limited to, physical, emotional or sexual abuse or stalking; and\n\tWhereas, While dating and sexual abuse can affect women and men regardless of their age, teens and young women are especially vulnerable; and\n      Whereas, The CDC reports that one in eleven adolescents say they have been the victim of physical dating violence; and\n      Whereas, According to the Family Violence Prevention Fund one in five tweens-age 11 to 14- say their friends are victims of dating violence and nearly half who are in relationships know friends who are verbally abused; and\n      Whereas, According to the NYC High School Youth Risk Behavior Survey of 2011, in 2011, 10.4% of male and female high school students reported being hit, slapped, or physically hurt on purpose by a boyfriend or girlfriend within the past year; and\n      Whereas, The New York City Mayor's Office to Combat Domestic Violence (MOCDV) notes that in 2010, nearly 1,100 individuals between the ages of 17 and 21, and 54 youth under the age of 16 filed family offense petitions in New York State Family Courts as victims of violence in an \"intimate relationship\" (expanded in 2008 by legislation to include dating relationships in which the partners have no children and are not married); and\n      Whereas, In addition, a March 2014 New York Daily News article states that according to recent findings, teen boys who played football or basketball are twice as likely to admit abusing a girlfriend; and\n      Whereas, These statistics indicate that more needs to be done to educate youth about healthy relationships; and\n      Whereas, Unhealthy relationships have long-term negative effects on emotional and physical well-being; and\n      Whereas, The CDC reports that youth who are victims are more likely to experience symptoms of depression and anxiety as well as engage in unhealthy behaviors such as using drugs and alcohol; and\n      Whereas, Furthermore, victims might exhibit antisocial behaviors and think about suicide; and\n      Whereas, Some researchers believe that sports participation which encourages aggressive behaviors needs to be countered with education and tools to learn how to avoid these behaviors from spilling over in everyday life; and\n       Whereas, Healthy relationship education is an essential component to the full development of young adults; now, therefore, be it\n\tResolved, that the New York City Council calls upon the New York State Legislature to mandate that the New York State Education Department include intimate partner abuse awareness and prevention programs in all public middle school and high school athletic programs. \nLS# 890\nRes. No. 456-2014/LS 2769\nJP\n12/28/17\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj By Council Member Gibson \\par\n\\tab Whereas, According to the United States Center for Disease Control and Prevention (CDC), dating violence is a type of intimate partner violence that occurs between two people in a close relationship and can include, but not limited to, physical, emotional or sexual abuse or stalking; and\\par\n\\tab Whereas, While dating and sexual abuse can affect women and men regardless of their age, teens and young women are especially vulnerable; and\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Whereas, The CDC reports that one in eleven adolescents say they have been the victim of physical dating violence; and\\par\nWhereas, According to the Family Violence Prevention Fund one in five tweens-age 11 to 14- say their friends are victims of dating violence and nearly half who are in relationships know friends who are verbally abused; and\\par\nWhereas, According to the NYC High School Youth Risk Behavior Survey of 2011, in 2011, 10.4% of male and female high school students reported being hit, slapped, or physically hurt on purpose by a boyfriend or girlfriend within the past year; and\\par\nWhereas, The New York City Mayor\\rquote s Office to Combat Domestic Violence (MOCDV) notes that in 2010, nearly 1,100 individuals between the ages of 17 and 21, and 54 youth under the age of 16 filed family offense petitions in New York State Family Courts as victims of violence in an \\ldblquote intimate relationship\\rdblquote  (expanded in 2008 by legislation to include dating relationships in which the partners have no children and are not married); and\\par\nWhereas, In addition, a March 2014 New York Daily News article states that according to recent findings, teen boys who played football or basketball are twice as likely to admit abusing a girlfriend; and\\par\nWhereas, These statistics indicate that more needs to be done to educate youth about healthy relationships; and\\par\nWhereas, Unhealthy relationships have long-term negative effects on emotional and physical well-being; and\\par\nWhereas, The CDC reports that youth who are victims are more likely to experience symptoms of depression and anxiety as well as engage in unhealthy behaviors such as using drugs and alcohol; and\\par\nWhereas, Furthermore, victims might exhibit antisocial behaviors and think about suicide; and\\par\nWhereas, Some researchers believe that sports participation which encourages aggressive behaviors needs to be countered with education and tools to learn how to avoid these behaviors from spilling over in everyday life; and\\par\n Whereas, Healthy relationship education is an essential component to the full development of young adults; now, therefore, be it\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tab Resolved, that the New York City Council calls upon the New York State Legislature to mandate that the New York State Education Department include intimate partner abuse awareness and prevention programs in all public middle school and high school athletic programs. \\par\n\\pard\\ltrpar\\nowidctlpar\\fs20 LS# 890\\par\nRes. No. 456-2014/LS 2769\\par\nJP\\par\n12/28/17\\par\n}\n",
  "LastModified": "2021-12-31T15:19:46.91Z"
}
