{
  "ID": 58855,
  "GUID": "476E10CB-AB27-4656-8295-02E19225FB5C",
  "File": "Res 0164-2018",
  "Name": "Require the NYC DOT to allow NYC homeowners to repair curbs adjacent to their sidewalk and receive a tax credit for the cost of the repair. (A.5324)",
  "Title": "Resolution calling on the New York State Legislature to pass and the Governor to sign A.5324, which would require the New York City Department of Transportation to allow New York City homeowners to repair curbs adjacent to their sidewalk and receive a tax credit for the cost of the repair.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 11,
  "BodyName": "Committee on Finance",
  "IntroDate": "2018-02-14T00:00:00Z",
  "AgendaDate": "2018-02-14T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7691,
      "Slug": "barry-s-grodenchik",
      "FullName": "Barry S. Grodenchik"
    }
  ],
  "History": [
    {
      "ID": 331864,
      "Date": "2018-02-14T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-02-07T22:00:55.01Z"
    },
    {
      "ID": 332187,
      "Date": "2018-02-14T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Finance",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16077,
      "AgendaSequence": 156,
      "MinutesSequence": 170,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Finance",
      "MatterStatusID": 3,
      "LastModified": "2018-02-15T15:56:45.87Z"
    },
    {
      "ID": 379136,
      "Date": "2021-12-31T10:23:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-31T15:23:24.903Z"
    }
  ],
  "Attachments": [
    {
      "ID": 247082,
      "LastModified": "2021-12-31T15:23:13.963Z",
      "Name": "Res. No. 164",
      "Link": "https://nyc.legistar1.com/nyc/attachments/7441ba46-61c5-4d5b-821c-5b9f832c74ea.docx",
      "Sort": 1
    },
    {
      "ID": 227302,
      "LastModified": "2021-12-31T15:23:05.213Z",
      "Name": "February 14, 2018 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/2cc30e86-2279-4bdf-a859-951dce0269aa.pdf",
      "Sort": 3
    },
    {
      "ID": 227541,
      "LastModified": "2021-02-17T18:47:33.647Z",
      "Name": "Hearing Transcript - Stated Meeting 02-14-2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ddb740d8-397b-4600-829c-8f53c27dbd78.pdf",
      "Sort": 4
    },
    {
      "ID": 227780,
      "LastModified": "2021-12-31T15:23:06.95Z",
      "Name": "Minutes of the Stated Meeting - February 14, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/513ef6fb-2d63-4775-8f36-74aa3e76616d.pdf",
      "Sort": 5
    }
  ],
  "Summary": "",
  "TextID": 61110,
  "Text": "By Council Member Grodenchik\n \n      Whereas, In New York City, the curb is where the roadbed meets the sidewalk and is raised to divide the sidewalk from the roadway; and\n      Whereas, Curbs are considered part of the roadway and the City of New York is responsible for their repair and maintenance; and\n      Whereas, The New York City  Department of Transportation (DOT) defines a sidewalk to mean, \"the portion of the street, whether paved or unpaved, between the curb lines, or lateral lines of a roadway and the adjacent property lines intended for use of pedestrians;\" and\n      Whereas, Pursuant to New York City law, private property owners are required to repair and maintain sidewalks adjacent to their property; and\n      Whereas, According to the New York Daily News, requests to fix broken curbs outnumber the resources available to fix them and property owners are forced to wait years for curb repairs; and\n      Whereas, In February of 2017, Assembly Member David Weprin introduced A.5324, which would permit a homeowner to repair the curb adjacent to their property if DOT is unable to complete the curb repair in ninety days and the homeowner would be eligible to  receive a property tax credit for the cost of completing the repair; now, therefore be it\n      Resolved, That the Council of the City of New York calls upon the New York State Legislature to pass and the Governor to sign A.5324, which would require the New York City Department of Transportation to allow New York City homeowners to repair curbs adjacent to their sidewalk and receive a tax credit for the cost of the repair.\n\nER\nLS 9321/Res 1353-2017\nL.S 1080\n1/4/18",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0  \\fs27\\par\n\\fs24 By Council Member Grodenchik\\fs27\\par\n\\fs24  \\fs27\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sl480\\slmult1\\qj\\fs24 Whereas, In New York City, the curb is where the roadbed meets the sidewalk and is raised to divide the sidewalk from the roadway; and\\fs27\\par\n\\fs24 Whereas, Curbs are considered part of the roadway and the City of New York is responsible for their repair and maintenance; and\\fs27\\par\n\\fs24 Whereas, The New York City  Department of Transportation (DOT) defines a sidewalk to mean, \\ldblquote the portion of the street, whether paved or unpaved, between the curb lines, or lateral lines of a roadway and the adjacent property lines intended for use of pedestrians;\\rdblquote  and\\fs27\\par\n\\fs24 Whereas, Pursuant to New York City law, private property owners are required to repair and maintain sidewalks adjacent to their property; and\\fs27\\par\n\\fs24 Whereas, According to the \\i New York Daily News\\i0 , requests to fix broken curbs outnumber the resources available to fix them and property owners are forced to wait years for curb repairs; and\\par\nWhereas, In February of 2017, Assembly Member David Weprin introduced A.5324, which would permit a homeowner to repair the curb adjacent to their property if DOT is unable to complete the curb repair in ninety days and the homeowner would be eligible to  receive a property tax credit for the cost of completing the repair; now, therefore be it\\par\nResolved, That the Council of the City of New York calls upon the New York State Legislature to pass and the Governor to sign A.5324, which would require the New York City Department of Transportation to allow New York City homeowners to repair curbs adjacent to their sidewalk and receive a tax credit for the cost of the repair.\\par\n\\pard\\cbpat2\\ltrpar\\sl480\\slmult1\\qj\\fs27\\par\n\\pard\\cbpat2\\ltrpar\\fs18 ER\\par\nLS 9321/Res 1353-2017\\par\nL.S 1080\\par\n\\pard\\ltrpar\\sa160\\sl252\\slmult1\\cf0 1/4/18 \\par\n}\n",
  "LastModified": "2021-12-31T15:23:25.06Z"
}
