{
  "ID": 60004,
  "GUID": "8F973F27-C700-47F8-81CB-B8D7DD4B6581",
  "File": "Res 0172-2018",
  "Name": "Seal housing court records until the case has been decided and to permanently seal such records if the tenant prevails.",
  "Title": "Resolution calling upon the New York State Legislature to seal housing court records until the case has been decided and to permanently seal such records if the tenant prevails.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2018-02-14T00:00:00Z",
  "AgendaDate": "2018-02-14T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7634,
      "Slug": "mark-levine",
      "FullName": "Mark Levine"
    }
  ],
  "History": [
    {
      "ID": 332089,
      "Date": "2018-02-14T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-02-09T21:44:57.503Z"
    },
    {
      "ID": 332198,
      "Date": "2018-02-14T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16077,
      "AgendaSequence": 222,
      "MinutesSequence": 236,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2018-02-15T15:56:45.95Z"
    },
    {
      "ID": 379144,
      "Date": "2021-12-31T10:30:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-31T15:30:19.513Z"
    }
  ],
  "Attachments": [
    {
      "ID": 247089,
      "LastModified": "2021-12-31T15:30:10.717Z",
      "Name": "Res. No. 172",
      "Link": "https://nyc.legistar1.com/nyc/attachments/94e9a1df-ddc2-42d1-9d19-27d1319fb921.docx",
      "Sort": 1
    },
    {
      "ID": 227368,
      "LastModified": "2021-12-31T15:30:03.06Z",
      "Name": "February 14, 2018 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/bfff4b94-ff80-4c94-a216-80be10a1b2f1.pdf",
      "Sort": 3
    },
    {
      "ID": 227607,
      "LastModified": "2021-02-17T18:47:51.21Z",
      "Name": "Hearing Transcript - Stated Meeting 02-14-2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b39392a8-b1d4-40a3-abb0-15d3c254f1ea.pdf",
      "Sort": 4
    },
    {
      "ID": 227846,
      "LastModified": "2021-12-31T15:30:04.857Z",
      "Name": "Minutes of the Stated Meeting - February 14, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/4a484bc6-252a-40cd-b0ca-df28e0f1c5f7.pdf",
      "Sort": 5
    }
  ],
  "Summary": "",
  "TextID": 62260,
  "Text": "By Council Member Levine \n \n      Whereas, According to the  2014 New York City Housing Vacancy Survey, approximately two-thirds of the housing units, or 2,184,297 units, in New York City are renter occupied; and\n      Whereas, Every year there are over 200,000 Housing Court filings in New York City; and\n      Whereas, Until recently, the Office of Court Administration (OCA) sold Housing Court data to tenant screening companies, including the names and addresses of tenants involved in Housing Court proceedings; and\n      Whereas, In 2012, OCA agreed to stop including the names of tenants in data sold to tenant screening companies, but continued to make tenants names available through the Unified Civil Courts' eCourts website and through the Housing Court clerk's office; and\n      Whereas, The tenant screening companies offer access to the list of Housing Court involved tenants to landlords for a fee, and landlords use the information to decide whether to rent to tenants; and\n      Whereas, These lists are often full of inaccuracies and are traded between the approximately 650 tenant screening companies across the United States; and\n      Whereas, Because many landlords will not rent to a tenant who has ever been in Housing Court, regardless of the outcome of the case, the tenants screening company list has become known as the \"tenant blacklist\"; and\n      Whereas, Many of the tenants currently on the tenant blacklist were in Housing Court to advocate for their legal rights, and received favorable case outcomes; and\n      Whereas, The threat of inclusion on the tenant blacklist discourages tenants from taking their landlords to Court, even when their rights have been violated; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the New York State Legislature to seal housing court records until the case has been decided and to permanently seal such records if the tenant prevails.\n \n \nJW/JLC\nLS  1191/  Res No. 234/2017\nLS  1166\n1/3/18",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\froman\\fcharset0 CG Times;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0  \\par\n\\f1\\fs24 By Council Member Levine \\f0\\fs27\\par\n \\par\n\\pard\\cbpat2\\ltrpar\\sl480\\slmult1\\fs24       Whereas, According to the  2014 New York City Housing Vacancy Survey, approximately two-thirds of the housing units, or 2,184,297 units, in New York City are renter occupied; and\\fs27\\par\n\\fs24       Whereas, Every year there are over 200,000 Housing Court filings in New York City; and\\fs27\\par\n\\fs24       Whereas, Until recently, the Office of Court Administration (OCA) sold Housing Court data to tenant screening companies, including the names and addresses of tenants involved in Housing Court proceedings; and\\fs27\\par\n\\fs24       Whereas, In 2012, OCA agreed to stop including the names of tenants in data sold to tenant screening companies, but continued to make tenants names available through the Unified Civil Courts' eCourts website and through the Housing Court clerk's office; and\\fs27\\par\n\\fs24       Whereas, The tenant screening companies offer access to the list of Housing Court involved tenants to landlords for a fee, and landlords use the information to decide whether to rent to tenants; and\\fs27\\par\n\\fs24       Whereas, These lists are often full of inaccuracies and are traded between the approximately 650 tenant screening companies across the United States; and\\fs27\\par\n\\fs24       Whereas, Because many landlords will not rent to a tenant who has ever been in Housing Court, regardless of the outcome of the case, the tenants screening company list has become known as the \"tenant blacklist\"; and\\fs27\\par\n\\fs24       Whereas, Many of the tenants currently on the tenant blacklist were in Housing Court to advocate for their legal rights, and received favorable case outcomes; and\\fs27\\par\n\\fs24       Whereas, The threat of inclusion on the tenant blacklist discourages tenants from taking their landlords to Court, even when their rights have been violated; now, therefore, be it\\fs27\\par\n\\fs24       Resolved, That the Council of the City of New York calls upon the New York State Legislature to seal housing court records until the case has been decided and to permanently seal such records if the tenant prevails.\\fs27\\par\n\\pard\\cbpat2\\ltrpar\\sl480\\slmult0  \\par\n \\par\n\\pard\\cbpat2\\ltrpar\\fs16 JW/JLC\\par\nLS  1191/  Res No. 234/2017\\par\nLS  1166\\fs27\\par\n\\pard\\cbpat2\\ltrpar\\sa150\\fs16 1/3/18\\fs27\\par\n\\pard\\ltrpar\\sa200\\sl276\\slmult1\\cf0\\fs22\\par\n}\n",
  "LastModified": "2021-12-31T15:30:19.67Z"
}
