{
  "ID": 60003,
  "GUID": "937445F2-79D8-466B-92C1-189F5AC8C790",
  "File": "Res 0173-2018",
  "Name": "Removing the statute of limitations for rent overcharges.",
  "Title": "Resolution calling upon the New York State Legislature to introduce and pass, and the Governor to sign, legislation removing the statute of limitations for rent overcharges.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2018-02-14T00:00:00Z",
  "AgendaDate": "2018-02-14T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7634,
      "Slug": "mark-levine",
      "FullName": "Mark Levine"
    }
  ],
  "History": [
    {
      "ID": 332088,
      "Date": "2018-02-14T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-02-09T21:42:06.353Z"
    },
    {
      "ID": 332197,
      "Date": "2018-02-14T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16077,
      "AgendaSequence": 223,
      "MinutesSequence": 237,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2018-02-15T15:56:45.95Z"
    },
    {
      "ID": 379145,
      "Date": "2021-12-31T10:31:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-31T15:31:17.55Z"
    }
  ],
  "Attachments": [
    {
      "ID": 247090,
      "LastModified": "2021-12-31T15:31:07.957Z",
      "Name": "Res. No. 173",
      "Link": "https://nyc.legistar1.com/nyc/attachments/752fe814-2813-4d6e-8119-8368619e35d3.docx",
      "Sort": 1
    },
    {
      "ID": 227369,
      "LastModified": "2021-12-31T15:30:57.3Z",
      "Name": "February 14, 2018 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/cfafc6d5-b9c6-4d48-a337-00316254073c.pdf",
      "Sort": 3
    },
    {
      "ID": 227608,
      "LastModified": "2021-02-17T18:47:51.447Z",
      "Name": "Hearing Transcript - Stated Meeting 02-14-2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/820258dd-38ae-4159-870e-606d275357c3.pdf",
      "Sort": 4
    },
    {
      "ID": 227847,
      "LastModified": "2021-12-31T15:30:59.3Z",
      "Name": "Minutes of the Stated Meeting - February 14, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/68e842cb-79e2-4e47-8ac1-ef0ad89e96d4.pdf",
      "Sort": 5
    }
  ],
  "Summary": "",
  "TextID": 62259,
  "Text": "By Council Member Levine \n \n      Whereas, There are approximately one million apartments in New York City which are subject to rent control or rent stabilization; and\n      Whereas, The New York State Homes and Community Renewal agency is responsible for administering rent regulation laws; and\n      Whereas, The rent regulation laws set standards for the legal amount of rent an owner may charge, for increases in rents, for removal of a property from rent regulation, and for evictions; and\n      Whereas, If an owner is found to have overcharged a tenant living in a rent stabilized apartment, that owner may be responsible for treble damages; and\n      Whereas, In New York City, certain property owners are violating rent regulation laws by charging market rate rents for apartments required to be rent regulated; and\n      Whereas, In rent controlled apartments, there is a two year statute of limitation for bringing rent overcharge complaints; and\n      Whereas, In rent stabilized apartments there is a four year statute of limitation for bringing rent overcharge complaints, unless there is evidence of fraud; and\n      Whereas, If the tenant cannot prove there was a fraudulent scheme to destabilize the apartment, the tenant may have no recourse for years of overcharges; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the New York State Legislature to introduce and pass, and the Governor to sign, legislation removing the statute of limitations for rent overcharges.\n\nJW/JLC\nLS 2392 / Res No. 408\nLS 1171\n1/3/2018",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\froman\\fcharset0 CG Times;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0  \\par\n\\f1\\fs24 By Council Member Levine \\f0\\fs27\\par\n \\par\n\\pard\\cbpat2\\ltrpar\\sl480\\slmult0\\qj\\fs24       Whereas, There are approximately one million apartments in New York City which are subject to rent control or rent stabilization; and\\fs27\\par\n\\fs24       Whereas, The New York State Homes and Community Renewal agency is responsible for administering rent regulation laws; and\\fs27\\par\n\\fs24       Whereas, The rent regulation laws set standards for the legal amount of rent an owner may charge, for increases in rents, for removal of a property from rent regulation, and for evictions; and\\fs27\\par\n\\fs24       Whereas, If an owner is found to have overcharged a tenant living in a rent stabilized apartment, that owner may be responsible for treble damages; and\\fs27\\par\n\\fs24       Whereas, In New York City, certain property owners are violating rent regulation laws by charging market rate rents for apartments required to be rent regulated; and\\fs27\\par\n\\fs24       Whereas, In rent controlled apartments, there is a two year statute of limitation for bringing rent overcharge complaints; and\\fs27\\par\n\\fs24       Whereas, In rent stabilized apartments there is a four year statute of limitation for bringing rent overcharge complaints, unless there is evidence of fraud; and\\fs27\\par\n\\fs24       Whereas, If the tenant cannot prove there was a fraudulent scheme to destabilize the apartment, the tenant may have no recourse for years of overcharges; now, therefore, be it\\fs27\\par\n\\fs24       Resolved, That the Council of the City of New York calls upon the New York State Legislature to introduce and pass, and the Governor to sign, legislation removing the statute of limitations for rent overcharges.\\fs27\\par\n\\pard\\cbpat2\\ltrpar\\fs16\\par\nJW/JLC\\par\nLS 2392 / Res No. 408\\par\nLS 1171\\fs27\\par\n\\pard\\cbpat2\\ltrpar\\sa150\\fs16 1/3/2018\\fs27\\par\n\\pard\\ltrpar\\sa200\\sl276\\slmult1\\cf0\\fs22\\par\n}\n",
  "LastModified": "2021-12-31T15:31:17.707Z"
}
