{
  "ID": 58996,
  "GUID": "8E4E9C69-B043-4441-B5F0-276765DAA1B0",
  "File": "Res 0175-2018",
  "Name": "Requiring all U.S. Immigration and Customs Enforcement (ICE) and U.S. Customs and Border Protection (CBP) agents to wear body cameras during field operations and removal proceedings.",
  "Title": "Resolution calling on the United States Congress to pass and the President to sign legislation requiring all U.S. Immigration and Customs Enforcement (ICE) and U.S. Customs and Border Protection (CBP) agents to wear body cameras during field operations and removal proceedings, in order to increase ICE and CBP accountability, and ensure that immigration enforcement activities are conducted in a safe and lawful manner",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5119,
  "BodyName": "Committee on Immigration",
  "IntroDate": "2018-02-14T00:00:00Z",
  "AgendaDate": "2018-02-14T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7634,
      "Slug": "mark-levine",
      "FullName": "Mark Levine"
    },
    {
      "ID": 7636,
      "Slug": "carlos-menchaca",
      "FullName": "Carlos Menchaca"
    }
  ],
  "History": [
    {
      "ID": 332075,
      "Date": "2018-02-14T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-02-09T21:17:13.89Z"
    },
    {
      "ID": 332195,
      "Date": "2018-02-14T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Immigration",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16077,
      "AgendaSequence": 225,
      "MinutesSequence": 239,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Immigration",
      "MatterStatusID": 3,
      "LastModified": "2018-02-15T15:56:45.95Z"
    },
    {
      "ID": 379147,
      "Date": "2021-12-31T10:36:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-31T15:37:04.407Z"
    }
  ],
  "Attachments": [
    {
      "ID": 247092,
      "LastModified": "2021-12-31T15:36:55.06Z",
      "Name": "Res. No. 175",
      "Link": "https://nyc.legistar1.com/nyc/attachments/899c90a9-e7bf-435b-8771-6dcdd5cea3f5.docx",
      "Sort": 1
    },
    {
      "ID": 227371,
      "LastModified": "2021-12-31T15:36:47.31Z",
      "Name": "February 14, 2018 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/a2291151-9828-4d67-a262-9c948640787f.pdf",
      "Sort": 3
    },
    {
      "ID": 227610,
      "LastModified": "2021-02-17T18:47:51.977Z",
      "Name": "Hearing Transcript - Stated Meeting 02-14-2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/1a9c0b16-48e2-48b3-bee6-faf240f28327.pdf",
      "Sort": 4
    },
    {
      "ID": 227849,
      "LastModified": "2021-12-31T15:36:49.357Z",
      "Name": "Minutes of the Stated Meeting - February 14, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/7a4095a3-8791-4c43-92b1-32f6ec5ccedc.pdf",
      "Sort": 5
    }
  ],
  "Summary": "",
  "TextID": 61251,
  "Text": "By Council Members Levine and Menchaca\n\n      Whereas, U.S. Immigrations and Customs Enforcement (ICE) agents are tasked with identifying, arresting, detaining, and removing undocumented immigrants; and\n      Whereas, ICE has a budget of $6.2 billion and more than 20,000 employees in more than 400 offices in the U.S. and 46 foreign countries, including at least 5,800 Enforcement and Removal Operations deportation and immigration enforcement agents; and\n      Whereas, U.S. Customs and Border Patrol (CBP) agents are tasked with enforcing U.S. laws and regulations at borders and ports of entry in order to keep those people and materials deemed dangerous out of the U.S.; and \n      Whereas, CBP is one of the largest law enforcement organizations in the world, with a budget of $13.5 million and more than 60,000 employees, including over 21,000 Border Patrol agents and over 23,000 CBP officers; and \n      Whereas, The Department of Homeland Security's inspector general found in April 2017 that ICE's deportation policies and procedures are \"outdated and unclear,\" and that deportation agents receive insufficient training, citing one example where roughly 2,900 immigration enforcement agents were assigned deportation duties without proper instruction; and\n      Whereas, President Donald J. Trump issued two executive orders on immigration enforcement at the border and in the interior of the U.S. in January of 2017, and called for a dramatic escalation in ICE and CBP enforcement efforts; and \n      Whereas, President Trump called for the hiring of at least 10,000 more ICE agents and 5,000 more CBP agents to implement and enforce the executive orders, which drastically broadened the categories of undocumented immigrants who are priorities for removal; and \n      Whereas, In February 2017, within two weeks of the orders,  a five-day operation of immigration enforcement around the country led to the apprehension of more than 680 immigrants; and\n      Whereas, ICE arrested more than 41,000 undocumented immigrants in the 100 days after President Trump issued his immigration executive orders, a 38% increase in arrests from the same time period in 2016; and \n      Whereas, An internal Department of Homeland Security (\"DHS\") assessment obtained by the Washington Post showed that DHS has, as of April 2017, already found more than 33,000 more detention beds to house undocumented immigrants; and \n      Whereas, That same report showed that DHS is considering ways to speed up hiring hundreds of new CBP officers, including by ending polygraph and physical fitness tests in some cases; and  \n      Whereas, ICE and CBP agents perform their duties with weapons present and, in many cases, conduct raids and arrests with weapons drawn; and\n      Whereas, There have been multiple high-profile cases of ICE agents using excessive force during raids and arrests, including a 2015 incident in Northern California where four ICE agents tackled, pinned and put an individual into a headlock, implementing enough physical force that the individual fractured his wrist and was forced to wear a cast; and \n      Whereas, During March 2017 incident in Chicago, an ICE agent discharged his weapon and wounded one individual while attempting to arrest another; and\n      Whereas, A January 2017 report issued by the Department of Homeland Security's Office of Inspector General (DHS OIG) concluded that ICE generally lacked oversight on the use of force; and\n      Whereas, ICE officials do not track officer-involved shootings; and\n      Whereas, The New York Times reported that over the past decade, dozens of ICE agents have been arrested and charged with beating detainees, smuggling drugs into detention centers, and accepting bribes to interfere with deportations; and \n      Whereas, Since January 2010, at least 50 people, 19 of whom were U.S. citizens, have been killed in fatal encounters with CBP agents, and countless more have been brutally beaten; and\n      Whereas, No CBP agent charged with the use of excessive or deadly force has been held accountable for their actions since January 2010, even in the most egregious cases; and \n      Whereas, In February 2017, the United States paid the family of an undocumented immigrant $1 million, after the man was beaten to death with batons and Tasers by more than a dozen CBP agents in 2010; and \n      Whereas, Even in this violent incident, none of the CBP agents involved have been fired, disciplined, or lost any pay for their actions to date; and\n      Whereas, On March 10, 2017, U.S. Representative Yvette Clarke introduced H.R. 1497, the \"ICE Body Camera Act of 2017\" to the U.S. House of Representatives; and\n      Whereas, The ICE Body Camera Act of 2017 would require all ICE agents to wear body cameras when engaged in field operations and removal proceedings, as well as other purposes; and\n      Whereas, The Act would make ICE body camera recordings available to each relevant party during administrative proceedings, including removal proceedings, civil actions, or criminal prosecutions, to which such recordings apply; and \n      Whereas, On March 17, 2017, U.S. Representative Adriano Espaillat introduced H.R. 1608, the \"ICE and CBP Body Camera Accountability Act\" to the U.S. House of Representatives; and \n      Whereas, The ICE and CBP Body Camera Accountability Act would also require ICE agents to wear body cameras while engaged in official operations, and also extend these requirements to CBP agents as well; and \n      Whereas, This Act also directs the Secretary of Homeland Security to promulgate rules regarding the use of body cameras and the provision of footage that are consistent with the \"Civil Rights Principles for Body Worn Cameras\" of the Leadership Conference on Civil and Human Rights of May 2015 and the proposed rule will be compared to model rules put forth by the American Civil Liberties Union in January 2017; and \n      Whereas, The ICE and CBP Body Camera Accountability Act additionally censures ICE and CBP agents and officers whose body cameras do not record footage by subjecting them to furlough, reduction in pay or grade, or suspension of up to 30 days; and\n      Whereas, The use of body cameras potentially serves as a check against the abuse of power by law enforcement agents by creating documentary evidence of enforcement encounters; and\n      Whereas, Roughly half of the country's approximately 18,000 local law enforcement agencies use body cameras; and\n      Whereas, Studies have shown that there is less violence and fewer complaints when law enforcement agents wear body cameras; and\n      Whereas, A study conducted by the University of South Florida over the 12 month period from March 2014 through February 2015, showed that the use of body cameras resulted in a 53% decline in use-of-force incidents, a 65% decrease in civilian complaints against officers and significant reductions in the number of both civilian and officer injuries; and\n      Whereas, A 2016 internal report from the San Diego Police Department also indicated  significant changes after officers began wearing body cameras in 2013, including a 43.1% decrease in misconduct allegations; a 47.4% drop in serious allegations related to criminal behavior, discrimination, force, and racial or ethnic slurs; a 40.4% decline in allegations related to conduct, courtesy, procedure and service; as well as a 16.4% decrease in high-level use of force; and\n      Whereas, Given that ICE and CBP are also a law enforcement agency and could equally benefit from the improvements local law enforcement agencies have seen upon the adoption of body cameras; and\n      Whereas, In New York State, community leaders, residents, activist groups and elected officials, including U.S. Senator Chuck Schumer, have called for more transparency and accountability regarding enforcement actions; and  \n      Whereas, Given the increasing number of reports of ICE agents using disproportionate amounts of force during arrests and targeting nonviolent immigrants and their families for deportation; and  \n      Whereas, ICE and CBP have long been criticized for abusive practices, rights violations, and a lack of transparency and accountability; and \n      Whereas, The Council of the City of New York denounces the rampant misconduct and violation of immigrants' rights that occur at the hand of ICE and CBP while conducting enforcement; and \n      Whereas, The Council further supports increased transparency and accountability in immigration law enforcement, especially during these times of increased and aggressive sweeps, raids, and arrests across the country; now, therefore, be it \n      Resolved, That the Council of the City of New York calls on the United States Congress to pass and the President to sign requiring all U.S. Immigrations and Customs Enforcement and U.S. Customs and Border Protection agents to wear body cameras during field operations and removal proceedings, in order to increase ICE and CBP accountability, and ensure that immigration enforcement activities are conducted in a safe and lawful manner. \n      . \nNJC/IP\nLS 10534, 10546 / Res. 1622-2017\nLS 1179\n1/4/2018\n1",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\pard\\ltrpar\\v0\\par\nBy Council Members Levine and Menchaca\\par\n\\pard\\ltrpar\\li720\\sa160\\expndtw-3\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj\\expndtw0 Whereas, U.S. Immigrations and Customs Enforcement (ICE) agents are tasked with identifying, arresting, detaining, and removing undocumented immigrants; and\\par\nWhereas, ICE has a budget of $6.2 billion and more than 20,000 employees in more than 400 offices in the U.S. and 46 foreign countries, including at least 5,800 Enforcement and Removal Operations deportation and immigration enforcement agents; and\\par\nWhereas, U.S. Customs and Border Patrol (CBP) agents are tasked with enforcing U.S. laws and regulations at borders and ports of entry in order to keep those people and materials deemed dangerous out of the U.S.; and \\par\nWhereas, CBP is one of the largest law enforcement organizations in the world, with a budget of $13.5 million and more than 60,000 employees, including over 21,000 Border Patrol agents and over 23,000 CBP officers; and \\par\nWhereas, The Department of Homeland Security\\rquote s inspector general found in April 2017 that ICE\\rquote s deportation policies and procedures are \\ldblquote outdated and unclear,\\rdblquote  and that deportation agents receive insufficient training, citing one example where roughly 2,900 immigration enforcement agents were assigned deportation duties without proper instruction; and\\par\nWhereas, President Donald J. Trump issued two executive orders on immigration enforcement at the border and in the interior of the U.S. in January of 2017, and called for a dramatic escalation in ICE and CBP enforcement efforts; and \\par\nWhereas, President Trump called for the hiring of at least 10,000 more ICE agents and 5,000 more CBP agents to implement and enforce the executive orders, which drastically broadened the categories of undocumented immigrants who are priorities for removal; and \\par\nWhereas, In February 2017, within two weeks of the orders,  a five-day operation of immigration enforcement around the country led to the apprehension of more than 680 immigrants; and\\par\nWhereas, ICE arrested more than 41,000 undocumented immigrants in the 100 days after President Trump issued his immigration executive orders, a 38% increase in arrests from the same time period in 2016; and \\par\nWhereas, An internal Department of Homeland Security (\\ldblquote DHS\\rdblquote ) assessment obtained by the Washington Post showed that DHS has, as of April 2017, already found more than 33,000 more detention beds to house undocumented immigrants; and \\par\nWhereas, That same report showed that DHS is considering ways to speed up hiring hundreds of new CBP officers, including by ending polygraph and physical fitness tests in some cases; and  \\par\nWhereas, ICE and CBP agents perform their duties with weapons present and, in many cases, conduct raids and arrests with weapons drawn; and\\par\nWhereas, There have been multiple high-profile cases of ICE agents using excessive force during raids and arrests, including a 2015 incident in Northern California where four ICE agents tackled, pinned and put an individual into a headlock, implementing enough physical force that the individual fractured his wrist and was forced to wear a cast; and \\par\nWhereas, During March 2017 incident in Chicago, an ICE agent discharged his weapon and wounded one individual while attempting to arrest another; and\\par\nWhereas, A January 2017 report issued by the Department of Homeland Security\\rquote s Office of Inspector General (DHS OIG) concluded that ICE generally lacked oversight on the use of force; and\\par\nWhereas, ICE officials do not track officer-involved shootings; and\\par\nWhereas, The New York Times reported that over the past decade, dozens of ICE agents have been arrested and charged with beating detainees, smuggling drugs into detention centers, and accepting bribes to interfere with deportations; and \\par\nWhereas, Since January 2010, at least 50 people, 19 of whom were U.S. citizens, have been killed in fatal encounters with CBP agents, and countless more have been brutally beaten; and\\par\nWhereas, No CBP agent charged with the use of excessive or deadly force has been held accountable for their actions since January 2010, even in the most egregious cases; and \\par\nWhereas, In February 2017, the United States paid the family of an undocumented immigrant $1 million, after the man was beaten to death with batons and Tasers by more than a dozen CBP agents in 2010; and \\par\nWhereas, Even in this violent incident, none of the CBP agents involved have been fired, disciplined, or lost any pay for their actions to date; and\\par\nWhereas, On March 10, 2017, U.S. Representative Yvette Clarke introduced H.R. 1497, the \\ldblquote ICE Body Camera Act of 2017\\rdblquote  to the U.S. House of Representatives; and\\par\nWhereas, The ICE Body Camera Act of 2017 would require all ICE agents to wear body cameras when engaged in field operations and removal proceedings, as well as other purposes; and\\par\nWhereas, The Act would make ICE body camera recordings available to each relevant party during administrative proceedings, including removal proceedings, civil actions, or criminal prosecutions, to which such recordings apply; and \\par\nWhereas, On March 17, 2017, U.S. Representative Adriano Espaillat introduced H.R. 1608, the \\ldblquote ICE and CBP Body Camera Accountability Act\\rdblquote  to the U.S. House of Representatives; and \\par\nWhereas, The ICE and CBP Body Camera Accountability Act would also require ICE agents to wear body cameras while engaged in official operations, and also extend these requirements to CBP agents as well; and \\par\nWhereas, This Act also directs the Secretary of Homeland Security to promulgate rules regarding the use of body cameras and the provision of footage that are consistent with the \\ldblquote Civil Rights Principles for Body Worn Cameras\\rdblquote  of the Leadership Conference on Civil and Human Rights of May 2015 and the proposed rule will be compared to model rules put forth by the American Civil Liberties Union in January 2017; and \\par\nWhereas, The ICE and CBP Body Camera Accountability Act additionally censures ICE and CBP agents and officers whose body cameras do not record footage by subjecting them to furlough, reduction in pay or grade, or suspension of up to 30 days; and\\par\nWhereas, The use of body cameras potentially serves as a check against the abuse of power by law enforcement agents by creating documentary evidence of enforcement encounters; and\\par\nWhereas, Roughly half of the country\\rquote s approximately 18,000 local law enforcement agencies use body cameras; and\\par\nWhereas, Studies have shown that there is less violence and fewer complaints when law enforcement agents wear body cameras; and\\par\nWhereas, A study conducted by the University of South Florida over the 12 month period from March 2014 through February 2015, showed that the use of body cameras resulted in a 53% decline in use-of-force incidents, a 65% decrease in civilian complaints against officers and significant reductions in the number of both civilian and officer injuries; and\\par\nWhereas, A 2016 internal report from the San Diego Police Department also indicated  significant changes after officers began wearing body cameras in 2013, including a 43.1% decrease in misconduct allegations; a 47.4% drop in serious allegations related to criminal behavior, discrimination, force, and racial or ethnic slurs; a 40.4% decline in allegations related to conduct, courtesy, procedure and service; as well as a 16.4% decrease in high-level use of force; and\\par\nWhereas, Given that ICE and CBP are also a law enforcement agency and could equally benefit from the improvements local law enforcement agencies have seen upon the adoption of body cameras; and\\par\nWhereas, In New York State, community leaders, residents, activist groups and elected officials, including U.S. Senator Chuck Schumer, have called for more transparency and accountability regarding enforcement actions; and  \\par\nWhereas, Given the increasing number of reports of ICE agents using disproportionate amounts of force during arrests and targeting nonviolent immigrants and their families for deportation; and  \\par\nWhereas, ICE and CBP have long been criticized for abusive practices, rights violations, and a lack of transparency and accountability; and \\par\nWhereas, The Council of the City of New York denounces the rampant misconduct and violation of immigrants\\rquote  rights that occur at the hand of ICE and CBP while conducting enforcement; and \\par\nWhereas, The Council further supports increased transparency and accountability in immigration law enforcement, especially during these times of increased and aggressive sweeps, raids, and arrests across the country; now, therefore, be it \\par\nResolved, That the Council of the City of New York calls on the United States Congress to pass and the President to sign requiring all U.S. Immigrations and Customs Enforcement and U.S. Customs and Border Protection agents to wear body cameras during field operations and removal proceedings, in order to increase ICE and CBP accountability, and ensure that immigration enforcement activities are conducted in a safe and lawful manner. \\par\n. \\par\n\\pard\\ltrpar\\fs18 NJC/IP\\fs22\\par\n\\fs18 LS 10534, 10546 / Res. 1622-2017\\par\nLS 1179\\line 1/4/2018\\par\n}\n",
  "LastModified": "2021-12-31T15:37:04.577Z"
}
