{
  "ID": 59770,
  "GUID": "DEB73FBD-FCEE-4960-A3B0-F2DABF0DA2F4",
  "File": "Res 0176-2018",
  "Name": "Support of the Governor of NYS in the commitment to and facilitation of the development of large-scale offshore wind projects by 2030.",
  "Title": "Resolution in support of the Governor of New York State in the commitment to and facilitation of the development of large-scale offshore wind projects by 2030.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 32,
  "StatusName": "Adopted",
  "BodyID": 10,
  "BodyName": "Committee on Environmental Protection",
  "IntroDate": "2018-02-14T00:00:00Z",
  "AgendaDate": "2018-02-14T00:00:00Z",
  "PassedDate": "2018-04-25T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7617,
      "Slug": "donovan-j-richards",
      "FullName": "Donovan J. Richards"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 7627,
      "Slug": "costa-g-constantinides",
      "FullName": "Costa G. Constantinides"
    },
    {
      "ID": 7636,
      "Slug": "carlos-menchaca",
      "FullName": "Carlos Menchaca"
    },
    {
      "ID": 7632,
      "Slug": "ben-kallos",
      "FullName": "Ben Kallos"
    }
  ],
  "History": [
    {
      "ID": 331883,
      "Date": "2018-02-14T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-02-08T17:06:43.397Z"
    },
    {
      "ID": 332199,
      "Date": "2018-02-14T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Environmental Protection",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16077,
      "AgendaSequence": 226,
      "MinutesSequence": 240,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Environmental Protection",
      "MatterStatusID": 3,
      "LastModified": "2018-02-15T15:56:45.95Z"
    },
    {
      "ID": 332703,
      "Date": "2018-02-26T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 10,
      "BodyName": "Committee on Environmental Protection",
      "EventID": 16035,
      "AgendaSequence": 6,
      "MinutesSequence": 13,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2018-02-26T14:46:10.75Z"
    },
    {
      "ID": 332958,
      "Date": "2018-02-26T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 10,
      "BodyName": "Committee on Environmental Protection",
      "EventID": 16035,
      "MinutesSequence": 14,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2018-02-26T21:04:54.087Z"
    },
    {
      "ID": 334976,
      "Date": "2018-04-23T12:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 10,
      "BodyName": "Committee on Environmental Protection",
      "EventID": 16258,
      "AgendaSequence": 5,
      "MinutesSequence": 18,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2018-04-23T17:31:27.923Z"
    },
    {
      "ID": 335142,
      "Date": "2018-04-23T12:00:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "A motion was made that this Resolution be Approved by Committee approved by Roll Call.",
      "BodyID": 10,
      "BodyName": "Committee on Environmental Protection",
      "EventID": 16258,
      "MinutesSequence": 19,
      "Version": "*",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "Votes": [
        {
          "ID": 7627,
          "Slug": "costa-g-constantinides",
          "FullName": "Costa G. Constantinides",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 10
        },
        {
          "ID": 7630,
          "Slug": "rafael-l-espinal-jr",
          "FullName": "Rafael L. Espinal, Jr.",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 20
        },
        {
          "ID": 7567,
          "Slug": "stephen-t-levin",
          "FullName": "Stephen T. Levin",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 30
        },
        {
          "ID": 7636,
          "Slug": "carlos-menchaca",
          "FullName": "Carlos Menchaca",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 40
        },
        {
          "ID": 7617,
          "Slug": "donovan-j-richards",
          "FullName": "Donovan J. Richards",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 50
        },
        {
          "ID": 7510,
          "Slug": "eric-a-ulrich",
          "FullName": "Eric A. Ulrich",
          "VoteID": 16,
          "Vote": "Absent",
          "Sort": 60
        },
        {
          "ID": 7749,
          "Slug": "kalman-yeger",
          "FullName": "Kalman Yeger",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 70
        }
      ],
      "LastModified": "2018-05-21T13:41:52.183Z"
    },
    {
      "ID": 335196,
      "Date": "2018-04-25T13:30:00Z",
      "ActionID": 5032,
      "Action": "Approved, by Council",
      "Description": "A motion was made that this Resolution be Approved, by Council approved by voice vote.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16264,
      "AgendaSequence": 66,
      "MinutesSequence": 81,
      "Version": "*",
      "AgendaNote": "Adopted by the Committee on Environmental Protection",
      "MinutesNote": "Pursuant to Rule 8.50 of the Council, the Public Advocate (Ms. James) called for a voice vote.  Hearing those in favor, the Public Advocate (Ms. James) declared the Resolution to be adopted.\r\n\r\nThe following Council Members formally voted against the passage of this item:\r\nCouncil Members Borelli and Matteo voted in the negative.\r\n\r\nAdopted by the Council by voice-vote.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 32,
      "LastModified": "2018-04-25T19:44:58.25Z"
    }
  ],
  "Attachments": [
    {
      "ID": 227907,
      "LastModified": "2021-12-31T15:37:32.143Z",
      "Name": "Res. No. 176",
      "Link": "https://nyc.legistar1.com/nyc/attachments/947160eb-39ad-4bb0-b554-e956e91d5752.docx",
      "Sort": 1
    },
    {
      "ID": 172397,
      "LastModified": "2021-02-17T19:21:12.24Z",
      "Name": "February 14, 2018 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/cff64eab-d311-4d0d-b8ca-203c2d345e19.pdf",
      "Sort": 2
    },
    {
      "ID": 227611,
      "LastModified": "2021-02-17T19:21:14.57Z",
      "Name": "Hearing Transcript - Stated Meeting 02-14-2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/123c3d83-c4c7-4a17-9e09-529ffad840b6.pdf",
      "Sort": 3
    },
    {
      "ID": 227850,
      "LastModified": "2021-02-17T19:21:15.147Z",
      "Name": "Minutes of the Stated Meeting - February 14, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/22243dc8-617e-4561-92f4-2308bdbf3ea2.pdf",
      "Sort": 4
    },
    {
      "ID": 173224,
      "LastModified": "2021-02-17T19:21:18.913Z",
      "Name": "Committee Report 2/26/18",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c5bea790-5473-4baf-a056-66f4ec94ee72.doc",
      "Sort": 5
    },
    {
      "ID": 174003,
      "LastModified": "2018-03-02T20:18:39.123Z",
      "Name": "Hearing Testimony 2/26/18",
      "Link": "https://nyc.legistar1.com/nyc/attachments/dda42718-b93b-4c96-b628-493d15448406.PDF",
      "Sort": 6
    },
    {
      "ID": 174203,
      "LastModified": "2018-03-07T19:39:51.3Z",
      "Name": "Hearing Transcript 2/26/18",
      "Link": "https://nyc.legistar1.com/nyc/attachments/7a120967-83bb-4f77-9937-d5633c8b9d14.pdf",
      "Sort": 7
    },
    {
      "ID": 176374,
      "LastModified": "2018-04-23T17:32:58.85Z",
      "Name": "Committee Report 4/23/18",
      "Link": "https://nyc.legistar1.com/nyc/attachments/4f28a9f8-206f-453e-b4f7-312c9a864f2a.doc",
      "Sort": 8
    },
    {
      "ID": 178204,
      "LastModified": "2018-05-21T13:41:15.12Z",
      "Name": "Hearing Transcript 4/23/18",
      "Link": "https://nyc.legistar1.com/nyc/attachments/2ffab056-ba0e-4167-98bc-02de675169d3.pdf",
      "Sort": 10
    },
    {
      "ID": 227908,
      "LastModified": "2021-02-17T19:21:48.79Z",
      "Name": "April 25, 2018 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/f845c010-fc73-443a-8c2d-72ea6f1b4eb4.pdf",
      "Sort": 11
    },
    {
      "ID": 178601,
      "LastModified": "2021-02-17T19:21:50.43Z",
      "Name": "Hearing Transcript - Stated Meeting  4-25-18",
      "Link": "https://nyc.legistar1.com/nyc/attachments/f4eb7f29-14ae-47b7-a210-0ae2f0c3d46f.pdf",
      "Sort": 12
    },
    {
      "ID": 180191,
      "LastModified": "2021-02-17T19:21:46.163Z",
      "Name": "Minutes of the Stated Meeting - April 25, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/a8341016-5c87-4a82-86f7-a83f0a36958f.pdf",
      "Sort": 13
    }
  ],
  "Summary": "",
  "TextID": 62025,
  "Text": "By Council Members Richards, Rosenthal, Constantinides, Menchaca and Kallos\n      Whereas, Climate change is occurring at a rapid rate and the current trend of warming in Earth's climate system is clear and unprecedented; and\n      Whereas, The increasing concentration of greenhouse gases in Earth's atmosphere is a main cause of rapid climate change; and\n      Whereas, The principal human activity contributing to climate change is the emission of greenhouse gases by burning fossil fuels for power; and\n      Whereas, According to the United States Environmental Protection Agency, the future rate and magnitude of climate change will depend on the rate at which greenhouse gas concentrations in Earth's atmosphere continue to increase; and\n      Whereas, Climate change is impacting New York City's public health, critical infrastructure, communities, vulnerable populations, natural systems, buildings and economy, and these impacts will worsen in the future; and\n      Whereas, New York State has set policy to reduce its contribution to climate change; and\n      Whereas, In 2009, Governor David Paterson issued Executive Order No. 24, establishing a goal to reduce the State's greenhouse gas emissions by 80%, relative to 1999 levels, by 2050; and\n      Whereas, In 2015, Governor Andrew Cuomo reaffirmed the State's commitment to this goal; and\n\tWhereas, In order to achieve this greenhouse gas emissions reduction goal the State must incorporate large-scale renewable energy projects into its power supply; and\n      Whereas, In August 2016, Governor Cuomo announced the establishment of New York's Clean Energy Standard which requires that 50% of New York's electricity come from renewable energy sources like wind and solar by 2030; and \n      Whereas, According to the New York State Energy Research and Development Authority (NYSERDA), the Atlantic Ocean off the coast of the State has the potential to support up to 38 gigawatts of wind power, and power from offshore wind projects could become a major source of renewable energy in the decades ahead; and \n      Whereas, The development of offshore wind projects in the Atlantic Ocean could also generate economic activity and create jobs in adjacent communities; and \n      Whereas, In 2009, Con Edison, Long Island Power Authority (LIPA) and New York Power Authority (NYPA) launched the Long Island - New York City Offshore Wind Collaborative to jointly conduct a study into the feasibility of developing a large-scale offshore wind project in the Atlantic Ocean south of Long Island; and\n      Whereas, Con Edison, LIPA and NYPA concluded that it is feasible to connect a large-scale offshore wind project with the power grid by making adjustments to their respective power transmission systems and, further, requested that the federal Bureau of Ocean Energy Management (BOEM) issue a lease to NYPA for an area located on the outer continental shelf 13 miles south of Long Island for the development of an offshore wind project; and  \n      Whereas, In January 2017, Governor Andrew Cuomo announced a commitment to building 2,400 megawatts of offshore wind power by 2030, which translates to the creation of enough energy to power 1.25 million homes; and \n      Whereas, In September 2017, New York State submitted an Area for Consideration to BOEM, urging the federal agency to identify at least four new Wind Energy Areas (WEAs) off of New York's Atlantic Coast, each capable of accommodating a minimum of 800 megawatts of offshore wind generation, and to conduct lease auctions for these WEAs; and\n      Whereas, By developing offshore wind, New York will advance its goals of reducing greenhouse gas emissions 40% below 1990 levels, and ensuring 50% of electricity consumed in New York State come from renewable energy sources by 2030; now, therefore, be it\n      Resolved, That the Council of the City of New York supports the Governor of New York State in the commitment to and facilitation of the development of large-scale offshore wind projects by 2030.\n      \nWM/NPJ\nLS 3321\n1/24/18 5:37pm\n\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\sa200\\sl276\\slmult1\\qj By Council Members Richards, Rosenthal, Constantinides, Menchaca and Kallos\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Whereas, Climate change is occurring at a rapid rate and the current trend of warming in Earth\\rquote s climate system is clear and unprecedented; and\\par\nWhereas, The increasing concentration of greenhouse gases in Earth\\rquote s atmosphere is a main cause of rapid climate change; and\\par\nWhereas, The principal human activity contributing to climate change is the emission of greenhouse gases by burning fossil fuels for power; and\\par\nWhereas, According to the United States Environmental Protection Agency, the future rate and magnitude of climate change will depend on the rate at which greenhouse gas concentrations in Earth\\rquote s atmosphere continue to increase; and\\par\nWhereas, Climate change is impacting New York City\\rquote s public health, critical infrastructure, communities, vulnerable populations, natural systems, buildings and economy, and these impacts will worsen in the future; and\\par\nWhereas, New York State has set policy to reduce its contribution to climate change; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 Whereas, In 2009, Governor David Paterson issued Executive Order No. 24, establishing a goal to reduce the State\\rquote s greenhouse gas emissions by 80%, relative to 1999 levels, by 2050; and\\par\nWhereas, In 2015, Governor Andrew Cuomo reaffirmed the State\\rquote s commitment to this goal; and\\par\n\\pard\\ltrpar\\sl480\\slmult1\\tab Whereas, In order to achieve this greenhouse gas emissions reduction goal the State must incorporate large-scale renewable energy projects into its power supply; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 Whereas, In August 2016, Governor Cuomo announced the establishment of New York's Clean Energy Standard which requires that 50% of New York's electricity come from renewable energy sources like wind and solar by 2030; and \\par\nWhereas, According to the New York State Energy Research and Development Authority (NYSERDA), the Atlantic Ocean off the coast of the State has the potential to support up to 38 gigawatts of wind power, and power from offshore wind projects could become a major source of renewable energy in the decades ahead; and \\par\nWhereas, The development of offshore wind projects in the Atlantic Ocean could also generate economic activity and create jobs in adjacent communities; and \\par\nWhereas, In 2009, Con Edison, Long Island Power Authority (LIPA) and New York Power Authority (NYPA) launched the Long Island - New York City Offshore Wind Collaborative to jointly conduct a study into the feasibility of developing a large-scale offshore wind project in the Atlantic Ocean south of Long Island; and\\par\nWhereas, Con Edison, LIPA and NYPA concluded that it is feasible to connect a large-scale offshore wind project with the power grid by making adjustments to their respective power transmission systems and, further, requested that the federal Bureau of Ocean Energy Management (BOEM) issue a lease to NYPA for an area located on the outer continental shelf 13 miles south of Long Island for the development of an offshore wind project; and  \\par\nWhereas, In January 2017, Governor Andrew Cuomo announced a commitment to building 2,400 megawatts of offshore wind power by 2030, which translates to the creation of enough energy to power 1.25 million homes; and \\par\nWhereas, In September 2017, New York State submitted an Area for Consideration to BOEM, urging the federal agency to identify at least four new Wind Energy Areas (WEAs) off of New York\\rquote s Atlantic Coast, each capable of accommodating a minimum of 800 megawatts of offshore wind generation, and to conduct lease auctions for these WEAs; and\\par\nWhereas, By developing offshore wind, New York will advance its goals of reducing greenhouse gas emissions 40% below 1990 levels, and ensuring 50% of electricity consumed in New York State come from renewable energy sources by 2030; now, therefore, be it\\par\nResolved, That the Council of the City of New York supports the Governor of New York State in the commitment to and facilitation of the development of large-scale offshore wind projects by 2030.\\par\n\\par\n\\pard\\ltrpar\\fs20 WM/NPJ\\par\nLS 3321\\par\n1/24/18 5:37pm\\par\n\\pard\\ltrpar\\sa200\\sl276\\slmult1\\fs22\\par\n}\n",
  "LastModified": "2021-12-31T15:37:32.143Z"
}
