{
  "ID": 59118,
  "GUID": "49860F74-E222-468D-B7A7-948FE819E53F",
  "File": "Res 0190-2018",
  "Name": "US Supreme Court to protect public sector collective bargaining in Janus v. American Federation of State, County and Municipal Employees (AFSCME).",
  "Title": "Resolution calling on the United State Supreme Court to protect public sector collective bargaining in Janus v. American Federation of State, County and Municipal Employees (AFSCME).",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 32,
  "StatusName": "Adopted",
  "BodyID": 4,
  "BodyName": "Committee on Civil Service and Labor",
  "IntroDate": "2018-02-15T00:00:00Z",
  "AgendaDate": "2018-02-15T00:00:00Z",
  "PassedDate": "2018-05-23T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7640,
      "Slug": "ritchie-j-torres",
      "FullName": "Ritchie J. Torres"
    },
    {
      "ID": 7637,
      "Slug": "i-daneek-miller",
      "FullName": "I. Daneek Miller"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 7740,
      "Slug": "carlina-rivera",
      "FullName": "Carlina Rivera"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm"
    },
    {
      "ID": 7632,
      "Slug": "ben-kallos",
      "FullName": "Ben Kallos"
    },
    {
      "ID": 7641,
      "Slug": "mark-treyger",
      "FullName": "Mark Treyger"
    },
    {
      "ID": 7613,
      "Slug": "andy-l-king",
      "FullName": "Andy L. King"
    },
    {
      "ID": 7627,
      "Slug": "costa-g-constantinides",
      "FullName": "Costa G. Constantinides"
    }
  ],
  "History": [
    {
      "ID": 332092,
      "Date": "2018-02-15T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-02-12T14:32:27.963Z"
    },
    {
      "ID": 332554,
      "Date": "2018-02-15T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Civil Service and Labor",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16080,
      "AgendaSequence": 57,
      "MinutesSequence": 67,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Civil Service and Labor",
      "MatterStatusID": 3,
      "LastModified": "2018-02-15T19:28:00.967Z"
    },
    {
      "ID": 334214,
      "Date": "2018-04-12T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 4,
      "BodyName": "Committee on Civil Service and Labor",
      "EventID": 16177,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2018-04-12T21:43:35.583Z"
    },
    {
      "ID": 334890,
      "Date": "2018-04-12T13:10:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 4,
      "BodyName": "Committee on Civil Service and Labor",
      "EventID": 16177,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2018-04-12T21:45:26.823Z"
    },
    {
      "ID": 334212,
      "Date": "2018-04-12T13:25:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 15,
      "BodyName": "Committee on Higher Education",
      "EventID": 16176,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2018-04-12T21:45:31.543Z"
    },
    {
      "ID": 334884,
      "Date": "2018-04-12T13:40:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 15,
      "BodyName": "Committee on Higher Education",
      "EventID": 16176,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2018-04-12T21:45:36.67Z"
    },
    {
      "ID": 336303,
      "Date": "2018-05-22T12:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 4,
      "BodyName": "Committee on Civil Service and Labor",
      "EventID": 16357,
      "AgendaSequence": 2,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2018-05-22T16:22:47.497Z"
    },
    {
      "ID": 336617,
      "Date": "2018-05-22T12:00:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "A motion was made that this Resolution be Approved by Committee approved by Roll Call.",
      "BodyID": 4,
      "BodyName": "Committee on Civil Service and Labor",
      "EventID": 16357,
      "MinutesSequence": 5,
      "Version": "*",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "Votes": [
        {
          "ID": 7637,
          "Slug": "i-daneek-miller",
          "FullName": "I. Daneek Miller",
          "VoteID": 46,
          "Vote": "Medical",
          "Sort": 10
        },
        {
          "ID": 7739,
          "Slug": "adrienne-e-adams",
          "FullName": "Adrienne E. Adams",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 20
        },
        {
          "ID": 7563,
          "Slug": "daniel-dromm",
          "FullName": "Daniel Dromm",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 30
        },
        {
          "ID": 7613,
          "Slug": "andy-l-king",
          "FullName": "Andy L. King",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 40
        },
        {
          "ID": 7635,
          "Slug": "alan-n-maisel",
          "FullName": "Alan N. Maisel",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 50
        },
        {
          "ID": 7510,
          "Slug": "eric-a-ulrich",
          "FullName": "Eric A. Ulrich",
          "VoteID": 11,
          "Vote": "Abstain",
          "Sort": 60
        },
        {
          "ID": 7571,
          "Slug": "jumaane-d-williams",
          "FullName": "Jumaane D. Williams",
          "VoteID": 16,
          "Vote": "Absent",
          "Sort": 70
        }
      ],
      "LastModified": "2018-07-27T19:12:53.84Z"
    },
    {
      "ID": 336469,
      "Date": "2018-05-23T13:30:00Z",
      "ActionID": 5032,
      "Action": "Approved, by Council",
      "Description": "A motion was made that this Resolution be Approved, by Council approved by voice vote.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16367,
      "AgendaSequence": 80,
      "MinutesSequence": 101,
      "Version": "*",
      "AgendaNote": "Adopted by the Committee on Civil Service and Labor",
      "MinutesNote": "Pursuant to Rule 8.50 of the Council, the Majority Leader and Acting President Pro Tempore (Council Member Cumbo) called for a voice vote.  Hearing those in favor, the Majority Leader and Acting President Pro Tempore (Council Member Cumbo) declared the Resolution to be adopted.\r\n\r\nThe following Council Member formally noted his abstention to vote on this item: Council Member Ulrich\r\n\r\nAdopted by the Council by voice-vote.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 32,
      "LastModified": "2018-05-24T13:02:59.843Z"
    }
  ],
  "Attachments": [
    {
      "ID": 175807,
      "LastModified": "2021-12-31T16:01:08.27Z",
      "Name": "Res. No. 190",
      "Link": "https://nyc.legistar1.com/nyc/attachments/a0333eb0-5ff1-4954-9e4d-c9689980962e.doc",
      "Sort": 1
    },
    {
      "ID": 172487,
      "LastModified": "2021-12-31T16:01:08.66Z",
      "Name": "February 15, 2018 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c4f17b08-dd6c-4c71-be9d-b13579e2b08c.pdf",
      "Sort": 2
    },
    {
      "ID": 247102,
      "LastModified": "2021-12-31T16:01:15.16Z",
      "Name": "Hearing Transcript - Stated Meeting 02-15-2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/199886bc-fef3-40c7-93c5-8add4576df8a.pdf",
      "Sort": 4
    },
    {
      "ID": 247101,
      "LastModified": "2021-12-31T16:01:07.27Z",
      "Name": "Minutes of the Stated Meeting - February 15, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/8e90b509-b25f-4a7d-9eb7-c50db7f13616.pdf",
      "Sort": 5
    },
    {
      "ID": 175989,
      "LastModified": "2021-12-31T16:00:49.767Z",
      "Name": "Committee Report 4/12/18",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b0f75fae-738d-41a2-86ff-d56b715f841a.doc",
      "Sort": 6
    },
    {
      "ID": 176551,
      "LastModified": "2021-12-31T16:00:49.503Z",
      "Name": "Hearing Testimony 4/12/18",
      "Link": "https://nyc.legistar1.com/nyc/attachments/381e8afd-a6e0-44aa-a7d7-847e0a28c4d8.PDF",
      "Sort": 7
    },
    {
      "ID": 177542,
      "LastModified": "2021-12-31T16:00:49.267Z",
      "Name": "Hearing Transcript 4/12/18",
      "Link": "https://nyc.legistar1.com/nyc/attachments/2ff5265f-20f4-43d7-9dcb-ea91e5d3c323.pdf",
      "Sort": 8
    },
    {
      "ID": 178181,
      "LastModified": "2021-12-31T16:00:49.05Z",
      "Name": "Committee Report 5/22/18",
      "Link": "https://nyc.legistar1.com/nyc/attachments/e7fccd98-da40-488e-9ff8-89ca6f4a22e4.doc",
      "Sort": 9
    },
    {
      "ID": 179525,
      "LastModified": "2021-12-31T16:00:48.813Z",
      "Name": "Hearing Transcript 5/22/18",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ed4075f7-654d-4d56-9ef3-f30f559365bc.pdf",
      "Sort": 10
    },
    {
      "ID": 178242,
      "LastModified": "2021-12-31T16:00:48.58Z",
      "Name": "Committee Report - Stated Meeting",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b5850990-5896-4f55-8eea-523e09cd07ce.doc",
      "Sort": 11
    },
    {
      "ID": 178312,
      "LastModified": "2021-12-31T16:00:48.283Z",
      "Name": "May 23, 2018 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/9173d427-5c2d-4e13-8c75-2fc70eed1dde.pdf",
      "Sort": 12
    },
    {
      "ID": 179567,
      "LastModified": "2021-12-31T16:00:48Z",
      "Name": "Hearing Transcript - Stated Meeting  5-23-18",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c30ed30b-6c42-401b-8663-40655336f51b.pdf",
      "Sort": 13
    },
    {
      "ID": 181842,
      "LastModified": "2021-12-31T16:00:47.517Z",
      "Name": "Minutes of the Stated Meeting - May 23, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/de8779fb-3c16-422f-b635-f10a90ad0776.pdf",
      "Sort": 14
    }
  ],
  "Summary": "",
  "TextID": 61373,
  "Text": "By Council Members Torres, Miller, Lander, Rivera, Dromm, Kallos, Treyger, King and Constantinides\n \n                     Whereas, Collective bargaining is the process in which working people, through their unions, negotiate contracts with their employers to determine terms and conditions of employment, including factors such as pay, benefits, and job health and safety policies; and \n                     Whereas, In 1962, President John F. Kennedy granted federal employees the right to collectively bargain by signing Executive Order 10988, leading to a rapid increase in public sector union membership; and\n      Whereas, According to a 2016 news release from the Bureau of Labor Statistics, 7.1 million public sector employees in the United States belonged to a union, representing 34.4 percent of public sector workers; and\n      Whereas, According to the Union Membership and Coverage Database created by Barry T. Hirsch and David A. Macpherson, which uses Current Population Survey (CPS) data, New York State, in 2016, had 967,889 workers in the public sector that were members of a union and/or covered under a collective bargaining agreement, representing 70.2% of all employed workers in the public sector; and \n                     Whereas, According to Ruth Milkman, Academic Director of the Joseph F. Murphy Institute for Worker Education and Labor Studies, using CPS data for 18 months spanning January of 2016 to June of 2017, there were 359,255 public sector workers that were members of a union and/or covered under a collective bargaining agreement within New York City; and                     \n      Whereas, The State of the Unions 2017 report by Ruth Milkman and Stephanie Luce states that New York State's Taylor Law requires every New York State public sector union to represent all members in collective bargaining agreements, including non-union members, allowing these unions to collect mandatory dues and fees to cover the cost of representation for both union members and non-union members; and\n                     Whereas, According to the Washington Examiner, the United States Supreme Court has agreed to hear Janus v. AFSCME, which deals with the constitutionality of public sector jobs requiring employees, regardless of union membership, to pay a fee (fair-share fee) that covers the union's costs in negotiating contracts for those employees; and\n                     Whereas, A ruling in favor of the plaintiff could be a costly setback for public sector unions in 22 states, including New York, where such fees are authorized by law; and\n                     Whereas, The United States Supreme Court has ruled on fair-share fees in the 1977 case of Abood v. Detroit Board of Education, in which the Court upheld the legality of fair-share fees; and\n      Whereas, In 2016, the United States Supreme Court was deadlocked, with a 4 to 4 vote, on the case of Friedrichs v. California Teachers Association, which dealt with fair-share fees; and  \n                     Whereas, According to the State University of New York (SUNY) Rockefeller Institute of Government, five of New York State's largest public employee unions collected nearly 500 million dollars in 2016 in dues and fees from the employees they represent; and\n                      Whereas, If Janus v. AFSCME successfully overturns the 40-year old Abood Supreme Court Case, automatically deducting dues from employee paychecks could become unconstitutional, causing public sector unions, nationwide, to lose members and revenue, which could diminish union's power to collectively bargain for their workers; and\n                     Whereas, The Economic Policy Institute claims that prohibiting fair-share fees could negatively affect millions of public sector workers in efforts to negotiate and improve their terms and conditions of employment; now, therefore, be it \n                     Resolved, That the Council of the City of New York calls on the United States Supreme Court to protect public sector collective bargaining in Janus v. American Federation of State, County and Municipal Employees (AFSCME)\n \nKK\nLS #11532/1700-2017\nLS#312\n4/11/2018",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\fs24  \\fs27\\par\n\\pard\\ltrpar\\sl252\\slmult1\\qj\\cf0\\fs24 By Council Members Torres, Miller, Lander, Rivera, Dromm, Kallos, Treyger, King and Constantinides\\par\n\\pard\\cbpat2\\ltrpar\\qj\\cf1  \\fs27\\par\n\\pard\\cbpat2\\ltrpar\\sl480\\slmult1\\qj\\fs14                      \\fs24 Whereas, Collective bargaining is the process in which working people, through their unions, negotiate contracts with their employers to determine terms and conditions of employment, including factors such as pay, benefits, and job health and safety policies; and \\fs27\\par\n\\fs14                      \\fs24 Whereas, In 1962, President John F. Kennedy granted federal employees the right to collectively bargain by signing Executive Order 10988, leading to a rapid increase in public sector union membership; and\\fs27\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sl480\\slmult1\\qj\\fs24 Whereas, According to a 2016 news release from the Bureau of Labor Statistics, 7.1 million public sector employees in the United States belonged to a union, representing 34.4 percent of public sector workers; and\\fs27\\par\n\\fs24 Whereas, According to the Union Membership and Coverage Database created by Barry T. Hirsch and David A. Macpherson, which uses Current Population Survey (CPS) data, New York State, in 2016, had 967,889 workers in the public sector that were members of a union and/or covered under a collective bargaining agreement, representing 70.2% of all employed workers in the public sector; and \\fs27\\par\n\\pard\\cbpat2\\ltrpar\\sl480\\slmult1\\qj\\fs14                      \\fs24 Whereas, According to Ruth Milkman, Academic Director of the Joseph F. Murphy Institute for Worker Education and Labor Studies, using CPS data for 18 months spanning January of 2016 to June of 2017, there were 359,255 public sector workers that were members of a union and/or covered under a collective bargaining agreement within New York City; and\\fs14                      \\fs27\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sl480\\slmult1\\qj\\fs24 Whereas, The State of the Unions 2017 report by Ruth Milkman and Stephanie Luce states that New York State\\rquote s Taylor Law requires every New York State public sector union to represent all members in collective bargaining agreements, including non-union members, allowing these unions to collect mandatory dues and fees to cover the cost of representation for both union members and non-union members; and\\fs27\\par\n\\pard\\cbpat2\\ltrpar\\sl480\\slmult1\\qj\\fs14                      \\fs24 Whereas, According to the Washington Examiner, the United States Supreme Court has agreed to hear \\i Janus v. AFSCME\\i0 , which deals with the constitutionality of public sector jobs requiring employees, regardless of union membership, to pay a fee (fair-share fee) that covers the union\\rquote s costs in negotiating contracts for those employees; and\\fs27\\par\n\\fs14                      \\fs24 Whereas, A ruling in favor of the plaintiff could be a costly setback for public sector unions in 22 states, including New York, where such fees are authorized by law; and\\fs27\\par\n\\fs14                      \\fs24 Whereas, The United States Supreme Court has ruled on fair-share fees in the 1977 case of \\i Abood v. Detroit Board of Education\\i0 , in which the Court upheld the legality of fair-share fees; and\\fs27\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sl480\\slmult1\\qj\\fs24 Whereas, In 2016, the United States Supreme Court was deadlocked, with a 4 to 4 vote, on the case of \\i Friedrichs v. California Teachers Association\\i0 , which dealt with fair-share fees; and  \\fs27\\par\n\\pard\\cbpat2\\ltrpar\\sl480\\slmult1\\qj\\fs14                      \\fs24 Whereas, According to the State University of New York (SUNY) Rockefeller Institute of Government, five of New York State\\rquote s largest public employee unions collected nearly 500 million dollars in 2016 in dues and fees from the employees they represent; and\\fs27\\par\n\\fs14                      \\fs24  Whereas, If \\i Janus v. AFSCME\\i0  successfully overturns the 40-year old \\i Abood\\i0  Supreme Court Case, automatically deducting dues from employee paychecks could become unconstitutional, causing public sector unions, nationwide, to lose members and revenue, which could diminish union\\rquote s power to collectively bargain for their workers; and\\fs27\\par\n\\fs14                      \\fs24 Whereas, The Economic Policy Institute claims that prohibiting fair-share fees could negatively affect millions of public sector workers in efforts to negotiate and improve their terms and conditions of employment; now, therefore, be it \\fs27\\par\n\\fs14                      \\fs24 Resolved, That the Council of the City of New York calls on the United States Supreme Court to protect public sector collective bargaining in \\i Janus v. American Federation of State, County and Municipal Employees (AFSCME)\\i0\\fs27\\par\n\\pard\\cbpat2\\ltrpar\\qj\\fs18  \\fs27\\par\n\\fs18 KK\\fs27\\par\n\\fs18 LS #11532/1700-2017\\fs27\\par\n\\fs18 LS#312\\fs27\\par\n\\fs18 4/11/2018\\fs27\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\fs24  \\fs27\\par\n\\pard\\ltrpar\\sa160\\sl252\\slmult1\\cf0\\fs22\\par\n}\n",
  "LastModified": "2021-12-31T16:01:15.16Z"
}
