{
  "ID": 59904,
  "GUID": "B2021F79-B38A-4560-B5F9-B84AB64A59F4",
  "File": "Res 0199-2018",
  "Name": "Urging the US Dept of Homeland Security to investigate abuse allegations and take action to ensure the safety of lesbian, gay, bisexual, and transgender immigrants in the custody of the US Dept of Homeland Security.",
  "Title": "Resolution urging the United States Department of Homeland Security to investigate abuse allegations and take action to ensure the safety of lesbian, gay, bisexual, and transgender immigrants in the custody of the United States Department of Homeland Security.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5119,
  "BodyName": "Committee on Immigration",
  "IntroDate": "2018-03-07T00:00:00Z",
  "AgendaDate": "2018-03-07T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm"
    },
    {
      "ID": 7604,
      "Slug": "robert-e-cornegy-jr",
      "FullName": "Robert E. Cornegy, Jr."
    }
  ],
  "History": [
    {
      "ID": 332705,
      "Date": "2018-03-07T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-02-14T21:39:00.99Z"
    },
    {
      "ID": 333300,
      "Date": "2018-03-07T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Immigration",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16158,
      "AgendaSequence": 94,
      "MinutesSequence": 109,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Immigration",
      "MatterStatusID": 3,
      "LastModified": "2018-03-07T17:33:18.85Z"
    },
    {
      "ID": 379152,
      "Date": "2021-12-31T11:08:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-31T16:08:51.307Z"
    }
  ],
  "Attachments": [
    {
      "ID": 247109,
      "LastModified": "2021-12-31T16:08:54.243Z",
      "Name": "Res. No. 199",
      "Link": "https://nyc.legistar1.com/nyc/attachments/48c78603-c8b0-4cb0-81d2-ef2fda84f759.docx",
      "Sort": 1
    },
    {
      "ID": 174258,
      "LastModified": "2021-12-31T16:08:24.443Z",
      "Name": "March 7, 2018 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/692c72ce-d873-4130-8f6d-0ed3ef40bdc8.pdf",
      "Sort": 2
    },
    {
      "ID": 245163,
      "LastModified": "2021-12-21T17:38:46.183Z",
      "Name": "Hearing Transcript - Stated Meeting 03-07-18",
      "Link": "https://nyc.legistar1.com/nyc/attachments/2ded3112-0f4c-4572-9349-409e2223bb3c.pdf",
      "Sort": 3
    },
    {
      "ID": 245254,
      "LastModified": "2021-12-31T16:08:31.693Z",
      "Name": "Minutes of the Stated Meeting - March 7, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/e523aa40-62a4-4437-8fd1-357b796936f4.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 62160,
  "Text": "By Council Members Dromm and Cornegy\n\n      Whereas, There are approximately nine million lesbian, gay, bisexual, and transgender (LGBT) individuals living in the United States (U.S.); and\n      Whereas, The Williams Institute of the University of California Los Angeles School of Law reported in 2013 that there are approximately 267,000 LGBT adult, undocumented immigrants and 637,000 adult LGBT authorized immigrants the U.S.; and \n      Whereas, Many LGBT immigrants came to the U.S. to escape persecution, torture, or death in their home country on account of their sexual orientation or gender identity; and\n      Whereas, In December 2017, the U.S. Department of Homeland Security (DHS) reported that U.S. Immigration and Customs Enforcement (ICE) conducted approximately 143,470 arrests and 226,119 deportations in Fiscal Year 2017; and \n      Whereas, The DHS also reported that U.S. Customs and Border Protection (CBP) conducted 310,531 apprehensions in Fiscal Year 2017; and \n      Whereas, ICE reports that in Fiscal Year 2017 the average daily population in its immigration facilities was roughly 38,000 detainees, a number which may increase to 48,000 detainees daily if President Trump secures the additional funding included in his Fiscal Year 2018 budget; and\n      Whereas, According to the U.S. Government Accountability Office (GAO), there were over 200 allegations of sexual abuse in immigration detention facilities reported between 2009 and 2013, many of which were allegations of abuse against LGBT immigrants; and\n      Whereas, According to the Heartland Alliance's National Immigrant Justice Center (NIJC), sexual abuse is widespread in immigration detention facilities and ICE officials are unwilling or unable to protect immigrant detainees and provide necessary treatment; and\n      Whereas, On April 13, 2011, NIJC filed a complaint against DHS on behalf of 13 gay and transgender immigrant detainees who reported abuse at immigration detention facilities run by the United States Immigration and Customs Enforcement (ICE) and its contractors; and\n      Whereas, These complaints allege sexual assault, denial of adequate medical care, long-term solitary confinement, discrimination and abuse, and an ineffective complaint and appeal process; and\n      Whereas, The enactment of the Prison Rape Elimination Act of 2003 (\"PREA\"), through its zero tolerance policy, was a significant step in combatting prison rape; and \n      Whereas,  Despite its proven effectiveness, the American Civil Liberties Union (ACLU) reports that, in 2012, the United States Department of Justice issued a rule that excluded immigration detention facilities from coverage under the PREA; and\n      Whereas, In March 2014, DHS announced that it had finalized PREA standards that require all DHS facilities and contract facilities that hold immigration detainees to comply with the PREA regulations; and\n      Whereas, According to the ACLU, these regulations (i) set forth a zero tolerance policy for any sexual abuse of immigration detainees; (ii) establish mandatory training for all staff; (iii)  require that every facility undergo at least one outside audit for PREA compliance every three years; (iv) and display posters that clearly delineate the complaint mechanism and PREA protections available to detainees; and\n      Whereas, Despite the application of the PREA regulations to immigration detention facilities, there remains grave concern as to their implementation and enforcement, especially in situations involving LGBT detainees; and\n      Whereas, GAO reported in a 2016 audit that DHS and its components did not consistently communicate information about PREA protections to individuals in Customs and Border Patrol and ICE detention centers; and\n      Whereas, GAO auditors additionally observed that posters communicating DHS complaint mechanisms in detention facilities varied in their content and usefulness; and\n      Whereas, DHS must ensure that all immigration detention facilities truly comply with the requirements of the PREA and take immediate steps to investigate and remedy violations; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the United States Department of Homeland Security to investigate abuse allegations and take action to ensure the safety of lesbian, gay, bisexual, and transgender immigrants in the custody of the United States Department of Homeland Security.\n\nJSM/IP/EK\nLS 882 / Res. 569-2015\nLS 1126\n2/2/2018\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Dromm and Cornegy\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Whereas, There are approximately nine million lesbian, gay, bisexual, and transgender (LGBT) individuals living in the United States (U.S.); and\\par\nWhereas, The Williams Institute of the University of California Los Angeles School of Law reported in 2013 that there are approximately 267,000 LGBT adult, undocumented immigrants and 637,000 adult LGBT authorized immigrants the U.S.; and \\par\nWhereas, Many LGBT immigrants came to the U.S. to escape persecution, torture, or death in their home country on account of their sexual orientation or gender identity; and\\par\nWhereas, In December 2017, the U.S. Department of Homeland Security (DHS) reported that U.S. Immigration and Customs Enforcement (ICE) conducted approximately 143,470 arrests and 226,119 deportations in Fiscal Year 2017; and \\par\nWhereas, The DHS also reported that U.S. Customs and Border Protection (CBP) conducted 310,531 apprehensions in Fiscal Year 2017; and \\par\nWhereas, ICE reports that in Fiscal Year 2017 the average daily population in its immigration facilities was roughly 38,000 detainees, a number which may increase to 48,000 detainees daily if President Trump secures the additional funding included in his Fiscal Year 2018 budget; and\\par\nWhereas, According to the U.S. Government Accountability Office (GAO), there were over 200 allegations of sexual abuse in immigration detention facilities reported between 2009 and 2013, many of which were allegations of abuse against LGBT immigrants; and\\par\nWhereas, According to the Heartland Alliance\\rquote s National Immigrant Justice Center (NIJC), sexual abuse is widespread in immigration detention facilities and ICE officials are unwilling or unable to protect immigrant detainees and provide necessary treatment; and\\par\nWhereas, On April 13, 2011, NIJC filed a complaint against DHS on behalf of 13 gay and transgender immigrant detainees who reported abuse at immigration detention facilities run by the United States Immigration and Customs Enforcement (ICE) and its contractors; and\\par\nWhereas, These complaints allege sexual assault, denial of adequate medical care, long-term solitary confinement, discrimination and abuse, and an ineffective complaint and appeal process; and\\par\nWhereas, The enactment of the Prison Rape Elimination Act of 2003 (\\ldblquote PREA\\rdblquote ), through its zero tolerance policy, was a significant step in combatting prison rape; and \\par\nWhereas,  Despite its proven effectiveness, the American Civil Liberties Union (ACLU) reports that, in 2012, the United States Department of Justice issued a rule that excluded immigration detention facilities from coverage under the PREA; and\\par\nWhereas, In March 2014, DHS announced that it had finalized PREA standards that require all DHS facilities and contract facilities that hold immigration detainees to comply with the PREA regulations; and\\par\nWhereas, According to the ACLU, these regulations (i) set forth a zero tolerance policy for any sexual abuse of immigration detainees; (ii) establish mandatory training for all staff; (iii)  require that every facility undergo at least one outside audit for PREA compliance every three years; (iv) and display posters that clearly delineate the complaint mechanism and PREA protections available to detainees; and\\par\nWhereas, Despite the application of the PREA regulations to immigration detention facilities, there remains grave concern as to their implementation and enforcement, especially in situations involving LGBT detainees; and\\par\nWhereas, GAO reported in a 2016 audit that DHS and its components did not consistently communicate information about PREA protections to individuals in Customs and Border Patrol and ICE detention centers; and\\par\nWhereas, GAO auditors additionally observed that posters communicating DHS complaint mechanisms in detention facilities varied in their content and usefulness; and\\par\nWhereas, DHS must ensure that all immigration detention facilities truly comply with the requirements of the PREA and take immediate steps to investigate and remedy violations; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls upon the United States Department of Homeland Security to investigate abuse allegations and take action to ensure the safety of lesbian, gay, bisexual, and transgender immigrants in the custody of the United States Department of Homeland Security.\\par\n\\pard\\ltrpar\\nowidctlpar\\fs12\\par\n\\fs20 JSM/IP/EK\\par\nLS 882 / Res. 569-2015\\par\nLS 1126\\par\n2/2/2018\\par\n}\n",
  "LastModified": "2021-12-31T16:08:54.243Z"
}
