{
  "ID": 58679,
  "GUID": "537128B6-25C3-4684-BE85-3DFA6AD4E2BC",
  "File": "Res 0200-2018",
  "Name": "Establish an Electric School Bus Worker Cooperative program.",
  "Title": "Resolution calling on the State Legislature to enact, and for the Governor to sign, legislation to establish an Electric School Bus Worker Cooperative program.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 9,
  "BodyName": "Committee on Education",
  "IntroDate": "2018-03-07T00:00:00Z",
  "AgendaDate": "2018-03-07T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 7604,
      "Slug": "robert-e-cornegy-jr",
      "FullName": "Robert E. Cornegy, Jr."
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm"
    },
    {
      "ID": 7635,
      "Slug": "alan-n-maisel",
      "FullName": "Alan N. Maisel"
    },
    {
      "ID": 7748,
      "Slug": "justin-l-brannan",
      "FullName": "Justin L. Brannan"
    }
  ],
  "History": [
    {
      "ID": 333186,
      "Date": "2018-03-07T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-03-05T17:04:08.487Z"
    },
    {
      "ID": 333301,
      "Date": "2018-03-07T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Education",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16158,
      "AgendaSequence": 95,
      "MinutesSequence": 110,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Education",
      "MatterStatusID": 3,
      "LastModified": "2018-03-07T17:33:28.13Z"
    },
    {
      "ID": 379153,
      "Date": "2021-12-31T11:09:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-31T16:09:22.887Z"
    }
  ],
  "Attachments": [
    {
      "ID": 214265,
      "LastModified": "2021-12-31T16:09:14.48Z",
      "Name": "Res. No. 200",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c25b845f-b41c-4106-b07f-70f98f1e748a.docx",
      "Sort": 1
    },
    {
      "ID": 174259,
      "LastModified": "2020-01-29T16:16:39.187Z",
      "Name": "March 7, 2018 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c1aee606-3ece-4bdc-9f93-d8e4099ed07e.pdf",
      "Sort": 2
    },
    {
      "ID": 214266,
      "LastModified": "2020-01-29T16:17:14.66Z",
      "Name": "Hearing Transcript - Stated Meeting 3/7/18",
      "Link": "https://nyc.legistar1.com/nyc/attachments/35dc9795-4a5e-473e-9d17-9d285c45c749.pdf",
      "Sort": 3
    },
    {
      "ID": 214267,
      "LastModified": "2020-01-29T16:16:53.86Z",
      "Name": "Minutes of the Stated Meeting - March 7, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/115fdb7a-f7e1-4fcb-9e2a-229ea744f62f.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 60930,
  "Text": "By Council Members Rosenthal, Levin, Cornegy, Dromm, Maisel and Brannan\n \n      Whereas, In New York City, the Department of Education Office of Pupil Transportation (\"OPT\") is responsible for providing school bus transportation to eligible pupils; and\n      Whereas, According to proponents of an electric school bus worker cooperative program, OPT spends over $1 billion annually on pupil transportation in New York City; and\n      Whereas, Moreover, according to the same advocates, the City currently maintains contracts with 125 private entities who provide pupil transportation services; and\n      Whereas, While OPT spends a substantial amount on school bus transportation, the quality of the transportation provided has been subject to criticism from parent and worker advocates; and\n      Whereas, Proponents of an electric school bus worker cooperative program argue that an alternative means of pupil transportation should be provided; and\n      Whereas, Such a cooperative program would be designed to benefit students, parents, workers, and the City; and\n      Whereas, Moreover, the cooperative would be required to utilize electric buses that would be beneficial to the environment; and\n      Whereas, The City is currently exploring numerous means to reduce air pollution, and dependence on fossil fuel technologies; and\n      Whereas, An electric school bus worker cooperative program has the potential of achieving improved service for students and parents, better working conditions for workers, and a cleaner environment for New York City; now, therefore, be it\n                     Resolved, That the Council of the City of New York calls upon the State Legislature to enact, and for the Governor to sign, legislation to establish an Electric School Bus Worker Cooperative program.\nGZ/JJD\nLS 4926\n1/16/2018",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0  \\fs27\\par\n\\fs24 By Council Members Rosenthal, Levin, Cornegy, Dromm, Maisel and Brannan\\par\n \\fs27\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sl480\\slmult1\\fs24 Whereas, In New York City, the Department of Education Office of Pupil Transportation (\\ldblquote OPT\\rdblquote ) is responsible for providing school bus transportation to eligible pupils; and\\fs27\\par\n\\fs24 Whereas, According to proponents of an electric school bus worker cooperative program, OPT spends over $1 billion annually on pupil transportation in New York City; and\\fs27\\par\n\\fs24 Whereas, Moreover, according to the same advocates, the City currently maintains contracts with 125 private entities who provide pupil transportation services; and\\fs27\\par\n\\fs24 Whereas, While OPT spends a substantial amount on school bus transportation, the quality of the transportation provided has been subject to criticism from parent and worker advocates; and\\fs27\\par\n\\fs24 Whereas, Proponents of an electric school bus worker cooperative program argue that an alternative means of pupil transportation should be provided; and\\fs27\\par\n\\fs24 Whereas, Such a cooperative program would be designed to benefit students, parents, workers, and the City; and\\fs27\\par\n\\fs24 Whereas, Moreover, the cooperative would be required to utilize electric buses that would be beneficial to the environment; and\\fs27\\par\n\\fs24 Whereas, The City is currently exploring numerous means to reduce air pollution, and dependence on fossil fuel technologies; and\\par\nWhereas, An electric school bus worker cooperative program has the potential of achieving improved service for students and parents, better working conditions for workers, and a cleaner environment for New York City; now, therefore, be it\\fs27\\par\n\\pard\\cbpat2\\ltrpar\\sl480\\slmult1\\fs14                      \\fs24 Resolved, That the Council of the City of New York calls upon the State Legislature to enact, and for the Governor to sign, legislation to establish an Electric School Bus Worker Cooperative program.\\par\n\\pard\\cbpat2\\ltrpar\\fs20 GZ/JJD\\par\nLS 4926\\par\n1/16/2018\\fs27\\par\n\\par\n\\pard\\ltrpar\\sa160\\sl252\\slmult1\\line\\cf0\\fs22\\par\n}\n",
  "LastModified": "2021-12-31T16:09:23.027Z"
}
