{
  "ID": 58811,
  "GUID": "06D991B9-D5FA-4B30-86BF-83133BD4396E",
  "File": "Res 0209-2018",
  "Name": "NYC to commemorate July 31st as NYC Firefighters Recognition Day.",
  "Title": "Resolution calling on the City of New York to commemorate July 31st as New York City Firefighters Recognition Day.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5239,
  "BodyName": "Committee on Fire and Emergency Management",
  "IntroDate": "2018-03-07T00:00:00Z",
  "AgendaDate": "2018-03-07T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7113,
      "Slug": "mathieu-eugene",
      "FullName": "Mathieu Eugene"
    }
  ],
  "History": [
    {
      "ID": 332835,
      "Date": "2018-03-07T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-02-21T15:49:55.507Z"
    },
    {
      "ID": 333310,
      "Date": "2018-03-07T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Fire and Emergency Management",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16158,
      "AgendaSequence": 119,
      "MinutesSequence": 134,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Fire and Emergency Management",
      "MatterStatusID": 3,
      "LastModified": "2018-03-07T17:38:31.323Z"
    },
    {
      "ID": 379156,
      "Date": "2021-12-31T11:16:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-31T16:16:50.5Z"
    }
  ],
  "Attachments": [
    {
      "ID": 247113,
      "LastModified": "2021-12-31T16:16:39.717Z",
      "Name": "Res. No. 209",
      "Link": "https://nyc.legistar1.com/nyc/attachments/506b02f6-0a50-451d-8627-56e72be3c304.docx",
      "Sort": 1
    },
    {
      "ID": 174283,
      "LastModified": "2021-12-31T16:16:23.997Z",
      "Name": "March 7, 2018 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/823b6fcc-a50a-4eb1-8bdb-04257166b020.pdf",
      "Sort": 2
    },
    {
      "ID": 245185,
      "LastModified": "2021-12-21T17:38:51.79Z",
      "Name": "Hearing Transcript - Stated Meeting 03-07-18",
      "Link": "https://nyc.legistar1.com/nyc/attachments/78a7e3e6-d5b9-44bb-aafb-21dda19997fe.pdf",
      "Sort": 3
    },
    {
      "ID": 245276,
      "LastModified": "2021-12-31T16:16:25.967Z",
      "Name": "Minutes of the Stated Meeting - March 7, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/7621cca3-5ff5-480e-8f71-2607eeae7e33.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 61066,
  "Text": "By Council Member Eugene\n \n        Whereas, In 1865 the modern-day New York City Fire Department (\"FDNY\") was established; and\n      Whereas, The FDNY is now the largest municipal fire department in the United States; and\n      Whereas, The FDNY provides first responder services for approximately 322 square city miles; and\n      Whereas, The FDNY responds to a wide variety of emergency incidents including structural fires, public safety emergencies, both medical and non-medical emergencies, natural disasters, and terrorist acts; and\n            Whereas, The FDNY responded to over 1.7 million incidents, including fire emergencies and both medical and non-medical emergencies, during the 2016 calendar year; and\n      Whereas, Today, more than 16,000 men and women serve in the FDNY, risking their lives daily to ensure the safety and well-being of residents and visitors to New York City; and\n                     Whereas, The FDNY not only responds to fire and medical emergencies, but also plays a role in advancing public safety through its fire prevention and education programs; and\n                     Whereas, One example of the FDNY's educational programming is training over 21,000 civilians in Cardiopulmonary Resuscitation or CPR during the 2016 calendar year; and\n      Whereas, FDNY firefighters and emergency medical personnel dedicate their lives to protect the well-being of New York City residents and its visitors; and\n      Whereas, The world witnessed the tremendous courage of our City's Bravest through such events as the terrorist attacks of 9/11 and Superstorm Sandy; and\n      Whereas, In honor of the City's first professional fire department unit, Engine Company Number 1, which went into service on July 31, 1865, the City of New York should establish July 31st as Firefighter Recognition Day; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the City of New York to commemorate July 31st as New York City Firefighters Recognition Day.\n\nWJH\nLS 10633/ Res. 1562-2017\n12/27/17\nLS 731",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\fs27\\par\n\\fs24 By Council Member Eugene\\fs27\\par\n\\fs24  \\fs27\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sl480\\slmult1\\qj\\fs24   Whereas, In 1865 the modern-day New York City Fire Department (\\ldblquote FDNY\\rdblquote ) was established; and\\fs27\\par\n\\fs24 Whereas, The FDNY is now the largest municipal fire department in the United States; and\\fs27\\par\n\\fs24 Whereas, The FDNY provides first responder services for approximately 322 square city miles; and\\fs27\\par\n\\fs24 Whereas, The FDNY responds to a wide variety of emergency incidents including structural fires, public safety emergencies, both medical and non-medical emergencies, natural disasters, and terrorist acts; and\\fs27\\par\n\\pard\\cbpat2\\ltrpar\\sl480\\slmult1\\qj\\fs24             Whereas, The FDNY responded to over 1.7 million incidents, including fire emergencies and both medical and non-medical emergencies, during the 2016 calendar year; and\\fs27\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sl480\\slmult1\\qj\\fs24 Whereas, Today, more than 16,000 men and women serve in the FDNY, risking their lives daily to ensure the safety and well-being of residents and visitors to New York City; and\\fs27\\par\n\\pard\\cbpat2\\ltrpar\\sl480\\slmult1\\qj\\fs14                      \\fs24 Whereas, The FDNY not only responds to fire and medical emergencies, but also plays a role in advancing public safety through its fire prevention and education programs; and\\fs27\\par\n\\fs14                      \\fs24 Whereas, One example of the FDNY\\rquote s educational programming is training over 21,000 civilians in Cardiopulmonary Resuscitation or CPR during the 2016 calendar year; and\\fs27\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sl480\\slmult1\\qj\\fs24 Whereas, FDNY firefighters and emergency medical personnel dedicate their lives to protect the well-being of New York City residents and its visitors; and\\fs27\\par\n\\fs24 Whereas, The world witnessed the tremendous courage of our City\\rquote s Bravest through such events as the terrorist attacks of 9/11 and Superstorm Sandy; and\\fs27\\par\n\\fs24 Whereas, In honor of the City\\rquote s first professional fire department unit, Engine Company Number 1, which went into service on July 31, 1865, the City of New York should establish July 31\\super st\\nosupersub  as Firefighter Recognition Day; now, therefore, be it\\fs27\\par\n\\fs24 Resolved, That the Council of the City of New York calls on the City of New York to commemorate July 31\\super st\\nosupersub  as New York City Firefighters Recognition Day.\\par\n\\pard\\ltrpar\\cf0\\line WJH\\par\n\\cf1 LS 10633/ Res. 1562-2017\\par\n12/27/17\\par\nLS 731\\cf0\\par\n}\n",
  "LastModified": "2021-12-31T16:16:50.657Z"
}
