{
  "ID": 58795,
  "GUID": "5BDB956E-D864-4F9B-B1BC-0A233E99DBF0",
  "File": "Res 0217-2018",
  "Name": "MTA to study and expand the designation of entry-only and exit-only turnstiles at busy subway stations during peak times.",
  "Title": "Resolution calling upon the Metropolitan Transportation Authority to study and expand the designation of entry-only and exit-only turnstiles at busy subway stations during peak times.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2018-03-07T00:00:00Z",
  "AgendaDate": "2018-03-07T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7113,
      "Slug": "mathieu-eugene",
      "FullName": "Mathieu Eugene"
    }
  ],
  "History": [
    {
      "ID": 332832,
      "Date": "2018-03-07T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-02-21T15:47:08.427Z"
    },
    {
      "ID": 333306,
      "Date": "2018-03-07T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16158,
      "AgendaSequence": 127,
      "MinutesSequence": 142,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2018-03-07T17:40:09.763Z"
    },
    {
      "ID": 379159,
      "Date": "2021-12-31T11:20:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-31T16:20:39.493Z"
    }
  ],
  "Attachments": [
    {
      "ID": 247116,
      "LastModified": "2021-12-31T16:20:43.26Z",
      "Name": "Res. No. 217",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d9f07844-769b-4c56-8119-8bd5002424f8.docx",
      "Sort": 1
    },
    {
      "ID": 174291,
      "LastModified": "2021-12-31T16:20:02.913Z",
      "Name": "March 7, 2018 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ca495467-e786-42ee-9764-4180346b053a.pdf",
      "Sort": 2
    },
    {
      "ID": 245188,
      "LastModified": "2021-12-21T17:38:52.557Z",
      "Name": "Hearing Transcript - Stated Meeting 03-07-18",
      "Link": "https://nyc.legistar1.com/nyc/attachments/7d472949-0083-49e3-800c-48643b661103.pdf",
      "Sort": 3
    },
    {
      "ID": 245279,
      "LastModified": "2021-12-31T16:20:04.663Z",
      "Name": "Minutes of the Stated Meeting - March 7, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c61fe389-385d-4619-8715-a2448c532fbe.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 61050,
  "Text": "By Council Member Eugene\n\tWhereas, The subway system is the backbone of New York City's transit network, serving as an essential mode of transportation that millions of New Yorkers rely on every day; and\n\tWhereas, The subway system is experiencing historically high ridership levels, with annual subway ridership higher in 2014 than it had been in more than 65 years; and\n\tWhereas, Metropolitan Transportation Authority (\"MTA\") officials have repeatedly cited the high ridership levels, and the resulting crowding in trains and stations, as a major cause of delays throughout the system; and\n\tWhereas, The MTA has implemented a series of measures aimed at reducing delays in the subway system, including increasing the use of platform control personnel tasked with getting passengers off and on trains more efficiently and quickly at some of the busiest stations; and \n\tWhereas, At very busy stations during peak times exiting passengers are often forced to wait to exit as crowds enter using all available turnstiles, or vice versa; and\n\tWhereas, Setting aside certain turnstiles for the exclusive use of exiting passengers and others for entering passengers could help to move passengers into and out of crowded stations at busy times more quickly and efficiently; and\n\tWhereas, The MTA currently implements such practices in a limited number of instances, such as at Grand Central-42nd Street; and\n\tWhereas, The MTA should study the effectiveness of these practices where they are currently in use and expand them to more stations and times of day where and when it determines that such measures might be effective at improving passenger flow; now, therefore, be it\n\tResolved, That the Council of the City of New York calls upon the Metropolitan Transportation Authority to study and expand the designation of entry-only and exit-only turnstiles at busy subway stations during peak times.\n\n\nJM\nLS# 725\nLS# 7368/Res. 1010-2016\n12/22/2017",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\expndtw-3\\v0\\par\n\\pard\\ltrpar\\hyphpar0\\sl480\\slmult1\\qj By Council Member Eugene\\par\n\\tab Whereas, The subway system is the backbone of New York City\\rquote s transit network, serving as an essential mode of transportation that millions of New Yorkers rely on every day; and\\par\n\\tab Whereas, The subway system is experiencing historically high ridership levels, with annual subway ridership higher in 2014 than it had been in more than 65 years; and\\par\n\\tab Whereas, Metropolitan Transportation Authority (\\ldblquote MTA\\rdblquote ) officials have repeatedly cited the high ridership levels, and the resulting crowding in trains and stations, as a major cause of delays throughout the system; and\\par\n\\tab Whereas, The MTA has implemented a series of measures aimed at reducing delays in the subway system, including increasing the use of platform control personnel tasked with getting passengers off and on trains more efficiently and quickly at some of the busiest stations; and \\par\n\\tab Whereas, At very busy stations during peak times exiting passengers are often forced to wait to exit as crowds enter using all available turnstiles, or vice versa; and\\par\n\\tab Whereas, Setting aside certain turnstiles for the exclusive use of exiting passengers and others for entering passengers could help to move passengers into and out of crowded stations at busy times more quickly and efficiently; and\\par\n\\tab Whereas, The MTA currently implements such practices in a limited number of instances, such as at Grand Central-42nd Street; and\\par\n\\tab Whereas, The MTA should study the effectiveness of these practices where they are currently in use and expand them to more stations and times of day where and when it determines that such measures might be effective at improving passenger flow; now, therefore, be it\\par\n\\tab Resolved, That\\cf1  the Council of the City of New York\\cf0  calls upon the Metropolitan Transportation Authority to study and expand the designation of entry-only and exit-only turnstiles at busy subway stations during peak times.\\par\n\\pard\\ltrpar\\hyphpar0\\qj\\cf1\\fs16\\par\n\\par\nJM\\par\nLS# 725\\par\nLS# 7368/Res. 1010-2016\\par\n12/22/2017\\par\n\\par\n}\n",
  "LastModified": "2021-12-31T16:20:43.26Z"
}
