{
  "ID": 58889,
  "GUID": "39EADB28-BC6F-41DB-95EE-F8DF8E5E7E87",
  "File": "Res 0220-2018",
  "Name": "Board of Elections to allow poll workers to work half-day shifts.",
  "Title": "Resolution calling upon the New York City Board of Elections to allow poll workers to work half-day shifts.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 13,
  "BodyName": "Committee on Governmental Operations",
  "IntroDate": "2018-03-07T00:00:00Z",
  "AgendaDate": "2018-03-07T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7634,
      "Slug": "mark-levine",
      "FullName": "Mark Levine"
    }
  ],
  "History": [
    {
      "ID": 333117,
      "Date": "2018-03-07T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-03-01T21:13:06.94Z"
    },
    {
      "ID": 333320,
      "Date": "2018-03-07T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Governmental Operations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16158,
      "AgendaSequence": 133,
      "MinutesSequence": 148,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Governmental Operations",
      "MatterStatusID": 3,
      "LastModified": "2018-03-07T17:43:19.533Z"
    },
    {
      "ID": 379162,
      "Date": "2021-12-31T11:24:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-31T16:24:28.393Z"
    }
  ],
  "Attachments": [
    {
      "ID": 247119,
      "LastModified": "2021-12-31T16:24:19.69Z",
      "Name": "Res. No. 220",
      "Link": "https://nyc.legistar1.com/nyc/attachments/25342cdf-77bf-41f4-9f33-9a40141bc560.docx",
      "Sort": 1
    },
    {
      "ID": 174297,
      "LastModified": "2021-12-31T16:24:11.987Z",
      "Name": "March 7, 2018 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/17e60ab1-a8b0-4ced-9d0f-04b2bdd501d4.pdf",
      "Sort": 2
    },
    {
      "ID": 245193,
      "LastModified": "2021-12-21T17:38:53.95Z",
      "Name": "Hearing Transcript - Stated Meeting 03-07-18",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ce3c3b4a-ab28-4932-8709-7536aea4d3aa.pdf",
      "Sort": 3
    },
    {
      "ID": 245284,
      "LastModified": "2021-12-31T16:24:13.563Z",
      "Name": "Minutes of the Stated Meeting - March 7, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/fbd0ce19-ee9a-4277-8434-6ca31cdba046.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 61144,
  "Text": "By Council Member Levine\n\n      Whereas, Poll workers are currently required to report to the polling place at 5AM and remain until the polls close at 9PM, the poll site votes are tallied, all equipment is put away, and the police officer assigned onsite retains possession of the tally; and\n      Whereas, This translates into at least a sixteen hour work day for poll workers on Election Day; and\n      Whereas, There are many seniors who have worked Election Day for many years and are therefore very experienced and knowledgeable about voting procedures, but stop doing poll work because they are no longer able to withstand the long hours; and\n      Whereas, In general, the length of the workday reduces the New York City Board of Elections' ability to recruit the necessary number of knowledgeable poll workers, thereby creating more problems and difficulties for voters; and\n      Whereas, Additionally, successful recruitment will increase if populations that work or go to school part time are included in the pool of potential Election Day poll workers; and\n      Whereas, Productivity and efficiency would increase with shorter shifts; and\n      Whereas, Election Day procedures are complex and poll worker performance would improve if poll workers were trained and responsible for either opening or closing the poll site rather than doing both; and\n      Whereas, Furthermore, the quality of poll worker performance will improve if poll workers are not fatigued, especially after the poll site closes when the complexity of the work increases; now, therefore, be it \n      Resolved, That the Council of the City of New York calls upon the New York City Board of Elections to allow poll workers to work half-day shifts.\n\nLS#2361/Res. 384-2014\nLS#1169\nAM/EK\n1/3/18",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Member Levine\\line\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 Whereas, Poll workers are currently required to report to the polling place at 5AM and remain until the polls close at 9PM, the poll site votes are tallied, all equipment is put away, and the police officer assigned onsite retains possession of the tally; and\\par\nWhereas, This translates into at least a sixteen hour work day for poll workers on Election Day; and\\par\nWhereas, There are many seniors who have worked Election Day for many years and are therefore very experienced and knowledgeable about voting procedures, but stop doing poll work because they are no longer able to withstand the long hours; and\\par\nWhereas, In general, the length of the workday reduces the New York City Board of Elections\\rquote  ability to recruit the necessary number of knowledgeable poll workers, thereby creating more problems and difficulties for voters; and\\par\nWhereas, Additionally, successful recruitment will increase if populations that work or go to school part time are included in the pool of potential Election Day poll workers; and\\par\nWhereas, Productivity and efficiency would increase with shorter shifts; and\\par\nWhereas, Election Day procedures are complex and poll worker performance would improve if poll workers were trained and responsible for either opening or closing the poll site rather than doing both; and\\par\nWhereas, Furthermore, the quality of poll worker performance will improve if poll workers are not fatigued, especially after the poll site closes when the complexity of the work increases; now, therefore, be it \\par\nResolved, That the Council of the City of New York calls upon the New York City Board of Elections to allow poll workers to work half-day shifts.\\par\n\\pard\\ltrpar\\par\nLS#2361/Res. 384-2014\\par\nLS#1169\\par\nAM/EK\\par\n1/3/18\\cf0\\par\n}\n",
  "LastModified": "2021-12-31T16:24:28.537Z"
}
