{
  "ID": 58736,
  "GUID": "9CC4483B-752F-40C2-BF42-BB8F4BB54826",
  "File": "Res 0226-2018",
  "Name": "Increase penalties for physical assaults on the elderly and disabled.",
  "Title": "Resolution calling on the New York State Legislature and the Governor to amend the New York State Penal and Criminal Procedure Laws to increase penalties for physical assaults on the elderly and disabled.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2018-03-07T00:00:00Z",
  "AgendaDate": "2018-03-07T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    }
  ],
  "History": [
    {
      "ID": 333178,
      "Date": "2018-03-07T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-03-05T16:51:41.483Z"
    },
    {
      "ID": 333325,
      "Date": "2018-03-07T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16158,
      "AgendaSequence": 201,
      "MinutesSequence": 216,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2018-03-07T18:04:44.753Z"
    },
    {
      "ID": 379166,
      "Date": "2021-12-31T11:28:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-31T16:28:48.097Z"
    }
  ],
  "Attachments": [
    {
      "ID": 218452,
      "LastModified": "2021-12-31T16:28:38.437Z",
      "Name": "Res. No. 226",
      "Link": "https://nyc.legistar1.com/nyc/attachments/6842a8c2-81ed-4437-97e2-b5583d91ca7f.docx",
      "Sort": 1
    },
    {
      "ID": 174365,
      "LastModified": "2020-05-27T18:50:02.403Z",
      "Name": "March 7, 2018 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c77531e3-a2d2-4eaf-9630-5ef4aba37e84.pdf",
      "Sort": 2
    },
    {
      "ID": 245246,
      "LastModified": "2021-12-21T17:39:08.433Z",
      "Name": "Hearing Transcript - Stated Meeting 03-07-18",
      "Link": "https://nyc.legistar1.com/nyc/attachments/8de40474-ae04-4d36-ae5a-8107d72e5460.pdf",
      "Sort": 3
    },
    {
      "ID": 245337,
      "LastModified": "2021-12-21T17:39:52.69Z",
      "Name": "Minutes of the Stated Meeting - March 7, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/e509c8ee-0b47-47bd-ab23-2e0b2cfb791f.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 60991,
  "Text": "By Council Member Van Bramer\n      \n      Whereas, The elderly and disabled are among the most vulnerable members of our \nsociety and deserve special protection; and\n      Whereas, On April 24, 2014, a husband and wife in their 80s were viciously assaulted during a robbery in their home in Bayside, Queens; and\n      Whereas, The alleged assailants entered the victims' home under the pretext they were going to work on the house; and\n      Whereas, The victims suffered head trauma and facial injuries as a result of the attack; and\n      Whereas, Elderly people and those who are frail or disabled or perceived to be frail or disabled are more likely to be targeted by criminals because they are thought to be less able or likely to defend themselves or to report an assault; and\n      Whereas, People who assault the elderly or disabled should face harsher criminal penalties; and\n      Whereas, Under current New York State Law, assaults on elderly and disabled people are treated as Class A misdemeanors, with a maximum penalty of one year in prison; and\n      Whereas, S4040, introduced by Senator Member James Tedisco and currently pending in the New York State Senate, would make an assault, depending on the severity of the attack, on a person over seventy years of age or with a disability, either a Class E felony, punishable by up to four years in prison, or a Class D violent felony, punishable by up to seven years in prison; and\n      Whereas, Enactment of this law would evince society's desire to protect its most vulnerable citizens; and\n      Whereas, The New York State Senate should pass S4040, the New York State Assembly should introduce and pass a companion bill, which the Governor should sign into law: and\n      Whereas, Enactment of this law would send a message that violence against the elderly and disabled is particularly egregious, unacceptable and will not be tolerated; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the New York State Legislature and the Governor to amend the New York State Penal and Criminal Procedure Laws to increase penalties for physical assaults on the elderly and disabled.\nLS #1183/Res. No. 392-2014\nLS#543\nSA/CMA \n12/15/17",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\pard\\cbpat2\\ltrpar\\fi720\\v0  \\par\n\\pard\\cbpat2\\ltrpar\\fs24 By Council Member Van Bramer\\fs27\\par\n\\pard\\cbpat2\\ltrpar\\fi720  \\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sl480\\slmult1\\fs24 Whereas, The elderly and disabled are among the most vulnerable members of our \\fs27\\par\n\\pard\\cbpat2\\ltrpar\\sl480\\slmult1\\fs24 society and deserve special protection; and\\fs27\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sl480\\slmult1\\fs24 Whereas, On April 24, 2014, a husband and wife in their 80s were viciously assaulted during a robbery in their home in Bayside, Queens; and\\fs27\\par\n\\fs24 Whereas, The alleged assailants entered the victims\\rquote  home under the pretext they were going to work on the house; and\\fs27\\par\n\\fs24 Whereas, The victims suffered head trauma and facial injuries as a result of the attack; and\\fs27\\par\n\\fs24 Whereas, Elderly people and those who are frail or disabled or perceived to be frail or disabled are more likely to be targeted by criminals because they are thought to be less able or likely to defend themselves or to report an assault; and\\fs27\\par\n\\fs24 Whereas, People who assault the elderly or disabled should face harsher criminal penalties; and\\fs27\\par\n\\fs24 Whereas, Under current New York State Law, assaults on elderly and disabled people are treated as Class A misdemeanors, with a maximum penalty of one year in prison; and\\fs27\\par\n\\fs24 Whereas, S4040, introduced by Senator Member James Tedisco and currently pending in the New York State Senate, would make an assault, depending on the severity of the attack, on a person over seventy years of age or with a disability, either a Class E felony, punishable by up to four years in prison, or a Class D violent felony, punishable by up to seven years in prison; and\\fs27\\par\n\\fs24 Whereas, Enactment of this law would evince society\\rquote s desire to protect its most vulnerable citizens; and\\fs27\\par\n\\fs24 Whereas, The New York State Senate should pass S4040, the New York State Assembly should introduce and pass a companion bill, which the Governor should sign into law: and\\fs27\\par\n\\fs24 Whereas, Enactment of this law would send a message that violence against the elderly and disabled is particularly egregious, unacceptable and will not be tolerated; now, therefore, be it\\fs27\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sa200\\sl480\\slmult1\\fs24 Resolved, That the Council of the City of New York calls on the New York State Legislature and the Governor to amend the New York State Penal and Criminal Procedure Laws to increase penalties for physical assaults on the elderly and disabled.\\fs27\\par\n\\pard\\cbpat2\\ltrpar\\fs20 LS #1183/Res. No. 392-2014\\par\nLS#543\\par\nSA/CMA \\par\n12/15/17 \\par\n\\pard\\ltrpar\\sa200\\sl276\\slmult1\\cf0\\fs22\\par\n}\n",
  "LastModified": "2021-12-31T16:28:48.237Z"
}
