{
  "ID": 58789,
  "GUID": "80E2630D-85BF-4F61-80AA-AAA207B1B326",
  "File": "Res 0228-2018",
  "Name": "Strongly urging the MTA to provide greater advance notification for planned service disruptions.",
  "Title": "Resolution strongly urging the Metropolitan Transportation Authority to provide greater advance notification for planned service disruptions.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2018-03-07T00:00:00Z",
  "AgendaDate": "2018-03-07T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    }
  ],
  "History": [
    {
      "ID": 333183,
      "Date": "2018-03-07T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-03-05T16:55:51.957Z"
    },
    {
      "ID": 333330,
      "Date": "2018-03-07T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16158,
      "AgendaSequence": 203,
      "MinutesSequence": 218,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2018-03-07T18:05:05.94Z"
    },
    {
      "ID": 379168,
      "Date": "2021-12-31T11:30:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-31T16:30:35.233Z"
    }
  ],
  "Attachments": [
    {
      "ID": 247126,
      "LastModified": "2021-12-31T16:30:26.437Z",
      "Name": "Res. No. 228",
      "Link": "https://nyc.legistar1.com/nyc/attachments/a47a91ca-5393-4523-9b0c-54b699ef1a1f.docx",
      "Sort": 1
    },
    {
      "ID": 174367,
      "LastModified": "2021-12-31T16:30:17.513Z",
      "Name": "March 7, 2018 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/9c39085d-05af-47ff-9382-da2cd82b9afb.pdf",
      "Sort": 2
    },
    {
      "ID": 245248,
      "LastModified": "2021-12-21T17:39:08.98Z",
      "Name": "Hearing Transcript - Stated Meeting 03-07-18",
      "Link": "https://nyc.legistar1.com/nyc/attachments/02067816-7b82-46b7-ba10-9c1510b37fb3.pdf",
      "Sort": 3
    },
    {
      "ID": 245339,
      "LastModified": "2021-12-31T16:30:19.327Z",
      "Name": "Minutes of the Stated Meeting - March 7, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/974b41f4-92ae-4881-b553-7fa2f8ef7ef4.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 61044,
  "Text": "By Council Member Van Bramer\n\tWhereas, Millions of people throughout New York City rely heavily on the subway and bus system run by the Metropolitan Transportation Authority (MTA) to get to work, school, medical appointments, stores, and cultural institutions; and\n\tWhereas, The public transportation network is indisputably vital to the City's economy and to New Yorkers' daily lives; and\n\tWhereas, A joint audit released in July 2011 by the New York State and New York City Comptrollers concluded that the MTA \"failed to notify riders of diversions consistently or effectively\" and that the frequency and duration of subway diversions had increased significantly; and\n\tWhereas, A series of weekend outages of 7 train service between Manhattan and Queens in recent years has seriously disrupted the lives of riders who rely on this heavily-used mass transit connection; and\n\tWhereas, According to a report in the Queens Courier, local communities were given just two weeks' notice of a series of weekend service outages in early 2013, limiting the ability of organizations which rely on 7 train service to alter their plans accordingly; and\n\tWhereas, A lack of sufficient notice of service disruptions causes disorder in the work, school, and personal lives of many riders and has serious implications for local businesses and institutions; now, therefore, be it\n\tResolved, That the Council of the City of New York strongly urges the Metropolitan Transportation Authority to provide greater advance notification for planned service disruptions.\nJM\nLS #556\nLS 1023/Res. 169-2014\n12/21/2017",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qj By Council Member Van Bramer\\par\n\\expndtw0\\tab Whereas, Millions of people throughout New York City rely heavily on the subway and bus system run by the Metropolitan Transportation Authority (MTA) to get to work, school, medical appointments, stores, and cultural institutions; and\\par\n\\tab Whereas, The public transportation network is indisputably vital to the City\\rquote s economy and to New Yorkers\\rquote  daily lives; and\\par\n\\tab Whereas, A joint audit released in July 2011 by the New York State and New York City Comptrollers concluded that the MTA \\ldblquote failed to notify riders of diversions consistently or effectively\\rdblquote  and that the frequency and duration of subway diversions had increased significantly; and\\par\n\\tab Whereas, A series of weekend outages of 7 train service between Manhattan and Queens in recent years has seriously disrupted the lives of riders who rely on this heavily-used mass transit connection; and\\par\n\\tab Whereas, According to a report in the \\i Queens Courier\\i0 , local communities were given just two weeks\\rquote  notice of a series of weekend service outages in early 2013, limiting the ability of organizations which rely on 7 train service to alter their plans accordingly; and\\par\n\\tab Whereas, A lack of sufficient notice of service disruptions causes disorder in the work, school, and personal lives of many riders and has serious implications for local businesses and institutions; now, therefore, be it\\par\n\\tab Resolved, That the Council of the City of New York strongly urges the Metropolitan Transportation Authority to provide greater advance notification for planned service disruptions.\\expndtw-3\\par\n\\pard\\ltrpar\\expndtw0\\fs20 JM\\par\nLS #556\\par\nLS 1023/Res. 169-2014\\par\n12/21/2017\\par\n}\n",
  "LastModified": "2021-12-31T16:30:35.373Z"
}
