{
  "ID": 59008,
  "GUID": "03E7ED77-491B-400C-8AE5-8E07DD11C097",
  "File": "Res 0274-2018",
  "Name": "Combating Deceptive Immigration Enforcement Practices Act of 2019 (H.R. 3498)",
  "Title": "Resolution calling on the United States Congress to pass, and the President to sign the Combating Deceptive Immigration Enforcement Practices Act of 2019 (H.R. 3498), prohibiting agents of the United States Department of Homeland Security from wearing clothing or equipment that bears the word “police,” and ..Titlecalling upon the Department of Homeland Security to prohibit United States Immigration and Customs Enforcement (ICE) agents from identifying themselves as police officers while conducting immigration enforcement activities in New York City.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5119,
  "BodyName": "Committee on Immigration",
  "IntroDate": "2018-04-11T00:00:00Z",
  "AgendaDate": "2018-04-11T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 7636,
      "Slug": "carlos-menchaca",
      "FullName": "Carlos Menchaca"
    },
    {
      "ID": 7780,
      "Slug": "public-advocate-jumaane-williams",
      "FullName": "Public Advocate Jumaane Williams"
    }
  ],
  "History": [
    {
      "ID": 334471,
      "Date": "2018-04-11T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-04-06T16:21:15.44Z"
    },
    {
      "ID": 334698,
      "Date": "2018-04-11T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Immigration",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16249,
      "AgendaSequence": 135,
      "MinutesSequence": 153,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Immigration",
      "MatterStatusID": 3,
      "LastModified": "2018-04-11T17:56:08.757Z"
    },
    {
      "ID": 359627,
      "Date": "2020-02-28T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 5119,
      "BodyName": "Committee on Immigration",
      "EventID": 17879,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "AgendaNote": "Proposed Res. No. 274-A",
      "MinutesNote": "Proposed Res. No. 274-A",
      "MatterStatusID": 3,
      "LastModified": "2020-02-28T19:52:10.147Z"
    },
    {
      "ID": 360122,
      "Date": "2020-02-28T10:10:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Resolution was Amendment Proposed by Comm",
      "BodyID": 5119,
      "BodyName": "Committee on Immigration",
      "EventID": 17879,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2020-02-28T19:54:02.297Z"
    },
    {
      "ID": 360117,
      "Date": "2020-02-28T10:20:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 5119,
      "BodyName": "Committee on Immigration",
      "EventID": 17879,
      "MinutesSequence": 7,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2020-02-28T19:54:06.953Z"
    },
    {
      "ID": 359626,
      "Date": "2020-02-28T10:30:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 5241,
      "BodyName": "Committee on Hospitals",
      "EventID": 17880,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "AgendaNote": "Proposed Res. No. 274-A",
      "MinutesNote": "Proposed Res. No. 274-A",
      "MatterStatusID": 3,
      "LastModified": "2020-02-28T19:54:11.41Z"
    },
    {
      "ID": 360121,
      "Date": "2020-02-28T10:40:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Resolution was Amendment Proposed by Comm",
      "BodyID": 5241,
      "BodyName": "Committee on Hospitals",
      "EventID": 17880,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2020-02-28T19:54:15.58Z"
    },
    {
      "ID": 360107,
      "Date": "2020-02-28T10:50:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 5241,
      "BodyName": "Committee on Hospitals",
      "EventID": 17880,
      "MinutesSequence": 7,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2020-02-28T19:54:21.033Z"
    },
    {
      "ID": 376795,
      "Date": "2021-12-31T09:28:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-17T14:28:39.73Z"
    }
  ],
  "Attachments": [
    {
      "ID": 175776,
      "LastModified": "2021-12-31T17:23:07.333Z",
      "Name": "Res. No. 274",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d1ddc895-7c4a-4fb7-bdba-8b17a3778077.doc",
      "Sort": 1
    },
    {
      "ID": 175891,
      "LastModified": "2021-12-17T14:28:07.587Z",
      "Name": "April 11, 2018 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/9f6c2b35-bc63-4836-a847-efcff20dd8ba.pdf",
      "Sort": 2
    },
    {
      "ID": 177314,
      "LastModified": "2021-12-17T14:28:08.1Z",
      "Name": "Hearing Transcript - Stated Meeting  4-11-18",
      "Link": "https://nyc.legistar1.com/nyc/attachments/90538f1c-bf4d-454e-87a7-f5c52121a485.pdf",
      "Sort": 3
    },
    {
      "ID": 215945,
      "LastModified": "2021-12-17T14:28:08.63Z",
      "Name": "Minutes of the Stated Meeting - April 11, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/43e6bde3-aeaf-429c-a2db-7e475aa3d450.pdf",
      "Sort": 4
    },
    {
      "ID": 213020,
      "LastModified": "2021-12-17T14:28:24.853Z",
      "Name": "Proposed Res. No. 274-A - 12/17/19",
      "Link": "https://nyc.legistar1.com/nyc/attachments/db0b8021-7fcd-41d5-a33f-ded1a42e97e6.docx",
      "Sort": 5
    },
    {
      "ID": 215944,
      "LastModified": "2020-02-28T19:50:56.31Z",
      "Name": "Committee Report 2/28/20",
      "Link": "https://nyc.legistar1.com/nyc/attachments/44ac327b-33a9-435e-8b38-df5fcc6ef7f1.docx",
      "Sort": 6
    },
    {
      "ID": 216350,
      "LastModified": "2020-03-06T16:21:39.303Z",
      "Name": "Hearing Testimony 2/28/20",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b60c6920-a22f-445d-8590-d91aeb2077a5.PDF",
      "Sort": 7
    },
    {
      "ID": 217018,
      "LastModified": "2020-04-03T17:17:58.647Z",
      "Name": "Hearing Transcript 2/28/20",
      "Link": "https://nyc.legistar1.com/nyc/attachments/091ee5bc-a8ee-4be8-9037-9ec6b95bb5d4.pdf",
      "Sort": 8
    }
  ],
  "Summary": "",
  "TextID": 67973,
  "Text": "By Council Member Menchaca and The Public Advocate (Mr. Williams)\n      Whereas, New York City is home to 3.2 million immigrants, making up approximately 37.1% percent of the City's total population; and\n      Whereas, For decades the New York Police Department (NYPD) has worked to gain the trust, respect and cooperation of all of the City's residents, including undocumented immigrants; and \n      Whereas, The NYPD has publicly reinforced their commitment to neighborhood policing and maintaining strong ties with immigrant communities throughout the City; and\n      Whereas, Pursuant to Executive Orders 35 and 41 of 2003, New York city law enforcement officers may not inquire about a person's immigration status unless investigating illegal activity other than status as an undocumented individual and may not inquire about the immigration status of crime victims, witnesses, or others who contact the police seeking assistance; and\n      Whereas, NYPD Commissioner James P. O'Neill has repeatedly stated that everyone who comes into contact with the NYPD should feel comfortable identifying themselves or seeking assistance without hesitation, anxiety or fear, regardless of their immigration status, as NYPD does not initiate police action with the sole objective of determining a person's immigration status; and \n\tWhereas, Federal immigration enforcement activity in the New York City area has risen by more than 80% since 2016; and\n\tWhereas, Advocate groups like Immigrant Defense Project (IDP) have long documented the deceptive tactics of immigration enforcement agents impersonating local law enforcement to solicit cooperation from unsuspecting New Yorkers and gain entry into homes without judicial warrants; and\n\tWhereas, On June 26, 2019, United States Representative Nydia Velazquez (D-NY), introduced the Combating Deceptive Immigration Enforcement Practices Act of 2019 (H.R.3498), which would prohibit agents of the United States Department of Homeland Security from wearing clothing or equipment that bears the word 'police;' and\n\tWhereas, As recently as August 2018, IDP received reports of United States Immigration Customs and Enforcement (ICE) agents posing as detectives and officers of specific NYPD precincts when interacting with New Yorkers; and\n\tWhereas, Since 2013, seven of the eleven confirmed ICE raids in the Bushwick, Ridgewood and Northern Bedford-Stuyvesant neighborhoods in Brooklyn, have involved ICE agents identifying themselves \"police;\" and\n\tWhereas, In many instances, individuals are not told they are being apprehended by ICE until they are already handcuffed or taken into ICE facilities; and\n      Whereas, When ICE agents represent themselves as \"police,\" it misleads individuals who believe they are interacting with the NYPD; and \n      Whereas, Decades of experience demonstrate that communities will be less safe if immigrants are driven underground, dissuaded from providing valuable information and cooperation because they fear contact with law enforcement; and\n      Whereas, Assistance and cooperation from immigrant communities is especially important when the victim or witness of a crime is an immigrant or has immigrant family members; and \n\tWhereas, As a result of increased immigration enforcement, a July 2019 Urban Institute study found that nearly 1 in 5 adults in mixed status families have avoided talking to the police or reporting a crime, nationally; and\n\tWhereas, Across the City, District Attorney's offices have reported a decrease in calls to their respective Immigrant Affairs Unit Hotlines since 2016; and\n\tWhereas, Nationally and locally, there is a reported decrease in U- and T- visa applications, visa categories intended for victims of crime and trafficking, and\n      Whereas, To protect public safety, ensure equal enforcement of the law and allow local law enforcement to properly do their jobs, witnesses and victims in immigrant communities must be encouraged to file reports and come forward with information; and \n      Whereas, The importance of such policies has been recognized for years and garnered bipartisan support on account of proven effectiveness in improving public safety; and\n      Whereas, The Major City Chiefs (MCC), a professional association of Chiefs and Sheriffs representing the largest cities in the United States and Canada, have publicly stated as far back as 2006 that a divide between the local police and immigrant communities results in increased crime against immigrants and their families, creates a class of silent victims and obstructs the potential for assistance from immigrants in solving crimes; and\n      Whereas, In 2007, John Feinblatt, the Criminal Justice Coordinator for the City of New York under Republican Mayor Michael Bloomberg, credited these policies as one of the main reasons New York City was the country's safest big city at that time; and\n      Whereas, If the NYPD are perceived to be enforcing immigration laws, trust between law enforcement and the City's immigrant residents and their families will undoubtedly erode; now, therefore, be it\n\tResolved, That the Council of the City of New York calls upon the United States Congress to pass, and the President to sign the Combating Deceptive Immigration Enforcement Practices Act of 2019 (H.R. 3498), prohibiting agents of the United States Department of Homeland Security from wearing clothing or equipment that bears the word \"police,\" and ..Titlecalling upon the Department of Homeland Security to prohibit United States Immigration and Customs Enforcement (ICE) agents from identifying themselves as police officers while conducting immigration enforcement activities in New York City.\n      \n\nJA/IP/EK\nLS 10460/ Res. 1485-2017\nLS 978\n8/30/2019",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\sa200\\qj By Council Member Menchaca and The Public Advocate (Mr. Williams)\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, New York City is home to 3.2 million immigrants, making up approximately 37.1% percent of the City\\rquote s total population; and\\par\nWhereas, For decades the New York Police Department (NYPD) has worked to gain the trust, respect and cooperation of all of the City\\rquote s residents, including undocumented immigrants; and \\par\nWhereas, The NYPD has publicly reinforced their commitment to neighborhood policing and maintaining strong ties with immigrant communities throughout the City; and\\par\nWhereas, Pursuant to Executive Orders 35 and 41 of 2003, New York city law enforcement officers may not inquire about a person\\rquote s immigration status unless investigating illegal activity other than status as an undocumented individual and may not inquire about the immigration status of crime victims, witnesses, or others who contact the police seeking assistance; and\\par\nWhereas, NYPD Commissioner James P. O\\rquote Neill has repeatedly stated that everyone who comes into contact with the NYPD should feel comfortable identifying themselves or seeking assistance without hesitation, anxiety or fear, regardless of their immigration status, as NYPD does not initiate police action with the sole objective of determining a person\\rquote s immigration status; and \\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, Federal immigration enforcement activity in the New York City area has risen by more than 80% since 2016; and\\par\n\\tab Whereas, Advocate groups like Immigrant Defense Project (IDP) have long documented the deceptive tactics of immigration enforcement agents impersonating local law enforcement to solicit cooperation from unsuspecting New Yorkers and gain entry into homes without judicial warrants; and\\par\n\\tab Whereas, On June 26, 2019, United States Representative Nydia Velazquez (D-NY), introduced the Combating Deceptive Immigration Enforcement Practices Act of 2019 (H.R.3498), which would prohibit agents of the United States Department of Homeland Security from wearing clothing or equipment that bears the word \\lquote police;\\rquote  and\\par\n\\tab Whereas, As recently as August 2018, IDP received reports of United States Immigration Customs and Enforcement (ICE) agents posing as detectives and officers of specific NYPD precincts when interacting with New Yorkers; and\\par\n\\tab Whereas, Since 2013, seven of the eleven confirmed ICE raids in the Bushwick, Ridgewood and Northern Bedford-Stuyvesant neighborhoods in Brooklyn, have involved ICE agents identifying themselves \\ldblquote police;\\rdblquote  and\\par\n\\tab Whereas, In many instances, individuals are not told they are being apprehended by ICE until they are already handcuffed or taken into ICE facilities; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, When ICE agents represent themselves as \\ldblquote police,\\rdblquote  it misleads individuals who believe they are interacting with the NYPD; and \\par\nWhereas, Decades of experience demonstrate that communities will be less safe if immigrants are driven underground, dissuaded from providing valuable information and cooperation because they fear contact with law enforcement; and\\par\nWhereas, Assistance and cooperation from immigrant communities is especially important when the victim or witness of a crime is an immigrant or has immigrant family members; and \\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, As a result of increased immigration enforcement, a July 2019 Urban Institute study found that nearly 1 in 5 adults in mixed status families have avoided talking to the police or reporting a crime, nationally; and\\par\n\\tab Whereas, Across the City, District Attorney\\rquote s offices have reported a decrease in calls to their respective Immigrant Affairs Unit Hotlines since 2016; and\\par\n\\tab Whereas, Nationally and locally, there is a reported decrease in U- and T- visa applications, visa categories intended for victims of crime and trafficking, and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, To protect public safety, ensure equal enforcement of the law and allow local law enforcement to properly do their jobs, witnesses and victims in immigrant communities must be encouraged to file reports and come forward with information; and \\par\nWhereas, The importance of such policies has been recognized for years and garnered bipartisan support on account of proven effectiveness in improving public safety; and\\par\nWhereas, The Major City Chiefs (MCC), a professional association of Chiefs and Sheriffs representing the largest cities in the United States and Canada, have publicly stated as far back as 2006 that a divide between the local police and immigrant communities results in increased crime against immigrants and their families, creates a class of silent victims and obstructs the potential for assistance from immigrants in solving crimes; and\\par\nWhereas, In 2007, John Feinblatt, the Criminal Justice Coordinator for the City of New York under Republican Mayor Michael Bloomberg, credited these policies as one of the main reasons New York City was the country's safest big city at that time; and\\par\nWhereas, If the NYPD are perceived to be enforcing immigration laws, trust between law enforcement and the City\\rquote s immigrant residents and their families will undoubtedly erode; now, therefore, be it\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Resolved, That the Council of the City of New York calls upon the United States Congress to pass, and the President to sign the Combating Deceptive Immigration Enforcement Practices Act of 2019 (H.R. 3498), prohibiting agents of the United States Department of Homeland Security from wearing clothing or equipment that bears the word \\ldblquote police,\\rdblquote  and \\v ..Title\\v0 calling upon the Department of Homeland Security to prohibit United States Immigration and Customs Enforcement (ICE) agents from identifying themselves as police officers while conducting immigration enforcement activities in New York City.\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj\\par\n\\pard\\ltrpar\\fs16\\par\nJA/IP/EK\\fs20\\par\n\\fs16 LS 10460/ Res. 1485-2017\\par\nLS 978\\par\n8/30/2019\\par\n}\n",
  "LastModified": "2021-12-31T17:23:07.333Z"
}
