{
  "ID": 59094,
  "GUID": "1FA17545-0C48-41B2-8001-1C169B422DF4",
  "File": "Res 0278-2018",
  "Name": "MTA to alter its policies so that customers never end up with a MetroCard with less than a full fare in value.",
  "Title": "Resolution calling upon the Metropolitan Transportation Authority to alter its policies so that customers never end up with a MetroCard with less than a full fare in value.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2018-04-11T00:00:00Z",
  "AgendaDate": "2018-04-11T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7636,
      "Slug": "carlos-menchaca",
      "FullName": "Carlos Menchaca"
    }
  ],
  "History": [
    {
      "ID": 334449,
      "Date": "2018-04-11T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-04-06T15:28:32.89Z"
    },
    {
      "ID": 334701,
      "Date": "2018-04-11T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16249,
      "AgendaSequence": 139,
      "MinutesSequence": 157,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2018-04-11T17:56:08.787Z"
    },
    {
      "ID": 379180,
      "Date": "2021-12-31T12:24:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-31T17:24:24.173Z"
    }
  ],
  "Attachments": [
    {
      "ID": 175780,
      "LastModified": "2021-12-31T17:24:14.843Z",
      "Name": "Res. No. 278",
      "Link": "https://nyc.legistar1.com/nyc/attachments/baed8661-cb76-4d8b-a261-be87e71ccc30.doc",
      "Sort": 1
    },
    {
      "ID": 175895,
      "LastModified": "2018-04-11T16:08:28.047Z",
      "Name": "April 11, 2018 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/6061cd3b-3d02-4331-b019-cc64b26abfa1.pdf",
      "Sort": 2
    },
    {
      "ID": 177318,
      "LastModified": "2018-05-07T14:36:52.98Z",
      "Name": "Hearing Transcript - Stated Meeting  4-11-18",
      "Link": "https://nyc.legistar1.com/nyc/attachments/43bd8070-435b-471f-a46a-1130001d3a17.pdf",
      "Sort": 3
    },
    {
      "ID": 245441,
      "LastModified": "2021-12-21T20:43:47.283Z",
      "Name": "Minutes of the Stated Meeting - April 11, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/aa71d78c-5e0e-4dfe-a124-b306ed25816c.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 61349,
  "Text": "By Council Member Menchaca\n\n\tWhereas, The Metropolitan Transportation Authority (MTA) offers two primary types of MetroCards that allow customers to pay subway and bus fares: Pay-Per-Ride and Unlimited; and\t\n\tWhereas, Customers can add any amount between $5.50 and $80 to their Pay-Per-Ride MetroCard, with a 5 percent \"bonus\" added to the value of the card with each transaction; and\n\tWhereas, The bonus results in one free fare for every 20 full fare rides; and\n\tWhereas, Though the bonus is advantageous for customers, as MetroCards are used and their value is depleted, it can result in MetroCards with balances of less than a full $2.75 fare; and\n\tWhereas, Visitors who are leaving the city and people who start using other forms of transportation can be left with MetroCards that have value but are unusable without refilling them; and\n\tWhereas, Similarly, households may accumulate multiple MetroCards with varying \"unusable\" balances; and\n\tWhereas, For the sake of convenience and ease-of-use for its customers, the MTA should devise a system in which customers are not left with \"unusable\" balances on their MetroCards while maintaining the principle of a free fare for every 20 full fares; now, therefore, be it\n\tResolved, That the Council of the City of New York calls upon the Metropolitan Transportation Authority to alter its policies so that customers never end up with a MetroCard with less than a full fare in value.\nJM\nLS# 2094/Res. 409-2014\nLS# 981\n1/3/2018",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Member Menchaca\\par\n\\par\n\\pard\\ltrpar\\hyphpar0\\sl480\\slmult1\\qj\\tab Whereas, The Metropolitan Transportation Authority (MTA) offers two primary types of MetroCards that allow customers to pay subway and bus fares: Pay-Per-Ride and Unlimited; and\\tab\\par\n\\tab Whereas, Customers can add any amount between $5.50 and $80 to their Pay-Per-Ride MetroCard, with a 5 percent \\ldblquote bonus\\rdblquote  added to the value of the card with each transaction; and\\par\n\\tab Whereas, The bonus results in one free fare for every 20 full fare rides; and\\par\n\\tab Whereas, Though the bonus is advantageous for customers, as MetroCards are used and their value is depleted, it can result in MetroCards with balances of less than a full $2.75 fare; and\\par\n\\tab Whereas, Visitors who are leaving the city and people who start using other forms of transportation can be left with MetroCards that have value but are unusable without refilling them; and\\par\n\\tab Whereas, Similarly, households may accumulate multiple MetroCards with varying \\ldblquote unusable\\rdblquote  balances; and\\par\n\\tab Whereas, For the sake of convenience and ease-of-use for its customers, the MTA should devise a system in which customers are not left with \\ldblquote unusable\\rdblquote  balances on their MetroCards while maintaining the principle of a free fare for every 20 full fares\\expndtw0 ; \\expndtw-3 now, therefore, be it\\par\n\\tab Resolved, That\\cf1  the Council of the City of New York\\cf0  calls upon the Metropolitan Transportation Authority to alter its policies so that customers never end up with a MetroCard with less than a full fare in value.\\par\n\\pard\\ltrpar\\hyphpar0\\qj\\cf1\\fs16 JM\\par\nLS# 2094/Res. 409-2014\\par\nLS# 981\\par\n1/3/2018\\par\n\\par\n}\n",
  "LastModified": "2021-12-31T17:24:24.313Z"
}
