{
  "ID": 58933,
  "GUID": "742F9268-E6D3-45DE-B6E1-829841D45738",
  "File": "Res 0279-2018",
  "Name": "MTA to conduct a pilot program involving the installation of structures on subway steps designed to facilitate movement of bicycles.",
  "Title": "Resolution calling upon the Metropolitan Transportation Authority to conduct a pilot program involving the installation of structures on subway steps designed to facilitate movement of bicycles.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2018-04-11T00:00:00Z",
  "AgendaDate": "2018-04-11T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7636,
      "Slug": "carlos-menchaca",
      "FullName": "Carlos Menchaca"
    }
  ],
  "History": [
    {
      "ID": 334448,
      "Date": "2018-04-11T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-04-06T15:27:38.95Z"
    },
    {
      "ID": 334697,
      "Date": "2018-04-11T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16249,
      "AgendaSequence": 140,
      "MinutesSequence": 158,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2018-04-11T17:56:08.787Z"
    },
    {
      "ID": 379181,
      "Date": "2021-12-31T12:24:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-31T17:24:41.05Z"
    }
  ],
  "Attachments": [
    {
      "ID": 175781,
      "LastModified": "2021-12-31T17:24:31.47Z",
      "Name": "Res. No. 279",
      "Link": "https://nyc.legistar1.com/nyc/attachments/5af1073e-6729-4edf-9474-7a57093e31d2.doc",
      "Sort": 1
    },
    {
      "ID": 175896,
      "LastModified": "2018-04-11T16:08:28.39Z",
      "Name": "April 11, 2018 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/0705b73f-c007-44d5-b5d3-53b403b14b7b.pdf",
      "Sort": 2
    },
    {
      "ID": 177319,
      "LastModified": "2018-05-07T14:36:53.417Z",
      "Name": "Hearing Transcript - Stated Meeting  4-11-18",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d9a4e5c9-cb28-4d95-bd2b-215847de165b.pdf",
      "Sort": 3
    },
    {
      "ID": 245442,
      "LastModified": "2021-12-21T20:43:47.563Z",
      "Name": "Minutes of the Stated Meeting - April 11, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/13c75086-b5e6-4c75-a202-e542c07ab65c.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 61188,
  "Text": "By Council Member Menchaca\n\n\tWhereas, Bicycles are permitted on the subway, but most stations do not have elevators; and\n\tWhereas, Carrying a bicycle up and down the stairs in the subway system can be difficult and unwieldy at best and impossible for some people; and\t\n\tWhereas, Other cities, including San Francisco, Copenhagen, and Seoul, have installed narrow bicycle ramps along the sides of stairways in their public transportation systems to facilitate the movement of bicycles; and\n\tWhereas, The San Francisco ramps cost approximately $100,000 per stairway; and \n\tWhereas, The ramps are situated mostly under handrails in space not otherwise used by individuals using the stairway; and\n\tWhereas, Ramps also alleviate the obstruction, bottlenecks, and potential hazards that can be caused by customers lugging their bicycles up and down subway stairs; and\n\tWhereas, Cycling is an environmentally-friendly and healthy transportation alternative; and \n\tWhereas, New York City has undertaken numerous measures to encourage cycling, most notably expanding its bicycle lane network and introducing a bicycle-share system; and \n\tWhereas, Narrow bicycle ramps on subway stairs would be an unobtrusive and relatively inexpensive method of continuing to make New York a bicycle-friendly city; now, therefore, be it\n\tResolved, That the Council of the City of New York calls upon the Metropolitan Transportation Authority to conduct a pilot program involving the installation of structures on subway steps designed to facilitate movement of bicycles.\nJM\nLS# 2135/Res. 386-2014\nLS# 982\n1/4/2018",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\expndtw-3\\v0\\par\nBy Council Member Menchaca\\par\n\\par\n\\pard\\ltrpar\\hyphpar0\\sl480\\slmult1\\qj\\tab Whereas, Bicycles are permitted on the subway, but most stations do not have elevators; and\\par\n\\tab Whereas, Carrying a bicycle up and down the stairs in the subway system can be difficult and unwieldy at best and impossible for some people; and\\tab\\par\n\\tab Whereas, Other cities, including San Francisco, Copenhagen, and Seoul, have installed narrow bicycle ramps along the sides of stairways in their public transportation systems to facilitate the movement of bicycles; and\\par\n\\tab Whereas, The San Francisco ramps cost approximately $100,000 per stairway; and \\par\n\\tab Whereas, The ramps are situated mostly under handrails in space not otherwise used by individuals using the stairway; and\\par\n\\tab Whereas, Ramps also alleviate the obstruction, bottlenecks, and potential hazards that can be caused by customers lugging their bicycles up and down subway stairs; and\\par\n\\tab Whereas, Cycling is an environmentally-friendly and healthy transportation alternative; and \\par\n\\tab Whereas, New York City has undertaken numerous measures to encourage cycling, most notably expanding its bicycle lane network and introducing a bicycle-share system; and \\par\n\\tab Whereas, Narrow bicycle ramps on subway stairs would be an unobtrusive and relatively inexpensive method of continuing to make New York a bicycle-friendly city\\expndtw0 ; \\expndtw-3 now, therefore, be it\\par\n\\tab Resolved, That\\cf1  the Council of the City of New York\\cf0  calls upon the Metropolitan Transportation Authority to conduct a pilot program involving the installation of structures on subway steps designed to facilitate movement of bicycles.\\par\n\\pard\\ltrpar\\hyphpar0\\qj\\cf1\\fs16 JM\\par\nLS# 2135/Res. 386-2014\\par\nLS# 982\\par\n1/4/2018\\par\n}\n",
  "LastModified": "2021-12-31T17:24:41.19Z"
}
