{
  "ID": 60386,
  "GUID": "17274AF8-B652-4D0D-AFAD-CE43E660C0D4",
  "File": "Res 0284-2018",
  "Name": "Every Person Counts Act (S.2580)",
  "Title": "Resolution calling upon the United States Congress to pass, and the President to sign, S.2580, the “Every Person Counts Act,” to ensure that no question about citizenship appears on the 2020 decennial census.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5119,
  "BodyName": "Committee on Immigration",
  "IntroDate": "2018-04-11T00:00:00Z",
  "AgendaDate": "2018-04-11T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7741,
      "Slug": "keith-powers",
      "FullName": "Keith Powers"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7631,
      "Slug": "corey-d-johnson",
      "FullName": "Corey D. Johnson"
    },
    {
      "ID": 7742,
      "Slug": "diana-i-ayala",
      "FullName": "Diana I. Ayala"
    },
    {
      "ID": 7634,
      "Slug": "mark-levine",
      "FullName": "Mark Levine"
    },
    {
      "ID": 7604,
      "Slug": "robert-e-cornegy-jr",
      "FullName": "Robert E. Cornegy, Jr."
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera"
    },
    {
      "ID": 7740,
      "Slug": "carlina-rivera",
      "FullName": "Carlina Rivera"
    },
    {
      "ID": 7637,
      "Slug": "i-daneek-miller",
      "FullName": "I. Daneek Miller"
    },
    {
      "ID": 7748,
      "Slug": "justin-l-brannan",
      "FullName": "Justin L. Brannan"
    },
    {
      "ID": 7638,
      "Slug": "antonio-reynoso",
      "FullName": "Antonio Reynoso"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    }
  ],
  "History": [
    {
      "ID": 334488,
      "Date": "2018-04-11T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-04-06T18:18:08.56Z"
    },
    {
      "ID": 334710,
      "Date": "2018-04-11T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Immigration",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16249,
      "AgendaSequence": 150,
      "MinutesSequence": 168,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Immigration",
      "MatterStatusID": 3,
      "LastModified": "2018-04-11T17:56:08.833Z"
    },
    {
      "ID": 379185,
      "Date": "2021-12-31T12:27:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-31T17:28:06.417Z"
    }
  ],
  "Attachments": [
    {
      "ID": 175786,
      "LastModified": "2021-12-31T17:27:55.367Z",
      "Name": "Res. No. 284",
      "Link": "https://nyc.legistar1.com/nyc/attachments/3e5d0852-f251-4101-8d81-efa500f16272.doc",
      "Sort": 1
    },
    {
      "ID": 175906,
      "LastModified": "2018-04-11T16:08:31.733Z",
      "Name": "April 11, 2018 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c60a1247-8b96-47d6-9976-31ae22b94073.pdf",
      "Sort": 2
    },
    {
      "ID": 177329,
      "LastModified": "2018-05-07T14:36:56.213Z",
      "Name": "Hearing Transcript - Stated Meeting  4-11-18",
      "Link": "https://nyc.legistar1.com/nyc/attachments/0c1649e5-4b69-4ead-8c24-a9565aeb1fc1.pdf",
      "Sort": 3
    },
    {
      "ID": 245449,
      "LastModified": "2021-12-21T20:43:49.533Z",
      "Name": "Minutes of the Stated Meeting - April 11, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/35953d82-81c1-4811-818f-4d5307dfbde0.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 62667,
  "Text": "By Council Members Powers, Chin, the Speaker (Council Member Johnson), Ayala, Levine, Cornegy, Cabrera, Rivera, Miller, Brannan, Reynoso and Lander\n\n      Whereas, The United States (\"US\") Constitution mandates that the federal government conduct a decennial census for tax and representation purposes; and\n\tWhereas, US census data is widely used by government agencies, research institutions and community groups for appropriating billions of dollars in federal aid and services; and\n\tWhereas, The US Census Bureau acknowledges that both overcounts and undercounts occur in the census process; and\n      Whereas, New York City's densely populated urban context resulted in the lowest response rates for the 2000 and 2010 census, nearly 10 percentage points below the national average; and\n      Whereas, In spite of US Census Bureau precautions in 2010, canvassing failed to identify many New York City addresses due, in part, to an inability to access apartment building residence,  illegal sublets, and residents' general mistrust of federal employees; and\n      Whereas, New York City is home to many \"hard to count\" populations, including 3.1 million immigrants, comprising 38% of its population and 45% of its workforce; and\n      Whereas, On December 12, 2017, the Department of Justice sent a letter to the US Census Bureau, requesting that a question on citizenship status be added to the 2020 census form; and\n      Whereas, The entire US population has not been required to complete a citizenship question on the decennial census form since 1950; and\n      Whereas, On March 20, 2018, US Senator Robert Menendez (D-NJ) introduced the \"Every Person Counts Act\" (S.2580) which would require that the decennial census tabulate the total number of persons in each state and elicit no information regarding US citizenship or immigration status; and\n      Whereas, On March 26, 2018, the US Commerce Secretary Wilbur Ross announced that the 2020 census would include a citizenship status question; and\n      Whereas, Citizenship data is argued to be critical for calculating the Citizen Voting-Age Population (\"CVAP\") 1 used to enforce section two of the voting rights act of 1965, which prohibits discriminatory voting practices or procedures; and\n      Whereas, Congress could not have intended to use CVAP for section two of the voting rights act of 1965, because the census did not include a population-wide citizenship question to collect CVAP data after 1950; and\n      Whereas, From 1980 through 2016, the Census Bureau has maintained that inquiries regarding citizenship have the potential to drive down response rates and impair the accuracy of the decennial count, evidenced in court arguments (Fed'n for Am. Immigration Reform v. Klutznick), congressional testimony and other communications; and \n      Whereas, Sending all households a census form with a citizenship question is expected to depress the immigrant participation rate as the Trump administration has made aggressive statements and policy decisions to the detriment of the immigrant community in the US; and\n      Whereas, In the March 2018 memo, the Department of Commerce stated it \"is not able to determine definitively how inclusion of a citizenship question on the decennial census will impact responsiveness;\" and\n      Whereas, During 2017 pre-tests, the Census Bureau released a memo detailing increases in respondents voicing concerns about confidentiality; and\n      Whereas, Census testing researchers heard concerns related to the 'Muslim ban,' the \"dissolution of the Deferred Action for Childhood Arrival program,\" and \"Immigration and Customs Enforcement presence;\" and\n      Whereas, The last end-to-end 2020 census test began on April 1, 2018, and does not include a citizenship question, meaning the question will be deployed on the final census questionnaire without significant testing, a move that is unprecedented in modern census administration and contravenes federal standard operating procedure; and\n      Whereas, New York Attorney General Eric Schneiderman filed a lawsuit on April 3, 2018, joined by sixteen states and the District of Columbia, against President Donald Trump and the US Department of Commerce over the inclusion of the citizenship question in the 2020 decennial census; and\n      Whereas, Accurate information about New York City's population is critical to ensuring that the City receives adequate federal funding and representation at federal, state and local levels; and \n      Whereas, In Fiscal Year 2018, the City budgeted for $8.3 billion in federal grants, many of which are allocated based on census data; and\n      Whereas, New York lost two Congressional seats after the 2010 census due to undercounting and risks losing another seat in 2020 for the same reason; and\n      Whereas, The New York State Assembly and Senate districts are set based on census data and a significant undercount of downstate populations may erroneously lead to diminished representation upstate; and\n      Whereas, The decennial Districting Commission redraws City Council districts based on census data and undercounts in some neighborhoods could lead to unequal Council district populations; now, therefore, be it \n      Resolved, That the Council of the City of New York calls upon the United States Congress to pass, and the President to sign, S.2580, the \"Every Person Counts Act,\" to ensure that no question about citizenship appears on the 2020 decennial census.\n\nLS6289\n4/5/2018\nEK\n       \n1 Letter from Arthur E. Gary, General Counsel, Justice Management Division, U.S. Dep't of Justice, to Ron Jarmin, Performing the Non-Exclusive Functions and Duties of the Director, U.S. Bureau of the Census, U.S. Dep't of Commerce (Dec. 12, 2017).\n---------------\n\n------------------------------------------------------------\n\n---------------\n\n------------------------------------------------------------",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Powers, Chin, the Speaker (Council Member Johnson), Ayala, Levine, Cornegy, Cabrera, Rivera, Miller, Brannan, Reynoso and Lander\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, The United States (\\ldblquote US\\rdblquote ) Constitution mandates that the federal government conduct a decennial census for tax and representation purposes; and\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, US census data is widely used by government agencies, research institutions and community groups for appropriating billions of dollars in federal aid and services; and\\par\n\\tab Whereas, The US Census Bureau acknowledges that both overcounts and undercounts occur in the census process; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, New York City\\rquote s densely populated urban context resulted in the lowest response rates for the 2000 and 2010 census, nearly 10 percentage points below the national average; and\\par\nWhereas, In spite of US Census Bureau precautions in 2010, canvassing failed to identify many New York City addresses due, in part, to an inability to access apartment building residence,  illegal sublets, and residents\\rquote  general mistrust of federal employees; and\\par\nWhereas, New York City is home to many \\ldblquote hard to count\\rdblquote  populations, including 3.1 million immigrants, comprising 38% of its population and 45% of its workforce; and\\par\nWhereas, On December 12, 2017, the Department of Justice sent a letter to the US Census Bureau, requesting that a question on citizenship status be added to the 2020 census form; and\\par\nWhereas, The entire US population has not been required to complete a citizenship question on the decennial census form since 1950; and\\par\nWhereas, On March 20, 2018, US Senator Robert Menendez (D-NJ) introduced the \\ldblquote Every Person Counts Act\\rdblquote  (S.2580) which would require that the decennial census tabulate the total number of persons in each state and elicit no information regarding US citizenship or immigration status; and\\par\nWhereas, On March 26, 2018, the US Commerce Secretary Wilbur Ross announced that the 2020 census would include a citizenship status question; and\\par\nWhereas, Citizenship data is argued to be critical for calculating the Citizen Voting-Age Population (\\ldblquote CVAP\\rdblquote )\\super  \\nosupersub  used to enforce section two of the voting rights act of 1965, which prohibits discriminatory voting practices or procedures; and\\par\nWhereas, Congress could not have intended to use CVAP for section two of the voting rights act of 1965, because the census did not include a population-wide citizenship question to collect CVAP data after 1950; and\\par\nWhereas, From 1980 through 2016, the Census Bureau has maintained that inquiries regarding citizenship have the potential to drive down response rates and impair the accuracy of the decennial count, evidenced in court arguments (\\i Fed\\rquote n for Am. Immigration Reform v. Klutznick)\\i0 , congressional testimony and other communications; and \\par\nWhereas, Sending all households a census form with a citizenship question is expected to depress the immigrant participation rate as the Trump administration has made aggressive statements and policy decisions to the detriment of the immigrant community in the US; and\\par\nWhereas, In the March 2018 memo, the Department of Commerce stated it \\ldblquote is not able to determine definitively how inclusion of a citizenship question on the decennial census will impact responsiveness;\\rdblquote  and\\par\nWhereas, During 2017 pre-tests, the Census Bureau released a memo detailing increases in respondents voicing concerns about confidentiality; and\\par\nWhereas, Census testing researchers heard concerns related to the \\lquote Muslim ban,\\rquote  the \\ldblquote dissolution of the Deferred Action for Childhood Arrival program,\\rdblquote  and \\ldblquote Immigration and Customs Enforcement presence;\\rdblquote  and\\par\nWhereas, The last end-to-end 2020 census test began on April 1, 2018, and does not include a citizenship question, meaning the question will be deployed on the final census questionnaire without significant testing, a move that is unprecedented in modern census administration and contravenes federal standard operating procedure; and\\par\nWhereas, New York Attorney General Eric Schneiderman filed a lawsuit on April 3, 2018, joined by sixteen states and the District of Columbia, against President Donald Trump and the US Department of Commerce over the inclusion of the citizenship question in the 2020 decennial census; and\\par\nWhereas, Accurate information about New York City\\rquote s population is critical to ensuring that the City receives adequate federal funding and representation at federal, state and local levels; and \\par\nWhereas, In Fiscal Year 2018, the City budgeted for $8.3 billion in federal grants, many of which are allocated based on census data; and\\par\nWhereas, New York lost two Congressional seats after the 2010 census due to undercounting and risks losing another seat in 2020 for the same reason; and\\par\nWhereas, The New York State Assembly and Senate districts are set based on census data and a significant undercount of downstate populations may erroneously lead to diminished representation upstate; and\\par\nWhereas, The decennial Districting Commission redraws City Council districts based on census data and undercounts in some neighborhoods could lead to unequal Council district populations; now, therefore, be it \\par\nResolved, That the Council of the City of New York calls upon the United States Congress to pass, and the President to sign, S.2580, the \\ldblquote Every Person Counts Act,\\rdblquote  to ensure that no question about citizenship appears on the 2020 decennial census.\\par\n\\pard\\ltrpar\\qj\\par\nLS6289\\par\n4/5/2018\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj EK\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj  \\par\n}\n",
  "LastModified": "2021-12-31T17:28:06.557Z"
}
