{
  "ID": 60387,
  "GUID": "8081CF1A-A316-4DE2-8C8B-BA47E089667B",
  "File": "Res 0288-2018",
  "Name": "Comprehensive legislation to prevent the continued operation and proliferation of illegal massage businesses in NYC.",
  "Title": "Resolution calling upon the New York State Legislature to pass, and the Governor to sign, comprehensive legislation to prevent the continued operation and proliferation of illegal massage businesses in New York City.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5236,
  "BodyName": "Committee on Consumer Affairs and Business Licensing",
  "IntroDate": "2018-04-11T00:00:00Z",
  "AgendaDate": "2018-04-11T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7642,
      "Slug": "paul-a-vallone",
      "FullName": "Paul A. Vallone"
    },
    {
      "ID": 7748,
      "Slug": "justin-l-brannan",
      "FullName": "Justin L. Brannan"
    },
    {
      "ID": 7746,
      "Slug": "robert-f-holden",
      "FullName": "Robert F. Holden"
    }
  ],
  "History": [
    {
      "ID": 334489,
      "Date": "2018-04-11T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-04-06T18:21:55.943Z"
    },
    {
      "ID": 334729,
      "Date": "2018-04-11T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Consumer Affairs and Business Licensing",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16249,
      "AgendaSequence": 166,
      "MinutesSequence": 184,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Consumer Affairs and Business Licensing",
      "MatterStatusID": 3,
      "LastModified": "2018-04-11T17:56:08.897Z"
    },
    {
      "ID": 379187,
      "Date": "2021-12-31T12:29:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-31T17:29:56.457Z"
    }
  ],
  "Attachments": [
    {
      "ID": 175791,
      "LastModified": "2021-12-31T17:29:44.987Z",
      "Name": "Res. No. 288",
      "Link": "https://nyc.legistar1.com/nyc/attachments/1ea16d8f-12c2-4966-ba15-5e47bf60d948.doc",
      "Sort": 1
    },
    {
      "ID": 175922,
      "LastModified": "2018-04-11T16:08:36.14Z",
      "Name": "April 11, 2018 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/fba886b0-739e-43fe-8d9c-9c6f9d4d7fc0.pdf",
      "Sort": 2
    },
    {
      "ID": 177345,
      "LastModified": "2018-05-07T14:37:02.34Z",
      "Name": "Hearing Transcript - Stated Meeting  4-11-18",
      "Link": "https://nyc.legistar1.com/nyc/attachments/abc1a641-c98f-44a9-b7c9-ce5c71c27b3f.pdf",
      "Sort": 3
    },
    {
      "ID": 245465,
      "LastModified": "2021-12-21T20:43:54.597Z",
      "Name": "Minutes of the Stated Meeting - April 11, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/e3645d66-6fe8-43d5-bb2d-c7e2c1865233.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 62668,
  "Text": "By Council Members Vallone, Brannan and Holden\n\t\n      Whereas, The think tank Urban Institute found in 2014 that the illicit massage industry is increasing in the United States ('U.S.'), with an estimated total annual revenue of $2.5 billion; and\n\tWhereas, The Polaris Project, an anti-human trafficking advocacy group, states that the illicit massage industry is the second largest U.S. human trafficking industry after escort services; and\n      Whereas, New York City, Los Angeles and San Francisco are the main ports of entry where recruits with promises of legitimate employment first enter the illicit massage industry; and\n\tWhereas, There are an estimated 695 illicit massage parlors in New York that offer explicit sex acts for pay; and\n\tWhereas, New York City has the third largest population of illicit massage businesses ('IMB') nationwide but lacks the strong regulatory structure that has contributed to the closure of over 100 such businesses in Los Angeles and San Francisco; and\n\tWhereas, Formalizing the massage therapy profession through regulation discredits illegal activities that are currently masked under the umbrella of massage therapy services; and \n      Whereas, New York State Assemblyman Michael Miller introduced a package of bills (A.490, A. 629, A.639, A.743, A.2839)  directed at regulating the massage industry and making it difficult to operate an IMB; and\n      Whereas, New York Assembly bill A.490 requires that landlords verify the licensure of massage therapists tenants or risk a civil penalty for verification failure, and A.743 authorizes a landlord to cancel a lease and evict a tenant that promotes prostitution and/or practices massage therapy without a professional license; and\n      Whereas, The Polaris Project found that IMBs that are forced to shut down due to raids or sting operations, regularly reopen within the year at a different location; and\n      Whereas, Landlords in New York are not immediately liable for criminal acts perpetrated by their tenants and lack incentive to refuse leases or lease renewals to IMBs; and\n      Whereas, New York Assembly bill A. 2839 expands the definition of massage therapy to include several related services and additionally requires that a licensed massage therapist be on premises at all times during business hours; and\n      Whereas, Updating the massage therapy definition modernizes the definition while continuing to deny legitimacy to illicit activity conducted at IMBs; and\n      Whereas, Many IMBs operate at odd hours, sometimes throughout the night; and\n      Whereas, Requiring a licensed massage therapist to be on premise would add additional enforcement grounds against IMBs; and\n      Whereas, New York Assembly bill A. 639 requires that the lobby area or entrance of a licensed massage therapist office be clearly visible from outside the establishment; and\n      Whereas, The Polaris Project documented IMBs and found that these businesses commonly cover their windows and lock their front doors, requiring customers to ring a bell before being let in or used side doors as primary entrances; and\n      Whereas, Preventing massage parlors from shielding passers-by from seeing into the lobby area may decrease the confidence of parlor clientele, thus decreasing demand; and\n      Whereas, New York Assembly bill A.629 designates the New York City Department of Consumer Affairs as the enforcement body for massage therapy in New York City; and\n      Whereas, A vast majority of New York's illicit massage businesses are within the confines of the City of New York, where the City's Department of Consumer Affairs is best positioned, resourced and motivated in coordination with the City's Police Department to enforce regulations of IMBs; and\tResolved, That the Council of the City of New York calls upon the New York State Legislature to pass, and the Governor to sign, comprehensive legislation to prevent the continued operation and proliferation of illegal massage businesses in New York City. \n\nLS5874\n4.6.18\nEK",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Vallone, Brannan and Holden\\par\n\\pard\\ltrpar\\sl252\\slmult1\\tab\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, The think tank Urban Institute found in 2014 that the illicit massage industry is increasing in the United States (\\lquote U.S.\\rquote ), with an estimated total annual revenue of $2.5 billion; and\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, The Polaris Project, an anti-human trafficking advocacy group, states that the illicit massage industry is the second largest U.S. human trafficking industry after escort services; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, New York City, Los Angeles and San Francisco are the main ports of entry where recruits with promises of legitimate employment first enter the illicit massage industry; and\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, There are an estimated 695 illicit massage parlors in New York that offer explicit sex acts for pay; and\\par\n\\tab Whereas, New York City has the third largest population of illicit massage businesses (\\lquote IMB\\rquote ) nationwide but lacks the strong regulatory structure that has contributed to the closure of over 100 such businesses in Los Angeles and San Francisco; and\\par\n\\tab Whereas, Formalizing the massage therapy profession through regulation discredits illegal activities that are currently masked under the umbrella of massage therapy services; and \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, New York State Assemblyman Michael Miller introduced a package of bills (A.490, A. 629, A.639, A.743, A.2839)  directed at regulating the massage industry and making it difficult to operate an IMB; and\\par\nWhereas, New York Assembly bill A.490 requires that landlords verify the licensure of massage therapists tenants or risk a civil penalty for verification failure, and A.743 authorizes a landlord to cancel a lease and evict a tenant that promotes prostitution and/or practices massage therapy without a professional license; and\\par\nWhereas, The Polaris Project found that IMBs that are forced to shut down due to raids or sting operations, regularly reopen within the year at a different location; and\\par\nWhereas, Landlords in New York are not immediately liable for criminal acts perpetrated by their tenants and lack incentive to refuse leases or lease renewals to IMBs; and\\par\nWhereas, New York Assembly bill A. 2839 expands the definition of massage therapy to include several related services and additionally requires that a licensed massage therapist be on premises at all times during business hours; and\\par\nWhereas, Updating the massage therapy definition modernizes the definition while continuing to deny legitimacy to illicit activity conducted at IMBs; and\\par\nWhereas, Many IMBs operate at odd hours, sometimes throughout the night; and\\par\nWhereas, Requiring a licensed massage therapist to be on premise would add additional enforcement grounds against IMBs; and\\par\nWhereas, New York Assembly bill A. 639 requires that the lobby area or entrance of a licensed massage therapist office be clearly visible from outside the establishment; and\\par\nWhereas, The Polaris Project documented IMBs and found that these businesses commonly cover their windows and lock their front doors, requiring customers to ring a bell before being let in or used side doors as primary entrances; and\\par\nWhereas, Preventing massage parlors from shielding passers-by from seeing into the lobby area may decrease the confidence of parlor clientele, thus decreasing demand; and\\par\nWhereas, New York Assembly bill A.629 designates the New York City Department of Consumer Affairs as the enforcement body for massage therapy in New York City; and\\par\nWhereas, A vast majority of New York\\rquote s illicit massage businesses are within the confines of the City of New York, where the City\\rquote s Department of Consumer Affairs is best positioned, resourced and motivated in coordination with the City\\rquote s Police Department to enforce regulations of IMBs; and\\tab Resolved, That the Council of the City of New York calls upon the New York State Legislature to pass, and the Governor to sign, comprehensive legislation to prevent the continued operation and proliferation of illegal massage businesses in New York City. \\par\n\\pard\\ltrpar\\sa160\\sl480\\slmult1\\qj\\par\n\\pard\\ltrpar\\qj LS5874\\par\n4.6.18\\par\nEK\\par\n\\par\n}\n",
  "LastModified": "2021-12-31T17:29:56.613Z"
}
