{
  "ID": 60264,
  "GUID": "3B636119-7542-4CBF-BD98-C36F66C4C150",
  "File": "Res 0290-2018",
  "Name": "Prepare New York for the upcoming 2020 decennial Census. (A.4348 / S.5809)",
  "Title": "Resolution calling upon the New York State Legislature to pass, and the Governor to sign, A.4348 / S.5809, to prepare New York for the upcoming 2020 decennial Census.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 13,
  "BodyName": "Committee on Governmental Operations",
  "IntroDate": "2018-04-11T00:00:00Z",
  "AgendaDate": "2018-04-11T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7642,
      "Slug": "paul-a-vallone",
      "FullName": "Paul A. Vallone"
    }
  ],
  "History": [
    {
      "ID": 334461,
      "Date": "2018-04-11T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-04-06T15:46:55.55Z"
    },
    {
      "ID": 334727,
      "Date": "2018-04-11T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Governmental Operations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16249,
      "AgendaSequence": 168,
      "MinutesSequence": 186,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Governmental Operations",
      "MatterStatusID": 3,
      "LastModified": "2018-04-11T17:56:08.897Z"
    },
    {
      "ID": 379188,
      "Date": "2021-12-31T12:30:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-31T17:30:36.93Z"
    }
  ],
  "Attachments": [
    {
      "ID": 175794,
      "LastModified": "2021-12-31T17:30:24.82Z",
      "Name": "Res. No. 290",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ae80bf20-9710-4529-920b-9a69f09bc323.doc",
      "Sort": 1
    },
    {
      "ID": 175924,
      "LastModified": "2018-04-11T16:08:36.67Z",
      "Name": "April 11, 2018 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c952cbb7-f109-46e6-9cec-db5be63b4c00.pdf",
      "Sort": 2
    },
    {
      "ID": 177347,
      "LastModified": "2018-05-07T14:37:02.903Z",
      "Name": "Hearing Transcript - Stated Meeting  4-11-18",
      "Link": "https://nyc.legistar1.com/nyc/attachments/21b60cd5-9a3f-4ebb-9614-02447b63e583.pdf",
      "Sort": 3
    },
    {
      "ID": 245467,
      "LastModified": "2021-12-21T20:43:55.19Z",
      "Name": "Minutes of the Stated Meeting - April 11, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/afc77ab6-7e78-423f-b454-17ec01994645.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 62529,
  "Text": "By Council Member Vallone\n\n\tWhereas, The United States ('U.S.') Constitution mandates that the federal government conduct a decennial census for tax and representation purposes; and\n\tWhereas, U.S. Census data is widely used by government agencies, research institutions and community groups for appropriating billions of dollars in federal aid and service delivery; and\n\tWhereas, Both overcounts and undercounts occur in the census process and the U.S. Census bureau itself acknowledges such deviations exist; and\n      Whereas, New York State Assemblyman Marcos Crespo has claimed that undercounts in 2010 may have contributed to the loss of at least two congressional seats in New York, and a similar risk persists in 2020; and\n      Whereas, In spite of precautions taken by the U.S. Census bureau in 2010, canvassing failed to identify many addresses due in part to an inability to access illegal sublets and apartment building residences, and residents' fear or mistrust of federal employees; and\n      Whereas, As a result of factors unique to its densely populated urban context, New York City had the lowest Census response rate for the 2000 and 2010 Census, about 10 percentage points below the national average; and\n      Whereas, In anticipation and preparation for the upcoming 2020 Census, New York State Assemblyman Crespo and Senator Klein introduced A.4348 and S.5809, respectively, to establish a New York State 2020 Complete Count Commission; and\n      Whereas, This commission would be empowered to identify the issues that led to the 2010 U.S. Census undercount in New York state and make recommendations to ensure an accurate count in the 2020 U.S. Census; and\n      Whereas, The Speaker (Council Member Johnson) of the Council of the City of New York has announced a New York City focused taskforce to support and enhance the decennial Census and ensure that all New Yorkers are counted; and\n      Whereas, New York City Mayor Bill de Blasio announced a new mayoral initiative, \"Get Counted,\" headed by a Census Coordinator to ensure that typically difficult-to-reach immigrant and low-income communities are counted; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the New York State Legislature to pass, and the Governor to sign, A.4348/S.5809, to prepare New York for the upcoming 2020 decennial Census.\n      \nLS5732\n3/14/18\nEK",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Member Vallone\\par\n\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, The United States (\\lquote U.S.\\rquote ) Constitution mandates that the federal government conduct a decennial census for tax and representation purposes; and\\par\n\\tab Whereas, U.S. Census data is widely used by government agencies, research institutions and community groups for appropriating billions of dollars in federal aid and service delivery; and\\par\n\\tab Whereas, Both overcounts and undercounts occur in the census process and the U.S. Census bureau itself acknowledges such deviations exist; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, New York State Assemblyman Marcos Crespo has claimed that undercounts in 2010 may have contributed to the loss of at least two congressional seats in New York, and a similar risk persists in 2020; and\\par\nWhereas, In spite of precautions taken by the U.S. Census bureau in 2010, canvassing failed to identify many addresses due in part to an inability to access illegal sublets and apartment building residences, and residents\\rquote  fear or mistrust of federal employees; and\\par\nWhereas, As a result of factors unique to its densely populated urban context, New York City had the lowest Census response rate for the 2000 and 2010 Census, about 10 percentage points below the national average; and\\par\nWhereas, In anticipation and preparation for the upcoming 2020 Census, New York State Assemblyman Crespo and Senator Klein introduced A.4348 and S.5809, respectively, to establish a New York State 2020 Complete Count Commission; and\\par\nWhereas, This commission would be empowered to identify the issues that led to the 2010 U.S. Census undercount in New York state and make recommendations to ensure an accurate count in the 2020 U.S. Census; and\\par\nWhereas, The Speaker (Council Member Johnson) of the Council of the City of New York has announced a New York City focused taskforce to support and enhance the decennial Census and ensure that all New Yorkers are counted; and\\par\nWhereas, New York City Mayor Bill de Blasio announced a new mayoral initiative, \\ldblquote Get Counted,\\rdblquote  headed by a Census Coordinator to ensure that typically difficult-to-reach immigrant and low-income communities are counted; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls upon the New York State Legislature to pass, and the Governor to sign, A.4348/S.5809, to prepare New York for the upcoming 2020 decennial Census.\\par\n\\par\n\\pard\\ltrpar LS5732\\par\n3/14/18\\par\nEK\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\par\n}\n",
  "LastModified": "2021-12-31T17:30:37.087Z"
}
