{
  "ID": 58752,
  "GUID": "B518B7E9-1530-4E00-B4FD-BCF70EA585BC",
  "File": "Res 0294-2018",
  "Name": "MTA to install soundproofing systems near schools where subway and train noise reach disruptive decibel levels.",
  "Title": "Resolution calling on the Metropolitan Transportation Authority to install soundproofing systems near schools where subway and train noise reach disruptive decibel levels",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2018-04-11T00:00:00Z",
  "AgendaDate": "2018-04-11T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 7748,
      "Slug": "justin-l-brannan",
      "FullName": "Justin L. Brannan"
    }
  ],
  "History": [
    {
      "ID": 334399,
      "Date": "2018-04-11T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-04-04T16:57:03.167Z"
    },
    {
      "ID": 334738,
      "Date": "2018-04-11T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16249,
      "AgendaSequence": 180,
      "MinutesSequence": 198,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2018-04-11T17:56:08.913Z"
    },
    {
      "ID": 379192,
      "Date": "2021-12-31T12:33:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-31T17:33:14.76Z"
    }
  ],
  "Attachments": [
    {
      "ID": 175798,
      "LastModified": "2021-12-31T17:33:06.117Z",
      "Name": "Res. No. 294",
      "Link": "https://nyc.legistar1.com/nyc/attachments/f9a32902-c56b-4f62-b22a-2c8df2a402da.doc",
      "Sort": 1
    },
    {
      "ID": 175937,
      "LastModified": "2018-04-11T16:08:40.013Z",
      "Name": "April 11, 2018 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/486aca4d-4876-48ad-869d-d391bb2ff676.pdf",
      "Sort": 2
    },
    {
      "ID": 177359,
      "LastModified": "2018-05-07T14:37:07.357Z",
      "Name": "Hearing Transcript - Stated Meeting  4-11-18",
      "Link": "https://nyc.legistar1.com/nyc/attachments/03d1e361-9e75-4fab-93b7-8ac711463d2d.pdf",
      "Sort": 3
    },
    {
      "ID": 245479,
      "LastModified": "2021-12-21T20:44:01.55Z",
      "Name": "Minutes of the Stated Meeting - April 11, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/6ae054de-0149-4894-9444-9fa668055fec.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 61007,
  "Text": "By Council Members Van Bramer and Brannan\n      Whereas, The Metropolitan Transportation Authority (\"MTA\") has over 600 miles of subway tracks, and operates 6,000 subway cars that serve 468 subway stations; and\n      Whereas, A large portion of the MTA's track infrastructure is above ground, running through many commercial and residential areas; and\n      Whereas, While New York City arguably has one of the largest and most efficient subway systems in the world, the largely above-ground system poses many problems for City residents; and\n      Whereas, In particular, subway noise has become a concern to many parents; and\n      Whereas, According to one media report, a public school in Queens that is located near an elevated train registered decibel levels in the high 90s; and\n      Whereas, According to the National Institutes of Health, prolonged exposure to noise levels of 85 decibels or higher may lead to hearing loss; and\n      Whereas, The New York City Department of Health recently launched a campaign to educate City residents about the negative effects of headphone use; and\n      Whereas, In Seattle, Washington, the local transit authority began work in 2013 to soundproof a portion of its light rail system that runs close to a residential neighborhood due to concerns about noise levels; and\n      Whereas, The MTA, in conjunction with other relevant City and State agencies, should begin studying ways to soundproof subway tracks located near public schools; now, therefore, be it\n                     Resolved, That the Council of the City of New York calls upon the Metropolitan Transportation Authority to install soundproofing systems near schools where subway and train noise reach disruptive decibel levels.\n \nGZ\nLS 1027/Res. No. 148/2014\nDecember 15, 2017\nLS# 561",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\fs27\\par\n\\pard\\cbpat2\\ltrpar\\sa200\\fs24 By Council Members Van Bramer and Brannan\\fs27\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sl480\\slmult1\\fs24 Whereas, The Metropolitan Transportation Authority (\\ldblquote MTA\\rdblquote ) has over 600 miles of subway tracks, and operates 6,000 subway cars that serve 468 subway stations; and\\fs27\\par\n\\fs24 Whereas, A large portion of the MTA\\rquote s track infrastructure is above ground, running through many commercial and residential areas; and\\fs27\\par\n\\fs24 Whereas, While New York City arguably has one of the largest and most efficient subway systems in the world, the largely above-ground system poses many problems for City residents; and\\fs27\\par\n\\fs24 Whereas, In particular, subway noise has become a concern to many parents; and\\fs27\\par\n\\fs24 Whereas, According to one media report, a public school in Queens that is located near an elevated train registered decibel levels in the high 90s; and\\fs27\\par\n\\fs24 Whereas, According to the National Institutes of Health, prolonged exposure to noise levels of 85 decibels or higher may lead to hearing loss; and\\fs27\\par\n\\fs24 Whereas, The New York City Department of Health recently launched a campaign to educate City residents about the negative effects of headphone use; and\\fs27\\par\n\\fs24 Whereas, In Seattle, Washington, the local transit authority began work in 2013 to soundproof a portion of its light rail system that runs close to a residential neighborhood due to concerns about noise levels; and\\fs27\\par\n\\fs24 Whereas, The MTA, in conjunction with other relevant City and State agencies, should begin studying ways to soundproof subway tracks located near public schools; now, therefore, be it\\fs27\\par\n\\pard\\cbpat2\\ltrpar\\sl480\\slmult1\\fs14                      \\fs24 Resolved, That the Council of the City of New York calls upon the Metropolitan Transportation Authority to install soundproofing systems near schools where subway and train noise reach disruptive decibel levels.\\fs27\\par\n\\pard\\cbpat2\\ltrpar\\fs22  \\fs27\\par\n\\fs20 GZ\\fs27\\par\n\\fs20 LS 1027/Res. No. 148/2014\\fs27\\par\n\\fs20 December 15, 2017\\par\nLS# 561\\fs27\\par\n\\pard\\ltrpar\\sa160\\sl252\\slmult1\\cf0\\fs22\\par\n}\n",
  "LastModified": "2021-12-31T17:33:14.9Z"
}
