{
  "ID": 58744,
  "GUID": "A2A92F19-AFB5-4447-A571-CEA272FDDC75",
  "File": "Res 0310-2018",
  "Name": "Board of Trustees of the State University of NY to require a new application and public hearing when the designated community school district in a charter school application changes.",
  "Title": "Resolution calling upon the Board of Trustees of the State University of New York to require a new application and public hearing when the designated community school district in a charter school application changes.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 9,
  "BodyName": "Committee on Education",
  "IntroDate": "2018-04-25T00:00:00Z",
  "AgendaDate": "2018-04-25T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7641,
      "Slug": "mark-treyger",
      "FullName": "Mark Treyger"
    },
    {
      "ID": 7742,
      "Slug": "diana-i-ayala",
      "FullName": "Diana I. Ayala"
    }
  ],
  "History": [
    {
      "ID": 335100,
      "Date": "2018-04-25T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-04-20T15:37:10.613Z"
    },
    {
      "ID": 335272,
      "Date": "2018-04-25T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Education",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16264,
      "AgendaSequence": 84,
      "MinutesSequence": 99,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Education",
      "MatterStatusID": 3,
      "LastModified": "2018-04-25T19:44:19.353Z"
    },
    {
      "ID": 379196,
      "Date": "2021-12-31T12:48:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-31T17:48:39.18Z"
    }
  ],
  "Attachments": [
    {
      "ID": 176482,
      "LastModified": "2021-12-31T17:48:43.993Z",
      "Name": "Res. No. 310",
      "Link": "https://nyc.legistar1.com/nyc/attachments/fbcfcda1-2843-499f-bd1b-f98323721d48.doc",
      "Sort": 1
    },
    {
      "ID": 245520,
      "LastModified": "2021-12-31T17:47:22.877Z",
      "Name": "April 25, 2018 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ca3dc676-aa62-40e2-afb5-92680b07071c.pdf",
      "Sort": 2
    },
    {
      "ID": 178616,
      "LastModified": "2021-12-31T17:47:22.843Z",
      "Name": "Hearing Transcript - Stated Meeting  4-25-18",
      "Link": "https://nyc.legistar1.com/nyc/attachments/396df24c-0e18-4c3f-8c06-16b83d118607.pdf",
      "Sort": 3
    },
    {
      "ID": 245567,
      "LastModified": "2021-12-21T21:35:39.363Z",
      "Name": "Minutes of the Stated Meeting - April 25, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/f4c9f254-8a31-4a24-af37-9153cc650891.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 60999,
  "Text": "By Council Members Chin, Treyger and Ayala\n\tWhereas, The Board of Trustees of the State University of New York (\"the Board\") is designated by state law as a \"charter entity\" tasked with reviewing charter school applications; and\n\tWhereas, In accordance with state law, the New York City Department of Education (\"DOE\") must hold a public hearing regarding any application for a new charter school in New York City; and\n\tWhereas, DOE holds the required hearing in the community school district specified in the charter school application; and\n\tWhereas, If the application's specified district is later changed to another district in the same borough, the Board has, in at least one instance and citing past precedent, viewed the change as \"non-material\" and recommended approval of the application without requiring any further public hearing; and\n\tWhereas, Different community school districts, even within the same borough, can have vastly different demographic make-ups and educational needs; and\n\tWhereas, The current procedure deprives communities of the right to be heard regarding charter school applications that will affect their neighborhoods; and\n\tWhereas, Additionally, this procedure fails to require applicants to take into account relevant statistics and demographics in instances in which the designated district is changed late in the application process, allowing applications that contain irrelevant information associated with the previously-designated district to proceed unchanged; and\n\tWhereas, A change as significant as designating a different community school district in an application should be treated as \"material\" by the Board; and  \n\tWhereas, In order to enhance the transparency and effectiveness of the charter school application process, the Board should ensure that each application fully reflects the community school district that the applicant intends to serve, and that the public hearing has been held in that district, before it votes to recommend approval; now, therefore, be it\n\tResolved, That the Council of the City of New York calls upon the Board of Trustees of the State University of New York to require a new application and public hearing when the designated community school district in a charter school application changes.\nJM\nLS# 856\nLS# 3430/Res. 540-2015\n12/28/2017",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\expndtw-3\\v0\\par\n\\pard\\ltrpar\\hyphpar0\\sl480\\slmult1\\qj By Council Members Chin, Treyger and Ayala\\par\n\\tab Whereas, The Board of Trustees of the State University of New York (\\ldblquote the Board\\rdblquote ) is designated by state law as a \\ldblquote charter entity\\rdblquote  tasked with reviewing charter school applications; and\\par\n\\tab Whereas, In accordance with state law, the New York City Department of Education (\\ldblquote DOE\\rdblquote ) must hold a public hearing regarding any application for a new charter school in New York City; and\\par\n\\tab Whereas, DOE holds the required hearing in the community school district specified in the charter school application; and\\par\n\\tab Whereas, If the application\\rquote s specified district is later changed to another district in the same borough, the Board has, in at least one instance and citing past precedent, viewed the change as \\ldblquote non-material\\rdblquote  and recommended approval of the application without requiring any further public hearing; and\\par\n\\tab Whereas, Different community school districts, even within the same borough, can have vastly different demographic make-ups and educational needs; and\\par\n\\tab Whereas, The current procedure deprives communities of the right to be heard regarding charter school applications that will affect their neighborhoods; and\\par\n\\tab Whereas, Additionally, this procedure fails to require applicants to take into account relevant statistics and demographics in instances in which the designated district is changed late in the application process, allowing applications that contain irrelevant information associated with the previously-designated district to proceed unchanged; and\\par\n\\tab Whereas, A change as significant as designating a different community school district in an application should be treated as \\ldblquote material\\rdblquote  by the Board; and  \\par\n\\tab Whereas, In order to enhance the transparency and effectiveness of the charter school application process, the Board should ensure that each application fully reflects the community school district that the applicant intends to serve, and that the public hearing has been held in that district, before it votes to recommend approval; now, therefore, be it\\par\n\\tab Resolved, That\\cf1  the Council of the City of New York\\cf0  calls upon the Board of Trustees of the State University of New York to require a new application and public hearing when the designated community school district in a charter school application changes.\\par\n\\pard\\ltrpar\\hyphpar0\\qj\\cf1\\fs16 JM\\par\nLS# 856\\par\nLS# 3430/Res. 540-2015\\par\n12/28/2017\\par\n\\par\n}\n",
  "LastModified": "2021-12-31T17:48:43.993Z"
}
