{
  "ID": 60445,
  "GUID": "A3BA28CB-F357-4D24-ADFD-25D60A73B6D5",
  "File": "Res 0313-2018",
  "Name": "Applauding the US Court of Appeals’ Second Circuit decision recognizing protections for Lesbian, Gay, Bisexual, Queer, Transgender and Gender Non-Conforming employees from employment discrimination.",
  "Title": "Resolution applauding the US Court of Appeals’ Second Circuit decision recognizing protections for Lesbian, Gay, Bisexual, Queer, Transgender and Gender Non-Conforming employees from employment discrimination under Title VII of the Civil Rights Act, denouncing the US Department of Justice’s repeated attempts to deny civil rights protections to members of the LGBQ-TGNC community, and calling on the US Supreme Court to uphold the rights of LGBQ-TGNC individuals.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5235,
  "BodyName": "Committee on Civil and Human Rights",
  "IntroDate": "2018-04-25T00:00:00Z",
  "AgendaDate": "2018-04-25T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 7780,
      "Slug": "public-advocate-jumaane-williams",
      "FullName": "Public Advocate Jumaane Williams"
    },
    {
      "ID": 7742,
      "Slug": "diana-i-ayala",
      "FullName": "Diana I. Ayala"
    }
  ],
  "History": [
    {
      "ID": 335105,
      "Date": "2018-04-25T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-04-20T16:00:54.437Z"
    },
    {
      "ID": 335305,
      "Date": "2018-04-25T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Civil and Human Rights",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16264,
      "AgendaSequence": 117,
      "MinutesSequence": 132,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Civil and Human Rights",
      "MatterStatusID": 3,
      "LastModified": "2018-04-25T19:44:19.4Z"
    },
    {
      "ID": 379197,
      "Date": "2021-12-31T12:50:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-31T17:50:14.773Z"
    }
  ],
  "Attachments": [
    {
      "ID": 176493,
      "LastModified": "2021-12-31T17:49:52.363Z",
      "Name": "Res. No. 313",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b370dd1f-b048-4537-b731-8b0825746da4.doc",
      "Sort": 1
    },
    {
      "ID": 178649,
      "LastModified": "2018-05-30T13:16:52.273Z",
      "Name": "Hearing Transcript - Stated Meeting  4-25-18",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ce528295-30fb-4658-9420-543830963eb2.pdf",
      "Sort": 2
    },
    {
      "ID": 245553,
      "LastModified": "2021-12-21T21:35:12.813Z",
      "Name": "April 25, 2018 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/aa8e3362-1082-433f-addd-44c978198b42.pdf",
      "Sort": 3
    },
    {
      "ID": 245600,
      "LastModified": "2021-12-31T17:49:54.553Z",
      "Name": "Minutes of the Stated Meeting - April 25, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/6f6efabe-d6a2-4f20-ac8b-3f36e119c261.pdf",
      "Sort": 4
    },
    {
      "ID": 200608,
      "LastModified": "2021-12-31T17:50:39.167Z",
      "Name": "Proposed Res. No. 313-A - 4/26/19",
      "Link": "https://nyc.legistar1.com/nyc/attachments/4d96f7c2-754f-4a0a-87ef-8d2f51e2bf24.docx",
      "Sort": 5
    }
  ],
  "Summary": "",
  "TextID": 66522,
  "Text": "By the Public Advocate (Mr. Williams) and Council Member Ayala\n\n      Whereas, The civil rights of the Lesbian, Gay, Bisexual, Queer, Transgender, and Gender Non-Conforming (\"LGBQ-TGNC\") community in the United States (\"US\") have been hard won over more than sixty years, and include sectors of life many non-LGBQ-TGNC identifying individuals take for granted, such as the right to marry; and\n      Whereas, In Zarda v. Altitude Express, skydiving instructor Donald Zarda filed suit against his employer, Altitude Express, claiming that he was fired due to his sexual orientation, in violation of New York State Human Rights Law and Title VII of the Civil Rights Act of 1964 (\"Title VII\"); and\n      Whereas, The US District Court for the Southern District of New York ruled that Title VII does not provide discrimination protection for sexual orientation and was upheld by the US Court of Appeals for the Second Circuit (\"Second Circuit\") based on prior case law (Simonton v. Runyon); and\n      Whereas, Following an appeal, the Second Circuit reviewed the case again, en banc; and\n      Whereas, The US Department of Justice (\"DOJ\") unexpectedly submitted a brief as amicus curiae in July, 2017, in support of the lower court ruling, arguing that sexual orientation is not protected under Title VII; and\n      Whereas, The DOJ argued that the sex discrimination prohibited under Title VII provides narrow protection for disparate treatment of men and women, based solely on gender, not sexual orientation; and\n      Whereas, The DOJ overlooked the fact that gender stereotyping is necessarily sex discrimination as, for example, men who are attracted to men defy the male stereotype of heterosexuality, and courts have systematically found it difficult to differentiate between impermissible sex-based stereotyping and supposedly permissible sexual orientation discrimination; and\n      Whereas, Disparate treatment of individuals because of the sex of their partners is equivalent to disparate treatment of individuals because of the race of their partners, which has been found to be illegal under Title VII; and\n      Whereas, The Second Circuit heard oral arguments from the EEOC and the DOJ on September 26, 2017 and handed down a new decision on February 26, 2018, in favor of Zarda; and\n      Whereas, Chief Judge Robert A. Katzmann wrote in the majority ruling that \"sexual orientation discrimination is motivated, at least in part, by sex and is thus a subset of sex discrimination;\" and\n      Whereas, Former US Attorney General Jeffrey Sessions has made it abundantly clear that he intends to curtail LGBQ-TGNC protections wherever he is able through spearheading such campaigns as the rollback of public school guidance to allow transgender students to use the bathroom of their preference; and\n      Whereas, On April 22, 2019, the U.S. Supreme Court agreed to hear the DOJ's appeal to the U.S. Circuit Court's decision in Altitude Express Inc. v. Zarda, as yet to be calendared; and\n      Whereas, The City of New York counts the largest LGBQ-TGNC population in the US, and is arguably the historic epicenter of the nation's LGBQ-TGNC rights movement; and\n      Whereas, New York State Human Rights Law and New York City Human Rights Law both provide comprehensive employment protections for sexual orientation discrimination; and\n      Whereas, The Council of the City of New York has regularly championed legislation that has provided extensive discrimination protections for members of the LGBQ-TGNC community, as vital members of the City's social, cultural, and economic fabric; now, therefore, be it\n      Resolved, That the Council of the City of New York applauds the US Court of Appeals' Second Circuit decision recognizing protections for Lesbian, Gay, Bisexual, Queer, Transgender and Gender Non-Conforming employees from employment discrimination under Title VII of the Civil Rights Act, denouncing the US Department of Justice's repeated attempts to deny civil rights protections to members of the LGBQ-TGNC community, and calling on the US Supreme Court to uphold the rights of LGBQ-TGNC individuals.\n      \n\nLS#4612\n4/26/2019\nEK",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red255\\green255\\blue0;}\n\\viewkind4\\uc1\n\\highlight1\\i0\\v0\\par\n\\highlight0 By the Public Advocate (Mr. Williams) and Council Member Ayala\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, The civil rights of the Lesbian, Gay, Bisexual, Queer, Transgender, and Gender Non-Conforming (\\ldblquote LGBQ-TGNC\\rdblquote ) community in the United States (\\ldblquote US\\rdblquote ) have been hard won over more than sixty years, and include sectors of life many non-LGBQ-TGNC identifying individuals take for granted, such as the right to marry; and\\par\nWhereas, In \\i Zarda v. Altitude Express\\i0 , skydiving instructor Donald Zarda filed suit against his employer, Altitude Express, claiming that he was fired due to his sexual orientation, in violation of New York State Human Rights Law and Title VII of the Civil Rights Act of 1964 (\\ldblquote Title VII\\rdblquote ); and\\par\nWhereas, The US District Court for the Southern District of New York ruled that Title VII does not provide discrimination protection for sexual orientation and was upheld by the US Court of Appeals for the Second Circuit (\\ldblquote Second Circuit\\rdblquote ) based on prior case law (\\i Simonton v. Runyon\\i0 ); and\\par\nWhereas, Following an appeal, the Second Circuit reviewed the case again, \\i en banc\\i0 ; and\\par\nWhereas, The US Department of Justice (\\ldblquote DOJ\\rdblquote ) unexpectedly submitted a brief as \\i amicus curiae\\i0  in July, 2017, in support of the lower court ruling, arguing that sexual orientation is not protected under Title VII; and\\par\nWhereas, The DOJ argued that the sex discrimination prohibited under Title VII provides narrow protection for disparate treatment of men and women, based solely on gender, not sexual orientation; and\\par\nWhereas, The DOJ overlooked the fact that gender stereotyping is necessarily sex discrimination as, for example, men who are attracted to men defy the male stereotype of heterosexuality, and courts have systematically found it difficult to differentiate between impermissible sex-based stereotyping and supposedly permissible sexual orientation discrimination;\\super  \\nosupersub and\\par\nWhereas, Disparate treatment of individuals because of the sex of their partners is equivalent to disparate treatment of individuals because of the race of their partners, which has been found to be illegal under Title VII; and\\par\nWhereas, The Second Circuit heard oral arguments from the EEOC and the DOJ on September 26, 2017 and handed down a new decision on February 26, 2018, in favor of \\i Zarda\\i0 ; and\\par\nWhereas, Chief Judge Robert A. Katzmann wrote in the majority ruling that \\ldblquote sexual orientation discrimination is motivated, at least in part, by sex and is thus a subset of sex discrimination;\\rdblquote  and\\par\nWhereas, Former US Attorney General Jeffrey Sessions has made it abundantly clear that he intends to curtail LGBQ-TGNC protections wherever he is able through spearheading such campaigns as the rollback of public school guidance to allow transgender students to use the bathroom of their preference; and\\par\nWhereas, On April 22, 2019, the U.S. Supreme Court agreed to hear the DOJ\\rquote s appeal to the U.S. Circuit Court\\rquote s decision in \\i Altitude Express Inc. v. Zarda, \\i0 as yet to be calendared; and\\par\nWhereas, The City of New York counts the largest LGBQ-TGNC population in the US, and is arguably the historic epicenter of the nation\\rquote s LGBQ-TGNC rights movement; and\\par\nWhereas, New York State Human Rights Law and New York City Human Rights Law both provide comprehensive employment protections for sexual orientation discrimination; and\\par\nWhereas, The Council of the City of New York has regularly championed legislation that has provided extensive discrimination protections for members of the LGBQ-TGNC community, as vital members of the City\\rquote s social, cultural, and economic fabric; now, therefore, be it\\par\nResolved, That the Council of the City of New York applauds the US Court of Appeals\\rquote  Second Circuit decision recognizing protections for Lesbian, Gay, Bisexual, Queer, Transgender and Gender Non-Conforming employees from employment discrimination under Title VII of the Civil Rights Act, denouncing the US Department of Justice\\rquote s repeated attempts to deny civil rights protections to members of the LGBQ-TGNC community, and calling on the US Supreme Court to uphold the rights of LGBQ-TGNC individuals.\\i\\par\n\\par\n\\pard\\ltrpar\\qj\\i0\\par\nLS#4612\\par\n4/26/2019\\par\nEK\\par\n}\n",
  "LastModified": "2021-12-31T17:50:39.167Z"
}
