{
  "ID": 60527,
  "GUID": "ECA4139A-3530-4274-B7D9-6C3CD8F4D0FB",
  "File": "Res 0336-2018",
  "Name": "Authorizing ballot by mail, no excuse absentee ballot voting and early voting. (A.7623, S. 840 and A9608-B)",
  "Title": "Resolution calling upon the New York State Legislature to pass, and the Governor to sign, A.7623/S.840 and A9608B, in relation to authorizing ballot by mail, no excuse absentee ballot voting and early voting.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 32,
  "StatusName": "Adopted",
  "BodyID": 13,
  "BodyName": "Committee on Governmental Operations",
  "IntroDate": "2018-05-09T00:00:00Z",
  "AgendaDate": "2018-05-09T00:00:00Z",
  "PassedDate": "2018-05-09T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7632,
      "Slug": "ben-kallos",
      "FullName": "Ben Kallos"
    },
    {
      "ID": 7627,
      "Slug": "costa-g-constantinides",
      "FullName": "Costa G. Constantinides"
    },
    {
      "ID": 7742,
      "Slug": "diana-i-ayala",
      "FullName": "Diana I. Ayala"
    }
  ],
  "History": [
    {
      "ID": 335423,
      "Date": "2018-05-03T13:00:00Z",
      "ActionID": 15,
      "Action": "Hearing on P-C Item by Comm",
      "Description": "This Resolution was Hearing on P-C Item by Comm",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 16267,
      "AgendaSequence": 5,
      "MinutesSequence": 10,
      "Version": "*",
      "AgendaNote": "Preconsidered",
      "MatterStatusID": 2,
      "LastModified": "2018-05-03T15:37:42.883Z"
    },
    {
      "ID": 335641,
      "Date": "2018-05-03T13:00:00Z",
      "ActionID": 25,
      "Action": "P-C Item Approved by Comm",
      "Description": "A motion was made that this Resolution be P-C Item Approved by Comm approved by Roll Call.",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 16267,
      "MinutesSequence": 11,
      "Version": "*",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 37,
      "Votes": [
        {
          "ID": 7561,
          "Slug": "fernando-cabrera",
          "FullName": "Fernando Cabrera",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 10
        },
        {
          "ID": 7632,
          "Slug": "ben-kallos",
          "FullName": "Ben Kallos",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 20
        },
        {
          "ID": 7635,
          "Slug": "alan-n-maisel",
          "FullName": "Alan N. Maisel",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 30
        },
        {
          "ID": 430,
          "Slug": "bill-perkins",
          "FullName": "Bill Perkins",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 40
        },
        {
          "ID": 7741,
          "Slug": "keith-powers",
          "FullName": "Keith Powers",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 50
        },
        {
          "ID": 7541,
          "Slug": "ydanis-a-rodriguez",
          "FullName": "Ydanis A. Rodriguez",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 60
        },
        {
          "ID": 7749,
          "Slug": "kalman-yeger",
          "FullName": "Kalman Yeger",
          "VoteID": 12,
          "Vote": "Negative",
          "Result": 2,
          "Sort": 70
        }
      ],
      "LastModified": "2018-05-03T18:02:45.533Z"
    },
    {
      "ID": 335422,
      "Date": "2018-05-09T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-04-30T01:00:38.723Z"
    },
    {
      "ID": 335926,
      "Date": "2018-05-09T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Governmental Operations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16315,
      "AgendaSequence": 153,
      "MinutesSequence": 177,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Preconsidered - Governmental Operations",
      "MatterStatusID": 3,
      "LastModified": "2018-05-09T21:27:02.403Z"
    },
    {
      "ID": 335803,
      "Date": "2018-05-09T18:30:00Z",
      "ActionID": 5032,
      "Action": "Approved, by Council",
      "Description": "A motion was made that this Resolution be Approved, by Council approved by voice vote.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16315,
      "AgendaSequence": 108,
      "MinutesSequence": 132,
      "Version": "*",
      "AgendaNote": "Preconsidered - Adopted by the Committee on Governmental Operations",
      "MinutesNote": "Pursuant to Rule 8.50 of the Council, the Public Advocate (Ms. James) called for a voice vote.  Hearing those in favor, the Public Advocate (Ms. James) declared the Resolution to be adopted.\r\n\r\nThe following 3 Council Members formally noted their vote against this item: \r\nCouncil Members Borelli, Yeger and Matteo.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 32,
      "LastModified": "2018-05-10T14:25:57.623Z"
    }
  ],
  "Attachments": [
    {
      "ID": 176643,
      "LastModified": "2021-12-31T18:01:17.653Z",
      "Name": "Res. No. 336",
      "Link": "https://nyc.legistar1.com/nyc/attachments/0589857e-ad5c-41ce-be57-b8d3cf9062a1.doc",
      "Sort": 1
    },
    {
      "ID": 176684,
      "LastModified": "2018-04-30T14:56:33.947Z",
      "Name": "A. 7623",
      "Link": "https://nyc.legistar1.com/nyc/attachments/efd06235-b1b7-4a69-b546-e4f143ff3a3f.pdf",
      "Sort": 2
    },
    {
      "ID": 176688,
      "LastModified": "2018-04-30T15:02:28.81Z",
      "Name": "S. 840",
      "Link": "https://nyc.legistar1.com/nyc/attachments/697d201b-e0f2-4dab-832b-5bac15b8ad52.pdf",
      "Sort": 3
    },
    {
      "ID": 176685,
      "LastModified": "2018-04-30T15:02:28.747Z",
      "Name": "A. 9608-B",
      "Link": "https://nyc.legistar1.com/nyc/attachments/06dfe05e-b9d7-466f-bbe1-89bf9af984a2.pdf",
      "Sort": 4
    },
    {
      "ID": 177115,
      "LastModified": "2018-05-03T18:04:30.98Z",
      "Name": "Committee Report",
      "Link": "https://nyc.legistar1.com/nyc/attachments/bd19fc62-2398-484b-b18c-69f91ffe436a.doc",
      "Sort": 5
    },
    {
      "ID": 177457,
      "LastModified": "2018-05-07T20:58:43.183Z",
      "Name": "Hearing Testimony",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b1f3fb9a-099a-460c-aab2-c8d3d902c136.PDF",
      "Sort": 6
    },
    {
      "ID": 178735,
      "LastModified": "2018-06-01T12:05:43.89Z",
      "Name": "Hearing Transcript",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d38aae33-3da9-4984-8d71-68f08b196abd.pdf",
      "Sort": 7
    },
    {
      "ID": 177634,
      "LastModified": "2018-06-01T12:05:43.813Z",
      "Name": "May 9, 2018 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/e23ea24a-acd5-47d0-bdec-e9ef5620f663.pdf",
      "Sort": 8
    },
    {
      "ID": 179150,
      "LastModified": "2018-06-07T17:28:14.163Z",
      "Name": "Hearing Transcript - Stated Meeting  5-9-18",
      "Link": "https://nyc.legistar1.com/nyc/attachments/76510a73-e5d7-4b9f-86b2-871377aadfff.pdf",
      "Sort": 9
    },
    {
      "ID": 181428,
      "LastModified": "2018-07-31T14:08:45.73Z",
      "Name": "Minutes of the Stated Meeting - May 9, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/677ca52b-b730-455a-8022-b66886239e5d.pdf",
      "Sort": 10
    }
  ],
  "Summary": "",
  "TextID": 62813,
  "Text": "By Council Members Kallos, Constantinides and Ayala\n\n      Whereas, Popular sovereignty through voting is a foundational bedrock of our democracy; and \n      Whereas, All eligible New Yorkers deserve a reasonable opportunity to exercise their fundamental voting rights; and \n      Whereas, According to the United States Elections Project, New York State ranked 41st among states' voter turnout in the 2016 general election; and\n      Whereas, In the 2014 general election, only 20% of eligible voters in New York City voted, hitting a historic low, according to the New York City Campaign Finance Board; and\n      Whereas, A 2010 United States Census Bureau survey found that the most common reason cited by non-voters for not voting is a category defined as \"No time off/too busy;\" and\n      Whereas, A New York voter may only utilize their assigned polling location between 6:00 A.M. and 9:00 P.M. on a single weekday Election Day in order to exercise their right to vote; and \n      Whereas, The 15-hour window of opportunity to vote in New York potentially results in disenfranchisement due to unintended delays in opening poll sites, as occasionally happens locally, given the large number of poll sites in New York City; and\n      Whereas, Many states with high voter turnout rates have instituted various electoral reforms to increase participation, including permitting voters to cast absentee ballots without citing an excuse and implementing early voting; and\n      Whereas, Twenty-seven states and the District of Columbia currently allow any voter to vote via absentee ballot without offering an excuse, and three states have all-mail voting where ballots are automatically sent to every eligible voter, according to the National Conference of State Legislatures; and\n      Whereas, New York State voters may only vote by absentee ballot if they can affirm one of several reasons: absence from their county or New York City on Election Day, illness or disability, primary care taker responsibilities of  someone ill or disabled, and detention in jail or prison; and\n      Whereas, Applying for an absentee ballot and falsely citing one of the qualifying reasons is a felony; and\n      Whereas, Many advocates for increased voter participation have supported removing these limitations on absentee voting, since potential voters often miss the opportunity to cast a ballot when the voting period is confined only to certain hours of one day; and\n      Whereas, New York State Assembly Member Clyde Vanel and New York State Senator Comrie introduced A.7623/S.840, amending section 2 of article 2 of the New York State Constitution to authorize ballot by mail, thereby removing cause for absentee ballot voting; and  \n      Whereas, Establishing no-excuse absentee voting in New York State would increase voter participation by allowing all voters the option to vote from home at a time convenient to them; and\n      Whereas, Another means to improve voter turnout is by offering early voting; and\n      Whereas, In the 2016 general election more than 33% of voters nationwide cast their ballot before Election Day; and\n      Whereas, Only 13 states, including New York, do not offer in-person early voting; and\n      Whereas, A New York voter may only vote prior to Election Day by absentee ballot if such voter affirms that they have an acceptable reason for being unable to physically visit their assigned polling site during the entire single Election Day; and\n      Whereas, Allowing voters more than a single day to vote would further accommodate those who are physically unable to vote on Election Day and reduce conflicts between voting and job, family, or care-giving responsibilities; and\n      Whereas, Early voting better distributes the systemic pressure placed on election administration by reducing the effects of high-impact voting disruptions such as severe weather events, broken machines, impaired poll site access, and common voter suppression tactics; and  \n      Whereas, New York State Assembly Member Lavine introduced A9608B, which would provide registered voters with seven days of early voting; and\n      Whereas, Whereas, Implementing Board of Elections safeguards would prevent early voters from casting multiple ballots in the same election; and\n      Whereas, Whereas, Only 57.3% of eligible New York State voters cast a ballot in the 2016 general election, near the bottom of the turnout rate for all states; and\n      Whereas, Some have attributed New York's low voter turnout to the State's lack of an alternative to single day, in-person voting; now, therefore, be it\n\tResolved, That the Council of the City of New York calls upon the New York State legislature to pass, and the Governor to sign, A.7623/S.840 and A9608B, in relation to authorizing ballot by mail, no excuse absentee ballot voting and early voting.\n4/24/18\nLS5204\nEK",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Kallos, Constantinides and Ayala\\par\n\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sl480\\slmult1\\qj\\cf1 Whereas, Popular sovereignty through voting is a foundational bedrock of our democracy; and \\par\nWhereas, All eligible New Yorkers deserve a reasonable opportunity to exercise their fundamental voting rights; and \\par\nWhereas, According to the United States Elections Project, New York State ranked 41\\super st\\nosupersub  among states\\rquote  voter turnout in the 2016 general election; and\\par\nWhereas, In the 2014 general election, only 20% of eligible voters in New York City voted, hitting a historic low, according to the New York City Campaign Finance Board; and\\par\nWhereas, A 2010 United States Census Bureau survey found that the most common reason cited by non-voters for not voting is a category defined as \\ldblquote No time off/too busy;\\rdblquote  and\\fs27\\par\n\\fs24 Whereas, A New York voter may only utilize their assigned polling location between 6:00 A.M. and 9:00 P.M. on a single weekday Election Day in order to exercise their right to vote; and \\par\nWhereas, The 15-hour window of opportunity to vote in New York potentially results in disenfranchisement due to unintended delays in opening poll sites, as occasionally happens locally, given the large number of poll sites in New York City; and\\par\nWhereas, Many states with high voter turnout rates have instituted various electoral reforms to increase participation, including permitting voters to cast absentee ballots without citing an excuse and implementing early voting; and\\par\nWhereas, Twenty-seven states and the District of Columbia currently allow any voter to vote via absentee ballot without offering an excuse, and three states have all-mail voting where ballots are automatically sent to every eligible voter, according to the National Conference of State Legislatures; and\\par\nWhereas, New York State voters may only vote by absentee ballot if they can affirm one of several reasons: absence from their county or New York City on Election Day, illness or disability, primary care taker responsibilities of  someone ill or disabled, and detention in jail or prison; and\\par\nWhereas, Applying for an absentee ballot and falsely citing one of the qualifying reasons is a felony; and\\par\nWhereas, Many advocates for increased voter participation have supported removing these limitations on absentee voting, since potential voters often miss the opportunity to cast a ballot when the voting period is confined only to certain hours of one day; and\\par\nWhereas, New York State Assembly Member Clyde Vanel and New York State Senator Comrie introduced A.7623/S.840, amending section 2 of article 2 of the New York State Constitution to authorize ballot by mail, thereby removing cause for absentee ballot voting; and  \\par\nWhereas, Establishing no-excuse absentee voting in New York State would increase voter participation by allowing all voters the option to vote from home at a time convenient to them; and\\par\nWhereas, Another means to improve voter turnout is by offering early voting; and\\par\nWhereas, In the 2016 general election more than 33% of voters nationwide cast their ballot before Election Day; and\\par\nWhereas, Only 13 states, including New York, do not offer in-person early voting; and\\par\nWhereas, A New York voter may only vote prior to Election Day by absentee ballot if such voter affirms that they have an acceptable reason for being unable to physically visit their assigned polling site during the entire single Election Day; and\\par\nWhereas, Allowing voters more than a single day to vote would further accommodate those who are physically unable to vote on Election Day and reduce conflicts between voting and job, family, or care-giving responsibilities; and\\par\nWhereas, Early voting better distributes the systemic pressure placed on election administration by reducing the effects of high-impact voting disruptions such as severe weather events, broken machines, impaired poll site access, and common voter suppression tactics; and  \\par\nWhereas, New York State Assembly Member Lavine introduced A9608B, which would provide registered voters with seven days of early voting; and\\par\nWhereas, Whereas, Implementing Board of Elections safeguards would prevent early voters from casting multiple ballots in the same election; and\\par\n\\cf0 Whereas, \\cf1 Whereas, Only 57.3% of eligible New York State voters cast a ballot in the 2016 general election, near the bottom of the turnout rate for all states; and\\par\nWhereas, Some have attributed New York's low voter turnout to the State's lack of an alternative to single day, in-person voting; now, therefore, be it\\par\n\\pard\\ltrpar\\sa160\\sl480\\slmult1\\qj\\cf0\\tab Resolved, That the Council of the City of New York calls upon the New York State legislature to pass, and the Governor to sign, A.7623/S.840 and A9608B, in relation to authorizing ballot by mail, no excuse absentee ballot voting and early voting.\\par\n\\pard\\ltrpar\\qj 4/24/18\\par\nLS5204\\par\nEK\\par\n}\n",
  "LastModified": "2021-12-31T18:01:20.887Z"
}
