{
  "ID": 60695,
  "GUID": "D7EA7CCA-EEE1-4447-822D-2D7989D9FEE7",
  "File": "Res 0337-2018",
  "Name": "Preserve the separation of powers enshrined in the City Charter and Council Members’ free speech rights to express their policy positions by filing amicus briefs.",
  "Title": "Resolution by the Council of the City of New York ratifying Council action in Council et al., v. Carter, New York Supreme Court, Index No. 153498/2018 (Verified Petition filed April 17, 2018), a lawsuit filed to preserve the separation of powers enshrined in the City Charter and Council Members’ free speech rights to express their policy positions by filing amicus briefs",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 32,
  "StatusName": "Adopted",
  "BodyID": 20,
  "BodyName": "Committee on Rules, Privileges and Elections",
  "IntroDate": "2018-05-09T00:00:00Z",
  "AgendaDate": "2018-05-09T00:00:00Z",
  "PassedDate": "2018-05-09T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    }
  ],
  "History": [
    {
      "ID": 336022,
      "Date": "2018-05-09T11:00:00Z",
      "ActionID": 15,
      "Action": "Hearing on P-C Item by Comm",
      "Description": "This Resolution was Hearing on P-C Item by Comm",
      "BodyID": 20,
      "BodyName": "Committee on Rules, Privileges and Elections",
      "EventID": 16251,
      "AgendaSequence": 3,
      "MinutesSequence": 7,
      "Version": "*",
      "AgendaNote": "Preconsidered",
      "MatterStatusID": 2,
      "LastModified": "2018-05-09T16:40:16.563Z"
    },
    {
      "ID": 336043,
      "Date": "2018-05-09T11:00:00Z",
      "ActionID": 25,
      "Action": "P-C Item Approved by Comm",
      "Description": "A motion was made that this Resolution be P-C Item Approved by Comm approved by Roll Call.",
      "BodyID": 20,
      "BodyName": "Committee on Rules, Privileges and Elections",
      "EventID": 16251,
      "MinutesSequence": 8,
      "Version": "*",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 37,
      "Votes": [
        {
          "ID": 386,
          "Slug": "karen-koslowitz",
          "FullName": "Karen Koslowitz",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 10
        },
        {
          "ID": 7739,
          "Slug": "adrienne-e-adams",
          "FullName": "Adrienne E. Adams",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 20
        },
        {
          "ID": 7562,
          "Slug": "margaret-s-chin",
          "FullName": "Margaret S. Chin",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 30
        },
        {
          "ID": 7604,
          "Slug": "robert-e-cornegy-jr",
          "FullName": "Robert E. Cornegy, Jr.",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 40
        },
        {
          "ID": 7630,
          "Slug": "rafael-l-espinal-jr",
          "FullName": "Rafael L. Espinal, Jr.",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 50
        },
        {
          "ID": 7622,
          "Slug": "vanessa-l-gibson",
          "FullName": "Vanessa L. Gibson",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 60
        },
        {
          "ID": 7631,
          "Slug": "corey-d-johnson",
          "FullName": "Corey D. Johnson",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 70
        },
        {
          "ID": 7633,
          "Slug": "rory-i-lancman",
          "FullName": "Rory I. Lancman",
          "VoteID": 9,
          "Vote": "Non-voting",
          "Sort": 80
        },
        {
          "ID": 5953,
          "Slug": "steven-matteo",
          "FullName": "Steven Matteo",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 90
        },
        {
          "ID": 7640,
          "Slug": "ritchie-j-torres",
          "FullName": "Ritchie J. Torres",
          "VoteID": 16,
          "Vote": "Absent",
          "Sort": 100
        },
        {
          "ID": 7641,
          "Slug": "mark-treyger",
          "FullName": "Mark Treyger",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 110
        }
      ],
      "LastModified": "2018-07-24T14:37:11.123Z"
    },
    {
      "ID": 336018,
      "Date": "2018-05-09T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-05-08T19:56:54.89Z"
    },
    {
      "ID": 336019,
      "Date": "2018-05-09T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Rules, Privileges and Elections",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16315,
      "AgendaSequence": 154,
      "MinutesSequence": 178,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Preconsidered - Rules, Privileges and Elections",
      "MatterStatusID": 3,
      "LastModified": "2018-05-09T21:27:02.403Z"
    },
    {
      "ID": 336038,
      "Date": "2018-05-09T18:30:00Z",
      "ActionID": 5032,
      "Action": "Approved, by Council",
      "Description": "A motion was made that this Resolution be Approved, by Council approved by voice vote.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16315,
      "AgendaSequence": 109,
      "MinutesSequence": 133,
      "Version": "*",
      "AgendaNote": "Preconsidered - Adopted by the Committee on Rules, Privileges and Elections",
      "MinutesNote": "Pursuant to Rule 8.50 of the Council, the Public Advocate (Ms. James) called for a voice vote.  Hearing no objections, the Public Advocate (Ms. James) declared the Resolution to be adopted.\r\n\r\nAdopted unanimously by the Council by voice-vote.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 32,
      "LastModified": "2018-05-10T14:26:44.173Z"
    }
  ],
  "Attachments": [
    {
      "ID": 177498,
      "LastModified": "2021-12-31T18:01:32.077Z",
      "Name": "Res. No. 337",
      "Link": "https://nyc.legistar1.com/nyc/attachments/6d6b4ab2-aa8c-4b43-a1d7-77002347fd50.doc",
      "Sort": 1
    },
    {
      "ID": 177499,
      "LastModified": "2018-05-09T17:00:03.74Z",
      "Name": "Committee Report",
      "Link": "https://nyc.legistar1.com/nyc/attachments/aff1b694-cd70-4523-9775-17b13315003a.doc",
      "Sort": 2
    },
    {
      "ID": 179073,
      "LastModified": "2018-06-07T14:19:13.74Z",
      "Name": "Hearing Transcript",
      "Link": "https://nyc.legistar1.com/nyc/attachments/203a268d-5a2a-4258-bde1-af8c26a712e4.pdf",
      "Sort": 3
    },
    {
      "ID": 177635,
      "LastModified": "2018-06-07T14:19:13.677Z",
      "Name": "May 9, 2018 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/fb4048de-8129-4075-a194-540b09004b40.pdf",
      "Sort": 4
    },
    {
      "ID": 179151,
      "LastModified": "2021-12-31T18:01:35.373Z",
      "Name": "Hearing Transcript - Stated Meeting  5-9-18",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c8de49f0-57ff-4b78-ba89-c8269d4b4e06.pdf",
      "Sort": 5
    },
    {
      "ID": 181429,
      "LastModified": "2018-07-31T14:08:46.02Z",
      "Name": "Minutes of the Stated Meeting - May 9, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/6ef93161-b6e5-42e9-8f9f-fa4a6e7cb269.pdf",
      "Sort": 6
    }
  ],
  "Summary": "",
  "TextID": 62991,
  "Text": "By Council Member Koslowitz\n\n      Whereas, The Council of the City of New York ( the \"Council\") is a 51-member independent legislative body elected by the residents of New York City that is committed to protecting the freedom of its members to advocate for various policy positions in their official capacities without interference from the executive branch; and, \n      Whereas, Council Members have filed amicus briefs for decades without interference from the executive branch; and,\n      Whereas, In November 2017, in response to the bi-partisan motion of five Council Members for leave to appear as amici curiae in Tax Equity Now NY LLC v. City of New York, et al., Index No. 153759/2017 (Sup. Ct. N.Y. Cnty.), the Corporation Counsel, who is appointed by and serves at the pleasure of the Mayor, argued that the Council Members should not be permitted to file a brief, asserting that \"there is no authority\" for Council Members to \"appear through a private attorney in their representative capacities\" to file amicus briefs; and,\n      Whereas, A Notice of Appeal was filed in Tax Equity Now preserving the right to challenge the court's decision concerning the amicus curiae participation of Council Members; and,\n      Whereas, The Corporation Counsel has sought to silence the voices of Council Members by taking the position that Council Members may not appear through outside counsel and yet has refused to represent Council Members when they have requested representation as amici, for example, the requests of Council Members Ritchie Torres, Alicka Ampry-Samuel, and Laurie Cumbo in City-Wide Council of Presidents v. New York City Hous. Auth., Index No. 100283/2018 (Sup. Ct. N.Y.Cnty.); and,\n      Whereas, The Corporation Counsel's effort to prohibit Council Members from filing amicus briefs in their representative capacities is a serious affront to the separation of powers, the integrity of the legislative branch, and the First Amendment of the United States Constitution and Article I Sections 8 and 9 of the New York State Constitution; and,\n      Whereas, On April 17, 2018, the Council, under the authorization of Speaker Corey Johnson, alongside Council Members Laurie Cumbo, Alicka Ampry-Samuel, and Ritchie Torres, filed a lawsuit challenging the Corporation Counsel's denial of their requests for representation in City-Wide Council of Presidents v. New York City Hous. Auth. and seeking a declaration that Council Members have a right under the separation of powers doctrine, the First Amendment, and the New York State Constitution to retain outside counsel for purposes of filing amicus briefs in their official capacities; now, therefore, be it\n      Resolved, That the Council of the City of New York ratifies Council action in Council et al., v. Carter, New York Supreme Court, Index No. 153498/2018 (Verified Petition filed April 17, 2018), a lawsuit filed to preserve the separation of powers enshrined in the City Charter and Council Members' free speech rights to express their policy positions by filing amicus briefs.\n      \n\nSML\n5/9/2018\n\n1",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Member Koslowitz\\par\n\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, The Council of the City of New York ( the \\ldblquote Council\\rdblquote ) is a 51-member independent legislative body elected by the residents of New York City that is committed to protecting the freedom of its members to advocate for various policy positions in their official capacities without interference from the executive branch; and, \\par\nWhereas, Council Members have filed amicus briefs for decades without interference from the executive branch; and,\\par\nWhereas, In November 2017, in response to the bi-partisan motion of five Council Members for leave to appear as \\i amici curiae\\i0  in \\i Tax Equity Now NY LLC v. City of New York, et al.\\i0 , Index No. 153759/2017 (Sup. Ct. N.Y. Cnty.), the Corporation Counsel, who is appointed by and serves at the pleasure of the Mayor, argued that the Council Members should not be permitted to file a brief, asserting that \\ldblquote there is no authority\\rdblquote  for Council Members to \\ldblquote appear through a private attorney in their representative capacities\\rdblquote  to file \\i amicus \\i0 briefs; and,\\par\nWhereas, A Notice of Appeal was filed in \\i Tax Equity Now \\i0 preserving the right to challenge the court\\rquote s decision concerning the \\i amicus curiae\\i0  participation of Council Members; and,\\par\nWhereas, The Corporation Counsel has sought to silence the voices of Council Members by taking the position that Council Members may not appear through outside counsel and yet has refused to represent Council Members when they have requested representation as \\i amici,\\i0  for example, the requests of Council Members Ritchie Torres, Alicka Ampry-Samuel, and Laurie Cumbo in \\i City-Wide Council of Presidents v. New York City Hous. Auth.\\i0 , Index No. 100283/2018 (Sup. Ct. N.Y.Cnty.); and,\\par\nWhereas, The Corporation Counsel\\rquote s effort to prohibit Council Members from filing \\i amicus \\i0 briefs in their representative capacities is a serious affront to the separation of powers, the integrity of the legislative branch, and the First Amendment of the United States Constitution and Article I Sections 8 and 9 of the New York State Constitution; and,\\par\nWhereas, On April 17, 2018, the Council, \\cf1 under the authorization of Speaker Corey Johnson, alongside Council Members Laurie Cumbo, Alicka Ampry-Samuel, and Ritchie Torres\\cf0 , filed a lawsuit challenging the Corporation Counsel\\rquote s denial of their requests for representation in \\i City-Wide Council of Presidents v. New York City Hous. Auth. \\i0 and seeking a declaration that Council Members have a right under the separation of powers doctrine, the First Amendment, and the New York State Constitution to retain outside counsel for purposes of filing \\i amicus\\i0  briefs in their official capacities; now, therefore, be it\\par\nResolved, That the Council of the City of New York ratifies Council action in \\i Council et al., v. Carter, \\i0 New York Supreme Court, Index No. 153498/2018\\i  \\i0 (Verified Petition filed April 17, 2018), a lawsuit filed to preserve the separation of powers enshrined in the City Charter and Council Members\\rquote  free speech rights to express their policy positions by filing amicus briefs.\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sl480\\slmult1\\par\n\\pard\\cbpat2\\ltrpar\\par\nSML\\par\n5/9/2018\\par\n\\pard\\ltrpar\\par\n}\n",
  "LastModified": "2021-12-31T18:01:35.373Z"
}
