{
  "ID": 60762,
  "GUID": "CB6304A9-14B2-410F-9758-375F04D49CD6",
  "File": "Res 0362-2018",
  "Name": "Provide an award of a single Congressional Gold Medal to the Chinese-American Veterans of World War II in recognition of their dedicated service during World War II. (H.R. 2358)",
  "Title": "Resolution calling upon the United States Congress to pass, and the President to sign, H.R. 2358, which would provide an award of a single Congressional Gold Medal to the Chinese-American Veterans of World War II in recognition of their dedicated service during World War II.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5122,
  "BodyName": "Committee on Veterans",
  "IntroDate": "2018-05-23T00:00:00Z",
  "AgendaDate": "2018-05-23T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7746,
      "Slug": "robert-f-holden",
      "FullName": "Robert F. Holden"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 7749,
      "Slug": "kalman-yeger",
      "FullName": "Kalman Yeger"
    }
  ],
  "History": [
    {
      "ID": 336357,
      "Date": "2018-05-23T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-05-18T15:34:48.633Z"
    },
    {
      "ID": 336557,
      "Date": "2018-05-23T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Veterans",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16367,
      "AgendaSequence": 104,
      "MinutesSequence": 125,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Veterans",
      "MatterStatusID": 3,
      "LastModified": "2018-05-23T16:10:45.413Z"
    },
    {
      "ID": 379200,
      "Date": "2021-12-31T13:10:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-31T18:10:44.04Z"
    }
  ],
  "Attachments": [
    {
      "ID": 178146,
      "LastModified": "2021-12-31T18:10:46.397Z",
      "Name": "Res. No. 362",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c0e43854-9cbd-4d0b-bb2f-e263f97f2ac9.doc",
      "Sort": 1
    },
    {
      "ID": 178141,
      "LastModified": "2021-12-31T18:09:57.893Z",
      "Name": "H.R. 2358",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b25d1552-aa83-464c-aeb5-7306e635b78f.pdf",
      "Sort": 2
    },
    {
      "ID": 178330,
      "LastModified": "2018-05-23T15:45:02.807Z",
      "Name": "May 23, 2018 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/54224229-dfd3-4e23-871b-21d03d356ab2.pdf",
      "Sort": 3
    },
    {
      "ID": 245625,
      "LastModified": "2021-12-22T17:16:40.09Z",
      "Name": "Hearing Transcript - Stated Meeting 05-23-2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/fc4b995a-ae16-4f80-b659-45817c549656.pdf",
      "Sort": 4
    },
    {
      "ID": 245659,
      "LastModified": "2021-12-22T17:17:10.607Z",
      "Name": "Minutes of the Stated Meeting - May 23, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/9a6eeca2-b95e-49bc-b750-2c93eb23909f.pdf",
      "Sort": 5
    }
  ],
  "Summary": "",
  "TextID": 63078,
  "Text": "By Council Members Holden and Yeger\n\tWhereas, World War II was the bloodiest conflict in human history; and \n\tWhereas, According to the National World War II Museum, it claimed more than 60 million lives worldwide, including more than 400,000 in the United States; and \n\tWhereas, Americans of all backgrounds fought and died in Europe, North Africa, and the Pacific; and\n\tWhereas, Chinese-Americans made a brave and notable contribution to the war effort; and \n\tWhereas, According to the U.S. Army Center of Military History, more than 13,000 Chinese-Americans served in World War II; and\n \tWhereas, Additionally, the 407th Air Service Squadron and the 987th Signal Company were entirely Chinese-American; and \t\n\tWhereas, The contribution of Chinese-Americans to the war effort is particularly noteworthy because of the instances of anti-Chinese discrimination in American history; and\n \tWhereas, The Chinese Exclusion Act of 1882 barred most immigration from China to the United States and it was not repealed until the passage of the Magnuson Act in 1943; and \n\tWhereas, The Congressional Gold Medal is the highest civilian honor awarded by Congress; and\n\tWhereas, In recent years, overlooked World War II units including Filipino veterans, Native American code talkers, and Monuments Men have all received the medal; and\n\tWhereas, Bestowing the nation's highest civilian honor upon Chinese-American World War Two veterans would represent appropriate recognition for the commitment and patriotism that these individuals displayed in the face of enormous adversity; now, therefore, be it\n\tResolved, That the Council of the City of New York calls upon the United States Congress to pass, and the President to sign, H.R. 2358, which would provide an award of a single Congressional Gold Medal to the Chinese-American Veterans of World War II in recognition of their dedicated service during World War II.\n\n\n\n\n\nLS 5853 \nMK\n3/23/18\n \n\n\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\sl480\\slmult1 By Council Members Holden and Yeger\\par\n\\tab Whereas, \\cf0 World War II was the bloodiest conflict in human history; and \\par\n\\cf1\\tab\\cf0 Whereas, According to the National World War II Museum, it claimed more than 60 million lives worldwide, including more than 400,000 in the United States; and \\par\n\\tab Whereas, Americans of all backgrounds fought and died in Europe, North Africa, and the Pacific; and\\par\n\\tab Whereas, Chinese-Americans made a brave and notable contribution to the war effort; and \\par\n\\tab Whereas, According to the U.S. Army Center of Military History, more than 13,000 Chinese-Americans served in World War II; and\\par\n \\tab Whereas, Additionally, the 407\\super th\\nosupersub  Air Service Squadron and the 987\\super th\\nosupersub  Signal Company were entirely Chinese-American; and \\tab\\par\n\\tab Whereas, The contribution of Chinese-Americans to the war effort is particularly noteworthy because of the instances of anti-Chinese discrimination in American history; and\\par\n \\tab\\cf1 Whereas, The Chinese Exclusion Act of 1882 barred most immigration from China to the United States and it was not repealed until the passage of the Magnuson Act in 1943; and \\par\n\\tab Whereas, The Congressional Gold Medal is the highest civilian honor awarded by Congress; and\\par\n\\tab Whereas, In recent years, overlooked World War II units including Filipino veterans, Native American code talkers, and Monuments Men have all received the medal; and\\par\n\\tab Whereas, Bestowing the nation\\rquote s highest civilian honor upon Chinese-American World War Two veterans would represent appropriate recognition for the commitment and patriotism that these individuals displayed in the face of enormous adversity; now, therefore, be it\\cf0\\par\n\\cf1\\tab Resolved, That the Council of the City of New York calls upon the United States Congress to pass, and the President to sign, H.R. 2358, which would provide an award of a single Congressional Gold Medal to the Chinese-American Veterans of World War II in recognition of their dedicated service during World War II.\\par\n\\pard\\ltrpar\\hyphpar0\\qj\\cf0\\expndtw-3\\fs22\\par\n\\par\n\\par\n\\par\n\\par\nLS 5853 \\par\n\\cf1 MK\\par\n3/23/18\\par\n\\pard\\ltrpar\\hyphpar0\\sa200\\sl276\\slmult1\\qj  \\par\n}\n",
  "LastModified": "2021-12-31T18:10:46.397Z"
}
