{
  "ID": 60721,
  "GUID": "0D164FB8-8C22-4FF9-8806-734E19FD9B9A",
  "File": "Res 0363-2018",
  "Name": "Requires that students on school buses wear seat belts until the bus comes to a destination stop. (A.801)",
  "Title": "Resolution calling upon the New York City Department of Education to enforce Chancellor’s Regulation A-801, which requires that students on school buses wear seat belts until the bus comes to a destination stop.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 9,
  "BodyName": "Committee on Education",
  "IntroDate": "2018-05-23T00:00:00Z",
  "AgendaDate": "2018-05-23T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 7747,
      "Slug": "alicka-ampry-samuel",
      "FullName": "Alicka Ampry-Samuel"
    }
  ],
  "History": [
    {
      "ID": 336342,
      "Date": "2018-05-23T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-05-17T20:34:38.77Z"
    },
    {
      "ID": 336561,
      "Date": "2018-05-23T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Education",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16367,
      "AgendaSequence": 107,
      "MinutesSequence": 128,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Education",
      "MatterStatusID": 3,
      "LastModified": "2018-05-23T16:11:47.853Z"
    },
    {
      "ID": 379201,
      "Date": "2021-12-31T13:11:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-31T18:11:25.277Z"
    }
  ],
  "Attachments": [
    {
      "ID": 177902,
      "LastModified": "2021-12-31T18:11:29.027Z",
      "Name": "Res. No. 363",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c07a2433-2e9a-4b8e-acff-ec436029c134.doc",
      "Sort": 1
    },
    {
      "ID": 178333,
      "LastModified": "2018-05-23T15:45:03.837Z",
      "Name": "May 23, 2018 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ddef3e67-b210-4f5b-af11-8703e2cbf355.pdf",
      "Sort": 2
    },
    {
      "ID": 245628,
      "LastModified": "2021-12-22T17:16:41.65Z",
      "Name": "Hearing Transcript - Stated Meeting 05-23-2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d24c822f-daf5-4c73-9cd4-ed85ec7705d6.pdf",
      "Sort": 3
    },
    {
      "ID": 245662,
      "LastModified": "2021-12-22T17:17:11.36Z",
      "Name": "Minutes of the Stated Meeting - May 23, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/77f747a3-b038-49fb-b01c-63d6a37d8bf5.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 63031,
  "Text": "By Council Members Koo and Ampry-Samuel\n\n      Whereas, The Department of Education's Office of Pupil Transportation (OPT), provides public schools and non-public schools located within the five boroughs and neighboring counties with student transportation; and\n      Whereas, New York State law requires that large school buses be manufactured with seat belts; and\n      Whereas, According to Chancellor's Regulation A-801, students must keep their seat belts on until the bus comes to a destination stop at the school or home; and\n      Whereas, There are numerous benefits to wearing seat belts, including minimizing the risk of serious injury or death; and\n      Whereas, Seat belts absorb the force of impact and prevent students from being thrown from their seats; and\n      Whereas, According to the New York Board of Cooperative Educational Services, seat belts are more effective in side impact and rollover accidents; and\n      Whereas, According to the National Coalition for School Bus Safety, students who wear seat belts while on a school bus tend to be less distracting to drivers; and\n      Whereas, School districts with strict seat belt policies report significant compliance at all grade levels with the seat belt policies, according to the New York Board of Cooperative Educational Services; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the New York City Department of Education to enforce Chancellor's Regulation A-801, which requires that students on school buses wear seat belts until the bus comes to a destination stop.\n\n\n\n\n\n\nRes. No. 350-2014\nLS#6693\nJP\n5/10/18",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Koo and Ampry-Samuel\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Whereas, The Department of Education\\rquote s Office of Pupil Transportation (OPT), provides public schools and non-public schools located within the five boroughs and neighboring counties with student transportation; and\\par\nWhereas, New York State law requires that large school buses be manufactured with seat belts; and\\par\nWhereas, According to Chancellor\\rquote s Regulation A-801, students must keep their seat belts on until the bus comes to a destination stop at the school or home; and\\par\nWhereas, There are numerous benefits to wearing seat belts, including minimizing the risk of serious injury or death; and\\par\nWhereas, Seat belts absorb the force of impact and prevent students from being thrown from their seats; and\\par\nWhereas, According to the New York Board of Cooperative Educational Services, seat belts are more effective in side impact and rollover accidents; and\\par\nWhereas, According to the National Coalition for School Bus Safety, students who wear seat belts while on a school bus tend to be less distracting to drivers; and\\par\nWhereas, School districts with strict seat belt policies report significant compliance at all grade levels with the seat belt policies, according to the New York Board of Cooperative Educational Services; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls upon the New York City Department of Education to enforce Chancellor\\rquote s Regulation A-801, which requires that students on school buses wear seat belts until the bus comes to a destination stop.\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\par\n\\par\n\\par\n\\par\n\\par\n\\fs20\\par\nRes. No. 350-2014\\par\nLS#6693\\par\nJP\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\fs24 5/10/18\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1       \\par\n}\n",
  "LastModified": "2021-12-31T18:11:29.027Z"
}
