{
  "ID": 60728,
  "GUID": "8858C2DF-C9DB-4FB2-8081-8214FBED4157",
  "File": "Res 0380-2018",
  "Name": "Prohibit firearms as prizes in any game of chance. (A. 10091)",
  "Title": "Resolution calling upon the New York State Legislature to pass, and the Governor to sign, A.10091, to prohibit firearms as prizes in any game of chance.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2018-06-07T00:00:00Z",
  "AgendaDate": "2018-06-07T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7641,
      "Slug": "mark-treyger",
      "FullName": "Mark Treyger"
    },
    {
      "ID": 7748,
      "Slug": "justin-l-brannan",
      "FullName": "Justin L. Brannan"
    },
    {
      "ID": 7749,
      "Slug": "kalman-yeger",
      "FullName": "Kalman Yeger"
    }
  ],
  "History": [
    {
      "ID": 336863,
      "Date": "2018-06-07T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-06-01T15:28:22.727Z"
    },
    {
      "ID": 337098,
      "Date": "2018-06-07T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16391,
      "AgendaSequence": 131,
      "MinutesSequence": 150,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2018-06-08T14:48:46.71Z"
    },
    {
      "ID": 379202,
      "Date": "2021-12-31T13:17:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-31T18:17:47.24Z"
    }
  ],
  "Attachments": [
    {
      "ID": 177927,
      "LastModified": "2021-12-31T18:17:36.41Z",
      "Name": "Res. No. 380",
      "Link": "https://nyc.legistar1.com/nyc/attachments/5eeaa986-faaa-4e55-9fe2-8d7cf7f31859.doc",
      "Sort": 1
    },
    {
      "ID": 177934,
      "LastModified": "2021-12-31T18:17:04.483Z",
      "Name": "A. 10091",
      "Link": "https://nyc.legistar1.com/nyc/attachments/92294b4e-b285-4e1d-b5cb-7d2736544b96.pdf",
      "Sort": 2
    },
    {
      "ID": 180143,
      "LastModified": "2018-06-28T14:26:57.637Z",
      "Name": "Hearing Transcript - Stated Meeting  6-7-18",
      "Link": "https://nyc.legistar1.com/nyc/attachments/8efcbd71-c86f-4b70-96d9-87103e14f62b.pdf",
      "Sort": 3
    },
    {
      "ID": 230588,
      "LastModified": "2021-04-16T15:52:14.447Z",
      "Name": "June 7, 2018 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b82ec164-7751-42ab-a081-9ca405cc092b.pdf",
      "Sort": 4
    },
    {
      "ID": 230637,
      "LastModified": "2021-04-16T15:52:47.65Z",
      "Name": "Minutes of the Stated Meeting - June 7, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/de8089b7-333d-4a4e-85f1-0df638708666.pdf",
      "Sort": 5
    }
  ],
  "Summary": "",
  "TextID": 63038,
  "Text": "By Council Members Treyger, Brannan and Yeger\n\n      Whereas, Gun violence is a national and local problem affecting many Americans and New Yorkers on a daily basis; and\n      Whereas, According to the Gun Violence Archive, there were 58,019 incidents of gun violence in the United States in 2017, resulting in 14,635 deaths and 29,669 injuries; and\n      Whereas, the National Rifle Association's political lobbying efforts have prevented common-sense gun safety legislation from being enacted nationwide; and\n      Whereas, National Rifle Association fundraisers have used firearm raffles, most recently at a proposed event in Brooklyn, New York, as a tool for increasing monetary donations to the organization, thereby bolstering the organization's lobbying capacity to the detriment of public safety; and\n      Whereas, New York State law regulates raffles and other games of chance, and prohibits the distribution of alcohol as a prize in games of chance; and\n      Whereas, Firearms should be treated similarly to alcohol and be prohibited from being a prize in a game of chance; now, therefore, be it\n      Resolved, That the Council of the City of New York calls up on the New York State Legislature to pass, and the Governor to sign, A. 10091, sponsored by Assembly Member Jo Anne Simon,  to prohibit firearms as prizes in any game of chance. \n\nJDK\nLS #5873\n5/15/18\n\n      2\n      \n      \n      1",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\fi-720\\li720\\qj By Council Members Treyger, Brannan and Yeger\\par\n\\pard\\ltrpar\\qj\\ul\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sl480\\slmult1\\qj\\cf1\\ulnone Whereas, Gun violence is a national and local problem affecting many Americans and New Yorkers on a daily basis; and\\par\nWhereas, According to the Gun Violence Archive, there were 58,019 incidents of gun violence in the United States in 2017, resulting in 14,635 deaths and 29,669 injuries; and\\fs27\\par\n\\fs24 Whereas, the National Rifle Association\\rquote s political lobbying efforts have prevented common-sense gun safety legislation from being enacted nationwide; and\\par\nWhereas, National Rifle Association fundraisers have used firearm raffles, most recently at a proposed event in Brooklyn, New York, as a tool for increasing monetary donations to the organization, thereby bolstering the organization\\rquote s lobbying capacity to the detriment of public safety; and\\par\nWhereas, New York State law regulates raffles and other games of chance, and prohibits the distribution of alcohol as a prize in games of chance; and\\par\nWhereas, Firearms should be treated similarly to alcohol and be prohibited from being a prize in a game of chance; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls up on the New York State Legislature to pass, and the Governor to sign, A. 10091, sponsored by Assembly Member Jo Anne Simon,  to prohibit firearms as prizes in any game of chance. \\fs27\\par\n\\pard\\ltrpar\\qj\\cf0\\fs24\\par\n\\pard\\ltrpar JDK\\par\nLS #5873\\par\n5/15/18\\par\n\\par\n}\n",
  "LastModified": "2021-12-31T18:17:47.397Z"
}
