{
  "ID": 54270,
  "GUID": "4DB9E7A2-CE6B-42AC-A7C7-CAE9E66802DA",
  "File": "Res 0381-2018",
  "Name": "MTA to make all subway stations in hurricane evacuation zones accessible to people with disabilities.",
  "Title": "Resolution calling upon the Metropolitan Transportation Authority to make all subway stations in hurricane evacuation zones accessible to people with disabilities.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2018-06-07T00:00:00Z",
  "AgendaDate": "2018-06-07T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7641,
      "Slug": "mark-treyger",
      "FullName": "Mark Treyger"
    },
    {
      "ID": 7748,
      "Slug": "justin-l-brannan",
      "FullName": "Justin L. Brannan"
    },
    {
      "ID": 7749,
      "Slug": "kalman-yeger",
      "FullName": "Kalman Yeger"
    }
  ],
  "History": [
    {
      "ID": 336864,
      "Date": "2018-06-07T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-06-01T15:29:39.2Z"
    },
    {
      "ID": 337097,
      "Date": "2018-06-07T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16391,
      "AgendaSequence": 132,
      "MinutesSequence": 151,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2018-06-08T14:48:46.71Z"
    },
    {
      "ID": 379203,
      "Date": "2021-12-31T13:17:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-31T18:18:06.773Z"
    }
  ],
  "Attachments": [
    {
      "ID": 179067,
      "LastModified": "2021-12-31T18:18:37.853Z",
      "Name": "Res. No. 381",
      "Link": "https://nyc.legistar1.com/nyc/attachments/2d893da5-1fb4-4547-86f4-608e922299d6.doc",
      "Sort": 1
    },
    {
      "ID": 230589,
      "LastModified": "2021-12-31T18:18:11.57Z",
      "Name": "June 7, 2018 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/cd70ebc4-e064-4359-8de9-bf6f94a4ad58.pdf",
      "Sort": 2
    },
    {
      "ID": 180144,
      "LastModified": "2021-12-31T18:17:54.913Z",
      "Name": "Hearing Transcript - Stated Meeting  6-7-18",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d917f6dd-064d-46ae-984f-f563ce5f08a6.pdf",
      "Sort": 3
    },
    {
      "ID": 230638,
      "LastModified": "2021-04-16T15:52:47.963Z",
      "Name": "Minutes of the Stated Meeting - June 7, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/8bab4518-1e86-4bfc-9563-bdaa2b734343.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 55786,
  "Text": "By Council Members Treyger, Brannan and Yeger\n\tWhereas, Superstorm Sandy offered a stark lesson that New York City must be prepared to face serious coastal storms, which experts predict will become more severe in terms of both frequency and ferocity due to the effects of climate change; and\n\tWhereas, Nearly 3 million New Yorkers live in designated hurricane evacuation zones, accounting for 37 percent of all City residences; and\n\tWhereas, The City's experience during Sandy illustrated that seniors and people with disabilities, particularly those with mobility impairments, are among the most vulnerable during an emergency evacuation; and\n\tWhereas, Only 117 out of a total of 493 stations in the City's subway system, which is operated by the Metropolitan Transportation Authority (\"MTA\"), are accessible to people with disabilities; and\n\tWhereas, If seniors and people with disabilities in hurricane evacuation zones had access to accessible subway stations, it would provide them with a valuable alternative means of reaching safety in the event of an emergency and would relieve pressure on other road-based modes of evacuation; now, therefore, be it\n\tResolved, That the Council of the City of New York calls upon the Metropolitan Transportation Authority to make all subway stations in hurricane evacuation zones accessible to people with disabilities.\n\nLS# 2102\n1/12/2018\nJM",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\expndtw-3\\v0\\par\n\\pard\\ltrpar\\hyphpar0\\sl480\\slmult1\\qj By Council Members Treyger, Brannan and Yeger\\par\n\\tab Whereas, Superstorm Sandy offered a stark lesson that New York City must be prepared to face serious coastal storms, which experts predict will become more severe in terms of both frequency and ferocity due to the effects of climate change; and\\par\n\\tab Whereas, Nearly 3 million New Yorkers live in designated hurricane evacuation zones, accounting for 37 percent of all City residences; and\\par\n\\tab Whereas, The City\\rquote s experience during Sandy illustrated that seniors and people with disabilities, particularly those with mobility impairments, are among the most vulnerable during an emergency evacuation; and\\par\n\\tab Whereas, Only 117 out of a total of 493 stations in the City\\rquote s subway system, which is operated by the Metropolitan Transportation Authority (\\ldblquote MTA\\rdblquote ), are accessible to people with disabilities; and\\par\n\\tab Whereas, If seniors and people with disabilities in hurricane evacuation zones had access to accessible subway stations, it would provide them with a valuable alternative means of reaching safety in the event of an emergency and would relieve pressure on other road-based modes of evacuation; now, therefore, be it\\par\n\\tab Resolved, That\\cf1  the Council of the City of New York\\cf0  calls upon the Metropolitan Transportation Authority to make all subway stations in hurricane evacuation zones accessible to people with disabilities.\\par\n\\pard\\ltrpar\\hyphpar0\\qj\\cf1\\fs16\\par\nLS# 2102\\par\n1/12/2018\\par\nJM\\par\n}\n",
  "LastModified": "2021-12-31T18:18:37.853Z"
}
