{
  "ID": 58846,
  "GUID": "F42F8399-F93F-4FC4-882E-4532988A8450",
  "File": "Res 0396-2018",
  "Name": "Safe Staffing for Quality Care Act (A.1532/S.3330)",
  "Title": "Resolution calling upon the New York State Legislature to pass, and the Governor to sign, legislation requiring the New York State Department of Health to establish safe staffing ratios to ensure all acute care facilities and nursing homes meet minimum safe staffing standards for nurses and all direct care staff.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5241,
  "BodyName": "Committee on Hospitals",
  "IntroDate": "2018-06-14T00:00:00Z",
  "AgendaDate": "2018-06-14T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera"
    },
    {
      "ID": 7714,
      "Slug": "rafael-salamanca-jr",
      "FullName": "Rafael Salamanca, Jr."
    },
    {
      "ID": 7740,
      "Slug": "carlina-rivera",
      "FullName": "Carlina Rivera"
    },
    {
      "ID": 7742,
      "Slug": "diana-i-ayala",
      "FullName": "Diana I. Ayala"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7746,
      "Slug": "robert-f-holden",
      "FullName": "Robert F. Holden"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 7748,
      "Slug": "justin-l-brannan",
      "FullName": "Justin L. Brannan"
    },
    {
      "ID": 7635,
      "Slug": "alan-n-maisel",
      "FullName": "Alan N. Maisel"
    },
    {
      "ID": 7634,
      "Slug": "mark-levine",
      "FullName": "Mark Levine"
    },
    {
      "ID": 7739,
      "Slug": "adrienne-e-adams",
      "FullName": "Adrienne E. Adams"
    },
    {
      "ID": 7745,
      "Slug": "francisco-p-moya",
      "FullName": "Francisco P. Moya"
    },
    {
      "ID": 7637,
      "Slug": "i-daneek-miller",
      "FullName": "I. Daneek Miller"
    },
    {
      "ID": 7741,
      "Slug": "keith-powers",
      "FullName": "Keith Powers"
    },
    {
      "ID": 7638,
      "Slug": "antonio-reynoso",
      "FullName": "Antonio Reynoso"
    },
    {
      "ID": 430,
      "Slug": "bill-perkins",
      "FullName": "Bill Perkins"
    },
    {
      "ID": 7113,
      "Slug": "mathieu-eugene",
      "FullName": "Mathieu Eugene"
    },
    {
      "ID": 7623,
      "Slug": "inez-d-barron",
      "FullName": "Inez D. Barron"
    },
    {
      "ID": 7628,
      "Slug": "laurie-a-cumbo",
      "FullName": "Laurie A. Cumbo"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 7632,
      "Slug": "ben-kallos",
      "FullName": "Ben Kallos"
    },
    {
      "ID": 7604,
      "Slug": "robert-e-cornegy-jr",
      "FullName": "Robert E. Cornegy, Jr."
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7641,
      "Slug": "mark-treyger",
      "FullName": "Mark Treyger"
    }
  ],
  "History": [
    {
      "ID": 337328,
      "Date": "2018-06-14T14:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-06-14T16:50:49.88Z"
    },
    {
      "ID": 337331,
      "Date": "2018-06-14T14:00:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16402,
      "AgendaSequence": 81,
      "MinutesSequence": 89,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2018-06-14T21:14:59.71Z"
    },
    {
      "ID": 352533,
      "Date": "2019-06-24T09:00:00Z",
      "ActionID": 49,
      "Action": "Re-referred to Committee by Council",
      "Description": "This Resolution was Re-referred to Committee by Council to the Committee on Hospitals",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2021-12-17T14:31:27.463Z"
    },
    {
      "ID": 351082,
      "Date": "2019-06-24T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 5241,
      "BodyName": "Committee on Hospitals",
      "EventID": 17295,
      "AgendaSequence": 4,
      "MinutesSequence": 10,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2019-06-24T20:36:30.24Z"
    },
    {
      "ID": 352530,
      "Date": "2019-06-24T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 5241,
      "BodyName": "Committee on Hospitals",
      "EventID": 17295,
      "MinutesSequence": 11,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2019-06-24T20:36:35.71Z"
    },
    {
      "ID": 376798,
      "Date": "2021-12-31T09:32:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-17T14:32:28.503Z"
    }
  ],
  "Attachments": [
    {
      "ID": 179080,
      "LastModified": "2021-12-31T18:20:13.113Z",
      "Name": "Res. No. 396",
      "Link": "https://nyc.legistar1.com/nyc/attachments/cc0dfcb7-be0e-45db-b397-577db58c1d08.doc",
      "Sort": 1
    },
    {
      "ID": 179419,
      "LastModified": "2021-01-12T16:30:58.653Z",
      "Name": "June 14, 2018 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/7b07b75d-f561-4943-95e3-6d59b2282f90.pdf",
      "Sort": 2
    },
    {
      "ID": 226060,
      "LastModified": "2021-01-12T16:31:16.03Z",
      "Name": "Hearing Transcript - Stated Meeting 06-14-2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/da22b93d-a008-42f3-925d-e9180cde92b3.pdf",
      "Sort": 3
    },
    {
      "ID": 226061,
      "LastModified": "2021-01-12T16:31:22.733Z",
      "Name": "Minutes of the Stated Meeting - June 14, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/476508ac-1738-47f0-ab7d-fcc53f9a335a.pdf",
      "Sort": 4
    },
    {
      "ID": 204211,
      "LastModified": "2021-01-12T16:31:20.233Z",
      "Name": "Committee Report 6/24/19",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ef65e143-2f9a-4f0c-a2f4-a8736a00d892.docx",
      "Sort": 5
    },
    {
      "ID": 204634,
      "LastModified": "2021-01-12T16:31:18.92Z",
      "Name": "Hearing Testimony 6/24/19",
      "Link": "https://nyc.legistar1.com/nyc/attachments/7962e8ec-bdee-4edd-8b18-a13f659df3cd.PDF",
      "Sort": 6
    },
    {
      "ID": 204936,
      "LastModified": "2021-01-12T16:31:18.373Z",
      "Name": "Hearing Transcript 6/24/19",
      "Link": "https://nyc.legistar1.com/nyc/attachments/e7c5c42e-ee10-452a-8321-bc3aaa571289.pdf",
      "Sort": 7
    },
    {
      "ID": 207650,
      "LastModified": "2021-12-31T14:29:36.68Z",
      "Name": "Proposed Res. No. 396-A - 1/12/21",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c509a4a7-24ee-4fd6-9860-8867c8fc382c.docx",
      "Sort": 8
    }
  ],
  "Summary": "",
  "TextID": 67397,
  "Text": "By Council Members Cabrera, Salamanca, Rivera, Ayala, Rose, Holden, Koo, Brannan, Maisel, Levine, Adams, Moya, Miller, Powers, Reynoso, Perkins, Eugene, Barron, Cumbo, Rosenthal, Kallos, Cornegy, Chin and Treyger\n\n       Whereas, The term \"direct care staff\" refers to workers under a variety of job titles, including nurse aides, nursing assistants and personal care aides, who provide hands-on care, services and support; and \n      Whereas, According to the United States Department of Health and Human Services (HHS), inadequate nurse and other direct care staffing levels has led to poor patient outcomes; and\n      Whereas, In order to maintain low operating costs, hospitals will often reduce the number of nurses they employ because they comprise the largest clinical subgroup in hospitals; and\n      Whereas, Studies indicate that higher nursing workloads are associated with increased medication errors, increased rates of infection and even increased mortality rates; and\n      Whereas, According to a study published in the Journal of the American Medical Association, each patient added to a nurse's workload is associated with a seven percent increase in the likelihood of death within 30 days after release; and \n      Whereas, The New York Times has reported that nurses in New York City have treated up to 15 patients at a time; and \n      Whereas, According to a report published by Health Services Research in 2012, nursing homes that have safe staff ratios for nurses and all direct care staff have better quality facilities and improved functional status of the residents; and\n      Whereas, According to a study published by Health Services Research in 2010, implementing minimum nurse-to-patient ratios is associated with a decrease in both nurse burnout and workplace injuries; and \n      Whereas, New York City hospitals have struggled to maintain adequate numbers of qualified nurses; and \n      Whereas, According to a study published in the Journal of Nursing Administration, nurses who work in environments with adequate staffing levels report greater job satisfaction and a reduction in the intent to leave, which leads to greater nurse retention; and\n      Whereas, The National Institutes of Health (NIH) and other studies suggest implementing nurse-to-patient ratios leads to a decrease in operational costs for hospitals due to greater nurse retention, shortened patient length of stay, lowering penalties and reduced reimbursements resulting from poor patient outcomes, less readmission and a reduction in malpractice costs; and \n      Whereas, The NIH has also reported that safe staffing levels are associated with increased patient satisfaction scores and hospital quality ratings, which influence reimbursement rates from the Centers for Medicare and Medicaid Services; and\n      Whereas, According to a study performed by Health Care Management Review, having more nursing staff can increase profitability in competitive markets; and \n      Whereas, In 2004, California passed the Minimum Nurse Staffing Legislation, which required the California State Department of Health to establish, and hospitals to institute, specific nurse-to-patient ratios; and\n      Whereas, Giving authority to the California State Department of Health provided flexibility to adjust specific ratios when needed; and\n      Whereas, In 2008, the California State Department of Health changed nurse-to-patient requirements for Telemetry and Specialty Care units to mandate lower minimum nurse-to-patient ratios; and \n      Whereas, Studies have shown that nurses in California have reported a better quality of life and improved patient care as a result of the law; and\n      Whereas, New York City Health + Hospitals (H+H) expressed commitment to safe staffing during a June 2019 City Council hearing on safe staffing ratios in hospitals; and\n      Whereas, Dr. Mitchell Katz, H+H's President and Chief Executive Officer, stated they have implemented standard nurse staffing plans, hired and trained more nurses in a quick and effective manner, and launched a series of successful recruiting campaigns, such as Nurses4NYC; and  \n      Whereas, New York City's H+H and New York City Council have embraced the need for safe staffing ratios, as should New York State; and\n      Whereas, Ensuring adequate nursing coverage for all patients is an important public health goal that will improve the quality of care in acute care facilities and nursing homes; now, therefore, be it\n\tResolved, That the Council of the City of New York calls upon the New York State Legislature to pass, and the Governor to sign, legislation requiring the New York State Department of Health to establish safe staffing ratios to ensure all acute care facilities and nursing homes meet minimum safe staffing standards for nurses and all direct care staff.\n\nER/EB\nLS 8740/Res. 1774-2017 \nLS 675, 7087 \n08/01/19",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\pard\\ltrpar\\cf0\\v0\\fs24\\par\n\\pard\\cbpat2\\ltrpar\\qj\\cf1 By Council Members Cabrera, Salamanca, Rivera, Ayala, Rose, Holden, Koo, Brannan, Maisel, Levine, Adams, Moya, Miller, Powers, Reynoso, Perkins, Eugene, Barron, Cumbo, Rosenthal, Kallos, Cornegy, Chin and Treyger\\fs27\\par\n\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sl480\\slmult1\\qj\\fs24  Whereas, The term \\ldblquote direct care staff\\rdblquote  refers to workers under a variety of job titles, including nurse aides, nursing assistants and personal care aides, who provide hands-on care, services and support; and \\par\nWhereas, According to the United States Department of Health and Human Services (HHS), inadequate nurse and other direct care staffing levels has led to poor patient outcomes; and\\fs27\\par\n\\fs24 Whereas, In order to maintain low operating costs, hospitals will often reduce the number of nurses they employ because they comprise the largest clinical subgroup in hospitals; and\\par\nWhereas, Studies indicate that higher nursing workloads are associated with increased medication errors, increased rates of infection and even increased mortality rates; and\\fs27\\par\n\\fs24 Whereas, According to a study published in the \\i Journal of the American Medical Association\\i0 , each patient added to a nurse\\rquote s workload is associated with a seven percent increase in the likelihood of death within 30 days after release; and \\par\nWhereas, \\i The New York Times\\i0  has reported that nurses in New York City have treated up to 15 patients at a time; and \\par\nWhereas, According to a report published by Health Services Research in 2012, nursing homes that have safe staff ratios for nurses and all direct care staff have better quality facilities and improved functional status of the residents; and\\fs27\\par\n\\fs24 Whereas, According to a study published by Health Services Research in 2010\\i , \\i0 implementing minimum nurse-to-patient ratios is associated with a decrease in both nurse burnout and workplace injuries; and \\par\nWhereas, New York City hospitals have struggled to maintain adequate numbers of qualified nurses; and \\par\nWhereas, According to a study published in the \\i Journal of Nursing Administration,\\i0  nurses who work in environments with adequate staffing levels report greater job satisfaction and a reduction in the intent to leave, which leads to greater nurse retention; and\\par\nWhereas, The National Institutes of Health (NIH) and other studies suggest implementing nurse-to-patient ratios leads to a decrease in operational costs for hospitals due to greater nurse retention, shortened patient length of stay, lowering penalties and reduced reimbursements resulting from poor patient outcomes, less readmission and a reduction in malpractice costs; and \\par\nWhereas, The NIH has also reported that safe staffing levels are associated with increased patient satisfaction scores and hospital quality ratings, which influence reimbursement rates from the Centers for Medicare and Medicaid Services; and\\par\nWhereas, According to a study performed by Health Care Management Review, having more nursing staff can increase profitability in competitive markets; and \\par\nWhereas, In 2004, California passed the Minimum Nurse Staffing Legislation, which required the California State Department of Health to establish, and hospitals to institute, specific nurse-to-patient ratios; and\\par\nWhereas, Giving authority to the California State Department of Health provided flexibility to adjust specific ratios when needed; and\\par\nWhereas, In 2008, the California State Department of Health changed nurse-to-patient requirements for Telemetry and Specialty Care units to mandate lower minimum nurse-to-patient ratios; and \\fs27\\par\n\\fs24 Whereas, Studies have shown that nurses in California have reported a better quality of life and improved patient care as a result of the law; and\\par\nWhereas, New York City Health + Hospitals (H+H) expressed commitment to safe staffing during a June 2019 City Council hearing on safe staffing ratios in hospitals; and\\par\nWhereas, Dr. Mitchell Katz, H+H\\rquote s President and Chief Executive Officer, stated they have implemented standard nurse staffing plans, hired and trained more nurses in a quick and effective manner, and launched a series of successful recruiting campaigns, such as Nurses4NYC; and  \\fs27\\par\n\\fs24 Whereas, New York City\\rquote s H+H and New York City Council have embraced the need for safe staffing ratios, as should New York State; and\\par\nWhereas, Ensuring adequate nursing coverage for all patients is an important public health goal that will improve the quality of care in acute care facilities and nursing homes; now, therefore, be it\\fs27\\par\n\\pard\\cbpat2\\ltrpar\\sl480\\slmult1\\qj\\cf0\\fs24\\tab Resolved, That the Council of the City of New York calls upon the \\cf1 New York State Legislature to pass, and the Governor to sign, legislation requiring the New York State Department of Health to establish safe staffing ratios to ensure all acute care facilities and nursing homes meet minimum safe staffing standards for nurses and all direct care staff.\\fs27\\par\n\\pard\\ltrpar\\sa160\\sl252\\slmult1\\cf0\\fs24\\par\n\\pard\\cbpat2\\ltrpar\\cf1\\fs20 ER/EB\\par\nLS 8740/Res. 1774-2017 \\par\nLS 675, 7087 \\par\n\\pard\\ltrpar\\sa160\\sl252\\slmult1 08/01/19\\cf0\\fs24\\par\n}\n",
  "LastModified": "2021-12-31T18:20:13.113Z"
}
