{
  "ID": 60136,
  "GUID": "9EF1E4FE-570D-49AB-A129-12C1CFE42DDE",
  "File": "Res 0413-2018",
  "Name": "Allowing the city of New York to offer a dollar for dollar income tax credit for union dues.",
  "Title": "Resolution calling upon the State Legislature to pass and the Governor to sign legislation allowing the city of New York to offer a dollar for dollar income tax credit for union dues.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 4,
  "BodyName": "Committee on Civil Service and Labor",
  "IntroDate": "2018-06-28T00:00:00Z",
  "AgendaDate": "2018-06-28T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7748,
      "Slug": "justin-l-brannan",
      "FullName": "Justin L. Brannan"
    },
    {
      "ID": 7637,
      "Slug": "i-daneek-miller",
      "FullName": "I. Daneek Miller"
    }
  ],
  "History": [
    {
      "ID": 337799,
      "Date": "2018-06-28T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-06-25T16:29:28.46Z"
    },
    {
      "ID": 338050,
      "Date": "2018-06-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Civil Service and Labor",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16419,
      "AgendaSequence": 141,
      "MinutesSequence": 181,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Civil Service and Labor",
      "MatterStatusID": 3,
      "LastModified": "2018-06-28T15:25:42.91Z"
    },
    {
      "ID": 379132,
      "Date": "2021-12-31T09:24:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-31T14:24:15.793Z"
    }
  ],
  "Attachments": [
    {
      "ID": 180012,
      "LastModified": "2021-12-31T14:24:07.59Z",
      "Name": "Res. No. 413",
      "Link": "https://nyc.legistar1.com/nyc/attachments/1def1eeb-7d34-4fa0-827b-086da325deba.doc",
      "Sort": 1
    },
    {
      "ID": 245695,
      "LastModified": "2021-12-31T14:23:57.54Z",
      "Name": "June 28, 2018 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/5ffe698d-8b84-4853-a492-702f7e6f121e.pdf",
      "Sort": 2
    },
    {
      "ID": 181145,
      "LastModified": "2021-12-31T14:23:56.68Z",
      "Name": "Hearing Transcript - Stated Meeting  6-28-18",
      "Link": "https://nyc.legistar1.com/nyc/attachments/81abb413-f4c9-4113-8648-3d4be6b5b3f1.pdf",
      "Sort": 3
    },
    {
      "ID": 245737,
      "LastModified": "2021-12-22T21:45:52.26Z",
      "Name": "Minutes of the Stated Meeting - June 28, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/7737a148-eee0-4722-be1e-73c228d86c3c.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 62394,
  "Text": "By Council Members Brannan and Miller\n\n\tWhereas, Labor unions have a long and storied history in New York City, providing workers a path to dignity, fair wages and benefits, as well as a path to the middle-class; and \n\tWhereas, In recent years there have been cases brought to the United States Supreme Court seeking to overturn the Abood v. Detroit Board of Education decision of 1977; and\n\tWhereas, The Court held that agency shop clauses should apply to public sector union employees; and \n\tWhereas, These clauses require employees represented by a union, as a condition of their employment, to pay service charges equal to union dues, whether they choose to join the union or not,\n\tWhereas, In 2015, Fredricks v. California Board of Education, a case challenging the Abood decision, was heard and resulted in a 4-4 decision; and \n\tWhereas, It is likely that the decision resulted in a tie due to the unexpected passing of Supreme Court Justice Antonin Scalia, prior to the case being heard; and\n\tWhereas, In 2017, President Trump appointed Justice Neill Gorsuch to the Supreme Court, which is now operating at its constitutionally mandated nine justices; and \n\tWhereas, It has been widely speculated that the Court will decide to reverse the Abood decision, potentially imperiling public sector unions that currently make up the greater portion of the organized labor workforce; and\n\tWhereas, A threat to the public sector unionized workforce is a threat to the middle-class and the economic stability they provide; and \n\tWhereas, The New York State government has already passed a law to allow union employees to deduct their union dues from their state taxes; and \n\tWhereas, Not all union employees itemize their tax deductions and therefore, may be unable to avail themselves of this benefit; and \n\tWhereas, The recently passed federal tax plan, championed by President Trump, greatly reduces the number of taxpayers who would itemize simply by, for example, increasing the standard deduction; and \n\tWhereas, A tax credit may be taken regardless of whether a union employee itemizes or takes the standard deduction; and \n\tWhereas, A dollar for dollar tax credit, against New York City income tax, for union dues, would allow all union employees to take advantage of this tax benefit and incentivize union membership, and promote the economic benefits, for both city and state, that accompany a strong middle-class; now, therefore, be it\n\tResolved, That the Council of the City of New York calls upon the State Legislature to pass and the Governor to sign legislation allowing the city of New York to offer a dollar for dollar income tax credit for union dues. \n\n2/9/2018\nLS 5436\nI.M.",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Brannan and Miller\\par\n\\par\n\\pard\\ltrpar\\sa160\\sl480\\slmult1\\qj\\tab Whereas, Labor unions have a long and storied history in New York City, providing workers a path to dignity, fair wages and benefits, as well as a path to the middle-class; and \\par\n\\tab Whereas, In recent years there have been cases brought to the United States Supreme Court seeking to overturn the \\i Abood v. Detroit Board of Education\\i0  decision of 1977; and\\par\n\\tab Whereas, The Court held that agency shop clauses should apply to public sector union employees; and \\par\n\\tab Whereas, These clauses require employees represented by a union, as a condition of their employment, to pay service charges equal to union dues, whether they choose to join the union or not,\\par\n\\tab Whereas, In 2015, Fredricks v. California Board of Education, a case challenging the Abood decision, was heard and resulted in a 4-4 decision; and \\par\n\\tab Whereas, It is likely that the decision resulted in a tie due to the unexpected passing of Supreme Court Justice Antonin Scalia, prior to the case being heard; and\\par\n\\tab Whereas, In 2017, President Trump appointed Justice Neill Gorsuch to the Supreme Court, which is now operating at its constitutionally mandated nine justices; and \\par\n\\tab Whereas, It has been widely speculated that the Court will decide to reverse the Abood decision, potentially imperiling public sector unions that currently make up the greater portion of the organized labor workforce; and\\par\n\\tab Whereas, A threat to the public sector unionized workforce is a threat to the middle-class and the economic stability they provide; and \\par\n\\tab Whereas, The New York State government has already passed a law to allow union employees to deduct their union dues from their state taxes; and \\par\n\\tab Whereas, Not all union employees itemize their tax deductions and therefore, may be unable to avail themselves of this benefit; and \\par\n\\tab Whereas, The recently passed federal tax plan, championed by President Trump, greatly reduces the number of taxpayers who would itemize simply by, for example, increasing the standard deduction; and \\par\n\\tab Whereas, A tax credit may be taken regardless of whether a union employee itemizes or takes the standard deduction; and \\par\n\\tab Whereas, A dollar for dollar tax credit, against New York City income tax, for union dues, would allow all union employees to take advantage of this tax benefit and incentivize union membership, and promote the economic benefits, for both city and state, that accompany a strong middle-class; now, therefore, be it\\par\n\\tab Resolved, That the Council of the City of New York calls upon the State Legislature to pass and the Governor to sign legislation allowing the city of New York to offer a dollar for dollar income tax credit for union dues. \\par\n\\pard\\ltrpar\\sa160\\qj\\fs18\\par\n\\pard\\ltrpar\\qj 2/9/2018\\par\nLS 5436\\par\nI.M. \\par\n}\n",
  "LastModified": "2022-05-05T13:31:53.4Z"
}
