{
  "ID": 60926,
  "GUID": "3CDD2D6D-F21A-4E02-B0A4-2E4024DD9B55",
  "File": "Res 0415-2018",
  "Name": "Support of the launch and mission of The Climate Museum.",
  "Title": "Resolution in support of the launch and mission of The Climate Museum.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5105,
  "BodyName": "Committee on Cultural Affairs, Libraries and International Intergroup Relations",
  "IntroDate": "2018-06-28T00:00:00Z",
  "AgendaDate": "2018-06-28T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7604,
      "Slug": "robert-e-cornegy-jr",
      "FullName": "Robert E. Cornegy, Jr."
    }
  ],
  "History": [
    {
      "ID": 337662,
      "Date": "2018-06-28T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-06-20T18:19:02.747Z"
    },
    {
      "ID": 338056,
      "Date": "2018-06-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Cultural Affairs, Libraries and International Intergroup Relations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16419,
      "AgendaSequence": 147,
      "MinutesSequence": 187,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Cultural Affairs, Libraries and International Intergroup Relations",
      "MatterStatusID": 3,
      "LastModified": "2018-06-28T15:25:42.92Z"
    },
    {
      "ID": 379130,
      "Date": "2021-12-31T09:23:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-31T14:23:19.257Z"
    }
  ],
  "Attachments": [
    {
      "ID": 179236,
      "LastModified": "2021-12-31T14:23:09.457Z",
      "Name": "Res. No. 415",
      "Link": "https://nyc.legistar1.com/nyc/attachments/784b09c3-efc9-4a62-813b-11bd62f02679.doc",
      "Sort": 2
    },
    {
      "ID": 229497,
      "LastModified": "2021-03-24T15:28:16.947Z",
      "Name": "June 28, 2018 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d414f35d-c330-4473-a472-165e22c7a155.pdf",
      "Sort": 3
    },
    {
      "ID": 181151,
      "LastModified": "2021-03-24T15:28:17.62Z",
      "Name": "Hearing Transcript - Stated Meeting  6-28-18",
      "Link": "https://nyc.legistar1.com/nyc/attachments/bc3b7bad-4fd0-4749-bde1-8af82a4ec8ca.pdf",
      "Sort": 4
    },
    {
      "ID": 229495,
      "LastModified": "2021-12-31T14:23:01.863Z",
      "Name": "Minutes of the Recessed Stated Meeting - June 28, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/aa4bf02b-f96a-46b0-90bd-4a961ca337f4.pdf",
      "Sort": 5
    },
    {
      "ID": 229496,
      "LastModified": "2021-12-31T14:23:00.737Z",
      "Name": "Minutes of the Stated Meeting - June 28, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/e7856bf9-d7b9-4c39-8e05-4aa8db01bad1.pdf",
      "Sort": 6
    }
  ],
  "Summary": "",
  "TextID": 63253,
  "Text": "By Council Member Cornegy\n \n      Whereas, The trend of warming in Earth's climate system over the last several decades is unprecedented - the atmosphere and ocean have warmed, sea levels have risen, and snow and ice levels have decreased; and\n      Whereas, The increasing concentration of greenhouse gases in Earth's atmosphere is a main cause of climate change; and\n      Whereas, The principal human activity contributing to climate change is the emission of greenhouse gases through the burning of fossil fuels for power; and\n      Whereas, Climate change is impacting New York City's public health, critical infrastructure, communities, vulnerable populations, natural systems, buildings and economy, and these impacts will worsen in the future; and\n      Whereas, According to the United States Environmental Protection Agency, the future rate and magnitude of climate change will depend on the rate at which greenhouse gas concentrations in Earth's atmosphere continue to increase; and\n      Whereas, In order to mitigate the impacts of climate change, local, national and global societies must change their economic and social behaviors, and in order to change behaviors societies must be informed about the connection between human activities and climate change, possible consequences and potential solutions; and\n      Whereas, New York City has set a policy to reduce its own contribution to climate change; and\n      Whereas, In 2014, the Council passed, and Mayor Bill de Blasio signed, Local Law 66, requiring the City to reduce its greenhouse gas emissions 80%, relative to 2005 levels, by 2050; and  \n      Whereas, When it opens, The Climate Museum (The Museum) will be the first of its kind in the United States; and\n      Whereas, The Museum will be a significant cultural and educational institution, located in the City, dedicated to climate issues and solutions; and\n      Whereas, The Museum's mission is \"[t]o employ the sciences, art, and design to inspire dialogue and innovation that address the challenges of climate change, moving solutions to the center of our shared public life and catalyzing broad community engagement\"; and\n      Whereas, In 2015, the New York State Board of Regents approved a charter for The Museum, in 2016 The Museum received 501(c)(3) non-profit status and in 2017 The Museum's first exhibitions and programs were launched; and\n      Whereas, Until a permanent location is found, the Museum's exhibitions and programs will serve as a multidisciplinary hub, directed by scientists, artists and social justice advocates; have a solutions focus, drawing attention not just to the challenges posed by climate change but also to opportunities and pathways forward; and encourage visitors to take action and participate in their own communities' response to climate change; now, therefore, be it\n      Resolved, That the Council of the City of New York supports the launch and mission of The Climate Museum.\nWM/PM\nLS# 9895/Res. No. 1409-2017\nLS# 6844\n6/8/2018   11:46AM\n                                               Committee on Cultural Affairs, Libraries and International Intergroup Relations\n\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\cf1\\v0  \\cf0\\par\n\\cf1 By Council Member Cornegy\\cf0\\par\n\\cf1  \\cf0\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sl480\\slmult1\\qj\\cf1 Whereas, The trend of warming in Earth\\rquote s climate system over the last several decades is unprecedented - the atmosphere and ocean have warmed, sea levels have risen, and snow and ice levels have decreased; and\\cf0\\par\n\\cf1 Whereas, The increasing concentration of greenhouse gases in Earth\\rquote s atmosphere is a main cause of climate change; and\\cf0\\par\n\\cf1 Whereas, The principal human activity contributing to climate change is the emission of greenhouse gases through the burning of fossil fuels for power; and\\cf0\\par\n\\cf1 Whereas, Climate change is impacting New York City\\rquote s public health, critical infrastructure, communities, vulnerable populations, natural systems, buildings and economy, and these impacts will worsen in the future; and\\cf0\\par\n\\cf1 Whereas, According to the United States Environmental Protection Agency, the future rate and magnitude of climate change will depend on the rate at which greenhouse gas concentrations in Earth\\rquote s atmosphere continue to increase; and\\cf0\\par\n\\cf1 Whereas, In order to mitigate the impacts of climate change, local, national and global societies must change their economic and social behaviors, and in order to change behaviors societies must be informed about the connection between human activities and climate change, possible consequences and potential solutions; and\\cf0\\par\n\\cf1 Whereas, New York City has set a policy to reduce its own contribution to climate change; and\\cf0\\par\n\\cf1 Whereas, In 2014, the Council passed, and Mayor Bill de Blasio signed, Local Law 66, requiring the City to reduce its greenhouse gas emissions 80%, relative to 2005 levels, by 2050; and  \\cf0\\par\n\\cf1 Whereas, When it opens, The Climate Museum (The Museum) will be the first of its kind in the United States; and\\cf0\\par\n\\cf1 Whereas, The Museum will be a significant cultural and educational institution, located in the City, dedicated to climate issues and solutions; and\\cf0\\par\n\\cf1 Whereas, The Museum\\rquote s mission is \\ldblquote [t]o\\fs22  \\fs24 employ the sciences, art, and design to inspire dialogue and innovation that address the challenges of climate change, moving solutions to the center of our shared public life and catalyzing broad community engagement\\rdblquote ; and\\cf0\\par\n\\cf1 Whereas, In 2015, the New York State Board of Regents approved a charter for The Museum, in 2016 The Museum received 501(c)(3) non-profit status and in 2017 The Museum\\rquote s first exhibitions and programs were launched; and\\cf0\\par\n\\cf1 Whereas, Until a permanent location is found, the Museum\\rquote s exhibitions and programs will serve as a multidisciplinary hub, directed by scientists, artists and social justice advocates; have a solutions focus, drawing attention not just to the challenges posed by climate change but also to opportunities and pathways forward; and encourage visitors to take action and participate in their own communities\\rquote  response to climate change; now, therefore, be it\\cf0\\par\n\\cf1 Resolved, That the Council of the City of New York supports the launch and mission of The Climate Museum.\\cf0\\par\n\\pard\\cbpat2\\ltrpar\\qj\\cf1\\fs20 WM/PM\\cf0\\fs24\\par\n\\cf1\\fs20 LS# 9895/Res. No. 1409-2017\\par\nLS# 6844\\par\n6/8/2018   11:46AM\\cf0\\fs22\\par\n}\n",
  "LastModified": "2021-12-31T14:23:19.38Z"
}
