{
  "ID": 61020,
  "GUID": "DF024B7B-3C3B-468C-B580-66D16B717014",
  "File": "Res 0418-2018",
  "Name": "Increasing penalties on drivers who improperly register vehicles in another state.",
  "Title": "Resolution calling upon the New York State Legislature to pass, and the Governor to sign, legislation increasing penalties on drivers who improperly register vehicles in another state.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2018-06-28T00:00:00Z",
  "AgendaDate": "2018-06-28T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7746,
      "Slug": "robert-f-holden",
      "FullName": "Robert F. Holden"
    },
    {
      "ID": 7743,
      "Slug": "mark-gjonaj",
      "FullName": "Mark Gjonaj"
    },
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    },
    {
      "ID": 7749,
      "Slug": "kalman-yeger",
      "FullName": "Kalman Yeger"
    }
  ],
  "History": [
    {
      "ID": 337798,
      "Date": "2018-06-28T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-06-25T16:25:52.557Z"
    },
    {
      "ID": 338072,
      "Date": "2018-06-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16419,
      "AgendaSequence": 159,
      "MinutesSequence": 199,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2018-06-28T15:43:42.383Z"
    },
    {
      "ID": 379128,
      "Date": "2021-12-31T09:21:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-31T14:21:41.303Z"
    }
  ],
  "Attachments": [
    {
      "ID": 179959,
      "LastModified": "2021-12-31T14:21:32.477Z",
      "Name": "Res. No. 418",
      "Link": "https://nyc.legistar1.com/nyc/attachments/bb102594-b1da-420b-83bd-1f806f207c8d.doc",
      "Sort": 1
    },
    {
      "ID": 245713,
      "LastModified": "2021-12-31T14:21:18.897Z",
      "Name": "June 28, 2018 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/484b0c80-2fef-43f1-a759-4f874e5f904a.pdf",
      "Sort": 2
    },
    {
      "ID": 181163,
      "LastModified": "2021-12-31T14:21:04.16Z",
      "Name": "Hearing Transcript - Stated Meeting  6-28-18",
      "Link": "https://nyc.legistar1.com/nyc/attachments/80f8c1f4-f91a-4c9c-9168-46e00c76c650.pdf",
      "Sort": 3
    },
    {
      "ID": 245755,
      "LastModified": "2021-12-22T21:45:56.993Z",
      "Name": "Minutes of the Stated Meeting - June 28, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b280ef0b-c3b3-4cce-a627-f10276fd040d.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 63352,
  "Text": "By Council Members Holden, Gjonaj, Ulrich and Yeger\n\tWhereas, Drivers are required to register their vehicles with the New York State Department of Motor Vehicles within 30 days of moving into the state; and\n\tWhereas, Many residents of New York choose to illegally register their vehicle in other states, often in an attempt to take advantage of lower insurance rates; and \n\tWhereas, A 2011 State Senate report found that nearly 25 percent of all vehicle crashes in New York involving cars with Pennsylvania license plates occurred in Brooklyn, which suggests that many of those vehicles belonged to New Yorkers, not visitors; and\n\tWhereas, A 2017 Crain's report, citing the same State Senate study, reported that New York residents who drive cars registered out of state cost the city $73 million in unpaid parking tickets, deprive the state of $1 million annually in fees for license plates, titles, and vehicle registrations, as well as up to $93 million in sales tax revenue, and cost insurers $19 million each year in underpriced premiums; and\n\tWhereas, New York residents who improperly avoid taxes, fees, and insurance costs by registering their vehicles in other states unfairly shift that burden to fellow New Yorkers who follow the rules; and \n\tWhereas, Various bills that would enhance enforcement of improper out-of-state registration and increase associated penalties have been introduced in the State Legislature in recent years, including legislation that would make listing a false address on a car insurance or vehicle registration form a felony and legislation that would grant the Superintendent of Financial Services the authority to investigate such fraudulent acts; now, therefore, be it\n\tResolved, That the Council of the City of New York calls upon the New York State Legislature to pass, and the Governor to sign, legislation increasing penalties on drivers who improperly register vehicles in another state.\nJM\nLS# 6707\n6/1/2018",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Calibri;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\hyphpar0\\sl480\\slmult1 By Council Members Holden, Gjonaj, Ulrich and Yeger\\par\n\\tab Whereas, Drivers are required to register their vehicles with the New York State Department of Motor Vehicles within 30 days of moving into the state; and\\par\n\\tab Whereas, Many residents of New York choose to illegally register their vehicle in other states, often in an attempt to take advantage of lower insurance rates; and \\par\n\\tab Whereas, A 2011 State Senate report found that nearly 25 percent of all vehicle crashes in New York involving cars with Pennsylvania license plates occurred in Brooklyn, which suggests that many of those vehicles belonged to New Yorkers, not visitors; and\\par\n\\tab Whereas, A 2017 \\i Crain\\rquote s\\i0  report, citing the same State Senate study, reported that New York residents who drive cars registered out of state cost the city $73 million in unpaid parking tickets, deprive the state of $1 million annually in fees for license plates, titles, and vehicle registrations, as well as up to $93 million in sales tax revenue, and\\expndtw0\\f1\\fs22  \\expndtw-3\\f0\\fs24 cost insurers $19 million each year in underpriced premiums; and\\par\n\\tab Whereas, New York residents who improperly avoid taxes, fees, and insurance costs by registering their vehicles in other states unfairly shift that burden to fellow New Yorkers who follow the rules; and \\par\n\\tab Whereas, Various bills that would enhance enforcement of improper out-of-state registration and increase associated penalties have been introduced in the State Legislature in recent years, including legislation that would make listing a false address on a car insurance or vehicle registration form a felony and legislation that would grant the Superintendent of Financial Services the authority to investigate such fraudulent acts\\expndtw0 ; \\expndtw-3 now, therefore, be it\\par\n\\tab Resolved, That\\cf1  the Council of the City of New York\\cf0  calls upon the New York State Legislature to pass, and the Governor to sign, legislation increasing penalties on drivers who improperly register vehicles in another state.\\par\n\\pard\\ltrpar\\hyphpar0\\cf1\\fs16 JM\\par\nLS# 6707\\par\n6/1/2018\\par\n\\pard\\ltrpar\\hyphpar0\\sa200\\sl480\\slmult1\\cf0\\fs22\\par\n\\pard\\ltrpar\\sa200\\sl480\\slmult1\\expndtw0\\fs24\\par\n}\n",
  "LastModified": "2022-03-16T00:14:59.147Z"
}
