{
  "ID": 60440,
  "GUID": "2808ACCB-6342-4DD2-83D8-82C7B03BB3CD",
  "File": "Res 0420-2018",
  "Name": "Declaring November 11 as Polish Independence Day in NYC.",
  "Title": "Resolution declaring November 11 as Polish Independence Day in the city of New York.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 32,
  "StatusName": "Adopted",
  "BodyID": 5105,
  "BodyName": "Committee on Cultural Affairs, Libraries and International Intergroup Relations",
  "IntroDate": "2018-06-28T00:00:00Z",
  "AgendaDate": "2018-06-28T00:00:00Z",
  "PassedDate": "2018-10-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7746,
      "Slug": "robert-f-holden",
      "FullName": "Robert F. Holden"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 7743,
      "Slug": "mark-gjonaj",
      "FullName": "Mark Gjonaj"
    },
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    },
    {
      "ID": 7642,
      "Slug": "paul-a-vallone",
      "FullName": "Paul A. Vallone"
    },
    {
      "ID": 7740,
      "Slug": "carlina-rivera",
      "FullName": "Carlina Rivera"
    },
    {
      "ID": 7632,
      "Slug": "ben-kallos",
      "FullName": "Ben Kallos"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 7624,
      "Slug": "andrew-cohen",
      "FullName": "Andrew Cohen"
    }
  ],
  "History": [
    {
      "ID": 337803,
      "Date": "2018-06-28T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-06-25T16:37:01.773Z"
    },
    {
      "ID": 338069,
      "Date": "2018-06-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Cultural Affairs, Libraries and International Intergroup Relations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16419,
      "AgendaSequence": 161,
      "MinutesSequence": 201,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Cultural Affairs, Libraries and International Intergroup Relations",
      "MatterStatusID": 3,
      "LastModified": "2018-06-28T15:44:09.403Z"
    },
    {
      "ID": 341345,
      "Date": "2018-10-16T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 5105,
      "BodyName": "Committee on Cultural Affairs, Libraries and International Intergroup Relations",
      "EventID": 16576,
      "AgendaSequence": 3,
      "MinutesSequence": 7,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2018-10-16T18:53:01.99Z"
    },
    {
      "ID": 341613,
      "Date": "2018-10-16T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 5105,
      "BodyName": "Committee on Cultural Affairs, Libraries and International Intergroup Relations",
      "EventID": 16576,
      "MinutesSequence": 8,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2018-10-16T18:53:05.723Z"
    },
    {
      "ID": 342055,
      "Date": "2018-10-29T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 5105,
      "BodyName": "Committee on Cultural Affairs, Libraries and International Intergroup Relations",
      "EventID": 16677,
      "AgendaSequence": 3,
      "MinutesSequence": 8,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2018-10-29T15:03:19.76Z"
    },
    {
      "ID": 342156,
      "Date": "2018-10-29T10:00:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "A motion was made that this Resolution be Approved by Committee approved by Roll Call.",
      "BodyID": 5105,
      "BodyName": "Committee on Cultural Affairs, Libraries and International Intergroup Relations",
      "EventID": 16677,
      "MinutesSequence": 9,
      "Version": "*",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "Votes": [
        {
          "ID": 7569,
          "Slug": "james-g-van-bramer",
          "FullName": "James G. Van Bramer",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 10
        },
        {
          "ID": 7264,
          "Slug": "joseph-c-borelli",
          "FullName": "Joseph C. Borelli",
          "VoteID": 16,
          "Vote": "Absent",
          "Sort": 20
        },
        {
          "ID": 7628,
          "Slug": "laurie-a-cumbo",
          "FullName": "Laurie A. Cumbo",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 30
        },
        {
          "ID": 386,
          "Slug": "karen-koslowitz",
          "FullName": "Karen Koslowitz",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 40
        },
        {
          "ID": 7745,
          "Slug": "francisco-p-moya",
          "FullName": "Francisco P. Moya",
          "VoteID": 16,
          "Vote": "Absent",
          "Sort": 50
        }
      ],
      "LastModified": "2018-10-29T15:22:42.35Z"
    },
    {
      "ID": 342242,
      "Date": "2018-10-31T13:30:00Z",
      "ActionID": 5032,
      "Action": "Approved, by Council",
      "Description": "A motion was made that this Resolution be Approved, by Council approved by voice vote.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16688,
      "AgendaSequence": 150,
      "MinutesSequence": 184,
      "Version": "*",
      "AgendaNote": "Adopted by the Committee on Cultural Affairs, Libraries and International Intergroup Relations",
      "MinutesNote": "Pursuant to Rule 8.50 of the Council, the Majority Leader and Acting President Pro Tempore (Council Member Cumbo) called for a voice vote.  Hearing no objections, the Majority Leader and Acting President Pro Tempore (Council Member Cumbo) declared the Resolution to be adopted.\r\n\r\nAdopted unanimously by the Council by voice-vote.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 32,
      "LastModified": "2018-11-01T13:44:29.497Z"
    }
  ],
  "Attachments": [
    {
      "ID": 179961,
      "LastModified": "2021-12-31T14:19:51.6Z",
      "Name": "Res. No. 420",
      "Link": "https://nyc.legistar1.com/nyc/attachments/323b6d68-195c-4e0a-9606-8fdff5bea885.doc",
      "Sort": 1
    },
    {
      "ID": 245715,
      "LastModified": "2021-12-31T14:19:52.117Z",
      "Name": "June 28, 2018 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/274cda07-78b1-4695-bbc4-0144c18349e0.pdf",
      "Sort": 2
    },
    {
      "ID": 181165,
      "LastModified": "2021-12-31T14:19:53.15Z",
      "Name": "Hearing Transcript - Stated Meeting  6-28-18",
      "Link": "https://nyc.legistar1.com/nyc/attachments/996f1989-0a5e-44a7-a55f-05185b1482b1.pdf",
      "Sort": 3
    },
    {
      "ID": 245757,
      "LastModified": "2021-12-31T14:20:02.073Z",
      "Name": "Minutes of the Stated Meeting - June 28, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/99be21dc-80dc-412f-9d4f-ffe70d6cfa5f.pdf",
      "Sort": 4
    },
    {
      "ID": 188756,
      "LastModified": "2018-10-16T18:04:22.843Z",
      "Name": "Committee Report 10/16/18",
      "Link": "https://nyc.legistar1.com/nyc/attachments/5079d240-46f1-4b88-9226-a1f1d6aed565.doc",
      "Sort": 6
    },
    {
      "ID": 189884,
      "LastModified": "2018-11-01T13:48:59.507Z",
      "Name": "Hearing Transcript 10/16/18",
      "Link": "https://nyc.legistar1.com/nyc/attachments/f7be1e69-7699-4c18-9df8-78afcda721fc.pdf",
      "Sort": 7
    },
    {
      "ID": 189551,
      "LastModified": "2018-11-01T13:48:58.787Z",
      "Name": "Committee Report 10/29/18",
      "Link": "https://nyc.legistar1.com/nyc/attachments/f4910db0-c4df-4f20-ad3b-0e853d645902.pdf",
      "Sort": 8
    },
    {
      "ID": 190660,
      "LastModified": "2018-11-16T18:40:09.53Z",
      "Name": "Hearing Transcript 10/29/18",
      "Link": "https://nyc.legistar1.com/nyc/attachments/69de1f35-a09c-4661-b495-54ab6fe2515d.pdf",
      "Sort": 9
    },
    {
      "ID": 189713,
      "LastModified": "2018-11-16T18:40:09.467Z",
      "Name": "Committee Report - Stated Meeting",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ffdcfd8e-6d8b-4a31-adee-f446c4e97956.doc",
      "Sort": 10
    },
    {
      "ID": 189786,
      "LastModified": "2018-11-16T18:40:09.013Z",
      "Name": "October 31, 2018 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/e8fbf976-b1cc-47de-a00d-7afc3197caba.pdf",
      "Sort": 11
    },
    {
      "ID": 191291,
      "LastModified": "2018-11-29T14:47:56.287Z",
      "Name": "Hearing Transcript - Stated Meeting  10-31-18",
      "Link": "https://nyc.legistar1.com/nyc/attachments/3b01507e-51b1-4164-b236-7fce2bfdb1a3.pdf",
      "Sort": 12
    },
    {
      "ID": 194432,
      "LastModified": "2021-12-31T14:19:42.867Z",
      "Name": "Minutes of the Stated Meeting - October 31, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/36d5bb23-a510-4ac9-979c-bfd28d504033.pdf",
      "Sort": 13
    }
  ],
  "Summary": "",
  "TextID": 62721,
  "Text": "By Council Members Holden, Van Bramer, Gjonaj, Ulrich, Vallone, Rivera, Kallos, Lander and Constantinides\n\n      Whereas, In 966, Duke Mieszko I, who ruled several Western Slavic tribes, consolidated his power and symbolically created the state of Poland; and \n      Whereas, In 1025, Boleslaw I, the son of Duke Mieszko I, established the Kingdom of Poland by expanding the region's territory and expanding the influence of Christianity; and \n      Whereas, The BBC states that up until 1772, Poland went through different regime changes, including being ruled by: the kings from the royal line of Mieszko from 966 to the end of the 14th century, the elected kings of the newly created Polish-Lithuania Commonwealth in the late 1500s, the Polish Golden Age's newly formed democratic monarchy in the 16th century, and outside influences from Russia, Prussia, Sweden, and the Ukraine in the mid-17th century; and  \n      Whereas, The Encyclopedia Britannica indicates that the election of Stanislaw II August Poniatowski in 1764 resulted in political and social reform, which followed in civil war and 3 major partitions of Poland by Russia, Prussia, and Austria; and \n      Whereas, In 1795, due to the civil war and partitions, an Independent Poland ceased to exist; and \n      Whereas, After Poland lost its independence, there was a complete lack of public political activity, however, after years had passed, Polish nationalism and the fight for Polish Independence began to grow rapidly; and\n       Whereas, The Adam Mickiewicz Institute notes that from 1795 to 1918, there were many uprisings and armed protests for Polish Independence, such as the Kosciuszko Insurrection in 1794, the November Insurrection in 1830 and the Uprising of January in 1863; and \n      Whereas, According to the BBC, from 1864 to 1914, the Polish national movement, in the then-partitioned Poland, shifted focus from armed protest to strengthening what was left of Poland through education, culture, and political parties, which fostered social reform and pushed for stronger advocacy for Polish Independence at the courts of the enemies of former Poland; and \n      Whereas, On November 11, 1918, due to World War I's end and the subsequent changes to Europe's political map, Poland regained independence and was restored as a country; and\n      Whereas, Since regaining independence in 1918, Poland has been involved in numerous important events, including: being invaded by Nazi Germany in 1939 which began World War II; being forced to adopt communism by the Soviet Union as the People's Republic of Poland in 1945; the Solidarity movement in the 1980s that resulted in the deterioration of communism and the establishment of the Third Polish Republic; and becoming a recognized role model for countries that experienced political transformation after the revolutions of 1989; and \n      Whereas, Poland's Ministry of Foreign Affairs indicates that Poland has celebrated Independence Day since 1920, with November 11 receiving the status of a state holiday in 1937; and \n      Whereas, According to data from the American Community Survey, there are approximately 200,342 people of Polish ancestry within New York City; and\n      Whereas, New York City is often called America's most Polish town, with many Polish restaurants, markets, and cultural institutes existing within the city; and\n      Whereas, Along with the culture, New York City has also recognized and celebrated Polish history, including its' commemoration of exemplary Polish leaders, such as Casimir Pulaski with the 80th annual Pulaski Day Parade on Fifth Avenue, and Tadeusz Kosciuszko with the naming of the Kosciuszko Bridge which connects Greenpoint, Brooklyn, often called Little Poland, to Maspeth, Queens; and  \n      Whereas, Declaring November 11 as Polish Independence Day in New York City will strengthen Polish-American pride, while commemorating the anniversary of the restoration of Poland's independence in 1918 and Poland's rich history; now, therefore, be it \n      Resolved, That the Council of the City of New York declare November 11 as Polish Independence Day in the city of New York.\nLS#6220\n4/5/18\nKK",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\qj By Council Members Holden, Van Bramer, Gjonaj, Ulrich, Vallone, Rivera, Kallos, Lander and Constantinides\\par\n\\pard\\ltrpar\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 Whereas, In 966, Duke Mieszko I, who ruled several Western Slavic tribes, consolidated his power and symbolically created the state of Poland; and \\par\nWhereas, In 1025, Boleslaw I, the son of Duke Mieszko I, established the Kingdom of Poland by expanding the region\\rquote s territory and expanding the influence of Christianity; and \\par\nWhereas, The BBC states that up until 1772, Poland went through different regime changes, including being ruled by: the kings from the royal line of Mieszko from 966 to the end of the 14\\super th\\nosupersub  century, the elected kings of the newly created Polish-Lithuania Commonwealth in the late 1500s, the Polish Golden Age\\rquote s newly formed democratic monarchy in the 16\\super th\\nosupersub  century, and outside influences from Russia, Prussia, Sweden, and the Ukraine in the mid-17\\super th\\nosupersub  century; and  \\par\nWhereas, The Encyclopedia Britannica indicates that the election of Stanislaw II August Poniatowski in 1764 resulted in political and social reform, which followed in civil war and 3 major partitions of Poland by Russia, Prussia, and Austria; and \\par\nWhereas, In 1795, due to the civil war and partitions, an Independent Poland ceased to exist; and \\par\nWhereas, After Poland lost its independence, there was a complete lack of public political activity, however, after years had passed, Polish nationalism and the fight for Polish Independence began to grow rapidly; and\\par\n Whereas, The Adam Mickiewicz Institute notes that from 1795 to 1918, there were many uprisings and armed protests for Polish Independence, such as the Kosciuszko Insurrection in 1794, the November Insurrection in 1830 and the Uprising of January in 1863; and \\par\nWhereas, According to the BBC, from 1864 to 1914, the Polish national movement, in the then-partitioned Poland, shifted focus from armed protest to strengthening what was left of Poland through education, culture, and political parties, which fostered social reform and pushed for stronger advocacy for Polish Independence at the courts of the enemies of former Poland; and \\par\nWhereas, On November 11, 1918, due to World War I\\rquote s end and the subsequent changes to Europe\\rquote s political map, Poland regained independence and was restored as a country; and\\par\nWhereas, Since regaining independence in 1918, Poland has been involved in numerous important events, including: being invaded by Nazi Germany in 1939 which began World War II; being forced to adopt communism by the Soviet Union as the People\\rquote s Republic of Poland in 1945; the Solidarity movement in the 1980s that resulted in the deterioration of communism and the establishment of the Third Polish Republic; and becoming a recognized role model for countries that experienced political transformation after the revolutions of 1989; and \\par\nWhereas, Poland\\rquote s Ministry of Foreign Affairs indicates that Poland has celebrated Independence Day since 1920, with November 11 receiving the status of a state holiday in 1937; and \\par\nWhereas, According to data from the American Community Survey, there are approximately 200,342 people of Polish ancestry within New York City; and\\par\nWhereas, New York City is often called America\\rquote s most Polish town, with many Polish restaurants, markets, and cultural institutes existing within the city; and\\par\nWhereas, Along with the culture, New York City has also recognized and celebrated Polish history, including its\\rquote  commemoration of exemplary Polish leaders, such as Casimir Pulaski with the 80\\super th\\nosupersub  annual Pulaski Day Parade on Fifth Avenue, and Tadeusz Kosciuszko with the naming of the Kosciuszko Bridge which connects Greenpoint, Brooklyn, often called Little Poland, to Maspeth, Queens; and  \\par\nWhereas, Declaring November 11 as Polish Independence Day in New York City will strengthen Polish-American pride, while commemorating the anniversary of the restoration of Poland\\rquote s independence in 1918 and Poland\\rquote s rich history; now, therefore, be it \\par\nResolved, That the Council of the City of New York declare November 11 as Polish Independence Day in the city of New York.\\par\n\\pard\\ltrpar\\fs16 LS#6220\\par\n4/5/18\\par\nKK\\par\n\\pard\\ltrpar\\sl480\\slmult1  \\par\n}\n",
  "LastModified": "2021-12-31T14:20:02.073Z"
}
