{
  "ID": 61129,
  "GUID": "42CF276E-C270-41F5-857B-583F38337BC7",
  "File": "Res 0458-2018",
  "Name": "Senate to oppose the confirmation of President Donald Trump’s nominee, Judge Brett Kavanaugh, to the United States Supreme Court.",
  "Title": "Resolution calling upon the United States Senate to oppose the confirmation of President Donald Trump’s nominee, Judge Brett Kavanaugh, to the United States Supreme Court.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5105,
  "BodyName": "Committee on Cultural Affairs, Libraries and International Intergroup Relations",
  "IntroDate": "2018-07-18T00:00:00Z",
  "AgendaDate": "2018-07-18T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7634,
      "Slug": "mark-levine",
      "FullName": "Mark Levine"
    },
    {
      "ID": 7742,
      "Slug": "diana-i-ayala",
      "FullName": "Diana I. Ayala"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 7748,
      "Slug": "justin-l-brannan",
      "FullName": "Justin L. Brannan"
    },
    {
      "ID": 7741,
      "Slug": "keith-powers",
      "FullName": "Keith Powers"
    },
    {
      "ID": 7632,
      "Slug": "ben-kallos",
      "FullName": "Ben Kallos"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 7638,
      "Slug": "antonio-reynoso",
      "FullName": "Antonio Reynoso"
    },
    {
      "ID": 7780,
      "Slug": "public-advocate-jumaane-williams",
      "FullName": "Public Advocate Jumaane Williams"
    },
    {
      "ID": 7740,
      "Slug": "carlina-rivera",
      "FullName": "Carlina Rivera"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    }
  ],
  "History": [
    {
      "ID": 338488,
      "Date": "2018-07-18T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-07-16T13:31:27.347Z"
    },
    {
      "ID": 338590,
      "Date": "2018-07-18T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Cultural Affairs, Libraries and International Intergroup Relations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16474,
      "AgendaSequence": 120,
      "MinutesSequence": 137,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Cultural Affairs, Libraries and International Intergroup Relations",
      "MatterStatusID": 3,
      "LastModified": "2018-07-18T16:13:18.237Z"
    },
    {
      "ID": 379124,
      "Date": "2021-12-31T09:04:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-31T14:04:46.6Z"
    }
  ],
  "Attachments": [
    {
      "ID": 180774,
      "LastModified": "2021-12-31T14:04:31.143Z",
      "Name": "Res. No. 458",
      "Link": "https://nyc.legistar1.com/nyc/attachments/34786b4c-1818-4c59-942a-f3d62d194cdf.doc",
      "Sort": 1
    },
    {
      "ID": 180927,
      "LastModified": "2021-05-03T18:32:10.687Z",
      "Name": "July 18, 2018 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/51252914-eb8b-403a-8701-0b11841aabc5.pdf",
      "Sort": 2
    },
    {
      "ID": 231617,
      "LastModified": "2021-05-03T18:32:24.39Z",
      "Name": "Hearing Transcript - Stated Meeting 7-18-18",
      "Link": "https://nyc.legistar1.com/nyc/attachments/9004d420-03e4-4149-9157-52d6cc7f2fb5.pdf",
      "Sort": 3
    },
    {
      "ID": 231618,
      "LastModified": "2021-05-03T18:32:29.593Z",
      "Name": "Minutes of the Stated Meeting - July 18, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/107dfbba-486b-45ed-aa3e-02a533850aa1.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 63471,
  "Text": "By Council Members Levine, Ayala, Rosenthal, Brannan, Powers, Kallos, Levin, Koslowitz, Reynoso, the Public Advocate (Mr. Williams), Rivera and Rodriguez\n\n      Whereas, On June 27, 2018, Justice Anthony Kennedy announced his decision to retire from the United States (U.S.) Supreme Court, creating a vacancy on the country's highest court; and\n      Whereas, President Donald Trump has the power to nominate judges to the U.S. Supreme Court with advice and consent of the U.S. Senate under the Constitution; and  \n      Whereas, On July 9, 2018, President Donald Trump nominated Brett Kavanaugh, a federal appeals court judge for the District of Columbia Circuit, to the U.S. Supreme Court to replace the retiring Justice Anthony Kennedy; and\n      Whereas, Brett Kavanaugh's decisions on the bench and writings off the bench offer insights into how he might make decisions on the highest court; and\n      Whereas, In Garza v. Hargan (2017), Brett Kavanaugh sought to undercut women's reproductive rights, contending that an undocumented 17-year-old in immigration detention should not be allowed to seek an abortion unless she has a sponsor, but the full appeals court overturned his decision; and \n      Whereas, In Priest of Life v. United States Department of Health and Human Services (2015), Brett Kavanaugh undermined women's health in the name of extreme religious ideology, arguing in his dissent that the Affordable Care Act's contraception coverage mandate infringes on religious liberty; and  \n      Whereas, In a 2009 law review article, Brett Kavanaugh proposed that a sitting president should be exempt from criminal prosecution and investigation, which professes a dangerous level of unchecked executive authority; and \n      Whereas, In PHH Corporation et al.  v. Consumer Financial Prosecution Bureau  (2016), Brett Kavanaugh expressed unfettered presidential control of an independent agency, arguing in his dissent that it is unconstitutional to give the director of the Consumer Financial Protection Bureau fixed 5 years term where s/he can only be removed for good cause since this gives the bureau too much independence from the president; and\n      Whereas, In Heller v. District of Columbia (2011), Brett Kavanaugh held hostile views against gun control, claiming in his dissent that the Second Amendment included the right to own semi-automatic rifles, and the government cannot ban semi-automatic rifles since they \"have not traditionally been banned and are in common use by law-abiding citizens\"; and \n      Whereas, Brett Kavanaugh frequently sided with corporations at the detriment of worker's rights in his dissents, including National Labor Relation Board v. CNN America, Inc. (2017), in which he claimed that CNN did not violate labor law since its hiring decision to replace union workers with non-union workers was not based on anti-union amicus, and AGRI Processor Co Inc. v. National Labor Relation Board (2008), in which he argued that undocumented immigrants are not covered by the National Labor Relation Act since it is illegal to employ them, and therefore undocumented immigrants have little collective bargaining and unionization rights; and   \n      Whereas, Brett Kavanaugh's confirmation to the U.S. Supreme Court threatens to erode progress on women's reproductive rights and healthcare protections, and undermine labor rights and gun control laws given his views on these critical issues; and\n      Whereas, The City of New York is a bastion of progressive causes, including healthcare protections, gun control, reproductive rights and labor rights; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the United States Senate to oppose the confirmation of President Donald Trump's nominee, Judge Brett Kavanaugh, to the United States Supreme Court. \n \nLS7590\n7/12/18\nKMD",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Levine, Ayala, Rosenthal, Brannan, Powers, Kallos, Levin, Koslowitz, Reynoso, the Public Advocate (Mr. Williams), Rivera and Rodriguez\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, On June 27, 2018, Justice Anthony Kennedy announced his decision to retire from the United States (U.S.) Supreme Court, creating a vacancy on the country\\rquote s highest court; and\\par\nWhereas, President Donald Trump has the power to nominate judges to the U.S. Supreme Court with advice and consent of the U.S. Senate under the Constitution; and  \\par\nWhereas, On July 9, 2018, President Donald Trump nominated Brett Kavanaugh, a federal appeals court judge for the District of Columbia Circuit, to the U.S. Supreme Court to replace the retiring Justice Anthony Kennedy; and\\par\nWhereas, Brett Kavanaugh\\rquote s decisions on the bench and writings off the bench offer insights into how he might make decisions on the highest court; and\\par\nWhereas, In \\i Garza v. Hargan (2017)\\i0 , Brett Kavanaugh sought to undercut women\\rquote s reproductive rights, contending that an undocumented 17-year-old in immigration detention should not be allowed to seek an abortion unless she has a sponsor, but the full appeals court overturned his decision; and \\par\nWhereas, In \\i Priest of Life v. United States Department of Health and Human Services (2015)\\i0 , Brett Kavanaugh undermined women\\rquote s health in the name of extreme religious ideology, arguing in his dissent that the Affordable Care Act\\rquote s contraception coverage mandate infringes on religious liberty; and  \\par\nWhereas, In a 2009 law review article, Brett Kavanaugh proposed that a sitting president should be exempt from criminal prosecution and investigation, which professes a dangerous level of unchecked executive authority; and \\par\nWhereas, In \\i PHH Corporation et al.  v. Consumer Financial Prosecution Bureau  (2016), \\i0 Brett Kavanaugh expressed unfettered presidential control of an independent agency, arguing in his dissent that it is unconstitutional to give the director of the Consumer Financial Protection Bureau fixed 5 years term where s/he can only be removed for good cause since this gives the bureau too much independence from the president; and\\par\nWhereas, In \\i Heller v. District of Columbia (2011)\\i0 , Brett Kavanaugh held hostile views against gun control, claiming in his dissent that the Second Amendment included the right to own semi-automatic rifles, and the government cannot ban semi-automatic rifles since they \\ldblquote have not traditionally been banned and are in common use by law-abiding citizens\\rdblquote ; and \\par\nWhereas, Brett Kavanaugh frequently sided with corporations at the detriment of worker\\rquote s rights in his dissents, including \\i National Labor Relation Board v. CNN America, Inc. (2017),\\i0  in which he claimed that CNN did not violate labor law since its hiring decision to replace union workers with non-union workers was not based on anti-union amicus, and \\i AGRI Processor Co Inc. v. National Labor Relation Board (2008)\\i0 , in which he argued that undocumented immigrants are not covered by the National Labor Relation Act since it is illegal to employ them, and therefore undocumented immigrants have little collective bargaining and unionization rights; and   \\par\nWhereas, Brett Kavanaugh\\rquote s confirmation to the U.S. Supreme Court threatens to erode progress on women\\rquote s reproductive rights and healthcare protections, and undermine labor rights and gun control laws given his views on these critical issues; and\\par\nWhereas, The City of New York is a bastion of progressive causes, including healthcare protections, gun control, reproductive rights and labor rights; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls upon the United States Senate to oppose the confirmation of President Donald Trump\\rquote s nominee, Judge Brett Kavanaugh, to the United States Supreme Court. \\par\n\\pard\\ltrpar  \\par\nLS7590\\par\n7/12/18\\par\nKMD\\par\n\\fs22\\par\n}\n",
  "LastModified": "2021-12-31T14:04:46.723Z"
}
