{
  "ID": 61060,
  "GUID": "468FB7E3-35DC-472B-92B6-C37B71B2179D",
  "File": "Res 0459-2018",
  "Name": "Keep Families Together Act (S. 3036)",
  "Title": "Resolution calling on the U.S. Congress to pass, and the President to sign, the Keep Families Together Act (S. 3036), to immediately stop the Department of Homeland Security from taking children from their parents at the U.S. border, except with express directive from a child welfare expert, and for additional legislation that would end family detention as an unsafe and harmful alternative.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 32,
  "StatusName": "Adopted",
  "BodyID": 5119,
  "BodyName": "Committee on Immigration",
  "IntroDate": "2018-07-18T00:00:00Z",
  "AgendaDate": "2018-07-18T00:00:00Z",
  "PassedDate": "2018-07-18T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7740,
      "Slug": "carlina-rivera",
      "FullName": "Carlina Rivera"
    },
    {
      "ID": 7631,
      "Slug": "corey-d-johnson",
      "FullName": "Corey D. Johnson"
    },
    {
      "ID": 7742,
      "Slug": "diana-i-ayala",
      "FullName": "Diana I. Ayala"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    }
  ],
  "History": [
    {
      "ID": 337904,
      "Date": "2018-07-12T14:00:00Z",
      "ActionID": 15,
      "Action": "Hearing on P-C Item by Comm",
      "Description": "This Resolution was Hearing on P-C Item by Comm",
      "BodyID": 5119,
      "BodyName": "Committee on Immigration",
      "EventID": 16416,
      "AgendaSequence": 2,
      "MinutesSequence": 4,
      "Version": "*",
      "AgendaNote": "Preconsidered",
      "MatterStatusID": 2,
      "LastModified": "2018-07-12T19:17:38.92Z"
    },
    {
      "ID": 338439,
      "Date": "2018-07-12T14:00:00Z",
      "ActionID": 25,
      "Action": "P-C Item Approved by Comm",
      "Description": "A motion was made that this Resolution be P-C Item Approved by Comm approved by Roll Call.",
      "BodyID": 5119,
      "BodyName": "Committee on Immigration",
      "EventID": 16416,
      "MinutesSequence": 5,
      "Version": "*",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 37,
      "Votes": [
        {
          "ID": 7636,
          "Slug": "carlos-menchaca",
          "FullName": "Carlos Menchaca",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 10
        },
        {
          "ID": 7563,
          "Slug": "daniel-dromm",
          "FullName": "Daniel Dromm",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 20
        },
        {
          "ID": 7113,
          "Slug": "mathieu-eugene",
          "FullName": "Mathieu Eugene",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 30
        },
        {
          "ID": 7743,
          "Slug": "mark-gjonaj",
          "FullName": "Mark Gjonaj",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 40
        },
        {
          "ID": 7746,
          "Slug": "robert-f-holden",
          "FullName": "Robert F. Holden",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 50
        },
        {
          "ID": 7637,
          "Slug": "i-daneek-miller",
          "FullName": "I. Daneek Miller",
          "VoteID": 16,
          "Vote": "Absent",
          "Sort": 60
        },
        {
          "ID": 7749,
          "Slug": "kalman-yeger",
          "FullName": "Kalman Yeger",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 70
        }
      ],
      "LastModified": "2018-07-12T19:18:01.487Z"
    },
    {
      "ID": 337903,
      "Date": "2018-07-18T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-06-27T13:37:16.19Z"
    },
    {
      "ID": 338598,
      "Date": "2018-07-18T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Immigration",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16474,
      "AgendaSequence": 129,
      "MinutesSequence": 146,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Preconsidered - Immigration",
      "MatterStatusID": 3,
      "LastModified": "2018-07-18T16:15:06.96Z"
    },
    {
      "ID": 338521,
      "Date": "2018-07-18T13:35:00Z",
      "ActionID": 5032,
      "Action": "Approved, by Council",
      "Description": "A motion was made that this Resolution be Approved, by Council approved by voice vote.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16474,
      "AgendaSequence": 91,
      "MinutesSequence": 108,
      "Version": "*",
      "AgendaNote": "Preconsidered - Adopted by the Committee on Immigration",
      "MinutesNote": "Pursuant to Rule 8.50 of the Council, the Public Advocate (Ms. James) called for a voice vote.  Hearing those in favor, the Public Advocate (Ms. James) declared the Resolution to be adopted.\r\n\r\nThe following 2 Council Members formally noted their negative vote against this item: \r\nCouncil Members Borelli and Matteo.\r\n\r\nAdopted by the Council by voice-vote.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 32,
      "LastModified": "2018-10-04T15:01:11.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 180018,
      "LastModified": "2021-12-31T14:03:26.777Z",
      "Name": "Res. No. 459",
      "Link": "https://nyc.legistar1.com/nyc/attachments/04c8f4c3-bad6-4cc8-807c-c5437811e3c1.doc",
      "Sort": 1
    },
    {
      "ID": 180051,
      "LastModified": "2018-07-19T13:50:00.9Z",
      "Name": "S. 3036",
      "Link": "https://nyc.legistar1.com/nyc/attachments/78a1d15f-1fe6-48ed-8e55-215e90a3fce6.pdf",
      "Sort": 2
    },
    {
      "ID": 180716,
      "LastModified": "2018-07-19T13:50:14.387Z",
      "Name": "Committee Report",
      "Link": "https://nyc.legistar1.com/nyc/attachments/da83390e-0974-4091-ba0a-f4599e631ea5.doc",
      "Sort": 3
    },
    {
      "ID": 181235,
      "LastModified": "2018-07-25T13:23:22.583Z",
      "Name": "Hearing Testimony",
      "Link": "https://nyc.legistar1.com/nyc/attachments/53062764-5b98-4d81-aff9-306577dde4ba.PDF",
      "Sort": 4
    },
    {
      "ID": 181443,
      "LastModified": "2018-07-31T14:22:20.98Z",
      "Name": "Hearing Transcript",
      "Link": "https://nyc.legistar1.com/nyc/attachments/89f12dcc-69a6-45e3-a080-e384aba0a8b1.pdf",
      "Sort": 5
    },
    {
      "ID": 180909,
      "LastModified": "2018-07-31T14:22:20.88Z",
      "Name": "July 18, 2018 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c73fc4d7-902c-4836-aba1-ac2b6d32b620.pdf",
      "Sort": 6
    },
    {
      "ID": 181776,
      "LastModified": "2018-08-06T19:49:16.237Z",
      "Name": "Hearing Transcript - Stated Meeting  7-18-18",
      "Link": "https://nyc.legistar1.com/nyc/attachments/84c92a28-0202-4ba1-9166-f39ea981d48c.pdf",
      "Sort": 7
    },
    {
      "ID": 188486,
      "LastModified": "2018-10-09T14:03:14.043Z",
      "Name": "Minutes of the Stated Meeting - July 18, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/e25944f1-f713-42e2-9ab5-1170e73a5985.pdf",
      "Sort": 8
    }
  ],
  "Summary": "",
  "TextID": 63392,
  "Text": "By Council Members Rivera, the Speaker (Council Member Johnson), Ayala and Levin\n      Whereas, On May 7, 2018, Attorney General Jeff Sessions announced a 'Zero Tolerance' initiative, whereby all adults apprehended for crossing the U.S. border unlawfully would be prosecuted for illegal entry, even if they attempt to seek asylum; and,\n      Whereas, This policy has resulted in thousands of children being separated from their parents when they arrive in the U.S. and detained while their parents face criminal charges for illegal entry; and,\n      Whereas, The Keep Families Together Act (Feinstein, CA-D) was developed in consultation with child welfare experts to ensure that the federal government is acting in the best interest of children; and,\n      Whereas, The bill would immediately stop the Department of Homeland Security from taking children from their parents at the U.S. border, except in the event that they are being trafficked or abused by their parents; and,\n      Whereas, The bill calls for an immediate review by a superior upon the recommendation to separate, and only after consultation with a child welfare expert; and,\n      Whereas, At a May 24, 2018 Senate Judiciary Committee hearing, Customs and Border Protection informed Senator Dianne Feinstein that 658 children were taken from 638 parents during a 14-day period in May, an average of 47 children being taken from their parents each day; and,\n      Whereas, [0]On June 20, 2018, President Trump signed an Executive Order ('E.O.') that ended family separation at the border, by requiring parents to be detained with their children while being processed for illegal entry, if practicable; and,\n      Whereas, The E.O. fails to designate a reunification plan for children already separated from their parents, contains significant loopholes that may lead to continued separation where resources are lacking, and will invariably ensure that families remain in detention together for undetermined lengths of time; and,\n      Whereas, In the aftermath of the E.O., federal agencies including U.S. Customs Border Patrol ('CBP'), the federal Office of Refugee Resettlement ('ORR') and the Department of Health and Human Services ('DHHS') were in disarray, finally activating the Emergency Management Group to reunify families on June 22, 2018 after extensive public outcry; and,\n      Whereas, Under the new E.O., more than 4,000 children could be detained with their families, based on current population flows; and,\n      Whereas, Both family separation and family detention policies unquestionably inflict trauma on the most vulnerable as the early years of a child's life are critical for later life development outcomes; and,\n      Whereas, Traumatic events can cause toxic stress, which disrupts brain development and has long-term health consequences; and,\n      Whereas, The federal DHHS has stated that expedited family reunification is contingent on parents self-deporting and abandoning their pending asylum cases; and,\n      Whereas, DHHS has failed to maintain open communication between children and their parents, and continues to shield information from City officials and the public about the implementation of family reunification; and,\n      Whereas, The right to seek asylum is a legitimate and critical form of humanitarian relief enshrined in U.S. immigration law; and,\n      Whereas, Holding children hostage to deter individuals from seeking humanitarian relief from violence in their nations of origin is inhumane and shortsighted; and,\n      Whereas, Immigrants are integral to the U.S., and especially to New York City: making up nearly 38% of the city's population, 45% of the city's workforce and contributing $195 billion to the city's Gross Domestic Product in 2017; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the U.S. Congress to pass, the President to sign, the Keep Families Together Act (S. 3036), to immediately stop the Department of Homeland Security from taking children from their parents at the border, except with express directive from a child welfare expert, and for additional legislation that would end family detention as an unsafe and harmful alternative. \n \nEK\n6.26.18\nLS7301",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj By Council Members Rivera, the Speaker (Council Member Johnson), Ayala and Levin\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, On May 7, 2018, Attorney General Jeff Sessions announced a \\lquote Zero Tolerance\\rquote  initiative, whereby all adults apprehended for crossing the U.S. border unlawfully would be prosecuted for illegal entry, even if they attempt to seek asylum; and,\\par\nWhereas, This policy has resulted in thousands of children being separated from their parents when they arrive in the U.S. and detained while their parents face criminal charges for illegal entry; and,\\par\nWhereas, The Keep Families Together Act (Feinstein, CA-D) was developed in consultation with child welfare experts to ensure that the federal government is acting in the best interest of children; and,\\par\nWhereas, The bill would immediately stop the Department of Homeland Security from taking children from their parents at the U.S. border, except in the event that they are being trafficked or abused by their parents; and,\\par\nWhereas, The bill calls for an immediate review by a superior upon the recommendation to separate, and only after consultation with a child welfare expert; and,\\par\nWhereas, At a May 24, 2018 Senate Judiciary Committee hearing, Customs and Border Protection informed Senator Dianne Feinstein that 658 children were taken from 638 parents during a 14-day period in May, an average of 47 children being taken from their parents each day; and,\\par\nWhereas, On June 20, 2018, President Trump signed an Executive Order (\\lquote E.O.\\rquote ) that ended family separation at the border, by requiring parents to be detained with their children while being processed for illegal entry, if practicable; and,\\par\nWhereas, The E.O. fails to designate a reunification plan for children already separated from their parents, contains significant loopholes that may lead to continued separation where resources are lacking, and will invariably ensure that families remain in detention together for undetermined lengths of time; and,\\par\nWhereas, In the aftermath of the E.O., federal agencies including U.S. Customs Border Patrol (\\lquote CBP\\rquote ), the federal Office of Refugee Resettlement (\\lquote ORR\\rquote ) and the Department of Health and Human Services (\\lquote DHHS\\rquote ) were in disarray, finally activating the Emergency Management Group to reunify families on June 22, 2018 after extensive public outcry; and,\\par\nWhereas, Under the new E.O., more than 4,000 children could be detained with their families, based on current population flows; and,\\par\nWhereas, Both family separation and family detention policies unquestionably inflict trauma on the most vulnerable as the early years of a child\\rquote s life are critical for later life development outcomes; and,\\par\nWhereas, Traumatic events can cause toxic stress, which disrupts brain development and has long-term health consequences; and,\\par\nWhereas, The federal DHHS has stated that expedited family reunification is contingent on parents self-deporting and abandoning their pending asylum cases; and,\\par\nWhereas, DHHS has failed to maintain open communication between children and their parents, and continues to shield information from City officials and the public about the implementation of family reunification; and,\\par\nWhereas, The right to seek asylum is a legitimate and critical form of humanitarian relief enshrined in U.S. immigration law; and,\\par\nWhereas, Holding children hostage to deter individuals from seeking humanitarian relief from violence in their nations of origin is inhumane and shortsighted; and,\\par\nWhereas, Immigrants are integral to the U.S., and especially to New York City: making up nearly 38% of the city\\rquote s population, 45% of the city\\rquote s workforce and contributing $195 billion to the city\\rquote s Gross Domestic Product in 2017; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls on the U.S. Congress to pass, the President to sign, the Keep Families Together Act (S. 3036), to immediately stop the Department of Homeland Security from taking children from their parents at the border, except with express directive from a child welfare expert, and for additional legislation that would end family detention as an unsafe and harmful alternative. \\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj  \\par\n\\pard\\ltrpar\\qj EK\\par\n6.26.18\\par\nLS7301\\par\n}\n",
  "LastModified": "2021-12-31T14:03:44.153Z"
}
