{
  "ID": 61202,
  "GUID": "1B40BC14-B415-4270-BA9E-BFC7C0AD07B9",
  "File": "Res 0471-2018",
  "Name": "6 - Restore regular free bus service for visitors to correctional facilities. (A.7016-A/S.5693-A)",
  "Title": "Resolution calling upon the New York State Legislature to pass and the Governor to sign A.7016-A/S.5693-A, which would restore regular free bus service for visitors to correctional facilities.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5237,
  "BodyName": "Committee on Criminal Justice",
  "IntroDate": "2018-08-08T00:00:00Z",
  "AgendaDate": "2018-08-08T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm"
    },
    {
      "ID": 7742,
      "Slug": "diana-i-ayala",
      "FullName": "Diana I. Ayala"
    }
  ],
  "History": [
    {
      "ID": 339119,
      "Date": "2018-08-08T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-08-06T14:24:15.997Z"
    },
    {
      "ID": 339302,
      "Date": "2018-08-08T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Criminal Justice",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16496,
      "AgendaSequence": 130,
      "MinutesSequence": 166,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Criminal Justice",
      "MatterStatusID": 3,
      "LastModified": "2018-08-08T20:41:40.33Z"
    },
    {
      "ID": 379123,
      "Date": "2021-12-31T08:58:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-31T13:58:24.447Z"
    }
  ],
  "Attachments": [
    {
      "ID": 181568,
      "LastModified": "2021-12-31T13:58:14.777Z",
      "Name": "Res. No. 471",
      "Link": "https://nyc.legistar1.com/nyc/attachments/eba0eec5-73d7-419b-ba17-bf1cd75a40c4.doc",
      "Sort": 2
    },
    {
      "ID": 181433,
      "LastModified": "2018-08-03T03:42:24.57Z",
      "Name": "A. 7016-A",
      "Link": "https://nyc.legistar1.com/nyc/attachments/6fd37d1c-69cc-4761-a2b5-338881983d42.pdf",
      "Sort": 3
    },
    {
      "ID": 181434,
      "LastModified": "2018-08-03T03:42:24.043Z",
      "Name": "S. 5693-A",
      "Link": "https://nyc.legistar1.com/nyc/attachments/5dc7f89c-af41-454e-88ea-503c01a635b7.pdf",
      "Sort": 4
    },
    {
      "ID": 193007,
      "LastModified": "2019-01-03T15:15:58.89Z",
      "Name": "August 8, 2018 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d2babf53-b9a7-43fb-bb48-0635d661954f.pdf",
      "Sort": 5
    },
    {
      "ID": 245857,
      "LastModified": "2021-12-22T23:02:23.42Z",
      "Name": "Hearing Transcript - Stated Meeting 08-08-2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/4bb7c39f-431c-4b91-afdc-2f922ec46644.pdf",
      "Sort": 6
    },
    {
      "ID": 245905,
      "LastModified": "2021-12-22T23:02:55.44Z",
      "Name": "Minutes of the Stated Meeting - August 8, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/4ec006d3-7f49-4648-a96a-508c108d31b4.pdf",
      "Sort": 7
    }
  ],
  "Summary": "",
  "TextID": 63545,
  "Text": "By Council Members Dromm and Ayala\n      \n\tWhereas, The New York State Department of Corrections and Community Supervision (\"DOCCS\") is responsible for rehabilitating incarcerated individuals to prepare them for successful reentry after their sentences, and visitation is a crucial component of that rehabilitation; and\n\tWhereas, According to a 2013 Yale University study, visits reduce the risk of recidivism and felony reconvictions, and allow for a safer prison environment that facilitates a healthy transition during the reentry process for both incarcerated individuals and their families; and\n\tWhereas, DOCCS houses a daily population of approximately 49,500 and oversees approximately 35,500 parolees, statewide; and\n \tWhereas, From 1973 through early 2011, DOCCS provided free transportation to New York State run prisons to help individuals stay connected with incarcerated family members; and\n\tWhereas, In early 2011, the State terminated free transportation to correctional facilities in an effort to save approximately $1.5 million; and \n\tWhereas, According to a report published by the New York State Division of Criminal Justice Services, the lack of and cost for transportation are the most frequently identified barriers to visitation of correctional facilities; and\n\tWhereas, Additionally, sixty percent of incarcerated individuals in state prison reported having a living child upon admission to the DOCCS system; and \n\tWhereas, In-person visits can not only have a positive impact on incarcerated parents, but can also contribute to the emotional well-being and future life outcomes of visiting children; and\n\tWhereas, Research shows that visits are an important component of managing prisoner behavior, reducing recidivism and promoting positive parent-child relationships; and\n\tWhereas, A.7016-A, introduced by New York State Assemblymember Carmen N. De La Rosa, and companion bill S.5693-A, introduced by New York State Senator Velmanette Montgomery, would amend the New York State Correction Law to restore transportation for visitors from certain cities to state run correctional facilities; and\n\tWhereas, A.7016-A/S.5693-A would restore free transportation service from cities, including New York, Rochester, Syracuse and Albany, to correctional facilities as determined by the DOCCS commissioner; and\n\tWhereas, Restoring free transportation services to correctional facilities for family members of incarcerated individuals would benefit both the visiting family members and incarcerated individuals; now, therefore, be it \n\tResolved, That the Council of the City of New York calls upon the New York State Legislature to pass and the Governor to sign A.7016-A/S.5693-A, which would restore regular free bus service for visitors to correctional facilities.\n\nWJH\nLS 6032\n8/2/18",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fmodern\\fprq1\\fcharset0 Courier New;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\sl276\\slmult1 By Council Members Dromm and Ayala\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\qj\\cf1\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, \\cf0 The New York State Department of Corrections and Community Supervision (\\ldblquote DOCCS\\rdblquote ) is responsible for rehabilitating incarcerated individuals to prepare them for successful reentry after their sentences, and visitation is a crucial component of that rehabilitation; and\\par\n\\tab Whereas, According to a 2013 Yale University study, visits reduce the risk of recidivism and felony reconvictions, and allow for a safer prison environment that facilitates a healthy transition during the reentry process for both incarcerated individuals and their families; and\\par\n\\tab\\cf1 Whereas, DOCCS houses a daily population of approximately 49,500 and oversees approximately 35,500 parolees, statewide; and\\cf0\\par\n\\pard\\cbpat2\\ltrpar\\sl480\\slmult1\\qj\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656  \\tab Whereas, \\cf1 From 1973 through early 2011, DOCCS provided free transportation to New York State run prisons to help individuals stay connected with incarcerated family members; and\\par\n\\tab Whereas, In early 2011, the State terminated free transportation to correctional facilities in an effort to save approximately $1.5 million; and \\par\n\\cf0\\tab Whereas, According to a report published by the New York State Division of Criminal Justice Services, the lack of and cost for transportation are the most frequently identified barriers to visitation of correctional facilities; and\\par\n\\tab Whereas, Additionally, sixty percent of incarcerated individuals in state prison reported having a living child upon admission to the DOCCS system; and \\par\n\\tab Whereas, \\cf1 In-person visits can not only have a positive impact on incarcerated parents, but can also contribute to the emotional well-being and future life outcomes of visiting children; and\\par\n\\tab Whereas, Research shows that visits are an important component of managing prisoner behavior, reducing recidivism and promoting positive parent-child relationships; and\\par\n\\tab Whereas, A.7016-A, introduced by New York State Assemblymember Carmen N. De La Rosa, and companion bill S.5693-A, introduced by New York State Senator Velmanette Montgomery, would amend the New York State Correction Law to restore transportation for visitors from certain cities to state run correctional facilities; and\\par\n\\tab Whereas, A.7016-A/S.5693-A would restore free transportation service from cities, including New York, Rochester, Syracuse and Albany, to correctional facilities as determined by the DOCCS commissioner; and\\par\n\\tab Whereas, Restoring free transportation services to correctional facilities for family members of incarcerated individuals would benefit both the visiting family members and incarcerated individuals; now, therefore, be it \\par\n\\cf0\\tab Resolved, That the Council of the City of New York calls upon the New York State Legislature to pass and the Governor to sign A.7016-A/S.5693-A, which would restore regular free bus service for visitors to correctional facilities.\\par\n\\par\n\\pard\\cbpat2\\ltrpar\\qj\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656 WJH\\par\nLS 6032\\par\n8/2/18\\f1\\fs20\\par\n}\n",
  "LastModified": "2021-12-31T13:58:24.603Z"
}
