{
  "ID": 61164,
  "GUID": "8F03173A-67B0-4ED1-90EA-98E81642F670",
  "File": "Res 0474-2018",
  "Name": "Gun Violence Research Act (H.R. 1478)",
  "Title": "Resolution calling upon the U.S. Congress to pass and the President to sign the Gun Violence Research Act (H.R. 1478), which would repeal the Dickey Amendment and restore the ability of the federal government to fund gun violence research.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2018-08-08T00:00:00Z",
  "AgendaDate": "2018-08-08T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm"
    },
    {
      "ID": 7747,
      "Slug": "alicka-ampry-samuel",
      "FullName": "Alicka Ampry-Samuel"
    },
    {
      "ID": 7637,
      "Slug": "i-daneek-miller",
      "FullName": "I. Daneek Miller"
    }
  ],
  "History": [
    {
      "ID": 338891,
      "Date": "2018-08-08T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-07-24T14:54:03.68Z"
    },
    {
      "ID": 339300,
      "Date": "2018-08-08T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16496,
      "AgendaSequence": 133,
      "MinutesSequence": 169,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2018-08-08T20:41:40.333Z"
    },
    {
      "ID": 379121,
      "Date": "2021-12-31T08:53:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-31T13:53:13.49Z"
    }
  ],
  "Attachments": [
    {
      "ID": 180949,
      "LastModified": "2021-12-31T13:53:02.33Z",
      "Name": "Res. No. 474",
      "Link": "https://nyc.legistar1.com/nyc/attachments/459de4cf-23cc-4737-a32b-f68b8b68d8b1.doc",
      "Sort": 1
    },
    {
      "ID": 181044,
      "LastModified": "2018-07-23T13:52:52.96Z",
      "Name": "H.R. 1478",
      "Link": "https://nyc.legistar1.com/nyc/attachments/a015b24b-7e78-4006-99a2-bd384262490d.pdf",
      "Sort": 2
    },
    {
      "ID": 193009,
      "LastModified": "2019-01-03T15:15:59.5Z",
      "Name": "August 8, 2018 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/8a4f3209-fc87-4acc-a20f-4f21a6a20f8f.pdf",
      "Sort": 3
    },
    {
      "ID": 245860,
      "LastModified": "2021-12-22T23:02:24.187Z",
      "Name": "Hearing Transcript - Stated Meeting 08-08-2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/450c2ec7-4256-46c8-89ac-e4354268b155.pdf",
      "Sort": 4
    },
    {
      "ID": 245908,
      "LastModified": "2021-12-22T23:02:56.457Z",
      "Name": "Minutes of the Stated Meeting - August 8, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/2ba073e7-1037-491e-abba-da303ff4ea72.pdf",
      "Sort": 5
    }
  ],
  "Summary": "",
  "TextID": 63507,
  "Text": "By Council Members Dromm, Ampry-Samuel and Miller\n\n\tWhereas, In 1996 the United States Congress voted to prohibit the Centers for Disease Control and Prevention (CDC) from funding research that may be used to \"advocate or promote\" gun control; and \n\tWhereas, The National Rifle Association lobbied for this provision, known as the Dickey Amendment, based on bias they perceived in a CDC funded study published in 1993, which found guns in the home were associated with an increased risk of homicide; and \n\tWhereas, The CDC interprets this ban to extend to all research on gun violence prevention, and as such has not funded any relatable research since; and\n\tWhereas, Over the years, several organizations including the American Psychological Association, Doctors for America, the American College of Preventive Medicine, American Academy of Pediatrics and the American Association of Science have called for the Dickey Amendment to be repealed; and \n\tWhereas, On March 23, 2018 President Donald Trump signed an omnibus spending bill into law that added language clarifying that the CDC can, in fact, conduct research into gun violence; and\n\tWhereas, While the omnibus spending bill clarified the CDC's role, it did not explicitly repeal the Dickey Amendment, which limits the agency's ability to fund research that may promote or advocate for gun control; and\n\tWhereas, H.R1478 known as the \"Gun Violence Research Act,\" sponsored by U.S Representative Stephanie Murphy, repeals the provision that in practice prohibits the Department of Health and Human Services, including the CDC, from sponsoring research on gun violence and for other purposes; and \n\tWhereas, Limiting any agency's ability to sponsor evidence-based research that examines the causes of gun violence and identifies methods to reduce gun-related fatalities and injuries threatens the safety of the City of New York and our ability to find a solution to gun violence; now, therefore, be it\n\tResolved, That the Council of the City of New York calls upon the U.S. Congress to pass and the President to sign the Gun Violence Research Act (H.R. 1478), which would repeal the Dickey Amendment and restore the ability of the federal government to fund gun violence research. \n\nLS #6168\n07/07/18\nCMA",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Dromm, Ampry-Samuel and Miller\\par\n\\par\n\\pard\\ltrpar\\sl480\\slmult1\\tab Whereas, In 1996 the United States Congress voted to prohibit the Centers for Disease Control and Prevention (CDC) from funding research that may be used to \\ldblquote advocate or promote\\rdblquote  gun control; and \\par\n\\tab Whereas, The National Rifle Association lobbied for this provision, known as the Dickey Amendment, based on bias they perceived in a CDC funded study published in 1993, which found guns in the home were associated with an increased risk of homicide; and \\par\n\\tab Whereas, The CDC interprets this ban to extend to all research on gun violence prevention, and as such has not funded any relatable research since; and\\par\n\\tab Whereas, Over the years, several organizations including the American Psychological Association, Doctors for America, the American College of Preventive Medicine, American Academy of Pediatrics and the American Association of Science have called for the Dickey Amendment to be repealed; and \\par\n\\tab Whereas, On March 23, 2018 President Donald Trump signed an omnibus spending bill into law that added language clarifying that the CDC can, in fact, conduct research into gun violence; and\\par\n\\tab Whereas, While the omnibus spending bill clarified the CDC\\rquote s role, it did not explicitly repeal the Dickey Amendment, which limits the agency\\rquote s ability to fund research that may promote or advocate for gun control; and\\par\n\\tab Whereas, H.R1478 known as the \\ldblquote Gun Violence Research Act,\\rdblquote  sponsored by U.S Representative Stephanie Murphy, repeals the provision that in practice prohibits the Department of Health and Human Services, including the CDC, from sponsoring research on gun violence and for other purposes; and \\par\n\\tab Whereas, Limiting any agency\\rquote s ability to sponsor evidence-based research that examines the causes of gun violence and identifies methods to reduce gun-related fatalities and injuries threatens the safety of the City of New York and our ability to find a solution to gun violence; now, therefore, be it\\par\n\\tab Resolved, That the Council of the City of New York calls upon the U.S. Congress to pass and the President to sign the Gun Violence Research Act (H.R. 1478), which would repeal the Dickey Amendment and restore the ability of the federal government to fund gun violence research. \\par\n\\par\n\\pard\\ltrpar LS #6168\\par\n07/07/18\\par\nCMA\\par\n}\n",
  "LastModified": "2021-12-31T13:53:13.613Z"
}
