{
  "ID": 61092,
  "GUID": "4B47CC54-A8D8-4D7B-8B96-87973C38EFA6",
  "File": "Res 0475-2018",
  "Name": "Combat the opioid crisis, including actions to address the needs of those with Medicare coverage. (H.R. 5722, H.R. 5718, H.R. 5685, H.R. 5675, H.R. 5590, H.R. 5809 and H.R. 5197)",
  "Title": "Resolution calling on the United States Congress to pass, and the President to sign, H.R. 5722, H.R. 5718, H.R. 5685, H.R. 5675, H.R. 5590, H.R. 5809, and H.R. 5197 to combat the opioid crisis, including actions to address the needs of those with Medicare coverage.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2018-08-08T00:00:00Z",
  "AgendaDate": "2018-08-08T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7746,
      "Slug": "robert-f-holden",
      "FullName": "Robert F. Holden"
    }
  ],
  "History": [
    {
      "ID": 339125,
      "Date": "2018-08-08T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-08-06T14:35:07.977Z"
    },
    {
      "ID": 339312,
      "Date": "2018-08-08T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16496,
      "AgendaSequence": 140,
      "MinutesSequence": 176,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2018-08-08T20:41:40.34Z"
    },
    {
      "ID": 379120,
      "Date": "2021-12-31T08:52:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-31T13:52:12.787Z"
    }
  ],
  "Attachments": [
    {
      "ID": 180423,
      "LastModified": "2021-12-31T13:52:00.457Z",
      "Name": "Res. No. 475",
      "Link": "https://nyc.legistar1.com/nyc/attachments/203e68bf-fb74-457a-bf5c-2481d5d16215.doc",
      "Sort": 1
    },
    {
      "ID": 180436,
      "LastModified": "2018-07-10T19:05:58.84Z",
      "Name": "H.R. 5722",
      "Link": "https://nyc.legistar1.com/nyc/attachments/a4af969e-0c45-4807-80eb-78f6311ef648.pdf",
      "Sort": 2
    },
    {
      "ID": 180437,
      "LastModified": "2018-07-10T19:06:34.063Z",
      "Name": "H.R. 5718",
      "Link": "https://nyc.legistar1.com/nyc/attachments/76a486b6-ff34-4ac7-9539-4358ed1fd1fb.pdf",
      "Sort": 3
    },
    {
      "ID": 180438,
      "LastModified": "2018-07-10T19:07:06.603Z",
      "Name": "H.R. 5685",
      "Link": "https://nyc.legistar1.com/nyc/attachments/367ee0fe-8b55-4139-adfc-1a8724970e9f.pdf",
      "Sort": 4
    },
    {
      "ID": 180439,
      "LastModified": "2018-07-10T19:08:01.067Z",
      "Name": "H.R. 5675",
      "Link": "https://nyc.legistar1.com/nyc/attachments/876917c6-c27c-48e1-aa57-4cbdf0172207.pdf",
      "Sort": 5
    },
    {
      "ID": 180440,
      "LastModified": "2018-07-10T19:08:32.787Z",
      "Name": "H.R. 5590",
      "Link": "https://nyc.legistar1.com/nyc/attachments/acc150ec-dc6a-49c6-8f06-506a58ae96f9.pdf",
      "Sort": 6
    },
    {
      "ID": 180441,
      "LastModified": "2018-07-10T19:09:05.25Z",
      "Name": "H.R. 5809",
      "Link": "https://nyc.legistar1.com/nyc/attachments/613ac064-c5fa-417e-818a-0746ae4ed094.pdf",
      "Sort": 7
    },
    {
      "ID": 180442,
      "LastModified": "2018-07-10T19:09:05.173Z",
      "Name": "H.R. 5197",
      "Link": "https://nyc.legistar1.com/nyc/attachments/27421076-666b-437f-9bdd-8b98b2d8d644.pdf",
      "Sort": 8
    },
    {
      "ID": 193016,
      "LastModified": "2019-01-03T15:16:01.8Z",
      "Name": "August 8, 2018 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b19c8ce7-6056-404b-b309-e04596f6a51f.pdf",
      "Sort": 9
    },
    {
      "ID": 245866,
      "LastModified": "2021-12-22T23:02:26.11Z",
      "Name": "Hearing Transcript - Stated Meeting 08-08-2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/fb5a07d3-e9e4-41cd-b5dc-101c8d2caf6d.pdf",
      "Sort": 10
    },
    {
      "ID": 245914,
      "LastModified": "2021-12-22T23:02:58.143Z",
      "Name": "Minutes of the Stated Meeting - August 8, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/0ac173e7-d30c-4dd9-ac75-74619cab9679.pdf",
      "Sort": 11
    }
  ],
  "Summary": "",
  "TextID": 63425,
  "Text": "By Council Member Holden \n\n      Whereas, Opioid abuse and death are at epidemic levels in the United States (U.S.), and, according to the National Institute on Drug Abuse, nearly 64,000 people died of drug overdoses in America in 2016; and\n      Whereas, According to the American Association of Retired Persons (AARP), nearly 14,000 people over the age of 45 died from overdose in 2015, which accounted for 42 percent of all such deaths in the U.S.; and  \n      Whereas, According to the New York State Department of Health (DOH), of the 668 individuals in New York City who died from an opioid overdose in 2015, 320 were between the ages of 45 and 64; and \n      Whereas, According to New York City's Department of Health and Mental Hygiene (DOHMH), every 7 hours someone in New York City dies from a drug overdose, and an estimated 1,441 people died in New York City from drug overdose in 2017, surpassing the number of overdose deaths in 2016; and \n      Whereas, According to the City of New York Office of the Mayor, of the people in New York City who died of a drug overdose in 2016, an estimated 80 percent involved an opioid, and, of that 80 percent, 18 percent involved prescription opioid painkillers; and \n      Whereas, Opioids include narcotics intended to manage pain from surgery, injury, or illness, and individuals who require surgery are at higher risk of opioid addiction; and \n      Whereas, According to a survey conducted by the Kaiser Family Foundation and the Washington Post, 25 percent of long-term opioid users started taking opioids because of pain after a surgery and another 25 percent started because of pain after an accident or injury; and \n      Whereas, According to the Office of the Inspector General of the U.S. Department of Health and Human Services (HHS), one out of every 3 Medicare beneficiaries received at least one prescription opioid through Medicare Part D in 2016, totaling 14.4 million beneficiaries; and\n      Whereas, Of those beneficiaries, one out of every 10 received opioids on a regular basis, meaning for 3 months or more, and research shows that the risk of opioid dependence increases substantially for patients receiving opioids continuously for 3 months; and \n      Whereas, Over 500,000 Medicare beneficiaries, not including those receiving hospice care or cancer-related care, received high amounts of opioids, having more than 2.5 times the dose the Center for Disease Control and Prevention (CDC) recommends avoiding for chronic pain patients; and  \n      Whereas, Of these beneficiaries, almost 90,000 are at serious risk, most because they received prescriptions for extreme amounts of opioids while others appear to be \"doctor shopping,\" meaning they had multiple prescribers and pharmacies; and   \n      Whereas, According to the CDC, between July 2016 and September 2017 there was a 32 percent increase of individuals over the age of 55 who received treatment for opioid overdoses in emergency rooms, and, according to AARP, the hospitalization rate due to opioid abuse has quintupled for those 65 and older in the past two decades; and \n      Whereas, H.R. 5722, sponsored by Rep. Jackie Walorski, will help address the opioid epidemic by directing the Secretary of HHS to conduct a study and submit to Congress a report containing recommendations on how to improve the use of non-opioid treatments for acute and chronic pain management for individuals entitled to benefits under part A or enrolled under part B of the Medicare program, and for other purposes; and \n      Whereas, H.R. 5718, sponsored by Rep. Jason Smith, will help address the opioid epidemic by calling for a technical expert panel to provide recommendations on reducing opioid use in the surgical setting and on best practices for pain management; and\n      Whereas, H.R. 5685, sponsored by Rep. John Faso, will help address the opioid epidemic by directing the Centers for Medicare and Medicaid Services (CMS) to compile educational resources regarding opioid use, pain management, and alternative pain management treatments, and include these resources in the Medicare and You Handbook; and\n      Whereas, H.R. 5675, sponsored by Rep. Gus Bilirakis, will help address the opioid epidemic by building off of work done in the Comprehensive Addiction Recovery Act (CARA) and require prescription drug plan sponsors under the Medicare program to establish drug management programs for at-risk beneficiaries; and\n      Whereas, H.R. 5590, authored by Vice Chairman Adam Kinzinger, will help address the opioid epidemic by establishing an action plan, including studies, reports to Congress authored by HHS, and meetings with stakeholders, for the purpose of addressing the opioid crisis; and \n      Whereas, H.R. 5809, sponsored by Rep. Scott Peters, will help address the opioid epidemic by creating a pass-through payment extension to encourage the development of non-opioid drugs for post-surgical pain management in Medicare; and\n      Whereas, H.R. 5197, otherwise known as the Alternatives to Opioids (ALTO) in the Emergency Department Act, sponsored by Rep. Bill Pascrell, will help address the opioid crisis by directing the Secretary of HHS to conduct a demonstration program to test alternative pain management protocols to limit the use of opioids in emergency departments; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the United States Congress to pass, and the President to sign, H.R. 5722, H.R. 5718, H.R. 5685, H.R. 5675, H.R. 5590, H.R. 5809, and H.R. 5197 to combat the opioid crisis, including actions to address the needs of those with Medicare coverage.\n\n\n\n\n\nEB\nLS 6959, 6961, 6970, 6971, 7176, 7177, and 7179\n06/15/2018",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Member Holden \\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 Whereas, Opioid abuse and death are at epidemic levels in the United States (U.S.), and, according to the National Institute on Drug Abuse\\i , \\i0 nearly 64,000 people died of drug overdoses in America in 2016; and\\par\nWhereas, According to the American Association of Retired Persons (AARP)\\i ,\\i0  nearly 14,000 people over the age of 45 died from overdose in 2015, which accounted for 42 percent of all such deaths in the U.S.; and  \\par\nWhereas, According to the New York State Department of Health (DOH), of the 668 individuals in New York City who died from an opioid overdose in 2015, 320 were between the ages of 45 and 64; and \\par\nWhereas, According to New York City\\rquote s Department of Health and Mental Hygiene (DOHMH), every 7 hours someone in New York City dies from a drug overdose, and an estimated 1,441 people died in New York City from drug overdose in 2017, surpassing the number of overdose deaths in 2016; and \\par\nWhereas, According to the City of New York Office of the Mayor, of the people in New York City who died of a drug overdose in 2016, an estimated 80 percent involved an opioid, and, of that 80 percent, 18 percent involved prescription opioid painkillers; and \\par\nWhereas, Opioids include narcotics intended to manage pain from surgery, injury, or illness, and individuals who require surgery are at higher risk of opioid addiction; and \\par\nWhereas, According to a survey conducted by the Kaiser Family Foundation and the Washington Post, 25 percent of long-term opioid users started taking opioids because of pain after a surgery and another 25 percent started because of pain after an accident or injury; and \\par\nWhereas, According to the Office of the Inspector General of the U.S. Department of Health and Human Services (HHS), one out of every 3 Medicare beneficiaries received at least one prescription opioid through Medicare Part D in 2016, totaling 14.4 million beneficiaries; and\\par\nWhereas, Of those beneficiaries, one out of every 10 received opioids on a regular basis, meaning for 3 months or more, and research shows that the risk of opioid dependence increases substantially for patients receiving opioids continuously for 3 months; and \\par\nWhereas, Over 500,000 Medicare beneficiaries, not including those receiving hospice care or cancer-related care, received high amounts of opioids, having more than 2.5 times the dose the Center for Disease Control and Prevention (CDC) recommends avoiding for chronic pain patients; and  \\par\nWhereas, Of these beneficiaries, almost 90,000 are at serious risk, most because they received prescriptions for extreme amounts of opioids while others appear to be \\ldblquote doctor shopping,\\rdblquote  meaning they had multiple prescribers and pharmacies; and   \\par\nWhereas, According to the CDC, between July 2016 and September 2017 there was a 32 percent increase of individuals over the age of 55 who received treatment for opioid overdoses in emergency rooms, and, according to AARP, the hospitalization rate due to opioid abuse has quintupled for those 65 and older in the past two decades; and \\par\nWhereas, H.R. 5722, sponsored by Rep. Jackie Walorski, will help address the opioid epidemic by directing the Secretary of HHS to conduct a study and submit to Congress a report containing recommendations on how to improve the use of non-opioid treatments for acute and chronic pain management for individuals entitled to benefits under part A or enrolled under part B of the Medicare program, and for other purposes; and \\par\nWhereas, H.R. 5718, sponsored by Rep. Jason Smith, will help address the opioid epidemic by calling for a technical expert panel to provide recommendations on reducing opioid use in the surgical setting and on best practices for pain management; and\\par\nWhereas, H.R. 5685, sponsored by Rep. John Faso, will help address the opioid epidemic by directing the Centers for Medicare and Medicaid Services (CMS) to compile educational resources regarding opioid use, pain management, and alternative pain management treatments, and include these resources in the \\i Medicare and You\\i0  Handbook; and\\par\nWhereas, H.R. 5675, sponsored by Rep. Gus Bilirakis, will help address the opioid epidemic by building off of work done in the Comprehensive Addiction Recovery Act (CARA) and require prescription drug plan sponsors under the Medicare program to establish drug management programs for at-risk beneficiaries; and\\par\nWhereas, H.R. 5590, authored by Vice Chairman Adam Kinzinger, will help address the opioid epidemic by establishing an action plan, including studies, reports to Congress authored by HHS, and meetings with stakeholders, for the purpose of addressing the opioid crisis; and \\par\nWhereas, H.R. 5809, sponsored by Rep. Scott Peters, will help address the opioid epidemic by creating a pass-through payment extension to encourage the development of non-opioid drugs for post-surgical pain management in Medicare; and\\par\nWhereas, H.R. 5197, otherwise known as the Alternatives to Opioids (ALTO) in the Emergency Department Act, sponsored by Rep. Bill Pascrell, will help address the opioid crisis by directing the Secretary of HHS to conduct a demonstration program to test alternative pain management protocols to limit the use of opioids in emergency departments; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls on the United States Congress to pass, and the President to sign, H.R. 5722, H.R. 5718, H.R. 5685, H.R. 5675, H.R. 5590, H.R. 5809, and H.R. 5197 to combat the opioid crisis, including actions to address the needs of those with Medicare coverage.\\par\n\\pard\\ltrpar\\sa160\\fs20\\par\n\\pard\\ltrpar\\par\n\\par\n\\par\n\\par\nEB\\par\nLS 6959, 6961, 6970, 6971, 7176, 7177, and 7179\\par\n06/15/2018\\par\n\\fs24\\par\n}\n",
  "LastModified": "2022-03-11T18:42:06.967Z"
}
