{
  "ID": 61166,
  "GUID": "CE01DE5C-06BD-4E0D-8FFB-7FED2AD7E7C0",
  "File": "Res 0477-2018",
  "Name": "Strengthen the authorities of the Food and Drug Administration to address the importation of certain drugs. (H.R.5228 and H.R.5752)",
  "Title": "Resolution calling on the United States Congress to pass, and the President to sign, H.R.5228 and H.R.5752, to strengthen the authorities of the Food and Drug Administration to address the importation of certain drugs.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2018-08-08T00:00:00Z",
  "AgendaDate": "2018-08-08T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7746,
      "Slug": "robert-f-holden",
      "FullName": "Robert F. Holden"
    }
  ],
  "History": [
    {
      "ID": 339127,
      "Date": "2018-08-08T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-08-06T14:37:13.633Z"
    },
    {
      "ID": 339313,
      "Date": "2018-08-08T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16496,
      "AgendaSequence": 142,
      "MinutesSequence": 178,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2018-08-08T20:41:40.34Z"
    },
    {
      "ID": 379118,
      "Date": "2021-12-31T08:50:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-31T13:51:09.027Z"
    }
  ],
  "Attachments": [
    {
      "ID": 180952,
      "LastModified": "2021-12-31T13:50:56.527Z",
      "Name": "Res. No. 477",
      "Link": "https://nyc.legistar1.com/nyc/attachments/51d9c7af-8692-4b64-8f1e-6dbdc34f040f.doc",
      "Sort": 1
    },
    {
      "ID": 181042,
      "LastModified": "2018-07-23T13:52:20.923Z",
      "Name": "H.R. 5228",
      "Link": "https://nyc.legistar1.com/nyc/attachments/54efcb86-1cb2-47c2-963d-5dd04e17718b.pdf",
      "Sort": 2
    },
    {
      "ID": 181043,
      "LastModified": "2018-07-23T13:52:24.317Z",
      "Name": "H.R. 5752",
      "Link": "https://nyc.legistar1.com/nyc/attachments/58337a06-691a-4268-aa93-0ea8cca545eb.pdf",
      "Sort": 3
    },
    {
      "ID": 193018,
      "LastModified": "2019-01-03T15:16:02.407Z",
      "Name": "August 8, 2018 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/98f3863c-357b-404e-9780-d55a21e29d6d.pdf",
      "Sort": 4
    },
    {
      "ID": 245868,
      "LastModified": "2021-12-22T23:02:26.593Z",
      "Name": "Hearing Transcript - Stated Meeting 08-08-2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/4dbf1a88-e080-40d4-a727-e5e299d6802a.pdf",
      "Sort": 5
    },
    {
      "ID": 245916,
      "LastModified": "2021-12-22T23:02:58.69Z",
      "Name": "Minutes of the Stated Meeting - August 8, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/0b8a4438-e1ff-43f0-8354-aa64c851fc2d.pdf",
      "Sort": 6
    }
  ],
  "Summary": "",
  "TextID": 63509,
  "Text": "By Council Member Holden \n\n      Whereas, Opioid abuse and death are at epidemic levels in the United States (U.S.), and, according to the National Institute on Drug Abuse, nearly 64,000 people died of drug overdoses in America in 2016; and\n      Whereas, According to New York City's Department of Health and Mental Hygiene (DOHMH), overdose deaths in New York City remained at epidemic levels in 2017, and every 7 hours someone in New York City dies from a drug overdose; and\n      Whereas, An estimated 1,441 people died in New York City from drug overdose in 2017, surpassing the amount of deaths due to overdose in 2016; and \n      Whereas, Of those who died from opioid overdose in 2016 in New York City, only 18 percent involved prescription opioid painkillers; and \n      Whereas, More Americans are dying from synthetic opioids, and, according to the Centers for Disease Control and Prevention (CDC), synthetic opioid overdose deaths rose more than 72% from 2014 to 2015, and many of those deaths were due to illicit fentanyl; and  \n      Whereas, According to the House Committee on Energy & Commerce, the use of internationally manufactured synthetic opioids have sharply increased over the last five years and were responsible for 20,000 overdoses in 2016; and \n      Whereas, The Food and Drug Administration (FDA) is tasked with monitoring FDA-regulated products arriving at the nation's international mail facilities (IMFs) to  prevent unsafe, counterfeit, and unapproved products from entering the country; and\n      Whereas, According to a January 2018 report by the U.S. Senate Permanent Subcommittee on Investigations, from 2013 to 2015 the number of packages processed by IMFs nearly doubled, and the nine IMFs located throughout the U.S. are now receiving more than 275 million packages a year combined; and\n      Whereas, According to the FDA, from the end of September 2017 through January 2018, 376 of about 5,800 suspicious packages that the FDA was tasked with inspecting contained controlled substances, including opioids, and were referred back to Customs and Border Protection for seizure; and \n      Whereas, According to the FDA, it is estimated that they are only able to physically inspect less than 0.06 percent of the packages that are presumed to contain drug products that are shipped through the IMFs; and \n      Whereas, The FDA requires additional resources in order to inspect more packages, and would benefit from more power and decision-making capability; and \n      Whereas, H.R.5228, otherwise known as the SCREEN Act, sponsored by Rep. Frank Pallone, will provide the FDA with stronger recall and seizure authority to disrupt the entry of counterfeit and illicit drugs through IMFs partly by allowing the FDA to order any person who distributes a drug that may cause serious adverse health effects or death to immediately cease distribution, and by providing the FDA with the authority to treat all drug products from a single manufacturer, distributor, or importer the same if that entity has a pattern of offering adulterated or misbranded drugs for import; and \n      Whereas, The SCREEN Act will also increase funding to the FDA to go towards addressing the opioid crisis, including increasing funding at the IMFs; and\n      Whereas, H.R.5752, otherwise known as the Stop Illicit Drug Importation Act of 2018, sponsored by Rep. Marsha Blackburn, will streamline and enhance the FDA's tools to intercept illegal products by increasing the FDA's ability to seize drugs that are of concern and debar particular individuals who import concerning substances; and \n      Whereas, Both bills will assist with the opioid crisis by supporting the FDA which will increase the FDA's ability to search articles and prevent dangerous substances from entering the U.S.; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the United States Congress to pass, and the President to sign, H.R.5228 and H.R.5752, to strengthen the authorities of the Food and Drug Administration to address the importation of certain drugs.\n\n\n\n\nEB\nLS 7171 and 7172\n06/22/2018",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Member Holden \\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 Whereas, Opioid abuse and death are at epidemic levels in the United States (U.S.), and, according to the National Institute on Drug Abuse\\i , \\i0 nearly 64,000 people died of drug overdoses in America in 2016; and\\par\nWhereas, According to New York City\\rquote s Department of Health and Mental Hygiene (DOHMH), overdose deaths in New York City remained at epidemic levels in 2017, and every 7 hours someone in New York City dies from a drug overdose; and\\par\nWhereas, An estimated 1,441 people died in New York City from drug overdose in 2017, surpassing the amount of deaths due to overdose in 2016; and \\par\nWhereas, Of those who died from opioid overdose in 2016 in New York City, only 18 percent involved prescription opioid painkillers; and \\par\nWhereas, More Americans are dying from synthetic opioids, and, according to the Centers for Disease Control and Prevention (CDC), synthetic opioid overdose deaths rose more than 72% from 2014 to 2015, and many of those deaths were due to illicit fentanyl; and  \\par\nWhereas, According to the House Committee on Energy & Commerce, the use of internationally manufactured synthetic opioids have sharply increased over the last five years and were responsible for 20,000 overdoses in 2016; and \\par\nWhereas, The Food and Drug Administration (FDA) is tasked with monitoring FDA-regulated products arriving at the nation\\rquote s international mail facilities (IMFs) to  prevent unsafe, counterfeit, and unapproved products from entering the country; and\\par\nWhereas, According to a January 2018 report by the U.S. Senate Permanent Subcommittee on Investigations, from 2013 to 2015 the number of packages processed by IMFs nearly doubled, and the nine IMFs located throughout the U.S. are now receiving more than 275 million packages a year combined; and\\par\nWhereas, According to the FDA, from the end of September 2017 through January 2018, 376 of about 5,800 suspicious packages that the FDA was tasked with inspecting contained controlled substances, including opioids, and were referred back to Customs and Border Protection for seizure; and \\par\nWhereas, According to the FDA, it is estimated that they are only able to physically inspect less than 0.06 percent of the packages that are presumed to contain drug products that are shipped through the IMFs; and \\par\nWhereas, The FDA requires additional resources in order to inspect more packages, and would benefit from more power and decision-making capability; and \\par\nWhereas, H.R.5228, otherwise known as the SCREEN Act, sponsored by Rep. Frank Pallone, will provide the FDA with stronger recall and seizure authority to disrupt the entry of counterfeit and illicit drugs through IMFs partly by allowing the FDA to order any person who distributes a drug that may cause serious adverse health effects or death to immediately cease distribution, and by providing the FDA with the authority to treat all drug products from a single manufacturer, distributor, or importer the same if that entity has a pattern of offering adulterated or misbranded drugs for import; and \\par\nWhereas, The SCREEN Act will also increase funding to the FDA to go towards addressing the opioid crisis, including increasing funding at the IMFs; and\\par\nWhereas, H.R.5752, otherwise known as the Stop Illicit Drug Importation Act of 2018, sponsored by Rep. Marsha Blackburn, will streamline and enhance the FDA\\rquote s tools to intercept illegal products by increasing the FDA\\rquote s ability to seize drugs that are of concern and debar particular individuals who import concerning substances; and \\par\nWhereas, Both bills will assist with the opioid crisis by supporting the FDA which will increase the FDA\\rquote s ability to search articles and prevent dangerous substances from entering the U.S.; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls on the United States Congress to pass, and the President to sign, H.R.5228 and H.R.5752, to strengthen the authorities of the Food and Drug Administration to address the importation of certain drugs.\\par\n\\pard\\ltrpar\\fs20\\par\n\\par\n\\par\n\\par\nEB\\par\nLS 7171 and 7172\\par\n06/22/2018\\par\n\\fs22\\par\n}\n",
  "LastModified": "2022-04-20T14:36:13.553Z"
}
