{
  "ID": 61090,
  "GUID": "E86983BD-87EA-40BF-88B7-489DC8679233",
  "File": "Res 0479-2018",
  "Name": "Combat the opioid crisis specifically for those with Medicaid coverage. (H.R. 5799 and H.R. 5808)",
  "Title": "Resolution calling on the United States Congress to pass, and the President to sign, H.R. 5799 and H.R. 5808 to combat the opioid crisis specifically for those with Medicaid coverage.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2018-08-08T00:00:00Z",
  "AgendaDate": "2018-08-08T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7746,
      "Slug": "robert-f-holden",
      "FullName": "Robert F. Holden"
    }
  ],
  "History": [
    {
      "ID": 339129,
      "Date": "2018-08-08T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-08-06T14:39:16.647Z"
    },
    {
      "ID": 339311,
      "Date": "2018-08-08T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16496,
      "AgendaSequence": 144,
      "MinutesSequence": 180,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2018-08-08T20:41:40.343Z"
    },
    {
      "ID": 379116,
      "Date": "2021-12-31T08:50:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-31T13:50:25.46Z"
    }
  ],
  "Attachments": [
    {
      "ID": 180421,
      "LastModified": "2021-12-31T13:50:07.113Z",
      "Name": "Res. No. 479",
      "Link": "https://nyc.legistar1.com/nyc/attachments/6e3f5d28-6a2e-4f6e-a16d-3752487d81fd.doc",
      "Sort": 1
    },
    {
      "ID": 180432,
      "LastModified": "2018-07-10T19:02:07.297Z",
      "Name": "H.R. 5799",
      "Link": "https://nyc.legistar1.com/nyc/attachments/03131568-1024-48e7-98af-0bc3fa3ef8cf.pdf",
      "Sort": 2
    },
    {
      "ID": 180433,
      "LastModified": "2018-07-10T19:02:10.18Z",
      "Name": "H.R. 5808",
      "Link": "https://nyc.legistar1.com/nyc/attachments/02eb2821-b0be-487f-8476-ee4fa9dba349.pdf",
      "Sort": 3
    },
    {
      "ID": 193020,
      "LastModified": "2019-01-03T15:16:03.017Z",
      "Name": "August 8, 2018 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d7ea55b7-7c35-4a0d-b208-6430b69d791c.pdf",
      "Sort": 4
    },
    {
      "ID": 245870,
      "LastModified": "2021-12-22T23:02:27.06Z",
      "Name": "Hearing Transcript - Stated Meeting 08-08-2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ee327ac8-0c30-4500-8c16-fa73a3878786.pdf",
      "Sort": 5
    },
    {
      "ID": 245918,
      "LastModified": "2021-12-22T23:02:59.33Z",
      "Name": "Minutes of the Stated Meeting - August 8, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/7e69fed6-b13a-4220-b17e-a602417647f3.pdf",
      "Sort": 6
    }
  ],
  "Summary": "",
  "TextID": 63423,
  "Text": "By Council Member Holden \n\n      Whereas, Opioid abuse and death are at epidemic levels in the United States (U.S.), and, according to the National Institute on Drug Abuse, nearly 64,000 people died of drug overdoses in America in 2016; and\n      Whereas, According to New York City's Department of Health and Mental Hygiene (DOHMH), every 7 hours someone in New York City dies from a drug overdose, and an estimated 1,441 people died in New York City from drug overdose in 2017, surpassing the number of overdose deaths in 2016; and \n      Whereas, According to the City of New York Office of the Mayor, of the people in New York City who died of a drug overdose in 2016, an estimated 80 percent involved an opioid, and, of that 80 percent, 18 percent involved prescription opioid painkillers; and \n      Whereas, According to the Medicaid and Children's Health Insurance Program Payment and Access Commission (MacPAC), the opioid epidemic disproportionately affects individuals with Medicaid, and Medicaid beneficiaries are prescribed pain relievers at higher rates than those with other sources of insurance; and\n      Whereas, According to the Kaiser Family Foundation, Medicaid covers 4 in 10 nonelderly adults with opioid addiction, and, as of March 2018, nearly 6.5 million New Yorkers are enrolled in Medicaid or the Children's Health Insurance Program (CHIP); and\n      Whereas, Medicaid beneficiaries age 18 to 64 have a higher rate of opioid use disorder than privately insured individuals, comprising about one-quarter of those with an opioid use disorder; and\n      Whereas, In 2016, nonelderly adults with Medicaid were twice as likely as those with private insurance or no insurance to have received opioid addiction treatment, and Medicaid expansion, which has occurred in most states including New York, has made opioid treatment accessible for thousands of Americans; and \n      Whereas, According to MacPAC, while State Medicaid programs are responding to the opioid crisis in several ways, such as working to reduce misuse of prescription opioids and promoting the use of non-opioid pain management therapies, there is considerable variation in available services across states since many are optional under the Medicaid statute; and\n      Whereas, Current Medicaid policies focus on using clinical protocols and guidelines to limit both the duration and dosage of prescriptions, restricting the types of opioids available, and identifying high-volume users, prescribers, and dispensers; and \n      Whereas, As of 2017, all states but Missouri had prescription drug monitoring programs (PDMPs) to track dispensing of controlled substances, including opioids, yet these programs are often operated by state boards of pharmacy and, as of December 2014, only 31 state Medicaid programs had access to their state's PDMP; and \n      Whereas, While Medicaid programs in 48 states and the District of Columbia utilized patient review and restriction programs, which prevent pharmacy and doctor shopping, the size and implementation of these programs vary by state; and  \n      Whereas, According to the Kaiser Family Foundation, although New York State's Medicaid program has adopted various strategies to reduce opioid misuse, such as opioid quantity limits and step therapy requirements, not every state has certain measures in place; and \n      Whereas, H.R. 5799, sponsored by Rep. Marsha Blackburn, helps combat the opioid crisis by building on current state Medicaid drug utilization review activities by requiring safety edits for opioid refills, monitoring concurrent prescribing of opioids and certain other drugs, and monitoring antipsychotic prescribing for children; and \n      Whereas, H.R. 5808, sponsored by Rep. Gus Bilirakis, helps combat the opioid crisis by requiring all state Medicaid programs to have a beneficiary assignment program that identifies Medicaid beneficiaries at-risk for substance use disorder by setting reasonable limits on the number of prescribers and dispensers that beneficiaries may utilize, similar to programs already in place in many states; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the United States Congress to pass, and the President to sign, H.R. 5799 and H.R. 5808 to combat the opioid crisis specifically for those with Medicaid coverage.\n\n\n\n\n\nEB\nLS 7174 and 7175\n06/15/2018",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Member Holden \\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 Whereas, Opioid abuse and death are at epidemic levels in the United States (U.S.), and, according to the National Institute on Drug Abuse\\i , \\i0 nearly 64,000 people died of drug overdoses in America in 2016; and\\par\nWhereas, According to New York City\\rquote s Department of Health and Mental Hygiene (DOHMH), every 7 hours someone in New York City dies from a drug overdose, and an estimated 1,441 people died in New York City from drug overdose in 2017, surpassing the number of overdose deaths in 2016; and \\par\nWhereas, According to the City of New York Office of the Mayor, of the people in New York City who died of a drug overdose in 2016, an estimated 80 percent involved an opioid, and, of that 80 percent, 18 percent involved prescription opioid painkillers; and \\par\nWhereas, According to the Medicaid and Children\\rquote s Health Insurance Program Payment and Access Commission (MacPAC), the opioid epidemic disproportionately affects individuals with Medicaid, and Medicaid beneficiaries are prescribed pain relievers at higher rates than those with other sources of insurance; and\\par\nWhereas, According to the Kaiser Family Foundation, Medicaid covers 4 in 10 nonelderly adults with opioid addiction, and, as of March 2018, nearly 6.5 million New Yorkers are enrolled in Medicaid or the Children\\rquote s Health Insurance Program (CHIP); and\\par\nWhereas, Medicaid beneficiaries age 18 to 64 have a higher rate of opioid use disorder than privately insured individuals, comprising about one-quarter of those with an opioid use disorder; and\\par\nWhereas, In 2016, nonelderly adults with Medicaid were twice as likely as those with private insurance or no insurance to have received opioid addiction treatment, and Medicaid expansion, which has occurred in most states including New York, has made opioid treatment accessible for thousands of Americans; and \\par\nWhereas, According to MacPAC, while State Medicaid programs are responding to the opioid crisis in several ways, such as working to reduce misuse of prescription opioids and promoting the use of non-opioid pain management therapies, there is considerable variation in available services across states since many are optional under the Medicaid statute; and\\par\nWhereas, Current Medicaid policies focus on using clinical protocols and guidelines to limit both the duration and dosage of prescriptions, restricting the types of opioids available, and identifying high-volume users, prescribers, and dispensers; and \\par\nWhereas, As of 2017, all states but Missouri had prescription drug monitoring programs (PDMPs) to track dispensing of controlled substances, including opioids, yet these programs are often operated by state boards of pharmacy and, as of December 2014, only 31 state Medicaid programs had access to their state\\rquote s PDMP; and \\par\nWhereas, While Medicaid programs in 48 states and the District of Columbia utilized patient review and restriction programs, which prevent pharmacy and doctor shopping, the size and implementation of these programs vary by state; and  \\par\nWhereas, According to the Kaiser Family Foundation, although New York State\\rquote s Medicaid program has adopted various strategies to reduce opioid misuse, such as opioid quantity limits and step therapy requirements, not every state has certain measures in place; and \\par\nWhereas, H.R. 5799, sponsored by Rep. Marsha Blackburn, helps combat the opioid crisis by building on current state Medicaid drug utilization review activities by requiring safety edits for opioid refills, monitoring concurrent prescribing of opioids and certain other drugs, and monitoring antipsychotic prescribing for children; and \\par\nWhereas, H.R. 5808, sponsored by Rep. Gus Bilirakis, helps combat the opioid crisis by requiring all state Medicaid programs to have a beneficiary assignment program that identifies Medicaid beneficiaries at-risk for substance use disorder by setting reasonable limits on the number of prescribers and dispensers that beneficiaries may utilize, similar to programs already in place in many states; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls on the United States Congress to pass, and the President to sign, H.R. 5799 and H.R. 5808 to combat the opioid crisis specifically for those with Medicaid coverage.\\par\n\\pard\\ltrpar\\sa160\\fs20\\par\n\\par\n\\par\n\\par\n\\par\n\\pard\\ltrpar EB\\par\nLS 7174 and 7175\\par\n06/15/2018\\fs22\\par\n}\n",
  "LastModified": "2021-12-31T13:50:25.583Z"
}
