{
  "ID": 61423,
  "GUID": "B8E71BE3-4BAE-40C1-AB42-1A66138994BB",
  "File": "Res 0509-2018",
  "Name": "Calling on the US Army Corps of Engineers to reconsider the proposals made in the NY - NJ Harbor and Tributaries Coastal Storm Risk Management Feasibility Study pursuant to the National Environmental Policy Act (NEPA) to consider sea rise in addition to s",
  "Title": "Resolution calling on the United States Army Corps of Engineers to reconsider the proposals made in the New York - New Jersey Harbor and Tributaries Coastal Storm Risk Management Feasibility Study pursuant to the National Environmental Policy Act (NEPA) to consider sea rise in addition to storm surge.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 32,
  "StatusName": "Adopted",
  "BodyID": 10,
  "BodyName": "Committee on Environmental Protection",
  "IntroDate": "2018-09-12T00:00:00Z",
  "AgendaDate": "2018-09-12T00:00:00Z",
  "PassedDate": "2019-02-28T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7627,
      "Slug": "costa-g-constantinides",
      "FullName": "Costa G. Constantinides"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7743,
      "Slug": "mark-gjonaj",
      "FullName": "Mark Gjonaj"
    },
    {
      "ID": 7641,
      "Slug": "mark-treyger",
      "FullName": "Mark Treyger"
    }
  ],
  "History": [
    {
      "ID": 340045,
      "Date": "2018-09-12T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-09-11T15:04:56.717Z"
    },
    {
      "ID": 340208,
      "Date": "2018-09-12T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Environmental Protection",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16550,
      "AgendaSequence": 108,
      "MinutesSequence": 138,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Environmental Protection",
      "MatterStatusID": 3,
      "LastModified": "2018-09-12T15:59:59.74Z"
    },
    {
      "ID": 341315,
      "Date": "2018-10-22T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 10,
      "BodyName": "Committee on Environmental Protection",
      "EventID": 16572,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2018-10-22T18:24:28.833Z"
    },
    {
      "ID": 341850,
      "Date": "2018-10-22T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 10,
      "BodyName": "Committee on Environmental Protection",
      "EventID": 16572,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2018-10-25T20:27:45.053Z"
    },
    {
      "ID": 346999,
      "Date": "2019-02-25T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 10,
      "BodyName": "Committee on Environmental Protection",
      "EventID": 17067,
      "AgendaSequence": 4,
      "MinutesSequence": 15,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2019-02-25T16:20:43.063Z"
    },
    {
      "ID": 347046,
      "Date": "2019-02-25T10:00:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "A motion was made that this Resolution be Approved by Committee approved by Roll Call.",
      "BodyID": 10,
      "BodyName": "Committee on Environmental Protection",
      "EventID": 17067,
      "MinutesSequence": 16,
      "Version": "*",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "Votes": [
        {
          "ID": 7627,
          "Slug": "costa-g-constantinides",
          "FullName": "Costa G. Constantinides",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 10
        },
        {
          "ID": 7630,
          "Slug": "rafael-l-espinal-jr",
          "FullName": "Rafael L. Espinal, Jr.",
          "VoteID": 16,
          "Vote": "Absent",
          "Sort": 20
        },
        {
          "ID": 7567,
          "Slug": "stephen-t-levin",
          "FullName": "Stephen T. Levin",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 30
        },
        {
          "ID": 7636,
          "Slug": "carlos-menchaca",
          "FullName": "Carlos Menchaca",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 40
        },
        {
          "ID": 7617,
          "Slug": "donovan-j-richards",
          "FullName": "Donovan J. Richards",
          "VoteID": 43,
          "Vote": "Conflict",
          "Sort": 50
        },
        {
          "ID": 7510,
          "Slug": "eric-a-ulrich",
          "FullName": "Eric A. Ulrich",
          "VoteID": 43,
          "Vote": "Conflict",
          "Sort": 60
        },
        {
          "ID": 7749,
          "Slug": "kalman-yeger",
          "FullName": "Kalman Yeger",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 70
        }
      ],
      "LastModified": "2019-03-05T20:03:37.53Z"
    },
    {
      "ID": 347184,
      "Date": "2019-02-28T13:30:00Z",
      "ActionID": 5032,
      "Action": "Approved, by Council",
      "Description": "A motion was made that this Resolution be Approved, by Council approved by voice vote.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 17072,
      "AgendaSequence": 83,
      "MinutesSequence": 104,
      "Version": "*",
      "AgendaNote": "Adopted by the Committee on Environmental Protection",
      "MinutesNote": "Pursuant to Rule 8.50 of the Council, the Majority Leader and Acting President Pro Tempore (Council Member Cumbo) called for a voice vote.  Hearing no objections, the Majority Leader and Acting President Pro Tempore (Council Member Cumbo) declared the Resolution to be adopted.\r\n\r\nAdopted unanimously by the Council by voice-vote.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 32,
      "LastModified": "2019-02-28T20:33:08.893Z"
    }
  ],
  "Attachments": [
    {
      "ID": 186817,
      "LastModified": "2021-12-31T13:38:15.043Z",
      "Name": "Res. No. 509",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d948c80f-3227-49b8-8f67-58c405a251ff.doc",
      "Sort": 1
    },
    {
      "ID": 186964,
      "LastModified": "2021-12-31T13:38:15.433Z",
      "Name": "September 12, 2018 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/8de1c8d9-9db9-4da1-b7a5-8707c891178d.pdf",
      "Sort": 2
    },
    {
      "ID": 245955,
      "LastModified": "2021-12-31T13:38:16.137Z",
      "Name": "Hearing Transcript - Stated Meeting 09-12-2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ca571309-cb8d-46b5-8be2-a79406cced12.pdf",
      "Sort": 3
    },
    {
      "ID": 245980,
      "LastModified": "2021-12-31T13:38:23.45Z",
      "Name": "Minutes of the Stated Meeting - September 12, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/122ecc92-69ad-4701-9e88-b495494abfdb.pdf",
      "Sort": 4
    },
    {
      "ID": 189155,
      "LastModified": "2018-10-22T18:25:39.277Z",
      "Name": "Committee Report 10/22/18",
      "Link": "https://nyc.legistar1.com/nyc/attachments/3fb1a65b-93a3-4126-8486-7f20d214c666.doc",
      "Sort": 5
    },
    {
      "ID": 189506,
      "LastModified": "2018-10-26T16:50:58.743Z",
      "Name": "Hearing Testimony 10/22/18",
      "Link": "https://nyc.legistar1.com/nyc/attachments/2d1e1ad5-4e7e-4cb6-a662-949e8e6fd05f.PDF",
      "Sort": 6
    },
    {
      "ID": 190122,
      "LastModified": "2018-11-08T00:45:25.623Z",
      "Name": "Hearing Transcript 10/22/18",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b2c0c7a2-6910-465d-83bc-06eb620f4b06.pdf",
      "Sort": 7
    },
    {
      "ID": 197615,
      "LastModified": "2019-02-25T17:54:16.693Z",
      "Name": "Committee Report 2/25/19",
      "Link": "https://nyc.legistar1.com/nyc/attachments/07e07620-0bbb-4689-8232-22ebe4698990.doc",
      "Sort": 8
    },
    {
      "ID": 197962,
      "LastModified": "2019-03-06T15:56:44.79Z",
      "Name": "Hearing Testimony 2/25/19",
      "Link": "https://nyc.legistar1.com/nyc/attachments/1e803ba0-4730-44c6-9120-261cfa92da75.PDF",
      "Sort": 9
    },
    {
      "ID": 199093,
      "LastModified": "2019-03-27T15:30:11.903Z",
      "Name": "Hearing Transcript 2/25/19",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c023d80d-aaf5-4ad4-8f02-1adceaeee2ed.pdf",
      "Sort": 10
    },
    {
      "ID": 197747,
      "LastModified": "2019-03-27T15:30:11.827Z",
      "Name": "February 28, 2019 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ec353142-ba67-44fe-b499-cbe04467a21e.pdf",
      "Sort": 11
    },
    {
      "ID": 199716,
      "LastModified": "2019-04-03T20:30:11.117Z",
      "Name": "Hearing Transcript - Stated Meeting 2-28-19",
      "Link": "https://nyc.legistar1.com/nyc/attachments/48a60714-3871-420e-ac10-ed69a39a2074.pdf",
      "Sort": 12
    },
    {
      "ID": 201244,
      "LastModified": "2021-12-31T13:38:08.243Z",
      "Name": "Minutes of the Stated Meeting - February 28, 2019",
      "Link": "https://nyc.legistar1.com/nyc/attachments/40425f2c-b3ff-4f05-9f16-ff480d382b64.pdf",
      "Sort": 13
    }
  ],
  "Summary": "",
  "TextID": 63800,
  "Text": "By Council Members Constantinides, Koslowitz, Chin, Gjonaj and Treyger\n\n      Whereas, In 2012, coastal storm Sandy ravaged the New York City metropolitan area causing 60 fatalities and damaging significant resources throughout the area; and\n      Whereas, As a result of Sandy New York City was left without power, with damaged critical public and private infrastructure, and many New York City residents had limited access to food, drinking water and healthcare; and Whereas, The storm inflicted an estimated $19 billion in damages and lost economic activity across New York City; and\n      Whereas, Coastal flooding and storm surge remain a significant risk six years later and present a threat with deadly consequences for people and wildlife; and\n      Whereas, The New York City metropolitan area has a gross metropolitan product of over $1.66 trillion and there was a $15 billion federal investment in post-hurricane Sandy recovery and resilience projects; and\n      Whereas, The United States Army Corps of Engineers (Army Corps), working with the New Jersey Department of Environmental Protection and the New York State Department of Environmental Conservation, in partnership with the New York City Mayor's Office of Recovery and Resiliency, have proposed to develop measures to manage the risk of coastal storm damage in the New York City metropolitan area; and\n       Whereas, The Army Corps plans to address coastal risk management focusing primarily on the creation of surge barriers, flood walls and levee systems that do not address sea level rise; and\n      Whereas, The coastal risk management feasibility study acknowledges that no coastal risk management project can eliminate the risk of flooding and that given time each design will eventually be exceeded; and\n      Whereas, The Army Corps feasibility study focuses on a number of options which involve the construction of large permanent in-water barriers that could result in adverse impacts to the New York and New Jersey harbor ecology; and\n      Whereas, Sea level is rising along the East Coast of the United States faster than it has risen for the last 2,000 years, is accelerating in pace, and could rise by one to two meters this century, threatening millions of Americans with severe flooding; and\n      Whereas, The New York New Jersey Harbor and Tributaries Coastal Risk Management Feasibility Study does not include an evaluation of the impact of sea level rise on the study area; and\n      Whereas, The New York City panel on climate change has predicted that sea level will rise at least a foot by 2050 and possibly more; and\n      Whereas, Local environmentalists have voiced concerns that the Army Corps needs to do a more thorough review of the environmental impacts of each alternative measure and allow for more meaningful public input and participation; and\n      Whereas, The information provided in the study's scope of work does not give the public sufficient ability to comment on the program design, including the frequency and duration of barrier closures, the barrier heights or the reliance on risk-based assessment; and\n      Whereas, The extremely large in-water barriers and gates that will close or open for shipping fail to protect New York City and the surrounding communities against sea level rise; and \n      Whereas, These huge barriers are likely to restrict the migration of striped bass, Atlantic sturgeon, herring, shad, eel and other species important to the Hudson estuary; and\n      Whereas, These storm surge barriers would also restrict natural flushing from the ocean and inhibit free water movement along the length of the Hudson and its estuary, causing contamination to once again be concentrated in New York Harbor; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the United States Army Corps of Engineers to reconsider the proposals made in the New York - New Jersey Harbor and Tributaries Coastal Storm Risk Management Feasibility Study pursuant to the National Environmental Policy Act (NEPA) to include consideration of sea rise in addition to storm surge.\n\n      .\nLS 7928/Res SS \n8/28/18 6:00 p.m.",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Constantinides, Koslowitz, Chin, Gjonaj and Treyger\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\cf0 Whereas, In 2012, coastal storm Sandy ravaged the New York City metropolitan area causing 60 fatalities and damaging significant resources throughout the area; and\\par\n\\cf1 Whereas, As a result of Sandy New York City was left \\cf0 without power, with damaged critical public and private infrastructure, and many New York City residents had limited access to food, drinking water and healthcare; and Whereas, The storm inflicted an estimated $19 billion in damages and lost economic activity across New York City; and\\fs22\\par\n\\fs24 Whereas, Coastal flooding and storm surge remain a significant risk six years later and present a threat with deadly consequences for people and wildlife; and\\par\nWhereas, The New York City metropolitan area has a gross metropolitan product of over $1.66 trillion and there was a $15 billion federal investment in post-hurricane Sandy recovery and resilience projects; and\\fs22\\par\n\\fs24 Whereas, The United States Army Corps of Engineers (Army Corps), working with the New Jersey Department of Environmental Protection and the New York State Department of Environmental Conservation, in partnership with the New York City Mayor\\rquote s Office of Recovery and Resiliency, have proposed to develop measures to manage the risk of coastal storm damage in the New York City metropolitan area; and\\fs22\\par\n\\fs24  Whereas, The Army Corps plans to address coastal risk management focusing primarily on the creation of surge barriers, flood walls and levee systems that do not address sea level rise; and\\fs22\\par\n\\fs24 Whereas, The coastal risk management feasibility study acknowledges that no coastal risk management project can eliminate the risk of flooding and that given time each design will eventually be exceeded; and\\fs22\\par\n\\fs24 Whereas, The Army Corps feasibility study focuses on a number of options which involve the construction of large permanent in-water barriers that could result in adverse impacts to the New York and New Jersey harbor ecology; and\\fs22\\par\n\\fs24 Whereas, Sea level is rising along the East Coast of the United States faster than it has risen for the last 2,000 years, is accelerating in pace, and could rise by one to two meters this century, threatening millions of Americans with severe flooding; and\\fs22\\par\n\\fs24 Whereas, The New York New Jersey Harbor and Tributaries Coastal Risk Management Feasibility Study does not include an evaluation of the impact of sea level rise on the study area; and\\fs22\\par\n\\fs24 Whereas, The New York City panel on climate change has predicted that sea level will rise at least a foot by 2050 and possibly more; and\\fs22\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj\\fs24 Whereas, Local environmentalists have voiced concerns that the Army Corps needs to do a more thorough review of the environmental impacts of each alternative measure and allow for more meaningful public input and participation; and\\fs22\\par\n\\fs24 Whereas, The information provided in the study\\rquote s scope of work does not give the public sufficient ability to comment on the program design, including the frequency and duration of barrier closures, the barrier heights or the reliance on risk-based assessment; and\\fs22\\par\n\\fs24 Whereas, The extremely large in-water barriers and gates that will close or open for shipping fail to protect New York City and the surrounding communities against sea level rise; and \\fs22\\par\n\\fs24 Whereas, These huge barriers are likely to restrict the migration of striped bass, Atlantic sturgeon, herring, shad, eel and other species important to the Hudson estuary; and\\fs22\\par\n\\fs24 Whereas, These storm surge barriers would also restrict natural flushing from the ocean and inhibit free water movement along the length of the Hudson and its estuary, causing contamination to once again be concentrated in New York Harbor; now, therefore, be it\\fs22\\par\n\\fs24 Resolved, That the Council of the City of New York calls upon the United States Army Corps of Engineers to reconsider the proposals made in the New York - New Jersey Harbor and Tributaries Coastal Storm Risk Management Feasibility Study pursuant to the National Environmental Policy Act (NEPA) to include consideration of sea rise in addition to storm surge.\\fs22\\par\n\\pard\\ltrpar\\sl480\\slmult1\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sa240\\cf1\\fs24 .\\par\n\\pard\\ltrpar\\cf0\\fs18 LS 7928/Res SS \\par\n8/28/18 6:00 p.m.\\par\n}\n",
  "LastModified": "2021-12-31T13:38:23.45Z"
}
