{
  "ID": 61364,
  "GUID": "3C21441A-76EE-425B-B56C-FF26C181A8F7",
  "File": "Res 0513-2018",
  "Name": "Establishing a Humane Immigration Enforcement System Act. (H.R. 6361)",
  "Title": "Resolution calling upon the U.S. Congress to pass, and the President to sign, the Establishing a Humane Immigration Enforcement System Act (H.R. 6361), legislation that would abolish the U.S. Immigration and Customs Enforcement.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 32,
  "StatusName": "Adopted",
  "BodyID": 5119,
  "BodyName": "Committee on Immigration",
  "IntroDate": "2018-09-12T00:00:00Z",
  "AgendaDate": "2018-09-12T00:00:00Z",
  "PassedDate": "2018-09-12T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 7740,
      "Slug": "carlina-rivera",
      "FullName": "Carlina Rivera"
    },
    {
      "ID": 7636,
      "Slug": "carlos-menchaca",
      "FullName": "Carlos Menchaca"
    },
    {
      "ID": 7632,
      "Slug": "ben-kallos",
      "FullName": "Ben Kallos"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    }
  ],
  "History": [
    {
      "ID": 339681,
      "Date": "2018-09-06T13:00:00Z",
      "ActionID": 15,
      "Action": "Hearing on P-C Item by Comm",
      "Description": "This Resolution was Hearing on P-C Item by Comm",
      "BodyID": 5119,
      "BodyName": "Committee on Immigration",
      "EventID": 16513,
      "AgendaSequence": 3,
      "MinutesSequence": 7,
      "Version": "*",
      "AgendaNote": "Preconsidered",
      "MatterStatusID": 2,
      "LastModified": "2018-09-06T20:56:52.393Z"
    },
    {
      "ID": 339993,
      "Date": "2018-09-06T13:00:00Z",
      "ActionID": 5018,
      "Action": "P-C Item Laid Over by Comm",
      "Description": "This Resolution was P-C Item Laid Over by Comm",
      "BodyID": 5119,
      "BodyName": "Committee on Immigration",
      "EventID": 16513,
      "MinutesSequence": 8,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2018-09-06T21:00:05.503Z"
    },
    {
      "ID": 339999,
      "Date": "2018-09-12T10:30:00Z",
      "ActionID": 15,
      "Action": "Hearing on P-C Item by Comm",
      "Description": "This Resolution was Hearing on P-C Item by Comm",
      "BodyID": 5119,
      "BodyName": "Committee on Immigration",
      "EventID": 16546,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "AgendaNote": "Preconsidered",
      "MatterStatusID": 25,
      "LastModified": "2018-09-12T14:49:49.5Z"
    },
    {
      "ID": 340287,
      "Date": "2018-09-12T10:30:00Z",
      "ActionID": 25,
      "Action": "P-C Item Approved by Comm",
      "Description": "A motion was made that this Resolution be P-C Item Approved by Comm approved by Roll Call.",
      "BodyID": 5119,
      "BodyName": "Committee on Immigration",
      "EventID": 16546,
      "MinutesSequence": 3,
      "Version": "*",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 37,
      "Votes": [
        {
          "ID": 7636,
          "Slug": "carlos-menchaca",
          "FullName": "Carlos Menchaca",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 10
        },
        {
          "ID": 7563,
          "Slug": "daniel-dromm",
          "FullName": "Daniel Dromm",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 20
        },
        {
          "ID": 7113,
          "Slug": "mathieu-eugene",
          "FullName": "Mathieu Eugene",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 30
        },
        {
          "ID": 7743,
          "Slug": "mark-gjonaj",
          "FullName": "Mark Gjonaj",
          "VoteID": 12,
          "Vote": "Negative",
          "Result": 2,
          "Sort": 40
        },
        {
          "ID": 7746,
          "Slug": "robert-f-holden",
          "FullName": "Robert F. Holden",
          "VoteID": 12,
          "Vote": "Negative",
          "Result": 2,
          "Sort": 50
        },
        {
          "ID": 7637,
          "Slug": "i-daneek-miller",
          "FullName": "I. Daneek Miller",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 60
        },
        {
          "ID": 7749,
          "Slug": "kalman-yeger",
          "FullName": "Kalman Yeger",
          "VoteID": 12,
          "Vote": "Negative",
          "Result": 2,
          "Sort": 70
        }
      ],
      "LastModified": "2018-11-19T21:11:38.853Z"
    },
    {
      "ID": 339680,
      "Date": "2018-09-12T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-08-27T14:04:28.953Z"
    },
    {
      "ID": 340226,
      "Date": "2018-09-12T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Immigration",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16550,
      "AgendaSequence": 125,
      "MinutesSequence": 155,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Preconsidered - Immigration",
      "MatterStatusID": 3,
      "LastModified": "2018-09-12T15:59:59.76Z"
    },
    {
      "ID": 340125,
      "Date": "2018-09-12T18:30:00Z",
      "ActionID": 5032,
      "Action": "Approved, by Council",
      "Description": "A motion was made that this Resolution be Approved, by Council approved by voice vote.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16550,
      "AgendaSequence": 102,
      "MinutesSequence": 132,
      "Version": "*",
      "AgendaNote": "Preconsidered - Adopted by the Committee on Immigration",
      "MinutesNote": "Pursuant to Rule 8.50 of the Council, the Majority Leader and Acting President Pro Tempore (Council Member Cumbo) called for a voice vote.  Hearing those in favor, the Majority Leader and Acting President Pro Tempore (Council Member Cumbo) declared the Resolution to be adopted.\r\n\r\nThe following 8 Council Members noted formally their negative vote against this item:  \r\nCouncil Members Borelli, Deutsch, Diaz, Gjonaj, Holden, Ulrich, Yeger, and Matteo.\r\n\r\nThe following 4 Council Members noted formally their abstaintion to vote on this item:  \r\nCouncil Members Cohen, Grodenchik, Koo, and Vallone.\r\n\r\nAdopted by the Council by voice-vote.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 32,
      "LastModified": "2018-11-19T21:08:29.73Z"
    }
  ],
  "Attachments": [
    {
      "ID": 186519,
      "LastModified": "2021-12-31T13:31:34.29Z",
      "Name": "Res. No. 513",
      "Link": "https://nyc.legistar1.com/nyc/attachments/cea3108d-4397-406f-8751-d99d65aabc7b.doc",
      "Sort": 1
    },
    {
      "ID": 186560,
      "LastModified": "2018-09-20T17:39:44.13Z",
      "Name": "H.R. 6361",
      "Link": "https://nyc.legistar1.com/nyc/attachments/09eaf40f-d6ab-429b-9d19-9bc46359c692.pdf",
      "Sort": 2
    },
    {
      "ID": 186788,
      "LastModified": "2018-09-20T17:39:44.133Z",
      "Name": "Committee Report 9/6/18",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d2c8b910-8cd6-45e9-8d28-4426eed5d2d9.doc",
      "Sort": 3
    },
    {
      "ID": 187026,
      "LastModified": "2018-09-20T17:39:44.133Z",
      "Name": "Hearing Transcript 9/6/18",
      "Link": "https://nyc.legistar1.com/nyc/attachments/574761b3-1917-44a2-bbdb-f8da48e86f52.pdf",
      "Sort": 4
    },
    {
      "ID": 187495,
      "LastModified": "2018-09-20T17:39:44.133Z",
      "Name": "Hearing Testimony 9/6/18",
      "Link": "https://nyc.legistar1.com/nyc/attachments/dd4602eb-5d5d-446b-966d-1fa34f78a6b1.PDF",
      "Sort": 5
    },
    {
      "ID": 187022,
      "LastModified": "2018-09-20T17:39:44.133Z",
      "Name": "Committee Report 9/12/18",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b22f5800-a314-4331-81d7-a0c7fa3f0153.doc",
      "Sort": 6
    },
    {
      "ID": 187496,
      "LastModified": "2018-09-20T17:39:44.137Z",
      "Name": "Hearing Transcript 9/12/18",
      "Link": "https://nyc.legistar1.com/nyc/attachments/16d5bcf0-9f1a-45b5-bfed-6e0486962449.pdf",
      "Sort": 7
    },
    {
      "ID": 187023,
      "LastModified": "2021-12-31T13:31:18.537Z",
      "Name": "Committee Report - Stated Meeting",
      "Link": "https://nyc.legistar1.com/nyc/attachments/86d13f56-22fa-4194-a744-e7e4e36356dd.doc",
      "Sort": 8
    },
    {
      "ID": 186961,
      "LastModified": "2021-12-31T13:31:06.143Z",
      "Name": "September 12, 2018 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ee0db111-bfd9-4b2e-9a84-94a793697c0b.pdf",
      "Sort": 9
    },
    {
      "ID": 187671,
      "LastModified": "2021-12-31T13:31:20.63Z",
      "Name": "Hearing Transcript - Stated Meeting  9-12-18",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b2a54b64-2d11-488e-b43c-1094a01f69b7.pdf",
      "Sort": 10
    },
    {
      "ID": 190946,
      "LastModified": "2021-12-31T13:31:22.16Z",
      "Name": "Minutes of the Stated Meeting - September 12, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/8531aecd-f695-47a2-98f5-23765d0c7c86.pdf",
      "Sort": 11
    }
  ],
  "Summary": "",
  "TextID": 63726,
  "Text": "By Council Members Rosenthal, Rivera, Menchaca, Kallos, Lander, Dromm and Levin\n\n\tWhereas, The U.S. Immigration and Customs Enforcement (ICE) was formed in 2002 under the Homeland Security Act, which transferred critical immigration enforcement functions from the U.S. Department of Justice (DOJ) under the guise of national security; and\n\tWhereas, According to the DOJ, at inception the primary goals of ICE were to prevent acts of terrorism by \"targeting the people, money, and materials that support terrorist and criminal activities;\" and \n\tWhereas, Instead of using its resources to prevent terrorism, ICE has allocated most of its $7.1 billion budget to focus primarily on the detention and removal of immigrants; and \n      Whereas, On January 25, 2017, President Trump signed the executive order \"Enhancing Public Safety in the Interior of the U.S.\" essentially altering ICE enforcement priorities from mainly focusing on individuals who committed serious felonies for deportation and removal purposes to any undocumented immigrant; and \n      Whereas, Through this executive order, President Trump further exacerbated ICE's ability to abuse its power and deviate further from its original responsibilities; and \n\tWhereas, One ICE function is to improve public safety and homeland security, but lack of proper oversight has resulted in a rogue agency whose practices have proven to be overall detrimental; and \n      Whereas, ICE agents routinely engage in deceptive practices, like posing as police officers, creating unnecessary distrust between communities and other law enforcement agencies; and\n      Whereas, ICE often appears in courtrooms to detain those who have not been convicted of a crime, and has apprehended immigrants outside schools, houses of worship and other public spaces; and \n\tWhereas, Several federal oversight agencies, such as the Government Accountability Office and the Department of Homeland Security Office of Inspector General (DHS-OIG), have documented a disregard for congressional oversight, substandard conditions, and inhumane treatment of persons in ICE detention; and \n\tWhereas, In December 2017, DHS-OIG issued a report categorizing violations of compliance with ICE detention standards regarding conditions for detainees \"that undermine [their] protections, rights, humane treatment, and provisions of safe and healthy environments\"; and\n\tWhereas, In June 2018, DHS-OIG issued another report titled \"ICE's Inspections and Monitoring of Detention Facilities Do Not Lead to Sustained Compliance or Systematic Improvements\" where the department found that ICE did not follow-up on identified deficiencies or hold facilities accountable for correcting them; and \n\tWhereas, Other independent analyses of ICE detention centers found inadequate medical care contributed or led to several deaths, and rampant sexual and physical abuse; and\n\tWhereas, On July 12, 2018, U.S. Representative Mark Pocan (D-WI) introduced H.R. 6361, the Establishing a Humane Immigration Enforcement System Act; and \n      Whereas, The bill would establish a commission to review the essential enforcement functions of ICE, make recommendations to Congress for these functions to be transferred to pre-existing federal agencies, and terminate ICE one year from enactment; and\n      Whereas, No government agency or entity should act with a disregard to proper oversight mechanisms or the fundamental rights granted by the U.S Constitution; and \n\tWhereas, ICE, under the direction of President Trump, has demonstrated an inability to fulfil its duties without violating due process, human rights, transparency, public accountability, or an adherence to domestic and international law; and \n\tWhereas, The United States of America does not need an opaque and rogue agency operating in our communities, dehumanizing our neighbors, and acting without consequence; now, therefore, be it \n\tResolved, That the Council of the City of New York calls upon the U.S Congress to pass, and the President to sign, the Establishing a Humane Immigration Enforcement System Act (H.R. 6361), legislation that would abolish the U.S. Immigration and Customs Enforcement. \n\nLS #5432 \n08/14/18\nCMA",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0  \\par\nBy Council Members Rosenthal, Rivera, Menchaca, Kallos, Lander, Dromm and Levin\\par\n\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, The U.S. Immigration and Customs Enforcement (ICE) was formed in 2002 under the Homeland Security Act, which transferred critical immigration enforcement functions from the U.S. Department of Justice (DOJ) under the guise of national security; and\\par\n\\tab Whereas, According to the DOJ, at inception the primary goals of ICE were to prevent acts of terrorism by \\ldblquote targeting the people, money, and materials that support terrorist and criminal activities;\\rdblquote  and \\par\n\\tab Whereas, Instead of using its resources to prevent terrorism, ICE has allocated most of its $7.1 billion budget to focus primarily on the detention and removal of immigrants; and \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, On January 25, 2017, President Trump signed the executive order \\ldblquote Enhancing Public Safety in the Interior of the U.S.\\rdblquote  essentially altering ICE enforcement priorities from mainly focusing on individuals who committed serious felonies for deportation and removal purposes to any undocumented immigrant; and \\par\nWhereas, Through this executive order, President Trump further exacerbated ICE\\rquote s ability to abuse its power and deviate further from its original responsibilities; and \\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, One ICE function is to improve public safety and homeland security, but lack of proper oversight has resulted in a rogue agency whose practices have proven to be overall detrimental; and \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, ICE agents routinely engage in deceptive practices, like posing as police officers, creating unnecessary distrust between communities and other law enforcement agencies; and\\par\nWhereas, ICE often appears in courtrooms to detain those who have not been convicted of a crime, and has apprehended immigrants outside schools, houses of worship and other public spaces; and \\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, Several federal oversight agencies, such as the Government Accountability Office and the Department of Homeland Security Office of Inspector General (DHS-OIG), have documented a disregard for congressional oversight, substandard conditions, and inhumane treatment of persons in ICE detention; and \\par\n\\tab Whereas, In December 2017, DHS-OIG issued a report categorizing violations of compliance with ICE detention standards regarding conditions for detainees \\ldblquote that undermine [their] protections, rights, humane treatment, and provisions of safe and healthy environments\\rdblquote ; and\\par\n\\tab Whereas, In June 2018, DHS-OIG issued another report titled \\ldblquote ICE\\rquote s Inspections and Monitoring of Detention Facilities Do Not Lead to Sustained Compliance or Systematic Improvements\\rdblquote  where the department found that ICE did not follow-up on identified deficiencies or hold facilities accountable for correcting them; and \\par\n\\tab Whereas, Other independent analyses of ICE detention centers found inadequate medical care contributed or led to several deaths, and rampant sexual and physical abuse; and\\par\n\\tab Whereas, On July 12, 2018, U.S. Representative Mark Pocan (D-WI) introduced H.R. 6361, the Establishing a Humane Immigration Enforcement System Act; and \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, The bill would establish a commission to review the essential enforcement functions of ICE, make recommendations to Congress for these functions to be transferred to pre-existing federal agencies, and terminate ICE one year from enactment; and\\par\nWhereas, No government agency or entity should act with a disregard to proper oversight mechanisms or the fundamental rights granted by the U.S Constitution; and \\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, ICE, under the direction of President Trump, has demonstrated an inability to fulfil its duties without violating due process, human rights, transparency, public accountability, or an adherence to domestic and international law; and \\par\n\\tab Whereas, The United States of America does not need an opaque and rogue agency operating in our communities, dehumanizing our neighbors, and acting without consequence; now, therefore, be it \\par\n\\tab Resolved, That the Council of the City of New York calls upon the U.S Congress to pass, and the President to sign, the Establishing a Humane Immigration Enforcement System Act (H.R. 6361), legislation that would abolish the U.S. Immigration and Customs Enforcement. \\par\n\\pard\\ltrpar\\qj\\fs22\\par\nLS #5432 \\par\n08/14/18\\par\nCMA \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj\\fs24\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj  \\par\n}\n",
  "LastModified": "2021-12-31T13:31:36.383Z"
}
