{
  "ID": 61625,
  "GUID": "095F7FE3-B9E9-4458-AD5C-CFC0F8A94A8C",
  "File": "Res 0563-2018",
  "Name": "Support of #CountMeIn, which seeks to strengthen the labor movement.",
  "Title": "Resolution in support of #CountMeIn, which seeks to strengthen the labor movement.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 4,
  "BodyName": "Committee on Civil Service and Labor",
  "IntroDate": "2018-10-17T00:00:00Z",
  "AgendaDate": "2018-10-17T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7632,
      "Slug": "ben-kallos",
      "FullName": "Ben Kallos"
    },
    {
      "ID": 7638,
      "Slug": "antonio-reynoso",
      "FullName": "Antonio Reynoso"
    },
    {
      "ID": 7745,
      "Slug": "francisco-p-moya",
      "FullName": "Francisco P. Moya"
    },
    {
      "ID": 7748,
      "Slug": "justin-l-brannan",
      "FullName": "Justin L. Brannan"
    },
    {
      "ID": 7691,
      "Slug": "barry-s-grodenchik",
      "FullName": "Barry S. Grodenchik"
    },
    {
      "ID": 7742,
      "Slug": "diana-i-ayala",
      "FullName": "Diana I. Ayala"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 7622,
      "Slug": "vanessa-l-gibson",
      "FullName": "Vanessa L. Gibson"
    },
    {
      "ID": 7746,
      "Slug": "robert-f-holden",
      "FullName": "Robert F. Holden"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 7714,
      "Slug": "rafael-salamanca-jr",
      "FullName": "Rafael Salamanca, Jr."
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm"
    },
    {
      "ID": 7637,
      "Slug": "i-daneek-miller",
      "FullName": "I. Daneek Miller"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 7780,
      "Slug": "public-advocate-jumaane-williams",
      "FullName": "Public Advocate Jumaane Williams"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7635,
      "Slug": "alan-n-maisel",
      "FullName": "Alan N. Maisel"
    },
    {
      "ID": 7739,
      "Slug": "adrienne-e-adams",
      "FullName": "Adrienne E. Adams"
    },
    {
      "ID": 7636,
      "Slug": "carlos-menchaca",
      "FullName": "Carlos Menchaca"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7747,
      "Slug": "alicka-ampry-samuel",
      "FullName": "Alicka Ampry-Samuel"
    },
    {
      "ID": 7634,
      "Slug": "mark-levine",
      "FullName": "Mark Levine"
    },
    {
      "ID": 7623,
      "Slug": "inez-d-barron",
      "FullName": "Inez D. Barron"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 7641,
      "Slug": "mark-treyger",
      "FullName": "Mark Treyger"
    },
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    }
  ],
  "History": [
    {
      "ID": 341396,
      "Date": "2018-10-17T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-10-15T14:35:17.533Z"
    },
    {
      "ID": 341539,
      "Date": "2018-10-17T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Civil Service and Labor",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16626,
      "AgendaSequence": 77,
      "MinutesSequence": 94,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Civil Service and Labor",
      "MatterStatusID": 3,
      "LastModified": "2018-10-17T15:37:10.817Z"
    },
    {
      "ID": 379108,
      "Date": "2021-12-31T08:08:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-31T13:09:01.67Z"
    }
  ],
  "Attachments": [
    {
      "ID": 188249,
      "LastModified": "2021-12-31T13:08:52.027Z",
      "Name": "Res. No. 563",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b19e9bc9-09b3-4b1c-a3af-97b03a1ee819.doc",
      "Sort": 1
    },
    {
      "ID": 188856,
      "LastModified": "2021-01-11T18:04:09.587Z",
      "Name": "October 17, 2018 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/9c03d18f-26da-4870-80cd-8f9b41e4481d.pdf",
      "Sort": 3
    },
    {
      "ID": 226003,
      "LastModified": "2021-01-11T18:04:21.51Z",
      "Name": "Hearing Transcript - Stated Meeting 10-17-2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d96d13b9-a87f-46a0-92e1-ef19307c49a4.pdf",
      "Sort": 4
    },
    {
      "ID": 226004,
      "LastModified": "2021-01-11T18:04:21.667Z",
      "Name": "Minutes of the Stated Meeting - October 17, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c43dadce-9747-478c-b111-e3faa8a7c4b8.pdf",
      "Sort": 5
    }
  ],
  "Summary": "",
  "TextID": 64011,
  "Text": "By Council Members Kallos, Reynoso, Moya, Brannan, Grodenchik, Ayala, Cabrera, Rosenthal, Van Bramer, Gibson, Holden, Koslowitz, Salamanca, Dromm, Miller, Levin, the Public Advocate (Mr. Williams), Chin, Maisel, Adams, Menchaca, Rose, Ampry-Samuel, Levine, Barron, Lander, Treyger and Ulrich\n\n\tWhereas, #CountMeIn is a rank and file movement comprised of New York City union construction workers that have stated they are fighting against corporate greed and open shop policies, while demanding fair wages, benefits, and working conditions; and \n      Whereas, In light of large-scale, nationwide attacks on workers, including right-to-work laws, highlighted in the recent Janus v. American Federation of State, County, and Municipal Employees, Council 31 case, which banned mandatory agency fees for public sector unions, and since the 2008 recession, the increased prevalence of non-union contractors in large developer projects, #CountMeIn has formed to advocate for union workers across New York City; and  \n      Whereas, According to a 2018 New York Times article, in New York City's construction industry, there has been a growing trend where developers who had customarily done all-union jobs have turned to open shop policies, which allow employers to employ both union and non-union workers; and \n      Whereas, Presently, #CountMeIn has been actively protesting Related Companies, a privately held New York City developer and landlord, for its use of non-union labor within the Hudson Yards development, a $20 billion project located on Manhattan's West Side; and \n      Whereas, The American Federation of Labor and Congress of Industrial Organizations (AFL-CIO) New York City Central Labor Council states that Related Companies' use of the open shop model of development forces skilled tradespeople of the building trades, generally union workers, to work alongside workers who are often underpaid, exploited by their employer, and lack the training to ensure a safe job site, generally non-union workers; and \n      Whereas, To highlight these disparities, the Economic Policy Institute indicates that there is a noticeable difference in hourly wages for New York City union and non-union construction workers, with union hourly wages of $23.95 as compared to non-union hourly wages of $16.84 in 2015; and \n      Whereas, Also, the New York Committee for Occupational Safety and Health's (NYCOSH) January 2018 report shows that non-union job sites are dangerous for workers, with 93.8% of the City's private worksite construction worker fatalities in 2016 being non-union; and \n      Whereas, In addition to statistics that show union workers receive higher wages, better benefits, and maintain safer work sites as compared to non-union workers, the New York City Independent Budget Office has reported that New York City has committed $266 million by 2021 of its own capital funds for work associated with the Hudson Yards development and Related Companies on the basis that the development will promise good, middle-class jobs for New York City residents; and \n      Whereas, Being that the City of New York is a heavily unionized city and has invested millions of dollars into the Hudson Yards development, according to the #CountMeIn movement, Related Companies has a responsibility to honor their commitment to New Yorkers and provide good, middle-class, union construction jobs to workers; and \n      Whereas, #CountMeIn has been an integral part of the process of strengthening the labor movement within New York City, while showing strong support for union work, which is associated with better wages, more benefits, and safer working conditions; now, therefore, be it\n      Resolved, That the Council of the City of New York is in support of #CountMeIn, which seeks to strengthen the labor movement.\nKK\nLS#7674\n9/25/18",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\qj By Council Members Kallos, Reynoso, Moya, Brannan, Grodenchik, Ayala, Cabrera, Rosenthal, Van Bramer, Gibson, Holden, Koslowitz, Salamanca, Dromm, Miller, Levin, the Public Advocate (Mr. Williams), Chin, Maisel, Adams, Menchaca, Rose, Ampry-Samuel, Levine, Barron, Lander, Treyger and Ulrich\\par\n\\pard\\ltrpar\\par\n\\pard\\ltrpar\\sl480\\slmult1\\tab Whereas, #CountMeIn is a rank and file movement comprised of New York City union construction workers that have stated they are fighting against corporate greed and open shop policies, while demanding fair wages, benefits, and working conditions; and \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 Whereas, In light of large-scale, nationwide attacks on workers, including right-to-work laws, highlighted in the recent Janus v. American Federation of State, County, and Municipal Employees, Council 31 case, which banned mandatory agency fees for public sector unions, and since the 2008 recession, the increased prevalence of non-union contractors in large developer projects, #CountMeIn has formed to advocate for union workers across New York City; and  \\par\nWhereas, According to a 2018 New York Times article, in New York City\\rquote s construction industry, there has been a growing trend where developers who had customarily done all-union jobs have turned to open shop policies, which allow employers to employ both union and non-union workers; and \\par\nWhereas, Presently, #CountMeIn has been actively protesting Related Companies, a privately held New York City developer and landlord, for its use of non-union labor within the Hudson Yards development, a $20 billion project located on Manhattan\\rquote s West Side; and \\par\nWhereas, The American Federation of Labor and Congress of Industrial Organizations (AFL-CIO) New York City Central Labor Council states that Related Companies\\rquote  use of the open shop model of development forces skilled tradespeople of the building trades, generally union workers, to work alongside workers who are often underpaid, exploited by their employer, and lack the training to ensure a safe job site, generally non-union workers; and \\par\nWhereas, To highlight these disparities, the Economic Policy Institute indicates that there is a noticeable difference in hourly wages for New York City union and non-union construction workers, with union hourly wages of $23.95 as compared to non-union hourly wages of $16.84 in 2015; and \\par\nWhereas, Also, the New York Committee for Occupational Safety and Health\\rquote s (NYCOSH) January 2018 report shows that non-union job sites are dangerous for workers, with 93.8% of the City\\rquote s private worksite construction worker fatalities in 2016 being non-union; and \\par\nWhereas, In addition to statistics that show union workers receive higher wages, better benefits, and maintain safer work sites as compared to non-union workers, the New York City Independent Budget Office has reported that New York City has committed $266 million by 2021 of its own capital funds for work associated with the Hudson Yards development and Related Companies on the basis that the development will promise good, middle-class jobs for New York City residents; and \\par\nWhereas, Being that the City of New York is a heavily unionized city and has invested millions of dollars into the Hudson Yards development, according to the #CountMeIn movement, Related Companies has a responsibility to honor their commitment to New Yorkers and provide good, middle-class, union construction jobs to workers; and \\par\nWhereas, #CountMeIn has been an integral part of the process of strengthening the labor movement within New York City, while showing strong support for union work, which is associated with better wages, more benefits, and safer working conditions; now, therefore, be it\\par\nResolved, That the Council of the City of New York is in support of #CountMeIn, which seeks to strengthen the labor movement.\\par\n\\pard\\ltrpar\\fs20 KK\\par\nLS#7674\\par\n9/25/18\\par\n}\n",
  "LastModified": "2021-12-31T13:09:01.81Z"
}
