{
  "ID": 61642,
  "GUID": "4964CE56-114A-48D0-9740-FFFD267E9F8C",
  "File": "Res 0567-2018",
  "Name": "Reward Work Act of 2018 (S.2605/H.R.6096)",
  "Title": "Resolution calling upon the United States Congress to pass, and the President to sign S.2605/H.R.6096, known as the “Reward Work Act of 2018,” which bans unjustified stock buy-backs and requires every listed company to enable employees to elect one-third of the board of directors.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 4,
  "BodyName": "Committee on Civil Service and Labor",
  "IntroDate": "2018-10-17T00:00:00Z",
  "AgendaDate": "2018-10-17T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    }
  ],
  "History": [
    {
      "ID": 341403,
      "Date": "2018-10-17T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-10-15T14:47:30.327Z"
    },
    {
      "ID": 341566,
      "Date": "2018-10-17T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Civil Service and Labor",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16626,
      "AgendaSequence": 103,
      "MinutesSequence": 120,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Civil Service and Labor",
      "MatterStatusID": 3,
      "LastModified": "2018-10-17T15:42:36.833Z"
    },
    {
      "ID": 379106,
      "Date": "2021-12-31T08:05:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-31T13:06:09.603Z"
    }
  ],
  "Attachments": [
    {
      "ID": 188319,
      "LastModified": "2021-12-31T13:05:51.74Z",
      "Name": "Res. No. 567",
      "Link": "https://nyc.legistar1.com/nyc/attachments/20911bdb-9fb2-4228-8587-05298172ce60.doc",
      "Sort": 1
    },
    {
      "ID": 188362,
      "LastModified": "2018-10-05T17:52:31.09Z",
      "Name": "H.R. 6096",
      "Link": "https://nyc.legistar1.com/nyc/attachments/a759440c-3b58-4163-a346-9af628c4f87d.pdf",
      "Sort": 2
    },
    {
      "ID": 188363,
      "LastModified": "2018-10-05T17:52:32.887Z",
      "Name": "S. 2605",
      "Link": "https://nyc.legistar1.com/nyc/attachments/780e1717-1df6-4652-a84c-c0e9382712f3.pdf",
      "Sort": 3
    },
    {
      "ID": 188882,
      "LastModified": "2018-10-17T20:16:28.287Z",
      "Name": "October 17, 2018 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/667e6159-9e90-4f57-b87d-049320d45659.pdf",
      "Sort": 5
    },
    {
      "ID": 246094,
      "LastModified": "2021-12-23T00:28:49.38Z",
      "Name": "Hearing Transcript - Stated Meeting 10-17-2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/66cdab53-f82c-49aa-9844-3faea5a73994.pdf",
      "Sort": 6
    },
    {
      "ID": 246140,
      "LastModified": "2021-12-23T00:29:18.383Z",
      "Name": "Minutes of the Stated Meeting - October 17, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/dd39b351-88a6-4c9a-9a90-72d7c1170cb0.pdf",
      "Sort": 7
    }
  ],
  "Summary": "",
  "TextID": 64029,
  "Text": "By Council Member Rosenthal\n\n      Whereas, In many industrialized nations employees at large companies elect representatives to their firm's board of directors in order to advocate the employees' interests and point of view to management; and\n      Whereas, This practice, known as codetermination, has been shown by research to be a positive attribute for companies, particularly when it comes to raising productivity; and\n      Whereas, codetermination can provide workers with real power over decision-making that can have a direct impact on their employment; and\n      Whereas, Support for codetermination is based upon the conviction that the interests of workers are currently massively undervalued and empirical evidence shows that codetermination rights both at the board- and workplace-level help to redress this balance; and\n      Whereas, Codetermination is a widely-practiced concept in Europe, and economic studies have shown that, especially in Germany where codetermination is extensively integrated into the  workplace, codetermined firms that achieved parity between workers and shareholders were likely to be more diversified, at reduced risk of the firm failing and also less likely to undergo restructuring and layoffs; and\n      Whereas, Evidence from Europe shows that when employees are given meaningful power through codetermination, workers actively participate in the running of their companies, often increasing productivity and making their workplace a better place to work; and\n      Whereas, The practice of codetermination has a long history abroad as a successful policy to reduce income disparities, strengthen local communities, improve job security and grow real wages; and\n      Whereas, An April 2018 survey by Civis Analytics found that a majority (53 percent) of American, support the concept of codetermination; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the United States Congress to pass, and the President to sign S.2605/H.R.6096, known as the \"Reward Work Act of 2018,\" which bans unjustified stock buy-backs and requires every listed company to enable employees to elect one-third of the board of directors.\n\n\n\nMMB\nLS # 7961\n10/2/18; 11:55 a.m.\n\n      2\n      \n      \n      1",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0  \\par\nBy Council Member Rosenthal\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj\\expndtw-3 Whereas, \\expndtw0 In many industrialized nations employees at large companies elect representatives to their firm\\rquote s board of directors in order to advocate the employees\\rquote  interests and point of view to management\\expndtw-3 ; and\\par\nWhereas, T\\expndtw0 his practice, known as codetermination, has been shown by research to be a positive attribute for companies, particularly when it comes to raising productivity\\expndtw-3 ; and\\par\nWhereas, \\expndtw0 codetermination can provide workers with real power over decision-making that can have a direct impact on their employment\\expndtw-3 ; and\\par\nWhereas, S\\expndtw0 upport for codetermination is based upon the conviction that the interests of workers are currently massively undervalued and empirical evidence shows that codetermination rights both at the board- and workplace-level help to redress this balance; and\\par\nWhereas, Codetermination is a widely-practiced concept in Europe, and economic studies have shown that, especially in Germany where codetermination is extensively integrated into the  workplace, codetermined firms that achieved parity between workers and shareholders were likely to be more diversified, at reduced risk of the firm failing and also less likely to undergo restructuring and layoffs\\expndtw-3 ; and\\par\nWhereas, Evidence from Europe shows that when employees are given meaningful power through codetermination, workers actively participate in the running of their companies, often increasing productivity and making their workplace a better place to work; and\\par\n\\pard\\ltrpar\\fi720\\sb240\\sl480\\slmult1\\qj Whereas, The practice of codetermination has a long history abroad as a successful policy to reduce income disparities, strengthen local communities, improve job security and grow real wages; and\\par\n\\pard\\ltrpar\\keepn\\hyphpar0\\fi720\\sl480\\slmult1\\qj Whereas, An April 2018 survey by Civis Analytics found that a majority (53 percent) of American, support the concept of codetermination; now, therefore, be it\\par\n\\pard\\ltrpar\\keepn\\hyphpar0\\fi720\\sl480\\slmult1 Resolved, \\cf1 That the Council of the City of New York\\cf0  \\expndtw0 calls upon the United States Congress to pass, and the President to sign S.2605/H.R.6096, known as the \\ldblquote Reward Work Act of 2018,\\rdblquote  which bans unjustified stock buy-backs and requires every listed company to enable employees to elect one-third of the board of directors\\cf1\\expndtw-3 .\\cf0\\par\n\\pard\\ltrpar\\qj\\expndtw0\\par\n\\par\n\\fs20 MMB\\par\nLS # 7961\\par\n\\pard\\ltrpar 10/2/18; 11:55 a.m.\\par\n\\fs24\\par\n}\n",
  "LastModified": "2021-12-31T13:06:09.76Z"
}
