{
  "ID": 58741,
  "GUID": "05A8631A-95A3-42BA-9FF3-A9DC62966E90",
  "File": "Res 0619-2018",
  "Name": "Preventing the diversion of funds raised to support the MTA.",
  "Title": "Resolution calling upon the New York State Legislature to pass, and the Governor to sign, legislation preventing the diversion of funds raised to support the Metropolitan Transportation Authority.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2018-11-14T00:00:00Z",
  "AgendaDate": "2018-11-14T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7637,
      "Slug": "i-daneek-miller",
      "FullName": "I. Daneek Miller"
    },
    {
      "ID": 7739,
      "Slug": "adrienne-e-adams",
      "FullName": "Adrienne E. Adams"
    }
  ],
  "History": [
    {
      "ID": 342743,
      "Date": "2018-11-14T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-11-12T19:03:34.317Z"
    },
    {
      "ID": 342893,
      "Date": "2018-11-14T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16712,
      "AgendaSequence": 125,
      "MinutesSequence": 142,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2018-11-14T15:40:13.963Z"
    },
    {
      "ID": 379095,
      "Date": "2021-12-31T11:38:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-30T16:39:10.773Z"
    }
  ],
  "Attachments": [
    {
      "ID": 190117,
      "LastModified": "2021-12-30T16:38:58.93Z",
      "Name": "Res. No. 619",
      "Link": "https://nyc.legistar1.com/nyc/attachments/417110e6-274c-48cb-af83-05d8a4c270ee.doc",
      "Sort": 1
    },
    {
      "ID": 190598,
      "LastModified": "2018-11-15T21:23:38.623Z",
      "Name": "November 14, 2018 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d14e508d-211a-4317-8c8c-9a191eb572de.pdf",
      "Sort": 2
    },
    {
      "ID": 230293,
      "LastModified": "2021-04-16T15:03:06.65Z",
      "Name": "Hearing Transcript - Stated Meeting 11-14-2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/2137dc1a-e51a-4bd5-b056-913c724eb07b.pdf",
      "Sort": 3
    },
    {
      "ID": 230344,
      "LastModified": "2021-04-16T15:03:45.42Z",
      "Name": "Minutes of the Stated Meeting - November 14, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/64cf0606-cab2-4f76-823d-53570bdb8bca.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 60996,
  "Text": "By Council Members Miller and Adams\n\tWhereas, Every day millions of people rely on New York's public transportation system, a system that is essential to the continued growth and vibrancy of the City and the entire metropolitan region; and\n\tWhereas, Recognizing the immense importance of a safe, reliable, and efficient public transportation system, over time New York State has implemented a series of taxes dedicated to funding mass transit; and\n\tWhereas, In addition to fares and tolls, the Metropolitan Transportation Authority (\"MTA\") relies on these dedicated revenue streams to provide subway and bus service throughout the City; and\n\tWhereas, During challenging economic times, State government has a history of diverting funds raised through taxes dedicated to the MTA to other areas of the State budget, including the diversion of more than $390 million since 2011; and\n\tWhereas, In 2013, the State Legislature unanimously passed, but the Governor vetoed, A.5084, introduced by Assembly Member James F. Brennan, and companion bill S.3837, introduced by State Senator Martin J. Golden, known as the transit lockbox bill, which would have prevented the diversion of dedicated transit funds except by legislation and would have required the State to specifically disclose any such diversion, including specifically disclosing the expected impact of the diversion on mass transit services; and\n\t\n\n\tWhereas, The bill was reintroduced and is currently pending in the State Legislature as A.8511, introduced by Assembly Member Jeffrey Dinowitz, and companion bill S.6807, introduced by State Senator Martin J. Golden; and\n\tWhereas, In light of the importance of sustained, reliable funding streams to maintaining the City's essential public transportation system, a strong transit lockbox law should be enacted; now, therefore, be it\n\tResolved, That the Council of the City of New York calls upon the New York State Legislature to pass, and the Governor to sign, legislation preventing the diversion of funds raised to support the Metropolitan Transportation Authority.\nJM\nLS# 5812/Res. 852-2015\nLS# 925\n12/28/2017",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\expndtw-3\\v0\\par\n\\pard\\ltrpar\\hyphpar0\\sl480\\slmult1\\qj By Council Members Miller and Adams\\par\n\\tab Whereas, Every day millions of people rely on New York\\rquote s public transportation system, a system that is essential to the continued growth and vibrancy of the City and the entire metropolitan region; and\\par\n\\tab Whereas, Recognizing the immense importance of a safe, reliable, and efficient public transportation system, over time New York State has implemented a series of taxes dedicated to funding mass transit; and\\par\n\\tab Whereas, In addition to fares and tolls, the Metropolitan Transportation Authority (\\ldblquote MTA\\rdblquote ) relies on these dedicated revenue streams to provide subway and bus service throughout the City; and\\par\n\\tab Whereas, During challenging economic times, State government has a history of diverting funds raised through taxes dedicated to the MTA to other areas of the State budget, including the diversion of more than $390 million since 2011; and\\par\n\\tab Whereas, In 2013, the State Legislature unanimously passed, but the Governor vetoed, A.5084, introduced by Assembly Member James F. Brennan, and companion bill S.3837, introduced by State Senator Martin J. Golden, known as the transit lockbox bill, which would have prevented the diversion of dedicated transit funds except by legislation and would have required the State to specifically disclose any such diversion, including specifically disclosing the expected impact of the diversion on mass transit services; and\\par\n\\tab\\par\n\\par\n\\tab Whereas, The bill was reintroduced and is currently pending in the State Legislature as A.8511, introduced by Assembly Member Jeffrey Dinowitz, and companion bill S.6807, introduced by State Senator Martin J. Golden; and\\par\n\\tab Whereas, In light of the importance of sustained, reliable funding streams to maintaining the City\\rquote s essential public transportation system, a strong transit lockbox law should be enacted;\\expndtw0  \\expndtw-3 now, therefore, be it\\par\n\\tab Resolved, That\\cf1  the Council of the City of New York\\cf0  calls upon the New York State Legislature to pass, and the Governor to sign, legislation preventing the diversion of funds raised to support the Metropolitan Transportation Authority.\\par\n\\pard\\ltrpar\\hyphpar0\\qj\\cf1\\fs16 JM\\par\nLS# 5812/Res. 852-2015\\par\nLS# 925\\par\n12/28/2017\\par\n}\n",
  "LastModified": "2021-12-30T16:39:10.93Z"
}
