{
  "ID": 61860,
  "GUID": "5F9A1692-B60D-4650-844D-08F008A5EDD1",
  "File": "Res 0620-2018",
  "Name": "Federal Communications Commission to reject the proposed rules put forth in the Second Further Notice of Proposed Rulemaking 18-131 and to create provisions that would strengthen public, educational, and governmental access television.",
  "Title": "Resolution calling on the Federal Communications Commission to reject the proposed rules put forth in the Second Further Notice of Proposed Rulemaking 18-131 and to create provisions that would strengthen public, educational, and governmental access television.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 32,
  "StatusName": "Adopted",
  "BodyID": 5213,
  "BodyName": "Committee on Technology",
  "IntroDate": "2018-11-14T00:00:00Z",
  "AgendaDate": "2018-11-14T00:00:00Z",
  "PassedDate": "2018-12-11T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7745,
      "Slug": "francisco-p-moya",
      "FullName": "Francisco P. Moya"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 7632,
      "Slug": "ben-kallos",
      "FullName": "Ben Kallos"
    },
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    },
    {
      "ID": 0,
      "Slug": "",
      "FullName": ""
    }
  ],
  "History": [
    {
      "ID": 342744,
      "Date": "2018-11-14T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-11-12T19:04:26.07Z"
    },
    {
      "ID": 342895,
      "Date": "2018-11-14T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Technology",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16712,
      "AgendaSequence": 126,
      "MinutesSequence": 143,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Technology",
      "MatterStatusID": 3,
      "LastModified": "2018-11-14T15:40:27.183Z"
    },
    {
      "ID": 343758,
      "Date": "2018-12-05T13:30:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 5213,
      "BodyName": "Committee on Technology",
      "EventID": 16747,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2018-12-05T19:46:35.33Z"
    },
    {
      "ID": 343907,
      "Date": "2018-12-05T13:30:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "A motion was made that this Resolution be Approved by Committee approved by Roll Call.",
      "BodyID": 5213,
      "BodyName": "Committee on Technology",
      "EventID": 16747,
      "MinutesSequence": 4,
      "Version": "*",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "Votes": [
        {
          "ID": 7565,
          "Slug": "peter-a-koo",
          "FullName": "Peter A. Koo",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 10
        },
        {
          "ID": 7746,
          "Slug": "robert-f-holden",
          "FullName": "Robert F. Holden",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 20
        },
        {
          "ID": 7566,
          "Slug": "brad-s-lander",
          "FullName": "Brad S. Lander",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 30
        },
        {
          "ID": 7510,
          "Slug": "eric-a-ulrich",
          "FullName": "Eric A. Ulrich",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 40
        },
        {
          "ID": 7749,
          "Slug": "kalman-yeger",
          "FullName": "Kalman Yeger",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 50
        }
      ],
      "LastModified": "2019-02-12T16:38:56.723Z"
    },
    {
      "ID": 344004,
      "Date": "2018-12-11T13:30:00Z",
      "ActionID": 5032,
      "Action": "Approved, by Council",
      "Description": "A motion was made that this Resolution be Approved, by Council approved by voice vote.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16793,
      "AgendaSequence": 85,
      "MinutesSequence": 108,
      "Version": "*",
      "AgendaNote": "Adopted by the Committee on Technology",
      "MinutesNote": "Pursuant to Rule 8.50 of the Council, the Public Advocate (Ms. James) called for a voice vote.  Hearing no objections, the Public Advocate (Ms. James) declared the Resolution to be adopted.\r\n\r\nAdopted unanimously by the Council by voice-vote.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 32,
      "LastModified": "2018-12-12T15:11:31.29Z"
    }
  ],
  "Attachments": [
    {
      "ID": 190124,
      "LastModified": "2021-12-30T16:38:08.8Z",
      "Name": "Res. No. 620",
      "Link": "https://nyc.legistar1.com/nyc/attachments/240d914d-b0e7-4299-9634-a43906c91d81.doc",
      "Sort": 1
    },
    {
      "ID": 190599,
      "LastModified": "2021-12-30T16:38:09.08Z",
      "Name": "November 14, 2018 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/4b2343e0-7a52-4a9d-9c3a-6fe53c26f6a8.pdf",
      "Sort": 2
    },
    {
      "ID": 230294,
      "LastModified": "2021-12-30T16:38:09.377Z",
      "Name": "Hearing Transcript - Stated Meeting 11-14-2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/de8c3316-f272-47c7-b31c-dce15cdbf61e.pdf",
      "Sort": 3
    },
    {
      "ID": 230345,
      "LastModified": "2021-12-30T16:38:16.143Z",
      "Name": "Minutes of the Stated Meeting - November 14, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/9c7073a9-eef8-4807-a589-e1b8fd371ddf.pdf",
      "Sort": 4
    },
    {
      "ID": 191602,
      "LastModified": "2018-12-04T15:37:01.56Z",
      "Name": "Committee Report 12/5/18",
      "Link": "https://nyc.legistar1.com/nyc/attachments/bdd049f5-b3d0-4a60-8a70-edb571980c30.doc",
      "Sort": 5
    },
    {
      "ID": 192285,
      "LastModified": "2018-12-19T15:47:35.183Z",
      "Name": "Hearing Testimony 12/5/18",
      "Link": "https://nyc.legistar1.com/nyc/attachments/2f87315e-cec5-4843-97dd-fb3c8896df8f.PDF",
      "Sort": 6
    },
    {
      "ID": 192895,
      "LastModified": "2019-01-02T15:34:46.9Z",
      "Name": "Hearing Transcript 12/5/18",
      "Link": "https://nyc.legistar1.com/nyc/attachments/2fa8fdf4-8d01-4d5e-985f-109823e27b89.pdf",
      "Sort": 7
    },
    {
      "ID": 191864,
      "LastModified": "2019-01-02T15:34:46.853Z",
      "Name": "December 11, 2018 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/4014ec34-3a6d-417e-bcfc-6ba4b99b073c.pdf",
      "Sort": 8
    },
    {
      "ID": 193300,
      "LastModified": "2019-01-09T14:25:08.13Z",
      "Name": "Hearing Transcript - Stated Meeting  12-11-18",
      "Link": "https://nyc.legistar1.com/nyc/attachments/a6f8b5b3-f67d-42f4-bb5a-931fda87083f.pdf",
      "Sort": 9
    },
    {
      "ID": 197205,
      "LastModified": "2021-12-30T16:38:02.78Z",
      "Name": "Minutes of the Stated Meeting - December 11, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/9b908b7f-1c0b-4d16-b0a3-0dc2eb9d453f.pdf",
      "Sort": 10
    }
  ],
  "Summary": "",
  "TextID": 64282,
  "Text": "By Council Members Moya, Koo, Kallos and Ulrich (at the request of the Manhattan Borough President)\n\n      Whereas, On September 25th, 2018, the Federal Communications Commission (FCC), the body responsible for implementing and enforcing United States communications law and regulations, released the Second Further Notice of Proposed Rulemaking (FNPRM) 18-131, which introduces new proposed rules on how local franchising authorities (LFAs) may regulate cable operators and cable television services; and \n      Whereas, The FCC's Second FNPRM 18-131 proposes that cable-related, \"in-kind\" contributions, which include services rendered free of cost or certain costs related to PEG access television, be treated as \"franchise fees\" subject to the statutory five percent cap on franchise fees set forth by Section 622 of the Communications Act of 1934; and \n      Whereas, This proposed rule would have a large negative impact on PEG access television, which provides integral and valuable services to New York City in the form of educational and informative television programming, and training and employment in video production, video editing, and broadcasting, among other things; and \n      Whereas, For example, Manhattan Neighborhood Network, a PEG access television organization, is the largest media educator in New York City, serving more than 1,200 media students every year, and airing more than 15,000 hours of original content from some 1,000 producers; and  \n      Whereas, Ultimately, these proposed rules would require LFAs to choose between reduced annual franchise fee revenues and/or fewer PEG access channels and \"in kind\" service benefits, which would hurt the quality of services provided to the public, burden existing companies financially, and dissuade competition within the market; and     \nWhereas, The FCC's Second FNPRM 18-131 would also prohibit LFAs from using their \nvideo franchising authority to regulate the provision of most \"non-cable services,\" such as broadband Internet access services, offered over a cable system by an incumbent cable operator; and  \n      Whereas, This would prevent LFAs from adding a percentage of gross revenue for \"non-cable services\" provided to any franchising fees, which, considering the trend towards \"cord-cutting,\" with 33 million adults \"cord-cutting\" in 2018 according to eMarketer, could negatively impact the fiscal security of numerous television companies and PEG access television organizations; and \n      Whereas, The FCC's Second FNPRM 18-131 is a gross federal overreach, as it would severely limit local governments from exerting any authority over most \"non-cable services,\" as well as reduce and/or dissuade competition between existing and emerging cable companies, reduce quality in PEG access television, and harm constituents' privacy and consumer protections; and \n      Whereas, The FCC should reject these proposed rules and instead create provisions that would strengthen PEG access television; now, therefore, be it \n      Resolved, That the Council of the City of New York calls on the Federal Communications Commission to reject the proposed rules put forth in the Second Further Notice of Proposed Rulemaking 18-131 and to create provisions that would strengthen public, educational, and governmental access television.\nLS #8890\nKK \n11/7/2018",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Moya, Koo, Kallos and Ulrich (at the request of the Manhattan Borough President)\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 Whereas, On September 25\\super th\\nosupersub , 2018, the Federal Communications Commission (FCC), the body responsible for implementing and enforcing United States communications law and regulations, released the Second Further Notice of Proposed Rulemaking (FNPRM) 18-131, which introduces new proposed rules on how local franchising authorities (LFAs) may regulate cable operators and cable television services; and \\par\nWhereas, The FCC\\rquote s Second FNPRM 18-131 proposes that cable-related, \\ldblquote in-kind\\rdblquote  contributions, which include services rendered free of cost or certain costs related to PEG access television, be treated as \\ldblquote franchise fees\\rdblquote  subject to the statutory five percent cap on franchise fees set forth by Section 622 of the Communications Act of 1934; and \\par\nWhereas, This proposed rule would have a large negative impact on PEG access television, which provides integral and valuable services to New York City in the form of educational and informative television programming, and training and employment in video production, video editing, and broadcasting, among other things; and \\par\nWhereas, For example, Manhattan Neighborhood Network, a PEG access television organization, is the largest media educator in New York City, serving more than 1,200 media students every year, and airing more than 15,000 hours of original content from some 1,000 producers; and  \\par\nWhereas, Ultimately, these proposed rules would require LFAs to choose between reduced annual franchise fee revenues and/or fewer PEG access channels and \\ldblquote in kind\\rdblquote  service benefits, which would hurt the quality of services provided to the public, burden existing companies financially, and dissuade competition within the market; and     \\par\n\\pard\\ltrpar\\li720\\sl480\\slmult1 Whereas, The FCC\\rquote s Second FNPRM 18-131 would also prohibit LFAs from using their \\par\n\\pard\\ltrpar\\sl480\\slmult1 video franchising authority to regulate the provision of most \\ldblquote non-cable services,\\rdblquote  such as broadband Internet access services, offered over a cable system by an incumbent cable operator; and  \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 Whereas, This would prevent LFAs from adding a percentage of gross revenue for \\ldblquote non-cable services\\rdblquote  provided to any franchising fees, which, considering the trend towards \\ldblquote cord-cutting,\\rdblquote  with 33 million adults \\ldblquote cord-cutting\\rdblquote  in 2018 according to eMarketer, could negatively impact the fiscal security of numerous television companies and PEG access television organizations; and \\par\nWhereas, The FCC\\rquote s Second FNPRM 18-131 is a gross federal overreach, as it would severely limit local governments from exerting any authority over most \\ldblquote non-cable services,\\rdblquote  as well as reduce and/or dissuade competition between existing and emerging cable companies, reduce quality in PEG access television, and harm constituents\\rquote  privacy and consumer protections; and \\par\nWhereas, The FCC should reject these proposed rules and instead create provisions that would strengthen PEG access television; now, therefore, be it \\par\nResolved, That the Council of the City of New York calls on the Federal Communications Commission to reject the proposed rules put forth in the Second Further Notice of Proposed Rulemaking 18-131 and to create provisions that would strengthen public, educational, and governmental access television.\\par\n\\pard\\ltrpar\\fs20 LS #8890\\par\nKK \\par\n11/7/2018\\par\n}\n",
  "LastModified": "2021-12-30T16:38:16.143Z"
}
