{
  "ID": 61647,
  "GUID": "89A49BAC-4F3F-424E-9562-3B3F2B8D9B3A",
  "File": "Res 0622-2018",
  "Name": "Prohibit the diversion of resources from dedicated funds that support U.S. Department of Housing and Urban Development-Veterans Affairs Supportive Housing funding.",
  "Title": "Resolution calling upon Congress to pass and the President to sign legislation that shall prohibit the diversion of resources from dedicated funds that support U.S. Department of Housing and Urban Development-Veterans Affairs Supportive Housing funding, which assists veterans experiencing homelessness with obtaining permanent housing.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5122,
  "BodyName": "Committee on Veterans",
  "IntroDate": "2018-11-14T00:00:00Z",
  "AgendaDate": "2018-11-14T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7780,
      "Slug": "public-advocate-jumaane-williams",
      "FullName": "Public Advocate Jumaane Williams"
    }
  ],
  "History": [
    {
      "ID": 342666,
      "Date": "2018-11-14T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-11-07T17:25:38.07Z"
    },
    {
      "ID": 342901,
      "Date": "2018-11-14T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Veterans",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16712,
      "AgendaSequence": 132,
      "MinutesSequence": 149,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Veterans",
      "MatterStatusID": 3,
      "LastModified": "2018-11-14T15:42:06.75Z"
    },
    {
      "ID": 379094,
      "Date": "2021-12-31T11:36:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-30T16:37:03.853Z"
    }
  ],
  "Attachments": [
    {
      "ID": 188336,
      "LastModified": "2021-12-30T16:37:07.26Z",
      "Name": "Res. No. 622",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d426ab50-f377-46eb-8741-85ec4edb8587.doc",
      "Sort": 1
    },
    {
      "ID": 190605,
      "LastModified": "2018-11-15T21:23:41.123Z",
      "Name": "November 14, 2018 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b1c01080-731f-4ec7-ac42-7f791dde9e84.pdf",
      "Sort": 2
    },
    {
      "ID": 230300,
      "LastModified": "2021-04-16T15:03:08.933Z",
      "Name": "Hearing Transcript - Stated Meeting 11-14-2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d3646f19-53df-44b4-8115-304036baf1d7.pdf",
      "Sort": 3
    },
    {
      "ID": 230351,
      "LastModified": "2021-04-16T15:03:48.543Z",
      "Name": "Minutes of the Stated Meeting - November 14, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/a95aa548-2c59-4e7c-ac8b-3a090ce147a7.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 64035,
  "Text": "By the Public Advocate (Mr. Williams) \n\n      Whereas, The U.S. Department of Housing and Urban Development-Veterans Affairs Supportive Housing (\"HUD-VASH\") Program offers U.S. Department of Housing and Urban Development (\"HUD\") housing vouchers to veterans experiencing homelessness, along with U.S. Department of Veterans Affairs (\"VA\") supportive services to assist them and their families in finding and sustaining permanent housing; and\n      Whereas, On December 1, 2017, then-VA Secretary David Shulkin announced a decision to redirect HUD-VASH funding to local VA hospitals, effectively ending the program; and\n      Whereas, HUD-VASH has significantly decreased the number of veterans experiencing homelessness since 2010, issuing over 87,000 housing vouchers nationwide as of April 2017 and reducing veterans homelessness by nearly 47 percent-from 74,087 in 2010 to 39,471 in 2016, according to HUD; and\n      Whereas, Approximately 45 percent of homeless veterans experience mental illness and 70 percent experience substance use disorder, with many experiencing both, according to the Substance Abuse and Mental Health Services Administration (\"SAMHSA\"), and as such would leave HUD-VASH recipients susceptible to losing their housing without the health, mental health, and substance use support services provided by the program; and\n      Whereas, In December 2015, New York City became the largest city in the country to be certified for ending chronic veteran homelessness by the federal government and announced its rapid approach towards \"functional zero\"-where all new homeless veterans are housed within 90 days of entering the homeless system-largely due to the HUD-VASH program; and\n      Whereas,  As of December 2017, the number of veterans staying in New York City shelters or experiencing street homelessness since 2011 has been reduced by approximately 90 percent, according to HUD, and an end to the HUD-VASH program could reverse such a trend; and\n      Whereas, HUD-VASH funding was not redirected and was preserved in this past budget after public pushback; and\n      Whereas, However, veterans advocates are concerned that considerations to end the HUD-VASH program could return in 2019; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon Congress to pass and the President to sign legislation that shall prohibit the diversion of resources from dedicated funds that support U.S. Department of Housing and Urban Development-Veterans Affairs Supportive Housing funding, which assists veterans experiencing homelessness with obtaining permanent housing.\n      \nLS #6272/6515\nMT\n4/10/2021 2:37 PM\n       \n      1\n      \n      \n      \n      3",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0  \\par\nBy the Public Advocate (Mr. Williams) \\par\n\\par\n\\pard\\ltrpar\\keepn\\hyphpar0\\fi720\\sl480\\slmult1\\expndtw-3 Whereas, The \\expndtw0 U.S. Department of Housing and Urban Development-Veterans Affairs Supportive Housing (\\ldblquote HUD-VASH\\rdblquote ) Program\\expndtw-3  offers U.S. Department of Housing and Urban Development (\\ldblquote HUD\\rdblquote ) housing vouchers to veterans experiencing homelessness, along with U.S. Department of Veterans Affairs (\\ldblquote VA\\rdblquote ) supportive services to assist them and their families in finding and sustaining permanent housing; and\\par\nWhereas, \\expndtw0 On December 1, 2017, then-VA Secretary David Shulkin announced a decision to redirect HUD-VASH funding to local VA hospitals, effectively ending the program\\expndtw-3 ; and\\par\nWhereas, \\expndtw0 HUD-VASH has significantly decreased the number of veterans experiencing homelessness since 2010, issuing over 87,000 housing vouchers nationwide as of April 2017 and reducing veterans homelessness by nearly 47 percent-from 74,087 in 2010 to 39,471 in 2016, according to HUD\\expndtw-3 ; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 Whereas, \\expndtw0 Approximately 45 percent of homeless veterans experience mental illness and 70 percent experience substance use disorder, with many experiencing both, according to the Substance Abuse and Mental Health Services Administration (\\ldblquote SAMHSA\\rdblquote ), and as such would leave HUD-VASH recipients susceptible to losing their housing without the health, mental health, and substance use support services provided by the program; and\\par\nWhereas, In December 2015, New York City became the largest city in the country to be certified for ending chronic veteran homelessness by the federal government and announced its rapid approach towards \\ldblquote functional zero\\rdblquote -where all new homeless veterans are housed within 90 days of entering the homeless system-largely due to the HUD-VASH program; and\\par\nWhereas,  As of December 2017, the number of veterans staying in New York City shelters or experiencing street homelessness since 2011 has been reduced by approximately 90 percent, according to HUD, and an end to the HUD-VASH program could reverse such a trend; and\\par\nWhereas, HUD-VASH funding was not redirected and was preserved in this past budget after public pushback; and\\par\nWhereas, However, veterans advocates are concerned that considerations to end the HUD-VASH program could return in 2019; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls upon Congress to pass and the President to sign legislation that shall prohibit the diversion of resources from dedicated funds that support U.S. Department of Housing and Urban Development-Veterans Affairs Supportive Housing funding, which assists veterans experiencing homelessness with obtaining permanent housing.\\par\n\\par\n\\pard\\ltrpar\\fs18 LS #6272/6515\\par\nMT\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\lang1024 4/10/2021 2:37 PM\\lang1033\\fs24  \\par\n}\n",
  "LastModified": "2021-12-30T16:37:07.26Z"
}
