{
  "ID": 62030,
  "GUID": "37C4D47D-338D-4D29-A0F6-5A34FB2CA116",
  "File": "Res 0654-2018",
  "Name": "Declaring December 17 as a Day of Commemoration of the Chinese Exclusion Repeal Act of 1943.",
  "Title": "Resolution declaring December 17 as a Day of Commemoration of the Chinese Exclusion Repeal Act of 1943.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5105,
  "BodyName": "Committee on Cultural Affairs, Libraries and International Intergroup Relations",
  "IntroDate": "2018-12-11T00:00:00Z",
  "AgendaDate": "2018-12-11T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7746,
      "Slug": "robert-f-holden",
      "FullName": "Robert F. Holden"
    },
    {
      "ID": 7642,
      "Slug": "paul-a-vallone",
      "FullName": "Paul A. Vallone"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm"
    },
    {
      "ID": 7748,
      "Slug": "justin-l-brannan",
      "FullName": "Justin L. Brannan"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    }
  ],
  "History": [
    {
      "ID": 379085,
      "Date": "2018-12-11T10:20:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2021-12-30T16:21:42.087Z"
    },
    {
      "ID": 344062,
      "Date": "2018-12-11T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Cultural Affairs, Libraries and International Intergroup Relations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16793,
      "AgendaSequence": 96,
      "MinutesSequence": 119,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Cultural Affairs, Libraries and International Intergroup Relations",
      "MatterStatusID": 3,
      "LastModified": "2018-12-11T17:23:08.18Z"
    },
    {
      "ID": 379086,
      "Date": "2021-12-31T11:21:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-30T16:21:53.087Z"
    }
  ],
  "Attachments": [
    {
      "ID": 191612,
      "LastModified": "2021-12-30T16:20:35.11Z",
      "Name": "Res. No. 654",
      "Link": "https://nyc.legistar1.com/nyc/attachments/55cd6dd2-7977-43f5-8f96-8c7506dfac1c.doc",
      "Sort": 1
    },
    {
      "ID": 191870,
      "LastModified": "2018-12-11T16:18:29.797Z",
      "Name": "December 11, 2018 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c5258c3b-42b5-41d5-a694-6aa33ead937b.pdf",
      "Sort": 2
    },
    {
      "ID": 246421,
      "LastModified": "2021-12-30T16:20:37.173Z",
      "Name": "Hearing Transcript - Stated Meeting 12-11-2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/935fb082-187c-4480-b9a8-e2f42a66e65e.pdf",
      "Sort": 3
    },
    {
      "ID": 197213,
      "LastModified": "2021-12-30T16:20:36.173Z",
      "Name": "Minutes of the Stated Meeting - December 11, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b3780189-f8be-45ac-996a-53947c99a3d8.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 64471,
  "Text": "By Council Members Holden, Vallone, Koo, Chin, Dromm, Brannan and Levin\n      Whereas, The Chinese Exclusion Act of 1882 and subsequent anti-Chinese laws severely restricted Chinese people from immigrating to the United States and prevented them from becoming American citizens; and\n      Whereas, The Magnuson Act, also known as the Chinese Exclusion Repeal Act of 1943, was proposed by Representative Warren G. Magnuson and signed into law on December 17, 1943 by President Franklin D. Roosevelt; and\n      Whereas, The Magnuson Act sought to repeal the discriminatory exclusion laws against Chinese immigrants which, in a letter to Congress, President Roosevelt wrote the passing of the bill was vital to correcting the \"historic mistake\" of Chinese exclusion; and\n      Whereas, according to the British Broadcasting Corporation (BBC) Chinese Americans still face aspects of Chinese exclusion as pertain to education admissions policies among some American institutions of higher learning such as Harvard University; and\n      Whereas, In 2011 and 2012, the US Senate and US House of Representatives unanimously passed resolutions to condemn and express regret for the Chinese Exclusion Act and other legislation that discriminated against Chinese Americans; and\n      Whereas, Chinese Americans have contributed substantially to the strength of our City and nation in government, culture, business, education, science, and all fields, and have defended the nation in all wars and from all threats; and\n      Whereas, December 17, 2018 is the 75th anniversary of the Chinese Exclusion Repeal Act; and\n      Whereas, New York City has the largest Chinese population of any city outside of Asia within the United States with an estimated population over 570,000 individuals; now, therefore, be it\n      Resolved, That the Council of the City of New York declare December 17 a Day of Commemoration of the Chinese Exclusion Repeal Act of 1943.\n      \nCD\nLS 9076\n12/3/18\n      \n      \n\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\sl480\\slmult1 By Council Members Holden, Vallone, Koo, Chin, Dromm, Brannan and Levin\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 Whereas, The Chinese Exclusion Act of 1882 and subsequent anti-Chinese laws severely restricted Chinese people from immigrating to the United States and prevented them from becoming American citizens; and\\par\nWhereas, The Magnuson Act, also known as the Chinese Exclusion Repeal Act of 1943, was proposed by Representative Warren G. Magnuson and signed into law on December 17, 1943 by President Franklin D. Roosevelt; and\\par\nWhereas, The Magnuson Act sought to repeal the discriminatory exclusion laws against Chinese immigrants which, in a letter to Congress, President Roosevelt wrote the passing of the bill was vital to correcting the \\ldblquote historic mistake\\rdblquote  of Chinese exclusion; and\\par\nWhereas, according to the British Broadcasting Corporation (BBC) Chinese Americans still face aspects of Chinese exclusion as pertain to education admissions policies among some American institutions of higher learning such as Harvard University; and\\par\nWhereas, In 2011 and 2012, the US Senate and US House of Representatives unanimously passed resolutions to condemn and express regret for the Chinese Exclusion Act and other legislation that discriminated against Chinese Americans; and\\par\nWhereas, Chinese Americans have contributed substantially to the strength of our City and nation in government, culture, business, education, science, and all fields, and have defended the nation in all wars and from all threats; and\\par\nWhereas, December 17, 2018 is the 75th anniversary of the Chinese Exclusion Repeal Act; and\\par\nWhereas, New York City has the largest Chinese population of any city outside of Asia within the United States with an estimated population over 570,000 individuals; now, therefore, be it\\par\nResolved, That the Council of the City of New York declare December 17 a Day of Commemoration of the Chinese Exclusion Repeal Act of 1943.\\par\n\\par\n\\pard\\ltrpar CD\\par\nLS 9076\\par\n12/3/18\\par\n\\pard\\ltrpar\\fi720\\par\n\\par\n\\pard\\ltrpar\\sa160\\sl252\\slmult1\\fs22\\par\n}\n",
  "LastModified": "2022-05-19T18:24:45.54Z"
}
