{
  "ID": 61406,
  "GUID": "1AC08C48-CB9B-4F96-9665-53C8E32D80B3",
  "File": "Res 0672-2018",
  "Name": "Calling upon the US Congress and urging the Secretary of the US Dept of Housing and Urban Development to take action to exclude Westchester, Rockland, and Putnam counties from NYC’s AMI calculation, so that only the City’s five boroughs are taken into acc",
  "Title": "Resolution calling upon the United States Congress and urging the Secretary of the United States Department of Housing and Urban Development to take action to exclude Westchester, Rockland, and Putnam counties from New York City’s AMI calculation, so that only the City’s five boroughs are taken into account.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2018-12-20T00:00:00Z",
  "AgendaDate": "2018-12-20T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7628,
      "Slug": "laurie-a-cumbo",
      "FullName": "Laurie A. Cumbo"
    },
    {
      "ID": 7745,
      "Slug": "francisco-p-moya",
      "FullName": "Francisco P. Moya"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7604,
      "Slug": "robert-e-cornegy-jr",
      "FullName": "Robert E. Cornegy, Jr."
    }
  ],
  "History": [
    {
      "ID": 344122,
      "Date": "2018-12-20T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-12-11T15:08:11.107Z"
    },
    {
      "ID": 344654,
      "Date": "2018-12-20T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16815,
      "AgendaSequence": 150,
      "MinutesSequence": 194,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2018-12-20T22:08:52.26Z"
    },
    {
      "ID": 379084,
      "Date": "2021-12-31T10:54:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-30T15:55:01.85Z"
    }
  ],
  "Attachments": [
    {
      "ID": 186774,
      "LastModified": "2021-12-30T15:54:51.24Z",
      "Name": "Res. No. 672",
      "Link": "https://nyc.legistar1.com/nyc/attachments/9aba8665-a32f-43e7-8ccb-7a9cd2ad45b1.doc",
      "Sort": 1
    },
    {
      "ID": 192565,
      "LastModified": "2021-01-12T16:38:11.94Z",
      "Name": "December 20, 2018 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ef5df089-6e99-48f7-a8c7-630e3bf918a3.pdf",
      "Sort": 2
    },
    {
      "ID": 226064,
      "LastModified": "2021-01-12T16:38:13.847Z",
      "Name": "Hearing Transcript - Stated Meeting 12-20-2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/eea65c95-1fe2-4893-8e5e-fe567d2ff182.pdf",
      "Sort": 3
    },
    {
      "ID": 198648,
      "LastModified": "2021-01-12T16:38:13.817Z",
      "Name": "Minutes of the Stated Meeting - December 20, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/64ceb202-1fe7-49e0-a6a9-e0b4ef01c846.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 63783,
  "Text": "By Council Members Cumbo, Moya, Chin and Cornegy\n\n      Whereas, The United States Department of Housing and Urban Development (HUD) calculates the Area Median Income (AMI) for every metropolitan region in the country each year by focusing on the median household incomes for the metropolitan regions around cities, rather than just the city itself; and \n\tWhereas, For this reason, HUD includes households in Westchester, Putnam and Rockland counties, in addition to New York City (NYC)'s five boroughs, in determining NYC's AMI; and \n      Whereas, Westchester and Rockland counties, especially, have comparably higher median household incomes than NYC, with Westchester's median household income at $83,422, Rockland's at $85,808, and NYC's at $50,700, causing NYC's AMI to be 20 to 30 percent higher than it would be if only the five boroughs were considered; and\n      Whereas, Because NYC uses the AMI as its affordability baseline and therefore allows it to determine eligibility for affordable housing programs, the incomes levels required can be artificially high to the extent that average residents of low- and moderate-income communities in NYC cannot afford the dedicated, subsidized housing built in their neighborhoods; and \n      Whereas, This approach contributes to the existing affordable housing crisis in NYC, especially for poor families, one-in-five of which fall below the federal poverty threshold of $24,600; and\n      Whereas, Congress has already passed legislation exempting Westchester and Rockland counties from considering NYC in their AMI calculations, based largely on the fact that the City's income levels would decrease and thereby negatively influence the AMI levels for those areas; and\n      Whereas, HUD reconsiders its calculation and policies annually and has the ability to change the calculation it uses to determine the AMI for NYC; and\n      Resolved, That the Council of the City of New York calls upon the United States Congress and urges the Secretary of the United States Department of Housing and Urban Development to take action to exclude Westchester, Rockland, and Putnam counties from New York City's AMI calculation, so that only the City's five boroughs are taken into account.\nBM \nLS # 4754 \n8/22/18 4:00 p.m.",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\lang1033 By Council Members Cumbo, Moya, Chin and Cornegy\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 Whereas, The United States Department of Housing and Urban Development (HUD) calculates the Area Median Income (AMI) for every metropolitan region in the country each year by focusing on the median household incomes for the metropolitan regions around cities, rather than just the city itself; and \\par\n\\pard\\ltrpar\\sl480\\slmult1\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\tab Whereas, For this reason, HUD includes households in Westchester, Putnam and Rockland counties, in addition to New York City (NYC)\\rquote s five boroughs, in determining NYC\\rquote s AMI; and \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 Whereas, Westchester and Rockland counties, especially, have comparably higher median household incomes than NYC, with Westchester\\rquote s median household income at $83,422, Rockland\\rquote s at $85,808, and NYC\\rquote s at $50,700, causing NYC\\rquote s AMI to be 20 to 30 percent higher than it would be if only the five boroughs were considered; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656 Whereas, Because NYC uses the AMI as its affordability baseline and therefore allows it to determine eligibility for affordable housing programs, the incomes levels required can be artificially high to the extent that average residents of low- and moderate-income communities in NYC cannot afford the dedicated, subsidized housing built in their neighborhoods; and \\par\nWhereas, This approach contributes to the existing affordable housing crisis in NYC, especially for \\lang1024 poor families, o\\lang1033 ne-in-five of which fall below the federal poverty threshold of $24,600; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 Whereas, Congress has already passed legislation exempting Westchester and Rockland counties from considering NYC in their AMI calculations, based largely on the fact that the City\\rquote s income levels would decrease and thereby negatively influence the AMI levels for those areas\\lang1024 ; and\\par\n\\lang1033 Whereas, HUD reconsiders its calculation and policies annually and has the ability to change the calculation it uses to determine the AMI for NYC; and\\par\n\\pard\\ltrpar\\fi720\\sa200\\sl480\\slmult1 Resolved, That the Council of the City of New York calls upon the United States \\lang1024 Congress and urges the Secretary of the United States Department of Housing and Urban Development to take action to exclude Westchester, Rockland, and Putnam counties from New York City\\rquote s AMI calculation, so that only the City\\rquote s five boroughs are taken into account.\\par\n\\pard\\ltrpar\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\lang1033\\fs20 BM \\par\nLS # 4754 \\par\n\\pard\\ltrpar 8/22/18 4:00 p.m.\\par\n\\pard\\ltrpar\\fi720\\par\n\\pard\\ltrpar\\sl20\\slmult0\\fs24\\par\n}\n",
  "LastModified": "2022-08-12T14:20:51.877Z"
}
