{
  "ID": 62060,
  "GUID": "E3AA03FC-6512-4D93-8FA1-06C2585FA73B",
  "File": "Res 0675-2018",
  "Name": "Counting Our Unexpected Natural Tragedies Victims Act of 2018 (H.R. 6048/S.3033)",
  "Title": "Resolution calling on the United States Congress to pass and the President to sign H.R. 6048/S.3033, also known as the Counting Our Unexpected Natural Tragedies Victims Act of 2018, which would require the Federal Emergency Management Agency to contract with the National Academy of Medicine to study best practices for mortality counts after major disasters.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5239,
  "BodyName": "Committee on Fire and Emergency Management",
  "IntroDate": "2018-12-20T00:00:00Z",
  "AgendaDate": "2018-12-20T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7740,
      "Slug": "carlina-rivera",
      "FullName": "Carlina Rivera"
    },
    {
      "ID": 7604,
      "Slug": "robert-e-cornegy-jr",
      "FullName": "Robert E. Cornegy, Jr."
    }
  ],
  "History": [
    {
      "ID": 344369,
      "Date": "2018-12-20T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-12-18T00:19:50.797Z"
    },
    {
      "ID": 344665,
      "Date": "2018-12-20T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Fire and Emergency Management",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16815,
      "AgendaSequence": 161,
      "MinutesSequence": 205,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Fire and Emergency Management",
      "MatterStatusID": 3,
      "LastModified": "2018-12-20T22:08:52.273Z"
    },
    {
      "ID": 379083,
      "Date": "2021-12-31T10:53:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-30T15:53:41.2Z"
    }
  ],
  "Attachments": [
    {
      "ID": 191767,
      "LastModified": "2021-12-30T15:53:30.827Z",
      "Name": "Res. No. 675",
      "Link": "https://nyc.legistar1.com/nyc/attachments/80583e6e-dc3c-4c86-8d7a-1d1acb8b51e7.doc",
      "Sort": 1
    },
    {
      "ID": 191794,
      "LastModified": "2018-12-10T18:43:54.027Z",
      "Name": "H.R. 6048",
      "Link": "https://nyc.legistar1.com/nyc/attachments/5fd5ff51-eded-44ed-8b37-999fc720e1d5.pdf",
      "Sort": 2
    },
    {
      "ID": 191795,
      "LastModified": "2018-12-10T18:43:56.74Z",
      "Name": "S. 3033",
      "Link": "https://nyc.legistar1.com/nyc/attachments/13cc7927-8a89-438b-b3f7-e90c9accd275.pdf",
      "Sort": 3
    },
    {
      "ID": 192574,
      "LastModified": "2018-12-20T17:47:29.133Z",
      "Name": "December 20, 2018 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/1be51ec4-a74b-4856-8259-39b202bbe6cd.pdf",
      "Sort": 4
    },
    {
      "ID": 247072,
      "LastModified": "2021-12-30T15:53:25.277Z",
      "Name": "Hearing Transcript - Stated Meeting 12-20-2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/e981ce93-a262-4792-bf33-637bec769e36.pdf",
      "Sort": 5
    },
    {
      "ID": 198657,
      "LastModified": "2021-12-30T15:53:19.12Z",
      "Name": "Minutes of the Stated Meeting - December 20, 2018",
      "Link": "https://nyc.legistar1.com/nyc/attachments/9836d9f2-2c47-4d8d-ac6d-c42730667c1c.pdf",
      "Sort": 6
    }
  ],
  "Summary": "",
  "TextID": 64504,
  "Text": "By Council Members Rivera and Cornegy\n\n\tWhereas, Hurricane Maria, a category five hurricane, struck Puerto Rico on September 20, 2017 with winds over 175mph and 30 inches of rain that caused power outages, flash flooding, and catastrophic infrastructure damage, and\n\tWhereas, Hurricane Maria brought long-lasting, devastating effects to Puerto Rico, which hampered the delivery of supplies, created major food and gas shortages, and decimated the island's electrical grid resulting in loss of power to most sections of the island for months.\n\tWhereas, According to the New York Times, the United States government estimates that 2,975 people died as a result of Hurricane Maria and its effects, which is significantly greater than the government's original estimate of 64; and \n\tWhereas, By comparison, Hurricane Katrina, which struck the Gulf Coast in 2005, is thought to have killed anywhere from 1,000 to more than 1,800 individuals; and\n\tWhereas, According to National Public Radio, the Puerto Rican government estimates that is will cost $139 billion for the island to make a full economic recovery from Hurricane Maria; and\n\tWhereas, The full and accurate count of fatalities from unexpected natural disasters is necessary to determine the disbursement of federal dollars in rebuilding and recovery efforts; and\n\tWhereas, H.R. 6048, also known as the \"Counting Our Unexpected Natural Tragedies Victims Act of 2018\" or \"COUNT Victims Act\", introduced by United States Congresswoman Nydia Velazquez, and S.3033, introduced by United States Senator Kamala Harris, would require the Federal Emergency Management Agency to contract with the National Academy of Medicine to study best practices for mortality counts after major disasters; and\t\n\tWhereas, The COUNT Victims Act, would seek to establish: (i) an equitable and timely attribution, in order to, among other things, facilitate access to available benefits; (ii) timely prospective tracking of population levels of mortality and significant morbidity in order to continuously inform response efforts; and (iii) study disaster-related mortality and significant morbidity to inform after-action analysis and improve subsequent preparedness efforts; and\n\tWhereas, The Count Victims Act would authorize the appropriation of $2,000,000 for fiscal years 2018 through 2020 to conduct the study of best practices for mortality counts after major disasters; now, therefore, be it\n\tResolved, that the Council of the City of New York calls on the United States Congress to pass and the President to sign H.R. 6048/S.3033, also known as the Counting Our Unexpected Natural Tragedies Victims Act of 2018, which would require the Federal Emergency Management Agency to contract with the National Academy of Medicine to study best practices for mortality counts after major disasters.\n\n\n\n\nWJH\nLS 8409\n11/24/18",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red51\\green51\\blue51;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar By Council Members Rivera and Cornegy\\par\n\\par\n\\pard\\cbpat3\\ltrpar\\sl480\\slmult1\\qj\\cf1\\tab Whereas, Hurricane Maria, a category five hurricane, struck Puerto Rico on September 20, 2017 with winds over 175mph and 30 inches of rain that caused power outages, flash flooding, and catastrophic infrastructure damage, and\\cf0\\par\n\\tab Whereas, Hurricane Maria brought long-lasting, devastating effects to Puerto Rico, which hampered the delivery of supplies, created major food and gas shortages, and decimated the island\\rquote s electrical grid resulting in loss of power to most sections of the island for months.\\par\n\\tab Whereas, According to the New York Times, the United States government estimates that 2,975 people died as a result of Hurricane Maria and its effects, which is significantly greater than the government\\rquote s original estimate of 64; and \\par\n\\cf2\\tab Whereas, By comparison, Hurricane Katrina, which struck the Gulf Coast in 2005, is thought to have killed anywhere from 1,000 to more than 1,800 individuals; and\\par\n\\tab Whereas, According to National Public Radio, the Puerto Rican government estimates that is will cost $139 billion for the island to make a full economic recovery from Hurricane Maria; and\\par\n\\tab Whereas, The full \\cf0\\expndtw-1 and accurate count of fatalities from unexpected natural disasters is necessary to determine the disbursement of federal dollars in rebuilding and recovery efforts; and\\cf2\\expndtw0\\par\n\\tab Whereas, H.R. 6048, also known as the \\ldblquote\\cf0 Counting Our Unexpected Natural Tragedies Victims Act of 2018\\rdblquote  or\\cf2  \\ldblquote COUNT Victims Act\\rdblquote , introduced by United States Congresswoman Nydia Velazquez, and S.3033, introduced by United States Senator Kamala Harris, would \\cf0 require the Federal Emergency Management Agency to contract with the National Academy of Medicine to study best practices for mortality counts after major disasters; and\\tab\\par\n\\tab Whereas, The COUNT Victims Act, would seek to establish: (i) an equitable and \\cf2 timely attribution, in order to, among other things, facilitate access to available benefits; (ii) timely prospective tracking of population levels of mortality and significant morbidity in order to continuously inform response efforts; and (iii) study disaster-related mortality and significant morbidity to inform after-action analysis and improve subsequent preparedness efforts; and\\par\n\\tab Whereas, The Count Victims Act would authorize the appropriation of $2,000,000 for fiscal years 2018 through 2020 to conduct the study of best \\cf0 practices for mortality counts after major disasters; \\expndtw-1 now, therefore, be it\\cf2\\expndtw0\\par\n\\pard\\ltrpar\\sa200\\sl480\\slmult1\\qj\\cf0\\tab Resolved, that the Council of the City of New York calls on the United States Congress to pass and the President to sign H.R. 6048/S.3033, also known as the Counting Our Unexpected Natural Tragedies Victims Act of 2018, which would require the Federal Emergency Management Agency to contract with the National Academy of Medicine to study best practices for mortality counts after major disasters.\\par\n\\pard\\ltrpar\\qj\\par\n\\par\n\\par\n\\par\nWJH\\par\nLS 8409\\par\n11/24/18\\par\n\\pard\\ltrpar\\sa200\\sl276\\slmult1\\par\n\\par\n}\n",
  "LastModified": "2022-03-14T18:00:07.55Z"
}
