{
  "ID": 62096,
  "GUID": "1A00C4EA-933E-4F08-A722-7DCAB6FF075F",
  "File": "Int 1305-2018",
  "Name": "Requirements and enforcement of newsrack provisions.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requirements and enforcement of newsrack provisions",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2018-12-20T00:00:00Z",
  "AgendaDate": "2018-12-20T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 7749,
      "Slug": "kalman-yeger",
      "FullName": "Kalman Yeger "
    }
  ],
  "History": [
    {
      "ID": 344337,
      "Date": "2018-12-20T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2018-12-17T19:10:45.643Z"
    },
    {
      "ID": 344659,
      "Date": "2018-12-20T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16815,
      "AgendaSequence": 155,
      "MinutesSequence": 199,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2018-12-20T22:08:52.273Z"
    },
    {
      "ID": 377774,
      "Date": "2021-12-31T11:20:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-23T16:20:38.93Z"
    }
  ],
  "Attachments": [
    {
      "ID": 192119,
      "LastModified": "2021-12-23T16:20:08.8Z",
      "Name": "Summary of Int. No. 1305",
      "Link": "http://nyc.legistar1.com/nyc/attachments/43746ed8-889f-46e4-b85f-c71e293f627c.doc",
      "Sort": 1
    },
    {
      "ID": 192118,
      "LastModified": "2021-12-23T16:20:27.443Z",
      "Name": "Int. No. 1305",
      "Link": "http://nyc.legistar1.com/nyc/attachments/3bb1fdfe-d3e4-45bd-874b-87990f3effe5.doc",
      "Sort": 2
    },
    {
      "ID": 192569,
      "LastModified": "2018-12-20T17:47:27.49Z",
      "Name": "December 20, 2018 - Stated Meeting Agenda with Links to Files",
      "Link": "http://nyc.legistar1.com/nyc/attachments/fa920a95-b2d1-4a0d-a5ce-e6ebce2da6e2.pdf",
      "Sort": 3
    },
    {
      "ID": 246437,
      "LastModified": "2021-12-23T16:19:27.827Z",
      "Name": "Hearing Transcript - Stated Meeting 12-20-2018",
      "Link": "http://nyc.legistar1.com/nyc/attachments/0ce2142f-789b-4b82-9427-0bc37d878d2e.pdf",
      "Sort": 4
    },
    {
      "ID": 198652,
      "LastModified": "2021-12-23T16:19:27.14Z",
      "Name": "Minutes of the Stated Meeting - December 20, 2018",
      "Link": "http://nyc.legistar1.com/nyc/attachments/44c23db4-8e6c-4792-a33a-6134f76aafd1.pdf",
      "Sort": 5
    }
  ],
  "Summary": "The proposed legislation would establish enforcement requirements in regards to newsracks.",
  "TextID": 64544,
  "Text": "Be it enacted by the Council as follows:\n\n      Section 1. Subdivisions e and f of section 19-128.1 of the administrative code of the city of New York, as amended by local law number 36 for the year 2004, are amended to read as follows:\n      e. Maintenance, continuous use, repair and removal. 1. [Any person who owns or is in control of a newsrack shall certify once every four months to the commissioner on forms prescribed by the commissioner that each newsrack under his or her ownership or control has been repainted, or that best efforts have been made to remove graffiti and other unauthorized writing, painting, drawing, or other markings or inscriptions at least once during the immediately preceding four month period. Such person] (a) Each newsrack shall be kept in good repair and shall be maintained in a clean and neat condition by removing graffiti and other unauthorized writing, painting, drawing or other markings or inscriptions.\n      (b) The owner shall maintain a log in which the maintenance and repair measures required by subparagraph a of this paragraph and the dates and times when they are taken are recorded in accordance with a format approved or set forth by the commissioner. [Such person] The owner shall maintain records for a period of three years documenting the use of materials, employees, contractors, other resources and expenditures utilized for the purpose of demonstrating the [repainting or best efforts of such person to remove] removal of such graffiti or other unauthorized writing, painting, drawing[,] or other markings or inscriptions. [Such person] The owner shall, solely for the purposes of complying with the provisions of this paragraph, make such log and such records, and only such log and such records, available to the department for inspection and copying during normal and regular business hours and shall deliver copies to the department upon its request. [Such inspection may only be conducted by the department once per certification period.] If the department determines that such [certification,] log and records do not accurately demonstrate [that an owner or person in control of a newsrack has repainted or used best efforts for such purposes] the removal of graffiti and other unauthorized writing, painting, drawing or other markings or inscriptions as required by this paragraph, or upon a determination by the department that an owner [or such person] failed to comply with any other provision of this paragraph, the department shall issue a notice of violation in accordance with subparagraph b-1 of paragraph [one] 1 of subdivision f of this section.\n      2. [Any person who owns or is in control of a newsrack shall use best efforts to ensure that each newsrack under his or her ownership or control is not] In order to prevent a newsrack from being used as a depository for [the placement of refuse and] refuse, the owner shall [be required to] remove any refuse placed within such newsrack within [forty-eight] 48 hours of receipt of a notice of correction from the commissioner as provided in subparagraph a of paragraph [one] 1 of subdivision f of this section regarding such condition.\n      3.  [In no event shall the owner or person in control of a newsrack fail to keep such newsrack supplied with written matter for a period of more than seven consecutive days without securing the door so as to prevent the deposit of refuse therein. In no event shall such newsrack remain empty for a period of more than thirty consecutive days.] The owner shall maintain the supply of the publication offered for distribution in such newsrack consistent with the publication delivery schedule submitted pursuant to subdivision c of this section.  If the department finds upon inspection that a single newsrack does not contain the publication offered for distribution in such newsrack and contains refuse within a 24-hour period before and a 24-hour period after the publication delivery date as listed in the delivery schedule, the department shall issue a notice of violation in accordance with subparagraph b-1 of paragraph 1 of subdivision f of this section.\n      4. Any newsrack that has been damaged or is in need of repair shall be repaired, replaced or removed by the owner [or person in control of such newsrack] within seven business days of receipt of a notice of correction from the commissioner as provided in subparagraph a of paragraph [one] 1 of subdivision f of this section regarding such damage or need for repair. If such newsrack has been damaged, or if it is in a state of disrepair, such that it constitutes a danger to persons or property, it shall be made safe within [a reasonable time following receipt of such] 48 hours of receipt of a notice of correction from the commissioner regarding such condition.\n      5. [Any] The owner shall promptly repair any damage to city property resulting from the placement, installation, maintenance or removal of a newsrack [shall be repaired promptly by the owner or person in control of such newsrack] of such owner. If a newsrack is removed from its location on a sidewalk, the owner [or person in control] of such newsrack shall be responsible for restoring the sidewalk and any other affected city property to the condition existing prior to installation of that newsrack.\n      f. Enforcement. 1. (a) Notice of correction. Whenever any newsrack is found to be in violation of any provision of [subdivision b of this section or paragraphs two, three, four or five of subdivision e of this section] (i) subdivisions b, g, k, n or o; (ii) subparagraph (a) of paragraph 1 of subdivision e; (iii) paragraphs 2, 4 or 5 of subdivision e; or (iv) paragraph 1 of subdivision 1 of this section, the commissioner shall issue a notice of correction specifying the date and nature of the violation and shall send written notification, by regular mail, to the owner [or person in control] of the newsrack. In addition, the commissioner may send a copy of [such] the notice of correction by electronic mail to the owner, to a person designated by such owner [or person] to receive such notice, or both [and/or the commissioner may send such notice by electronic mail to such owner or such person specifying the date and nature of the violation]. However, failure to send [a] such copy [by regular or electronic mail] will not extend the time period within which such owner [or other person] is required by any provision of this section to take action, nor will such failure result in the dismissal of a notice of violation issued pursuant to any provision of this section. The commissioner shall cause photographic evidence of [such] the violation to be taken except for violations of paragraph 1 of subdivision l or subdivision o of this section. Such evidence shall be sent by regular mail together with the notice of correction. Except as otherwise provided for the removal of refuse in paragraph [two] 2 of subdivision e of this section and the making safe of newsracks that are damaged or in need of repair pursuant to paragraph 4 of subdivision e of this section, [such person] the owner shall within seven business days from the date of receipt of notification via regular mail cause the violation to be corrected. For the purposes of this section, a notice of correction shall be deemed to have been received five days from the date on which it was mailed by the commissioner.\n      (b)  Notice of violation. If an owner [or other person in control of a newsrack] fails to comply with a notice of correction issued pursuant to subparagraph [a] (a) of this paragraph [or an order by the commissioner to remove served pursuant to paragraph three of this subdivision], a notice of violation returnable to the board shall be served on such owner [or person in control of such newsrack]. No notice of violation shall be issued for the failure to comply with a notice of correction issued pursuant to subparagraph [a] (a) of this paragraph [one of this subdivision] unless the commissioner has caused [a second] an inspection of the violation to take place within a period of time that commences on the day after the applicable period for correcting such violation expires and ends [fourteen] 14 days after such day. In addition, the commissioner may send to such owner [or other person in control of such newsrack], by electronic mail, photographic evidence of [such] the violation taken at such [second] inspection. Failure to send such photographic evidence by electronic mail will not result in the dismissal of a notice of violation issued pursuant to any provision of this section.\n      (b-1)  Failure by an owner [or a person in control of a newsrack] to comply with subdivision c or d [of this section, failure by such owner or person to certify or failure to accurately demonstrate that such owner or person has repainted or used best efforts to remove graffiti and other unauthorized writing, painting, drawing, or other markings or inscriptions, as required by], subparagraph (b) of paragraph [one] 1 of subdivision e, or paragraph 3 [three] of subdivision e of this section, or failure to remove any newsrack as ordered pursuant to paragraph 3 of this subdivision, shall be a violation and shall be subject to the applicable penalties provided in paragraph [six] 6 of this subdivision. A proceeding to recover any civil penalty authorized by this subparagraph shall be commenced with service on such owner [or person] of a notice of violation returnable to the board. The commissioner shall not be required to issue a notice of correction before issuing or serving a notice of violation pursuant to this subparagraph.\n      (c) Violation hearing. If the return date of a notice of violation issued pursuant to subparagraph (b) or (b-1) of this paragraph is more than five business days after the service of such notice, the board shall, upon the request of the [respondent] owner, in person at the office of the board, provide a hearing on such violation prior to such return date and no later than five business days after the date of such request. At the time set for such hearing, or at the date to which such hearing is continued, the board shall receive all evidence relevant to the occurrence or non-occurrence of the specified [violation(s)] violation or violations, the compliance or noncompliance with any of the provisions of this section, and any other relevant information. Such hearing need not be conducted according to technical rules relating to evidence and witnesses. Oral evidence shall be taken only on oath or affirmation. Within five business days after the conclusion of the hearing, the board shall render a decision, based upon the facts adduced at said hearing, whether any violations of this section have occurred. The decision shall be in writing and shall contain findings of fact and a determination of the issues presented. The board shall send a copy of its decision and order to the owner [or person in control of the newsrack] by regular mail[, a copy of its decision and order].\n      2. (a) [If] Except as otherwise provided in this paragraph, if the board renders a decision upholding the finding of a violation against the [respondent] owner upon default or after a hearing held pursuant to paragraph [one] 1 of this subdivision[, other than a decision finding a violation of the provisions of paragraph one of subdivision e of this section,] and the violation is not remedied within seven days of receipt of the decision of the board, the commissioner or his or her designee is authorized to provide for the removal of such newsrack and any contents thereof to a place of safety. For purposes of this subparagraph, a decision shall be deemed to have been received five days from the date on which it was mailed. If such newsrack and any contents thereof are not claimed by their owner within [thirty] 30 days after their removal [by a person entitled to their return], they shall be deemed to be abandoned and [may be either sold at a public auction after having been advertised in the City Record, the proceeds thereof being paid into the general fund, used or converted for use by the department or another city agency, or otherwise disposed of] the provisions of paragraph 4 of this subdivision shall apply, and the owner [or person in control shall be liable to the City for the costs of removal and storage and] shall be subject to a civil penalty pursuant to subparagraph a of paragraph [six] 6 of subdivision f of this section. Newsracks and the contents thereof that are removed pursuant to this subparagraph shall be released to the owner [or other person lawfully entitled to possession] upon payment of the costs for removal and storage and any civil penalty or, if an action or proceeding concerning the violation is pending, upon the posting of a bond or other form of security acceptable to the department in an amount that will secure the payment of such costs and any penalty that may be imposed hereunder.\n      (b)  If the board renders a decision upholding the finding of a violation against the [respondent] owner for having failed to [certify, or having failed to] accurately demonstrate that such [respondent repainted or used best efforts to remove graffiti] owner removed graffiti and other unauthorized writing, painting, drawing, or other markings or inscriptions or having failed to comply with any other provision of paragraph [one] 1 of subdivision e of this section, the board shall impose a penalty in accordance with subparagraph [b] (b) of paragraph [six] 6 of this subdivision.\n      (c) If the board renders a decision upholding the finding of a violation of subdivision o of this section against the owner for unlawfully charging a fee for use of its modular newsrack, the board shall direct such owner to refund all improperly charged fees and the board shall impose penalties in accordance with paragraph 6 of this subdivision.\n      (d) If the board renders a decision upholding the finding of a violation of subdivision k of this section against the owner, the department shall suspend or revoke the owner's modular newsrack plan and may request the removal of all modular newsracks installed pursuant to such plan.  If the board renders a decision upholding the finding of a violation of paragraph 1 of subdivision l of this section against the owner, the department may modify, suspend, or revoke the owner's modular newsrack plan. Upon the suspension or revocation of the modular newsrack plan, the restrictions on the placement of single newsracks contained in subdivision n of this section shall not apply to the part of the community district or business improvement district to which the plan applies.\n      3. Order to remove newsrack. The commissioner may, upon notice, serve an order upon the owner [or other person in control of a newsrack] requiring such [person] owner to remove or cause to be removed such newsrack within seven business days of receipt of such order where such removal is required because the site or location at which such newsrack is placed is used or is to be used for public utility purposes, public transportation, or public safety purposes, or when such newsrack unreasonably interferes with construction activities in nearby or adjacent buildings, or if removal is required in connection with a street widening or other capital project or improvement. If such [person] owner does not remove such newsrack within seven business days of receipt of such order, the commissioner or his or her designee may provide for the removal of such newsrack to a place of safety and the provisions contained in subparagraphs [b] (b-1) and [c] (c) of paragraph [one] 1 of this subdivision [and subparagraph a of paragraph two of this subdivision regarding issuance of a notice of violation and alternatives for removal, storage, abandonment, disposal, and release,] shall apply. If a decision is rendered at an administrative hearing brought pursuant to subparagraph (c) of paragraph 1 of this subdivision in favor of such owner, such newsrack shall be returned within 10 days to the location from which it was removed by the commissioner or his or her designee and the owner shall not be charged with the reasonable costs of removal and storage payable prior to the release of such newsrack and the contents thereof. If a decision is rendered against the owner, including upon default, such newsrack and any contents thereof not claimed within 30 days after the date of removal by its owner shall be deemed to be abandoned and the provisions contained in paragraph 4 of this subdivision shall apply.\n      4. Abandoned newsracks. Notwithstanding any other provision of law to the contrary, if a newsrack has been deemed to have been abandoned in accordance with this paragraph, the commissioner, his or her designee, an authorized officer or employee of any city agency or a police officer is authorized to provide for the removal of such newsrack and it may [either] be sold at public auction after having been advertised in the City Record, the proceeds thereof being paid into the general fund, used or converted for use by the department or another city agency, or otherwise disposed of, and the owner shall be liable to the city for the costs of removal and storage. A newsrack shall be deemed to have been abandoned for purposes of this paragraph if the name, address or other identifying material of the owner [or other person in control of such newsrack] is not affixed to such newsrack as required by paragraph [four] 4 of subdivision b of this section and such owner [or other person] has not submitted to the commissioner the information required in [clauses (ii) and (iii) of] subparagraph [a] (a) of paragraph [one] 1 of subdivision c of this section; or as otherwise provided in this section or department rules.\n          5. Removal for emergency circumstances. (a) Where emergency circumstances exist and the commissioner or his or her designee gives notice to the owner [or other person in control of a newsrack] to remove such newsrack, such [person] owner shall comply with such notice. For the purposes of this paragraph, emergency circumstances shall mean circumstances which present an imminent threat to public health or safety.\n         (b) If any owner [or other person in control of a newsrack] does not remove such newsrack when directed to do so pursuant to the provisions of subparagraph [a] (a) of this paragraph, or if circumstances are such that public safety requires the immediate removal of a newsrack and it is not reasonable to give the owner [or other person in control of such newsrack] notice prior to removal, the commissioner or his or her designee may provide for the removal of such newsrack to a place of safety. Unless an administrative proceeding brought pursuant to subparagraph [c] (c) of this paragraph has terminated in favor of such owner [or other person in control of such newsrack], such owner [or other person in control of such newsrack] may be charged with the reasonable costs of removal and storage payable prior to the release of such newsrack and the contents thereof.\n         (c) If an owner [or other person in control of a newsrack] fails to comply with a notice issued pursuant to subparagraph a of this paragraph to remove such newsrack, a notice of violation returnable to the board shall be served on such owner [or person in control of such newsrack]. If the newsrack has been removed by the city pursuant to subparagraph [b] (b) of this paragraph, such notice of violation shall be served immediately after removal, and, if the return date of the notice of violation is more than five business days after the service of such notice, the board shall, upon the request of the [respondent] owner, in person at the office of the board, provide a hearing on such violation prior to such return date and no later than five business days after the date of such request. The hearing shall take place under the provisions set forth in [subparagraphs b and c] subparagraph (c) of paragraph [one] 1 of this subdivision and a decision shall be rendered by the board within five business days after the conclusion of the hearing. If a decision is rendered at such hearing that emergency circumstances did not exist, such newsrack shall be returned within ten days to the location from which it was removed by the commissioner or his or her designee. If a decision is rendered against the [respondent] owner upon default or after a hearing that such emergency circumstances existed, such newsrack and the contents thereof shall be released to [the] such owner [or other person lawfully entitled to possession]. If, after a board decision that removal was proper, such newsrack and any contents thereof are not claimed within [thirty] 30 days after the date of removal by [a person entitled to their return] the owner, such newsrack and any contents thereof shall be deemed abandoned and [may be either sold at a public auction after having been advertised in the City Record, the proceeds thereof being paid into the general fund, used or converted for use by the department or another city agency, or otherwise disposed of] the provisions contained in paragraph 4 of this subdivision shall apply.\n      6. Civil penalties. (a) Any owner [or person in control of a newsrack] found to be in violation of any provision of this section shall, after a board decision has been issued upon default or after a hearing, be subject to a civil penalty in the amount of (i) no less than [fifty dollars] $50 and no more than [one hundred dollars] $100 for each violation for a specific newsrack of any of the provisions of paragraphs [two, three, four or five] 2, 3, 4 or 5 of subdivision e of this section or paragraph [four] 4 of subdivision b of this section, except that [a person] an owner found in violation of any of such provisions after a decision of the board issued on default shall be subject to a penalty of no less than [one hundred dollars] $100 and no more than [five hundred dollars] $500; (ii) no less than [five hundred dollars] $500 and no more than [four thousand dollars] $4,000 for each violation of paragraph [one] 1 of subdivision c of this section; [and] (iii) no less than [one hundred dollars] $100 and no more than [five hundred dollars] $500 for each violation of [paragraphs one, two, three, five, six and seven] paragraph 1, 2, 3, 5, 6 or 7 of subdivision b of this section, and for each violation of subdivision g, k, l, n or o of this section.\n         (b) Any owner [or person in control] of one or more newsracks found by the board to have failed to [certify, or to have failed to] accurately demonstrate that such owner or person [repainted or used best efforts to remove graffiti] removed all graffiti and other unauthorized writing, painting, drawing[,] or other markings or inscriptions, as required by paragraph [one] 1 of subdivision e of this section, or failed to comply with any other requirements of such paragraph, or failed to comply with any provision of paragraph [two or three] 2 or 3 of subdivision c of this section, or failed to maintain insurance as required by subdivision d of this section, shall be liable for a civil penalty determined in accordance with the number of such owner's newsracks [such person owns or controls] as [follows:] set forth in the table of civil penalties.\n[Number of newsracks owned or     \t\tA violation of paragraph one of\ncontrolled by such person        \t\tsubdivision e, paragraph two of\n                                    \t\t\tsubdivision c or subdivision d of\n                                   \t\t\tthis section\n \nUp to and including ninety-      \t\tTwo hundred fifty to five\nnine newracks                    \t\t\thundred dollars\n \nMore than ninety-nine and less   \t\tThree hundred seventy-five to\nthan two hundred fifty         \t\t\tseven hundred fifty dollars\nnewsracks\n \nMore than two hundred forty-    \t \tSeven hundred fifty to one\nnine and less than five hundred \t\tthousand five hundred dollars\nnewsracks\n \nMore than four hundred ninety-   \t\tOne thousand one hundred\nnine and less than seven        \t \ttwenty-five to two thousand\nhundred fifty newsracks          \t\ttwo hundred fifty dollars\n \nMore than seven hundred forty-   \t\tOne thousand five hundred\nnine and less than one          \t\t\tto three thousand dollars\nthousand newsracks]\nTABLE OF CIVIL PENALTIES\nNumber of newsracks\nViolation of paragraph 1 of subdivision e, paragraph 2 or 3 of subdivision c, or subdivision d of this section\n\n\nMinimum\nMaximum\n1 to 99 \n$250 \n$500\n100 to 249\n$375 \n$750\n250 to 499 \n$750 \n$1,500\n500 to 749\n$1,125 \n$2,250\n750 to 999\n$1,500 \n$3,000 \n1000 or more\n$2,000 \n$4,000\n\n      7. Repeat violations. The commissioner shall remove or cause to be removed from any sidewalk for a period of three consecutive months, every newsrack and the contents thereof [under the ownership or control] of any [person who] owner deemed to have repeatedly [violates] violated any provision or provisions of this [subdivision] section. For purposes of this paragraph, [a person] an owner shall be deemed to have repeatedly violated this section if such [person] owner has been determined by the board, upon default or after a hearing, to have violated the provisions of this section [ten] 10 or more times within any six-month period [and that] or if such [person] owner has failed to pay three or more civil penalties imposed during that same time period. [For purposes of this paragraph, a person shall also be deemed to have repeatedly violated this section if such person is determined by the board, upon default or after a hearing, to have failed to make the certification required by paragraph one of subdivision e of this section or to have failed to accurately demonstrate that such person repainted or used best efforts to remove graffiti and other unauthorized writing, painting, drawing, or other markings or inscriptions as required by such paragraph in each of two consecutive certification periods in any two year period or three times in any two-year period.] The department shall maintain a record of all [persons] owners who repeatedly violate any provision or provisions of this [subdivision] section. In the event that the commissioner removes or causes to be removed all of an owner's newsracks and the contents thereof [under the ownership or control of any person] based upon this paragraph, such [person] owner shall be permitted to replace all such newsracks at the locations from which they were removed upon payment in full of all outstanding civil penalties imposed for violations of this section and the reasonable costs of removal and storage, provided that such newsracks meet the requirements of this section. If any newsracks or contents thereof removed pursuant to this paragraph are not claimed within [thirty] 30 days after the expiration of the three-month removal period, such newsracks or the contents thereof shall be deemed abandoned and [may be either sold at public auction after having been advertised in the City Record, the proceeds thereof being paid into the general fund, used or converted for use by the department or another city agency or otherwise disposed of] the provisions of paragraph 4 of this subdivision shall apply.\n      8. In giving any notice of correction or serving any [commissioners] order required under this section, except as otherwise provided by law, the commissioner may rely on the validity of any address [(a)] (i) posted on the newsrack pursuant to paragraph [four] 4 of subdivision b of this section as the address of the owner [or person in control of the newsrack] or [(b)] (ii) submitted to the department pursuant to subdivision c of this section, and shall provide such notice by regular mail. If the owner [of a newsrack or person in control of a newsrack shall have] has failed to comply with paragraph [four] 4 of subdivision b or with subdivision c of this section, the commissioner shall make reasonable efforts to ascertain the identity and address of the owner [or person in control of such newsrack] for the purpose of giving any required notice, and having done so, may take action as if any required notice had been given.\n      9. Nothing in this section shall preclude the immediate removal of a newsrack when otherwise authorized by law.\n      � 2.  If any portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion is deemed severable, and such unconstitutionality or invalidity does not affect the validity of the remaining portions of this law, which continues in full force and effect.\n      � 3. This local law takes effect 90 days after it becomes law, except that the commissioner of transportation shall take such measures as are necessary for the implementation of this local law, including the promulgation of rules, before such date.\n\n\nLF/MHL\nLS #5209/Int. 411-2014\nLS #8867\n12/14/18\n \n1",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fmodern\\fprq1\\fcharset0 Courier;}{\\f2\\fmodern\\fprq1\\fcharset0 Courier New;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0  \\par\n\\ul\\fs24 Be it enacted by the Council as follows\\ulnone :\\fs27\\par\n\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sl480\\slmult1\\qj\\fs24 Section 1. Subdivisions e and f of section 19-128.1 of the administrative code of the city of New York, as amended by local law number 36 for the year 2004, are amended to read as follows:\\fs27\\par\n\\fs24 e. Maintenance, continuous use, repair and removal. 1. [Any person who owns or is in control of a newsrack shall certify once every four months to the commissioner on forms prescribed by the commissioner that each newsrack under his or her ownership or control has been repainted, or that best efforts have been made to remove graffiti and other unauthorized writing, painting, drawing, or other markings or inscriptions at least once during the immediately preceding four month period. Such person] \\ul (a) Each newsrack shall be kept in good repair and shall be maintained in a clean and neat condition by removing graffiti and other unauthorized writing, painting, drawing or other markings or inscriptions.\\ulnone\\fs27\\par\n\\ul\\fs24 (b) The owner\\ulnone  shall maintain a log in which the \\ul maintenance and repair\\ulnone  measures \\ul required by subparagraph a of this paragraph\\ulnone  and the dates and times when they are taken are recorded in accordance with a format approved or set forth by the commissioner. [Such person] \\ul The owner\\ulnone  shall maintain records for a period of three years documenting the use of materials, employees, contractors, other resources and expenditures utilized for the purpose of demonstrating the [repainting or best efforts of such person to remove] \\ul removal of\\ulnone  such graffiti or other unauthorized writing, painting, drawing[,] or other markings or inscriptions. [Such person] \\ul The owner\\ulnone  shall, solely for the purposes of complying with the provisions of this paragraph, make such log and such records, and only such log and such records, available to the department for inspection and copying during normal and regular business hours and shall deliver copies to the department upon its request. [Such inspection may only be conducted by the department once per certification period.] If the department determines that such [certification,] log and records do not accurately demonstrate [that an owner or person in control of a newsrack has repainted or used best efforts for such purposes] \\ul the removal of graffiti and other unauthorized writing, painting, drawing or other markings or inscriptions\\ulnone  as required by this paragraph, or upon a determination by the department that an owner [or such person] failed to comply with any other provision of this paragraph, the department shall issue a notice of violation in accordance with subparagraph b-1 of paragraph [one] \\ul 1\\ulnone  of subdivision f of this section.\\par\n2. [Any person who owns or is in control of a newsrack shall use best efforts to ensure that each newsrack under his or her ownership or control is not] \\ul In order to prevent a newsrack from being\\ulnone  used as a depository for [the placement of refuse and] \\ul refuse, the owner\\ulnone  shall [be required to] remove any refuse placed within such newsrack within [forty-eight] \\ul 48\\ulnone  hours of receipt of a notice of correction from the commissioner as provided in subparagraph a of paragraph [one] \\ul 1\\ulnone  of subdivision f of this section regarding such condition.\\par\n3.  [In no event shall the owner or person in control of a newsrack fail to keep such newsrack supplied with written matter for a period of more than seven consecutive days without securing the door so as to prevent the deposit of refuse therein. In no event shall such newsrack remain empty for a period of more than thirty consecutive days.] \\ul The owner shall maintain the supply of the publication offered for distribution in such newsrack consistent with the publication delivery schedule submitted pursuant to subdivision c of this section.  If the department finds upon inspection that a single newsrack does not contain the publication offered for distribution in such newsrack and contains refuse within a 24-hour period before and a 24-hour period after the publication delivery date as listed in the delivery schedule, the department shall issue a notice of violation in accordance with subparagraph b-1 of paragraph 1 of subdivision f of this section.\\ulnone\\par\n4. Any newsrack that has been damaged or is in need of repair shall be repaired, replaced or removed by the owner [or person in control of such newsrack] within seven business days of receipt of a notice of correction from the commissioner as provided in subparagraph a of paragraph [one] \\ul 1\\ulnone  of subdivision f of this section regarding such damage or need for repair. If such newsrack has been damaged, or if it is in a state of disrepair, such that it constitutes a danger to persons or property, it shall be made safe within [a reasonable time following receipt of such] \\ul 48 hours of receipt of\\ulnone  a notice of correction from the commissioner regarding such condition.\\par\n5. [Any] \\ul The owner shall promptly repair any\\ulnone  damage to city property resulting from the placement, installation, maintenance or removal of a newsrack [shall be repaired promptly by the owner or person in control of such newsrack] \\ul of such owner\\ulnone . If a newsrack is removed from its location on a sidewalk, the owner [or person in control] of such newsrack shall be responsible for restoring the sidewalk and any other affected city property to the condition existing prior to installation of that newsrack.\\par\nf. Enforcement. 1. (a) \\ul Notice of correction.\\ulnone  Whenever any newsrack is found to be in violation of any provision of [subdivision b of this section or paragraphs two, three, four or five of subdivision e of this section] \\ul (i) subdivisions b, g, k, n or o; (ii) subparagraph (a) of paragraph 1 of subdivision e; (iii) paragraphs 2, 4 or 5 of subdivision e; or (iv) paragraph 1 of subdivision 1 of this section\\ulnone , the commissioner shall issue a notice of correction specifying the date and nature of the violation and shall send written notification, by regular mail, to the owner [or person in control] of the newsrack. In addition, the commissioner may send a copy of [such] \\ul the\\ulnone  notice of correction \\ul by electronic mail to the owner,\\ulnone  to a person designated by such owner [or person] to receive such notice, \\ul or both\\ulnone  [and/or the commissioner may send such notice by electronic mail to such owner or such person specifying the date and nature of the violation]. However, failure to send [a] \\ul such\\ulnone  copy [by regular or electronic mail] will not extend the time period within which such owner [or other person] is required by any provision of this section to take action, nor will such failure result in the dismissal of a notice of violation issued pursuant to any provision of this section. The commissioner shall cause photographic evidence of [such] \\ul the\\ulnone  violation to be taken\\f1\\fs20  \\ul\\f0\\fs24 except for violations of paragraph 1 of subdivision l or subdivision o of this section\\ulnone . Such evidence shall be sent by regular mail together with the notice of correction. Except as otherwise provided for the removal of refuse in paragraph [two] \\ul 2\\ulnone  of subdivision e of this section \\ul and the making safe of newsracks that are damaged or in need of repair pursuant to paragraph 4 of subdivision e of this section\\ulnone , [such person] \\ul the owner\\ulnone  shall within seven business days from the date of receipt of notification via regular mail cause the violation to be corrected. For the purposes of this section, a notice of correction shall be deemed to have been received five days from the date on which it was mailed by the commissioner.\\par\n(b)  \\ul Notice of violation.\\ulnone  If an owner [or other person in control of a newsrack] fails to comply with a notice of correction issued pursuant to subparagraph [a] \\ul (a)\\ulnone  of this paragraph [or an order by the commissioner to remove served pursuant to paragraph three of this subdivision], a notice of violation returnable to the board shall be served on such owner [or person in control of such newsrack]. No notice of violation shall be issued for the failure to comply with a notice of correction issued pursuant to subparagraph [a] \\ul (a)\\ulnone  of \\ul this\\ulnone  paragraph [one of this subdivision] unless the commissioner has caused [a second] \\ul an\\ulnone  inspection of the violation to take place within a period of time that commences on the day after the applicable period for correcting such violation expires and ends [fourteen] \\ul 14\\ulnone  days after such day. In addition, the commissioner may send to such owner [or other person in control of such newsrack], by electronic mail, photographic evidence of [such] \\ul the\\ulnone  violation taken at such [second] inspection. Failure to send such photographic evidence by electronic mail will not result in the dismissal of a notice of violation issued pursuant to any provision of this section.\\par\n(b-1)  Failure by an owner [or a person in control of a newsrack] to comply with subdivision c or d [of this section, failure by such owner or person to certify or failure to accurately demonstrate that such owner or person has repainted or used best efforts to remove graffiti and other unauthorized writing, painting, drawing, or other markings or inscriptions, as required by]\\ul , subparagraph (b) of\\ulnone  paragraph [one] \\ul 1 of subdivision e, or paragraph 3\\ulnone  [three] of subdivision e of this section, \\ul or failure to remove any newsrack as ordered pursuant to paragraph 3 of this subdivision,\\ulnone  shall be a violation and shall be subject to the applicable penalties provided in paragraph [six] \\ul 6\\ulnone  of this subdivision. A proceeding to recover any civil penalty authorized by this subparagraph shall be commenced with service on such owner [or person] of a notice of violation returnable to the board. The commissioner shall not be required to issue a notice of correction before issuing or serving a notice of violation pursuant to this subparagraph.\\par\n(c) \\ul Violation hearing.\\ulnone  If the return date of a notice of violation issued pursuant to subparagraph \\ul (\\ulnone b) or \\ul (\\ulnone b-1\\ul )\\ulnone  of this paragraph is more than five business days after the service of such notice, the board shall, upon the request of the [respondent] \\ul owner\\ulnone , in person at the office of the board, provide a hearing on such violation prior to such return date and no later than five business days after the date of such request. At the time set for such hearing, or at the date to which such hearing is continued, the board shall receive all evidence relevant to the occurrence or non-occurrence of the specified [violation(s)] \\ul violation or violations\\ulnone , the compliance or noncompliance with any of the provisions of this section, and any other relevant information. Such hearing need not be conducted according to technical rules relating to evidence and witnesses. Oral evidence shall be taken only on oath or affirmation. Within five business days after the conclusion of the hearing, the board shall render a decision, based upon the facts adduced at said hearing, whether any violations of this section have occurred. The decision shall be in writing and shall contain findings of fact and a determination of the issues presented. The board shall send \\ul a copy of its decision and order\\ulnone  to the owner [or person in control of the newsrack] by regular mail[, a copy of its decision and order].\\par\n2. (a) [If] \\ul Except as otherwise provided in this paragraph, if\\ulnone  the board renders a decision upholding the finding of a violation against the [respondent] \\ul owner\\ulnone  upon default or after a hearing held pursuant to paragraph [one] \\ul 1\\ulnone  of this subdivision[, other than a decision finding a violation of the provisions of paragraph one of subdivision e of this section,] and the violation is not remedied within seven days of receipt of the decision of the board, the commissioner or his or her designee is authorized to provide for the removal of such newsrack and any contents thereof to a place of safety. For purposes of this subparagraph, a decision shall be deemed to have been received five days from the date on which it was mailed. If such newsrack and any contents thereof are not claimed \\ul by their owner\\ulnone  within [thirty] \\ul 30\\ulnone  days after their removal [by a person entitled to their return], they shall be deemed to be abandoned and [may be either sold at a public auction after having been advertised in the City Record, the proceeds thereof being paid into the general fund, used or converted for use by the department or another city agency, or otherwise disposed of] \\ul the provisions of paragraph 4 of this subdivision shall apply\\ulnone , and the owner [or person in control shall be liable to the City for the costs of removal and storage and] shall be subject to a civil penalty pursuant to subparagraph a of paragraph [six] \\ul 6\\ulnone  of subdivision f of this section. Newsracks and the contents thereof that are removed pursuant to this subparagraph shall be released to the owner [or other person lawfully entitled to possession] upon payment of the costs for removal and storage and any civil penalty or, if an action or proceeding concerning the violation is pending, upon the posting of a bond or other form of security acceptable to the department in an amount that will secure the payment of such costs and any penalty that may be imposed hereunder.\\par\n(b)  If the board renders a decision upholding the finding of a violation against the [respondent] \\ul owner\\ulnone  for having failed to [certify, or having failed to] accurately demonstrate that such [respondent repainted or used best efforts to remove graffiti] \\ul owner removed graffiti\\ulnone  and other unauthorized writing, painting, drawing, or other markings or inscriptions or having failed to comply with any other provision of paragraph [one] \\ul 1\\ulnone  of subdivision e of this section, the board shall impose a penalty in accordance with subparagraph [b] \\ul (b)\\ulnone  of paragraph [six] \\ul 6\\ulnone  of this subdivision.\\fs27\\par\n\\ul\\fs24 (c) If the board renders a decision upholding the finding of a violation of subdivision o of this section against the owner for unlawfully charging a fee for use of its modular newsrack, the board shall direct such owner to refund all improperly charged fees and the board shall impose penalties in accordance with paragraph 6 of this subdivision.\\ulnone\\fs27\\par\n\\ul\\fs24 (d) If the board renders a decision upholding the finding of a violation of subdivision k of this section against the owner, the department shall suspend or revoke the owner\\rquote s modular newsrack plan and may request the removal of all modular newsracks installed pursuant to such plan.  If the board renders a decision upholding the finding of a violation of paragraph 1 of subdivision l of this section against the owner, the department may modify, suspend, or revoke the owner\\rquote s modular newsrack plan. Upon the suspension or revocation of the modular newsrack plan, the restrictions on the placement of single newsracks contained in subdivision n of this section shall not apply to the part of the community district or business improvement district to which the plan applies.\\ulnone\\fs27\\par\n\\fs24 3. \\ul Order to remove newsrack.\\ulnone  The commissioner may, upon notice, serve an order upon the owner [or other person in control of a newsrack] requiring such [person] \\ul owner\\ulnone  to remove or cause to be removed such newsrack within seven business days of receipt of such order where such removal is required because the site or location at which such newsrack is placed is used or is to be used for public utility purposes, public transportation, or public safety purposes, or when such newsrack unreasonably interferes with construction activities in nearby or adjacent buildings, or if removal is required in connection with a street widening or other capital project or improvement. If such [person] \\ul owner\\ulnone  does not remove such newsrack within seven business days of receipt of such order, \\ul the commissioner or his or her designee may provide for the removal of such newsrack to a place of safety and\\ulnone  the provisions contained in subparagraphs [b] \\ul (b-1)\\ulnone  and [c] \\ul (c)\\ulnone  of paragraph [one] \\ul 1\\ulnone  of this subdivision [and subparagraph a of paragraph two of this subdivision regarding issuance of a notice of violation and alternatives for removal, storage, abandonment, disposal, and release,] shall apply. \\ul If a decision is rendered at an administrative hearing brought pursuant to subparagraph (c) of paragraph 1 of this subdivision in favor of such owner, such newsrack shall be returned within 10 days to the location from which it was removed by the commissioner or his or her designee and the owner shall not be charged with the reasonable costs of removal and storage payable prior to the release of such newsrack and the contents thereof. If a decision is rendered against the owner, including upon default, such newsrack and any contents thereof not claimed within 30 days after the date of removal by its owner shall be deemed to be abandoned and the provisions contained in paragraph 4 of this subdivision shall apply.\\ulnone\\fs27\\par\n\\fs24 4. \\ul Abandoned newsracks.\\ulnone  Notwithstanding any other provision of law to the contrary, if a newsrack has been deemed to have been abandoned in accordance with this paragraph, the commissioner, his or her designee, an authorized officer or employee of any city agency or a police officer is authorized to provide for the removal of such newsrack and it may [either] be sold at public auction after having been advertised in the City Record, the proceeds thereof being paid into the general fund, used or converted for use by the department or another city agency, or otherwise disposed of\\ul , and the owner shall be liable to the city for the costs of removal and storage\\ulnone . A newsrack shall be deemed to have been abandoned for purposes of this paragraph if the name, address or other identifying material of the owner [or other person in control of such newsrack] is not affixed to such newsrack as required by paragraph [four] \\ul 4\\ulnone  of subdivision b of this section and such owner [or other person] has not submitted to the commissioner the information required in [clauses (ii) and (iii) of] subparagraph [a] \\ul (a)\\ulnone  of paragraph [one] \\ul 1\\ulnone  of subdivision c of this section\\ul ; or as otherwise provided in this section or department rules\\ulnone .\\fs27\\par\n\\pard\\cbpat2\\ltrpar\\fi360\\sl480\\slmult1\\qj\\fs24        5. \\ul Removal for emergency circumstances.\\ulnone  (a) Where emergency circumstances exist and the commissioner or his or her designee gives notice to the owner [or other person in control of a newsrack] to remove such newsrack, such [person] \\ul owner\\ulnone  shall comply with such notice. For the purposes of this paragraph, emergency circumstances shall mean circumstances which present an imminent threat to public health or safety.\\fs27\\par\n\\fs24       (b) If any owner [or other person in control of a newsrack] does not remove such newsrack when directed to do so pursuant to the provisions of subparagraph [a] \\ul (a)\\ulnone  of this paragraph, or if circumstances are such that public safety requires the immediate removal of a newsrack and it is not reasonable to give the owner [or other person in control of such newsrack] notice prior to removal, the commissioner or his or her designee may provide for the removal of such newsrack to a place of safety. Unless an administrative proceeding brought pursuant to subparagraph [c] \\ul (c)\\ulnone  of this paragraph has terminated in favor of such owner [or other person in control of such newsrack], such owner [or other person in control of such newsrack] may be charged with the reasonable costs of removal and storage payable prior to the release of such newsrack and the contents thereof.\\fs27\\par\n\\fs24       (c) If an owner [or other person in control of a newsrack] fails to comply with a notice issued pursuant to subparagraph a of this paragraph to remove such newsrack, a notice of violation returnable to the board shall be served on such owner [or person in control of such newsrack]. If the newsrack has been removed by the city pursuant to subparagraph [b] \\ul (b)\\ulnone  of this paragraph, such notice of violation shall be served immediately after removal, and, if the return date of the notice of violation is more than five business days after the service of such notice, the board shall, upon the request of the [respondent] \\ul owner\\ulnone , in person at the office of the board, provide a hearing on such violation prior to such return date and no later than five business days after the date of such request. The hearing shall take place under the provisions set forth in [subparagraphs b and c] \\ul subparagraph (c)\\ulnone  of paragraph [one] \\ul 1\\ulnone  of this subdivision and a decision shall be rendered by the board within five business days after the conclusion of the hearing. If a decision is rendered at such hearing that emergency circumstances did not exist, such newsrack shall be returned within ten days to the location from which it was removed by the commissioner or his or her designee. If a decision is rendered against the [respondent] \\ul owner\\ulnone  upon default or after a hearing that such emergency circumstances existed, such newsrack and the contents thereof shall be released to [the] \\ul such\\ulnone  owner [or other person lawfully entitled to possession]. If, after a board decision that removal was proper, such newsrack and any contents thereof are not claimed within [thirty] \\ul 30\\ulnone  days after the date of removal by [a person entitled to their return] \\ul the owner\\ulnone , such newsrack and any contents thereof shall be deemed abandoned and [may be either sold at a public auction after having been advertised in the City Record, the proceeds thereof being paid into the general fund, used or converted for use by the department or another city agency, or otherwise disposed of] \\ul the provisions contained in paragraph 4 of this subdivision shall apply\\ulnone .\\fs27\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sl480\\slmult1\\qj\\fs24 6. \\ul Civil penalties.\\ulnone\\i  \\i0 (a) Any owner [or person in control of a newsrack] found to be in violation of any provision of this section shall, after a board decision has been issued upon default or after a hearing, be subject to a civil penalty in the amount of (i) no less than [fifty dollars] \\ul $50\\ulnone  and no more than [one hundred dollars] \\ul $100\\ulnone  for each violation for a specific newsrack of any of the provisions of paragraphs [two, three, four or five] \\ul 2, 3, 4 or 5\\ulnone  of subdivision e of this section or paragraph [four] \\ul 4\\ulnone  of subdivision b of this section, except that [a person] \\ul an owner\\ulnone  found in violation of any of such provisions after a decision of the board issued on default shall be subject to a penalty of no less than [one hundred dollars] \\ul $100\\ulnone  and no more than [five hundred dollars] \\ul $500\\ulnone ; (ii) no less than [five hundred dollars] \\ul $500\\ulnone  and no more than [four thousand dollars] \\ul $4,000\\ulnone  for each violation of paragraph [one] \\ul 1\\ulnone  of subdivision c of this section; [and] (iii) no less than [one hundred dollars] \\ul $100\\ulnone  and no more than [five hundred dollars] \\ul $500\\ulnone  for each violation of [paragraphs one, two, three, five, six and seven] \\ul paragraph 1, 2, 3, 5, 6 or 7\\ulnone  of subdivision b of this section\\ul , and for each violation of subdivision g, k, l, n or o of this section\\ulnone .\\fs27\\par\n\\pard\\cbpat2\\ltrpar\\fi360\\sl480\\slmult1\\qj\\fs24       (b) Any owner [or person in control] of one or more newsracks found by the board to have failed to [certify, or to have failed to] accurately demonstrate that such owner or person [repainted or used best efforts to remove graffiti] \\ul removed all graffiti\\ulnone  and other unauthorized writing, painting, drawing[,] or other markings or inscriptions, as required by paragraph [one] \\ul 1\\ulnone  of subdivision e of this section, or failed to comply with any other requirements of such paragraph, or failed to comply with any provision of paragraph [two or three] \\ul 2 or 3\\ulnone  of subdivision c of this section, or failed to maintain insurance as required by subdivision d of this section, shall be liable for a civil penalty determined in accordance with the number of \\ul such owner\\rquote s\\ulnone  newsracks [such person owns or controls] as [follows:] \\ul set forth in the table of civil penalties.\\ulnone\\fs27\\par\n\\pard\\ltrpar\\sl480\\slmult1\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\fs24 [Number of newsracks owned or     \\tab\\tab A violation of paragraph one of\\par\ncontrolled by such person        \\tab\\tab subdivision e, paragraph two of\\par\n                                    \\tab\\tab\\tab subdivision c or subdivision d of\\par\n                                   \\tab\\tab\\tab this section\\par\n \\par\nUp to and including ninety-      \\tab\\tab Two hundred fifty to five\\par\nnine newracks                    \\tab\\tab\\tab hundred dollars\\par\n \\par\nMore than ninety-nine and less   \\tab\\tab Three hundred seventy-five to\\par\nthan two hundred fifty         \\tab\\tab\\tab seven hundred fifty dollars\\par\nnewsracks\\par\n \\par\nMore than two hundred forty-    \\tab  \\tab Seven hundred fifty to one\\par\nnine and less than five hundred \\tab\\tab thousand five hundred dollars\\par\nnewsracks\\par\n \\par\nMore than four hundred ninety-   \\tab\\tab One thousand one hundred\\par\nnine and less than seven        \\tab  \\tab twenty-five to two thousand\\par\nhundred fifty newsracks          \\tab\\tab two hundred fifty dollars\\par\n \\par\nMore than seven hundred forty-   \\tab\\tab One thousand five hundred\\par\nnine and less than one          \\tab\\tab\\tab to three thousand dollars\\par\nthousand newsracks]\\par\n\\trowd\\trgaph108\\trleft-108\\trbrdrt\\brdrs\\brdrw10 \\trbrdrl\\brdrs\\brdrw10 \\trbrdrb\\brdrs\\brdrw10 \\trbrdrr\\brdrs\\brdrw10 \\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx9242\\pard\\intbl\\ltrpar\\ul TABLE OF CIVIL PENALTIES\\cell\\cf0\\ulnone\\fs22\\row\n\\trowd\\trgaph108\\trleft-108\\trbrdrt\\brdrs\\brdrw10 \\trbrdrl\\brdrs\\brdrw10 \\trbrdrb\\brdrs\\brdrw10 \\trbrdrr\\brdrs\\brdrw10 \\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx3131\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx9242\\pard\\intbl\\ltrpar\\cf1\\ul\\fs24 Number of newsracks\\cell Violation of paragraph 1 of subdivision e, paragraph 2 or 3 of subdivision c, or subdivision d of this section \\cell\\cf0\\ulnone\\fs22\\row\n\\trowd\\trgaph108\\trleft-108\\trbrdrt\\brdrs\\brdrw10 \\trbrdrl\\brdrs\\brdrw10 \\trbrdrb\\brdrs\\brdrw10 \\trbrdrr\\brdrs\\brdrw10 \\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx3131\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx6415\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx9242\\pard\\intbl\\ltrpar\\cf1\\ul\\fs24\\cell Minimum\\cell Maximum\\cell\\cf0\\ulnone\\fs22\\row\n\\cf1\\ul\\fs24\\trowd\\trgaph108\\trleft-108\\trbrdrt\\brdrs\\brdrw10 \\trbrdrl\\brdrs\\brdrw10 \\trbrdrb\\brdrs\\brdrw10 \\trbrdrr\\brdrs\\brdrw10 \\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx3131\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx6415\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx9242\\intbl 1 to 99 \\cell $250 \\cell $500\\cell\\cf0\\ulnone\\fs22\\row\n\\cf1\\ul\\fs24\\trowd\\trgaph108\\trleft-108\\trbrdrt\\brdrs\\brdrw10 \\trbrdrl\\brdrs\\brdrw10 \\trbrdrb\\brdrs\\brdrw10 \\trbrdrr\\brdrs\\brdrw10 \\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx3131\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx6415\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx9242\\intbl 100 to 249\\cell $375 \\cell $750\\cell\\cf0\\ulnone\\fs22\\row\n\\cf1\\ul\\fs24\\trowd\\trgaph108\\trleft-108\\trbrdrt\\brdrs\\brdrw10 \\trbrdrl\\brdrs\\brdrw10 \\trbrdrb\\brdrs\\brdrw10 \\trbrdrr\\brdrs\\brdrw10 \\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx3131\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx6415\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx9242\\intbl 250 to 499 \\cell $750 \\cell $1,500\\cell\\cf0\\ulnone\\fs22\\row\n\\cf1\\ul\\fs24\\trowd\\trgaph108\\trleft-108\\trbrdrt\\brdrs\\brdrw10 \\trbrdrl\\brdrs\\brdrw10 \\trbrdrb\\brdrs\\brdrw10 \\trbrdrr\\brdrs\\brdrw10 \\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx3131\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx6415\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx9242\\intbl 500 to 749\\cell $1,125 \\cell $2,250\\cell\\cf0\\ulnone\\fs22\\row\n\\cf1\\ul\\fs24\\trowd\\trgaph108\\trleft-108\\trbrdrt\\brdrs\\brdrw10 \\trbrdrl\\brdrs\\brdrw10 \\trbrdrb\\brdrs\\brdrw10 \\trbrdrr\\brdrs\\brdrw10 \\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx3131\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx6415\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx9242\\intbl 750 to 999\\cell $1,500 \\cell $3,000 \\cell\\cf0\\ulnone\\fs22\\row\n\\cf1\\ul\\fs24\\trowd\\trgaph108\\trleft-108\\trbrdrt\\brdrs\\brdrw10 \\trbrdrl\\brdrs\\brdrw10 \\trbrdrb\\brdrs\\brdrw10 \\trbrdrr\\brdrs\\brdrw10 \\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx3131\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx6415\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx9242\\intbl 1000 or more\\cell $2,000 \\cell $4,000\\cell\\cf0\\ulnone\\fs22\\row\n\\pard\\ltrpar\\noline\\sl480\\slmult1\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\cf1\\f2\\fs20\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sl480\\slmult1\\qj\\f0\\fs24 7. \\ul Repeat violations.\\ulnone\\i  \\i0 The commissioner shall remove or cause to be removed from any sidewalk for a period of three consecutive months, every newsrack and the contents thereof [under the ownership or control] of any [person who] \\ul owner deemed to have\\ulnone  repeatedly [violates] \\ul violated\\ulnone  any provision or provisions of this [subdivision] \\ul section\\ulnone . For purposes of this paragraph, [a person] \\ul an owner\\ulnone  shall be deemed to have repeatedly violated this section if such [person] \\ul owner\\ulnone  has been determined by the board, upon default or after a hearing, to have violated the provisions of this section [ten] \\ul 10\\ulnone  or more times within any six-month period [and that] \\ul or if\\ulnone  such [person] \\ul owner\\ulnone  has failed to pay three or more civil penalties imposed during that same time period. [For purposes of this paragraph, a person shall also be deemed to have repeatedly violated this section if such person is determined by the board, upon default or after a hearing, to have failed to make the certification required by paragraph one of subdivision e of this section or to have failed to accurately demonstrate that such person repainted or used best efforts to remove graffiti and other unauthorized writing, painting, drawing, or other markings or inscriptions as required by such paragraph in each of two consecutive certification periods in any two year period or three times in any two-year period.] The department shall maintain a record of all [persons] \\ul owners\\ulnone  who repeatedly violate any provision or provisions of this [subdivision] \\ul section\\ulnone . In the event that the commissioner removes or causes to be removed all \\ul of an owner\\rquote s\\ulnone  newsracks and the contents thereof [under the ownership or control of any person] based upon this paragraph, such [person] \\ul owner\\ulnone  shall be permitted to replace all such newsracks at the locations from which they were removed upon payment in full of all outstanding civil penalties imposed for violations of this section and the reasonable costs of removal and storage, provided that such newsracks meet the requirements of this section. If any newsracks or contents thereof removed pursuant to this paragraph are not claimed within [thirty] \\ul 30\\ulnone  days after the expiration of the three-month removal period, such newsracks or the contents thereof shall be deemed abandoned and [may be either sold at public auction after having been advertised in the City Record, the proceeds thereof being paid into the general fund, used or converted for use by the department or another city agency or otherwise disposed of] \\ul the provisions of paragraph 4 of this subdivision shall apply\\ulnone .\\fs27\\par\n\\fs24 8. In giving any notice of correction or serving any [commissioners] order required under this section, except as otherwise provided by law, the commissioner may rely on the validity of any address [(a)] \\ul (i)\\ulnone  posted on the newsrack pursuant to paragraph [four] \\ul 4\\ulnone  of subdivision b of this section as the address of the owner [or person in control of the newsrack] or [(b)] \\ul (ii)\\ulnone  submitted to the department pursuant to subdivision c of this section, and shall provide such notice by regular mail. If the owner [of a newsrack or person in control of a newsrack shall have] \\ul has\\ulnone  failed to comply with paragraph [four] \\ul 4\\ulnone  of subdivision b or with subdivision c of this section, the commissioner shall make reasonable efforts to ascertain the identity and address of the owner [or person in control of such newsrack] for the purpose of giving any required notice, and having done so, may take action as if any required notice had been given.\\fs27\\par\n\\fs24 9. Nothing in this section shall preclude the immediate removal of a newsrack when otherwise authorized by law.\\fs27\\par\n\\fs24\\'a7 2.  If any portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion is deemed severable, and such unconstitutionality or invalidity does not affect the validity of the remaining portions of this law, which continues in full force and effect.\\fs27\\par\n\\fs24\\'a7 3. This local law takes effect 90 days after it becomes law, except that the commissioner of transportation shall take such measures as are necessary for the implementation of this local law, including the promulgation of rules, before such date.\\fs27\\par\n\\pard\\cbpat2\\ltrpar\\noline\\fs18\\par\n\\par\nLF/MHL\\par\nLS #5209/Int. 411-2014\\par\nLS #8867\\fs27\\par\n\\fs18 12/14/18\\fs27\\par\n\\pard\\ltrpar\\noline  \\cf0\\fs22\\par\n}\n",
  "LastModified": "2022-07-15T16:35:00.243Z"
}
