{"ID":63723,"GUID":"373F3EB2-E314-42E2-9089-D639529515B3","File":"Int 1481-2019","Name":"Bringing New York Plumbing code up to date with the 2015 edition of the international plumbing code with differences that reflect the unique character of the city and repealing chapter 11 and appendices C, F, and G.","Title":"A Local Law to amend the administrative code of the city of New York and the New York city plumbing code in relation to bringing such code up to date with the 2015 edition of the international plumbing code with differences that reflect the unique character of the city and repealing chapter 11 and appendices C, F, and G of the New York city plumbing code in relation thereto.","TypeID":2,"TypeName":"Introduction","StatusID":35,"StatusName":"Enacted","BodyID":16,"BodyName":"Committee on Housing and Buildings","IntroDate":"2019-03-28T00:00:00Z","AgendaDate":"2019-03-28T00:00:00Z","PassedDate":"2020-01-10T00:00:00Z","EnactmentDate":"2020-01-10T00:00:00Z","Version":"A","Sponsors":[{"ID":7604,"Slug":"robert-e-cornegy-jr","FullName":"Robert E. Cornegy, Jr."},{"ID":7691,"Slug":"barry-s-grodenchik","FullName":"Barry S. Grodenchik"},{"ID":7785,"Slug":"farah-n-louis","FullName":"Farah N. Louis"},{"ID":0,"Slug":"","FullName":""}],"Summary":"This bill would implement section 28-601.1 of the Administrative Code, which requires triennial updates of the Plumbing Code to reflect changes in the International Plumbing Code (IPC). These amendments would bring the Plumbing Code up to date with the 2015 IPC published by the International Code Council (ICC), with differences to accommodate the unique nature of construction, design, installation, alteration, repair, use or maintenance of plumbing systems in the City.","TextID":67875,"Text":"PLEASE SEE THE ATTACHMENT TAB FOR COPY OF\nINT. NO. 1481-A\n\n\n\n\n\n\n\n\n\n\n\n1\n\n\n","RTF":"{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Calibri;}}\n{\\colortbl ;\\red255\\green0\\blue0;}\n\\viewkind4\\uc1\\pard\\ltrpar\\sa200\\sl276\\slmult1\\qc\\cf1\\b\\f0\\fs96 PLEASE SEE THE ATTACHMENT TAB FOR COPY OF\\par\nINT. NO. 1481-A\\par\n\\pard\\ltrpar\\sa200\\sl276\\slmult1\\cf0\\b0\\f1\\fs22\\par\n}\n","LastModified":"2020-04-08T18:21:53.96Z"}