{
  "ID": 513,
  "GUID": "2FA7B9B1-FE5C-4E48-B2FA-C8F63EED9324",
  "BodyID": 22,
  "BodyName": "Committee on State and Federal Legislation",
  "Date": "2000-06-13T13:00:00-04:00",
  "Location": "Committee Room - City Hall",
  "VideoStatus": "Public",
  "AgendaStatusID": 2,
  "AgendaStatusName": "Final",
  "MinutesStatusID": 7,
  "MinutesStatusName": "Recessed",
  "AgendaFile": "",
  "Comment": "Meeting Recessed to June 14, 2000",
  "InSiteURL": "https://nyc.legistar.com/MeetingDetail.aspx?LEGID=513&GID=61&G=2FD004F1-D85B-4588-A648-0A736C77D6E3",
  "Items": [
    {
      "ID": 97362,
      "GUID": "FB61EE65-E3E1-40D7-B384-3D7D44426595",
      "Title": "State Legislation Resolution requesting the New York State Legislature to pass bills introduced by Senator Leibell, S.6765-B, and Assembly Member Vitaliano, A.9687-B, \"AN ACT to amend the retirement and social security law, in relation to the establishment of twenty-five year/age fifty retirement programs for senior automotive service workers, automotive service workers, auto body workers, auto mechanics and oil burner specialists who are subject to articles 11 and 15 of such law; and in relation to providing for employer pick up, pursuant to provisions of the internal revenue code, of certain additional member contributions required to be made by certain participants in the twenty-five year/age fifty retirement programs\".",
      "AgendaSequence": 21,
      "MinutesSequence": 43,
      "Version": "*",
      "AgendaNote": "Preconsidered",
      "ActionID": 15,
      "ActionName": "Hearing on P-C Item by Comm",
      "MatterID": 21982,
      "MatterFile": "SLR 0276-2000",
      "MatterName": "Retirement Programs, Auto Workers (S.6765-B, A.9687-B)",
      "MatterType": "SLR",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 97363,
      "GUID": "3B3958C9-B7B4-47C4-B145-B9C7FDFA74CE",
      "Title": "State Legislation Resolution requesting the New York State Legislature to pass bills introduced by Senator Padavan, S.8029, and Assembly Member Carozza A.11340, \"AN ACT to amend the real property tax law, in relation to the determination of adjusted base proportions in special assessing units that are cities for fiscal year 2001\".",
      "AgendaSequence": 14,
      "MinutesSequence": 29,
      "Version": "*",
      "AgendaNote": "Preconsidered",
      "ActionID": 15,
      "ActionName": "Hearing on P-C Item by Comm",
      "MatterID": 21998,
      "MatterFile": "SLR 0277-2000",
      "MatterName": "Real Property Tax Law (S.8029, A.11340)",
      "MatterType": "SLR",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 97364,
      "GUID": "8E96715F-FEBF-49CD-A07A-184124CEA762",
      "Title": "State Legislation Resolution requesting the New York State Legislature to pass bills introduced by S.8065, and by the Committee on Rules, A..11367-A, \"AN ACT to amend the tax law, in relation to authorizing any city having a population of one million or more to provide a partial tax exemption from the mortgage recording tax and to provide certain credits against the personal income tax of any such city, and to amend chapter 161 of the laws of 1970, relating to enabling any city having a population of one million or more to impose and collect taxes on the occupancy of hotel rooms in such city, in relation to authorizing such city to reduce the rates of such taxes.\"",
      "AgendaSequence": 13,
      "MinutesSequence": 27,
      "Version": "*",
      "AgendaNote": "Preconsidered",
      "ActionID": 15,
      "ActionName": "Hearing on P-C Item by Comm",
      "MatterID": 21996,
      "MatterFile": "SLR 0266-2000",
      "MatterName": "Partial Tax Exemption (S.8065/A.11367-A)",
      "MatterType": "SLR",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 97365,
      "GUID": "4D1A67BE-7B3F-4D14-89C6-75F79AB94470",
      "Title": "Communication from the Mayor  - \"AN ACT to amend the tax law, in relation to authorizing any city having a population of one million or more to provide a partial tax exemption from the mortgage recording tax and to provide certain credits against the personal income tax of any such city, and to amend chapter 161 of the laws of 1970, relating to enabling any city having a population of one million or more to impose and collect taxes on the occupancy of hotel rooms in such city, in relation to authorizing such city to reduce the rates of such taxes.\" S.8065/A.11367-A",
      "AgendaSequence": 12,
      "MinutesSequence": 25,
      "Version": "*",
      "AgendaNote": "Preconsidered",
      "ActionID": 15,
      "ActionName": "Hearing on P-C Item by Comm",
      "MatterID": 21997,
      "MatterFile": "M 0884-2000",
      "MatterName": "Partial Tax Exemption (S.8065/A.11367-A)",
      "MatterType": "Mayor's Message",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 97366,
      "GUID": "225EF72E-6684-4FD1-9A48-6DBDC0C85CDE",
      "Title": "State Legislation Resolution requesting the New York State Legislature to pass bills introduced by Senator Goodman, S.8134, and by the Committee on Rules, A.11364-A,  \"AN ACT to amend the tax law, in relation to the additional tax on the New York city personal income tax.\"",
      "AgendaSequence": 11,
      "MinutesSequence": 23,
      "Version": "*",
      "AgendaNote": "Preconsidered",
      "ActionID": 15,
      "ActionName": "Hearing on P-C Item by Comm",
      "MatterID": 21994,
      "MatterFile": "SLR 0265-2000",
      "MatterName": "NYC Personal Income Tax, Additional Tax (S.8134,A.11364-A)",
      "MatterType": "SLR",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 97367,
      "GUID": "67A9EDF3-C3A9-4C85-828F-80D8B7A257BF",
      "Title": "Communication from the Mayor - \"AN ACT to amend the tax law, in relation to the additional tax on the New York city personal income tax.\"  S.8134/A.11364-A",
      "AgendaSequence": 10,
      "MinutesSequence": 21,
      "Version": "*",
      "AgendaNote": "Preconsidered",
      "ActionID": 15,
      "ActionName": "Hearing on P-C Item by Comm",
      "MatterID": 21995,
      "MatterFile": "M 0883-2000",
      "MatterName": "NYC Personal Income Tax, Additional Tax (S.8134/A.11364-A)",
      "MatterType": "Mayor's Message",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 97368,
      "GUID": "A47B91A3-1155-4242-99E0-755CD1B922CD",
      "Title": "State Legislation Resolution requesting the New York State Legislature to pass bills introduced by Senator Padavan, S.8078, and by the Committee on Rules, A.11355, \"AN ACT to amend the general city law, chapter 772 of the law of 1966, relating to enabling any city having a population of one million or more to raise tax revenue and the administrative code of the city of New York, in relation to increasing tax credits authorized under the relocation and employment assistance program in certain areas of cities having a population of one million or more, to amend the real property tax law, in relation to modifying the criteria for eligibility for real property tax exemptions and abatements for industrial and commercial properties in certain areas of cities having a population of one million or more and in relation to expanding a real property tax abatement program for certain commercial properties in cities having a population of one million or more by providing an abatement to industrial properties in certain areas of such cities and by extending the eligibility period and benefit period in such areas.\"",
      "AgendaSequence": 9,
      "MinutesSequence": 19,
      "Version": "*",
      "AgendaNote": "Preconsidered",
      "ActionID": 15,
      "ActionName": "Hearing on P-C Item by Comm",
      "MatterID": 21992,
      "MatterFile": "SLR 0264-2000",
      "MatterName": "Real Property Tax Exemptions, City With Population of 1 Million or More (S.8078, A.11355)",
      "MatterType": "SLR",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 97369,
      "GUID": "AAAD3EA1-094B-4FA5-9937-F3A75257D3B4",
      "Title": "Communication from the Mayor - \"AN ACT to amend the general city law, chapter 772 of the law of 1966, relating to enabling any city having a population of one million or more to raise tax revenue and the administrative code of the city of New York, in relation to increasing tax credits authorized under the relocation and employment assistance program in certain areas of cities having a population of one million or more, to amend the real property tax law, in relation to modifying the criteria for eligibility for real property tax exemptions and abatements for industrial and commercial properties in certain areas of cities having a population of one million or more and in relation to expanding a real property tax abatement program for certain commercial properties in cities having a population of one million or more by providing an abatement to industrial properties in certain areas of such cities and by extending the eligibility period and benefit period in such areas.\" (S.8078/A.11355)",
      "AgendaSequence": 8,
      "MinutesSequence": 17,
      "Version": "*",
      "AgendaNote": "Preconsidered",
      "ActionID": 15,
      "ActionName": "Hearing on P-C Item by Comm",
      "MatterID": 21993,
      "MatterFile": "M 0882-2000",
      "MatterName": "Real Property Tax Exemptions, City With Population of 1 Million or More (S.8078, A.11355)",
      "MatterType": "Mayor's Message",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 97370,
      "GUID": "E5ED17BF-E3F6-42A6-A8AF-0670DEADFF7D",
      "Title": "Communication from the Mayor - \"AN ACT to amend the general municipal law, in relation to governing body approval of urban development action area projects.\"  (S.7893-A, A.11223-A)",
      "AgendaSequence": 7,
      "MinutesSequence": 15,
      "Version": "*",
      "AgendaNote": "Preconsidered",
      "ActionID": 15,
      "ActionName": "Hearing on P-C Item by Comm",
      "MatterID": 21986,
      "MatterFile": "M 0881-2000",
      "MatterName": "Urban Development Action Area Projects, Governing Body Approval (S.7893-A, A.11223-A)",
      "MatterType": "Mayor's Message",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 97371,
      "GUID": "016D91CF-5934-4055-994B-B5B56CF20432",
      "Title": "State Legislation Resolution requesting the New York State Legislature to pass bills introduced by Senator Smith, S.7956, and by Committee on Rules, A.11210, \"AN ACT to amend chapter 239 of the laws of 1995 relating to authorizing the city of New York to sell waterfront property in the Broad channel area, in relation to extending authorization\".",
      "AgendaSequence": 6,
      "MinutesSequence": 13,
      "Version": "*",
      "AgendaNote": "Preconsidered",
      "ActionID": 15,
      "ActionName": "Hearing on P-C Item by Comm",
      "MatterID": 21983,
      "MatterFile": "SLR 0278-2000",
      "MatterName": "Extending Authorization, Sell Waterfront Property In The Broad Channel Area (S.7956, A.11210)",
      "MatterType": "SLR",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 97372,
      "GUID": "0D697CA8-7248-4177-82BE-3C59CAF696E0",
      "Title": "State Legislation Resolution requesting the New York State Legislature to pass bills introduced by Senator Hevesi, S.6246-A, and Assembly Member Mayersohn, A.9543-A, \"AN ACT authorizing the city of New York to reconvey its interest in certain real property acquired by in rem tax foreclosure in the borough of Queens to the Arya Spiritual Center, Incorporated, notwithstanding expiration of the two year period within which application may be made to the city to release its interest in property thus acquired; Block No. 9592, Lot No. 95 on tax map for the borough of Queens\".",
      "AgendaSequence": 5,
      "MinutesSequence": 11,
      "Version": "*",
      "AgendaNote": "Preconsidered",
      "ActionID": 15,
      "ActionName": "Hearing on P-C Item by Comm",
      "MatterID": 21981,
      "MatterFile": "SLR 0274-2000",
      "MatterName": "In Rem, Arya Spiritual Center, Queens (S.6246-A, A.9543-A)",
      "MatterType": "SLR",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 97373,
      "GUID": "670857CD-B271-4DA7-A4AF-0D7F16FB83ED",
      "Title": "State Legislation Resolution requesting the New York State Legislature to pass bills introduced by Senator Paterson, S.6301, and Assembly Member Wright, A.9298, \"AN ACT authorizing the city of New York to reconvey its interest in certain Real property acquired by in rem tax Foreclosure in the borough of Manhattan to former owner George Rodriguez notwithstanding expiration of the two year period within which application may be made to the city to release its interest in property thus acquired; Block No. 1982, Lot No. 33 on tax map for the borough of Manhattan.",
      "AgendaSequence": 4,
      "MinutesSequence": 9,
      "Version": "*",
      "AgendaNote": "Preconsidered",
      "ActionID": 15,
      "ActionName": "Hearing on P-C Item by Comm",
      "MatterID": 21985,
      "MatterFile": "SLR 0272-2000",
      "MatterName": "In Rem, Manhattan (S.6301, A.9298)",
      "MatterType": "SLR",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 97375,
      "GUID": "BDFE4684-7E79-424B-BAAC-197D7271F67F",
      "Title": "State Legislation Resolution requesting the New York State Legislature to pass a bill introduced by Committee on Rules, A.10824, \"AN ACT to amend the administrative code of the city of New York, in relation to the designation of deputy warden  (warden level II) in the department of correction of the city of New York\".",
      "AgendaSequence": 3,
      "MinutesSequence": 7,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "MatterID": 21615,
      "MatterFile": "SLR 0241-2000",
      "MatterName": "Correction Department, Designation of Deputy (A.10824)",
      "MatterType": "SLR",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 97376,
      "GUID": "1FA374DD-8783-45CE-969B-E7E4746EB61E",
      "Title": "State Legislation Resolution requesting the New York State Legislature to pass a bill introduced by Senator Maltese, S.7214, \"AN ACT to amend the administrative code of the city of New York, in relation to the designation of deputy warden (warden level II) in the department of correction of the city of New York\".",
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "MatterID": 21561,
      "MatterFile": "SLR 0236-2000",
      "MatterName": "Correction Department,Designation of Deputy Warden(S.7214)",
      "MatterType": "SLR",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 97377,
      "GUID": "1E5A9ACB-345E-4D82-A6CA-F07B521FD0EF",
      "Title": "State Legislation Resolution requesting the New York State Legislature to pass bills introduced by Senators Mendez and Rosado, S.6828, and Assembly Member Arroyo, A.9799, \"AN ACT authorizing the city of New York to reconvey its interest in certain real property acquired by in rem tax foreclosure in the borough of Bronx to the former owner St. Peter's Lutheran Church Inc., notwithstanding expiration of the two year period within which application may be made to the city to release its interest in property thus acquired; Block No. 2285, Lot No. 75 on tax map for the borough of Bronx\".",
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "MatterID": 21446,
      "MatterFile": "SLR 0222-2000",
      "MatterName": "In rem, Bronx (S.6828, A.9799)",
      "MatterType": "SLR",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 97380,
      "GUID": "0547B6DA-95C3-4B33-8E0D-980213EA27E3",
      "Title": "Communication from the Mayor - \"AN ACT to amend the administrative code of the city of New York, in relation to the rate of regular interest used in the actuarial valuation of liabilities for the purpose of calculating contributions to the New York city employees' retirement system, the New York city teachers' retirement system, the police pension fund, subchapter two, the fire department pension fund, subchapter two and the board of education retirement system of such city by public employers and other obligors required to make employer contributions to such retirement systems, the making of contributions to such retirement systems by such public employers and other obligors, including contributions for the purpose of amortizing certain unfunded accrued liabilities of such retirement systems, and the crediting of special interest and additional interest to members of such retirement systems, and the allowance of supplementary interest on the funds of such retirement systems; to repeal paragraph one of subdivision k of section 13-638.2 of such code and subdivision l of such section, relating to certain funding adjustments where actuarial assumptions are changed; and to  amend the education law, in relation to employer contributions to the board of education retirement system of such city.\"  S.8099/A.11383",
      "AgendaSequence": 19,
      "MinutesSequence": 39,
      "Version": "*",
      "AgendaNote": "Preconsidered",
      "ActionID": 15,
      "ActionName": "Hearing on P-C Item by Comm",
      "MatterID": 21991,
      "MatterFile": "M 0887-2000",
      "MatterName": "Retirement System, Calculating Contributions (S.8099, A.11383)",
      "MatterType": "Mayor's Message",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 97381,
      "GUID": "A1AEEF56-84A3-4365-BA06-D201666BF4ED",
      "Title": "State Legislation Resolution requesting the New York State Legislature to pass bills introduced by Senator Padavan, S.8100, and by the Committee on Rules, A.11381, \"AN ACT to amend the retirement and social security law, in relation to the determination of benefits of certain members of the New York city police pension fund, subchapter two and the New York city fire department pension fund, subchapter two, and to repeal subdivision g of section 443 of such law, relating to the salary base used to calculate benefits for certain members of such pension funds and subdivision h of section 443 of such law, relating to demands in collective bargaining for the pension benefit provided by subdivision g of section 443 of such law.\"",
      "AgendaSequence": 18,
      "MinutesSequence": 37,
      "Version": "*",
      "AgendaNote": "Preconsidered",
      "ActionID": 15,
      "ActionName": "Hearing on P-C Item by Comm",
      "MatterID": 21989,
      "MatterFile": "SLR 0268-2000",
      "MatterName": "Pension Benefits, NYPD & NYFD (S.8100, A.11381)",
      "MatterType": "SLR",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 97382,
      "GUID": "2726FBC9-CC7D-45BE-899C-3DE73A648D3F",
      "Title": "Communication from the Mayor - \"AN ACT to amend the retirement and social security law, in relation to the determination of benefits of certain members of the New York city police pension fund, subchapter two and the New York city fire department pension fund, subchapter two, and to repeal subdivision g of section 443 of such law, relating to the salary base used to calculate benefits for certain members of such pension funds and subdivision h of section 443 of such law, relating to demands in collective bargaining for the pension benefit provided by subdivision g of section 443 of such law.\" S.8100/A.11381\r\n",
      "AgendaSequence": 17,
      "MinutesSequence": 35,
      "Version": "*",
      "AgendaNote": "Preconsidered",
      "ActionID": 15,
      "ActionName": "Hearing on P-C Item by Comm",
      "MatterID": 21988,
      "MatterFile": "M 0886-2000",
      "MatterName": "Pension Benefits, NYPD & NYFD (S.8100, A.11381)",
      "MatterType": "Mayor's Message",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 97383,
      "GUID": "6659E733-5769-41EA-AD9E-1B8D45140BA2",
      "Title": "State Legislation Resolution requesting the New York State Legislature to pass bills introduced by Senator Goodman, S.8102, and by the Committee on Rules, A.11382, \"AN ACT to amend the retirement and social security law, in relation to increased-take-home pay contributions made on behalf of certain members of New York city's public retirement system.\"",
      "AgendaSequence": 16,
      "MinutesSequence": 33,
      "Version": "*",
      "AgendaNote": "Preconsidered",
      "ActionID": 15,
      "ActionName": "Hearing on P-C Item by Comm",
      "MatterID": 21990,
      "MatterFile": "SLR 0267-2000",
      "MatterName": "NYC's Public Retirement System, Increased Take-Home Pay (S.8102, A.11382)",
      "MatterType": "SLR",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 97384,
      "GUID": "EA1B2557-54FC-4839-94D6-D93F2034708D",
      "Title": "Communication from the Mayor - \"AN ACT to amend the retirement and social security law, in relation to increased-take-home pay contributions made on behalf of certain members of New York city's public retirement system.\" S.8102/A.11382",
      "AgendaSequence": 15,
      "MinutesSequence": 31,
      "Version": "*",
      "AgendaNote": "Preconsidered",
      "ActionID": 15,
      "ActionName": "Hearing on P-C Item by Comm",
      "MatterID": 21987,
      "MatterFile": "M 0885-2000",
      "MatterName": "NYC's Public Retirement System, Increased Take-Home Pay (S.8102, A.11382)",
      "MatterType": "Mayor's Message",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 97385,
      "GUID": "39690D4E-525D-4F88-AAC7-83B6D0B1505C",
      "Title": "State Legislation Resolution requesting the New York State Legislation to pass bills S.8099 and A.11383, \"AN ACT to amend the administrative code of the city of New York, in relation to the rate of regular interest used in the actuarial valuation of liabilities for the purpose of calculating contributions to the New York city employees' retirement system, the New York city teachers' retirement system, the police pension fund, subchapter two, the fire department pension fund, subchapter two and the board of education retirement system of such city by public employers and other obligors required to make employer contributions to such retirement systems, the making of contributions to such retirement systems by such public employers and other obligors, including contributions for the purpose of amortizing certain unfunded accrued liabilities of such retirement systems, and the crediting of special interest and additional interest to members of such retirement systems, and the allowance of supplementary interest on the funds of such retirement systems; to repeal paragraph one of subdivision k of section 13-638.2 of such code and subdivision l of such section, relating to certain funding adjustments where actuarial assumptions are changed; and to  amend the education law, in relation to employer contributions to the board of education retirement system of such city.",
      "AgendaSequence": 20,
      "MinutesSequence": 41,
      "Version": "*",
      "AgendaNote": "Preconsidered",
      "ActionID": 15,
      "ActionName": "Hearing on P-C Item by Comm",
      "MatterID": 22001,
      "MatterFile": "SLR 0269-2000",
      "MatterName": "Retirement System, Calculating Contributions (S.8099, A.11383)",
      "MatterType": "SLR",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 97393,
      "GUID": "D8BF8B2F-8811-4527-ACF7-92C166A94887",
      "Title": "Roll Call",
      "AgendaSequence": 0,
      "MinutesSequence": 1,
      "Version": "",
      "RollCallFlag": 1,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 97396,
      "GUID": "9A862AEB-556B-4EAF-8D0C-5FA347A0F54F",
      "Title": "",
      "AgendaSequence": 0,
      "MinutesSequence": 2,
      "Version": "",
      "MinutesNote": "Other Members Attending:  Fiala & Spigner",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 97397,
      "GUID": "5CD57A4D-1F91-483E-8C98-4CCC99DA85AC",
      "Title": "State Legislation Resolution requesting the New York State Legislature to pass bills introduced by Senators Mendez and Rosado, S.6828, and Assembly Member Arroyo, A.9799, \"AN ACT authorizing the city of New York to reconvey its interest in certain real property acquired by in rem tax foreclosure in the borough of Bronx to the former owner St. Peter's Lutheran Church Inc., notwithstanding expiration of the two year period within which application may be made to the city to release its interest in property thus acquired; Block No. 2285, Lot No. 75 on tax map for the borough of Bronx\".",
      "AgendaSequence": 0,
      "MinutesSequence": 4,
      "Version": "*",
      "ActionID": 32,
      "ActionName": "Approved by Committee",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 21446,
      "MatterFile": "SLR 0222-2000",
      "MatterName": "In rem, Bronx (S.6828, A.9799)",
      "MatterType": "SLR",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 97404,
      "GUID": "AAEE4AA7-CF36-48FE-9DA6-821FCC11A58E",
      "Title": "State Legislation Resolution requesting the New York State Legislature to pass a bill introduced by Senator Maltese, S.7214, \"AN ACT to amend the administrative code of the city of New York, in relation to the designation of deputy warden (warden level II) in the department of correction of the city of New York\".",
      "AgendaSequence": 0,
      "MinutesSequence": 6,
      "Version": "*",
      "ActionID": 32,
      "ActionName": "Approved by Committee",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 21561,
      "MatterFile": "SLR 0236-2000",
      "MatterName": "Correction Department,Designation of Deputy Warden(S.7214)",
      "MatterType": "SLR",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 97411,
      "GUID": "4DA4D99C-1FFF-4987-9668-0272EA12C236",
      "Title": "State Legislation Resolution requesting the New York State Legislature to pass a bill introduced by Committee on Rules, A.10824, \"AN ACT to amend the administrative code of the city of New York, in relation to the designation of deputy warden  (warden level II) in the department of correction of the city of New York\".",
      "AgendaSequence": 0,
      "MinutesSequence": 8,
      "Version": "*",
      "ActionID": 32,
      "ActionName": "Approved by Committee",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 21615,
      "MatterFile": "SLR 0241-2000",
      "MatterName": "Correction Department, Designation of Deputy (A.10824)",
      "MatterType": "SLR",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 97416,
      "GUID": "39B7A928-3920-4439-BDB5-901F02423490",
      "Title": "State Legislation Resolution requesting the New York State Legislature to pass bills introduced by Senator Paterson, S.6301, and Assembly Member Wright, A.9298, \"AN ACT authorizing the city of New York to reconvey its interest in certain Real property acquired by in rem tax Foreclosure in the borough of Manhattan to former owner George Rodriguez notwithstanding expiration of the two year period within which application may be made to the city to release its interest in property thus acquired; Block No. 1982, Lot No. 33 on tax map for the borough of Manhattan.",
      "AgendaSequence": 0,
      "MinutesSequence": 10,
      "Version": "*",
      "ActionID": 25,
      "ActionName": "P-C Item Approved by Comm",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 21985,
      "MatterFile": "SLR 0272-2000",
      "MatterName": "In Rem, Manhattan (S.6301, A.9298)",
      "MatterType": "SLR",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 97417,
      "GUID": "3DD01F0C-9105-4663-AA78-07E707628F8F",
      "Title": "State Legislation Resolution requesting the New York State Legislature to pass bills introduced by Senator Hevesi, S.6246-A, and Assembly Member Mayersohn, A.9543-A, \"AN ACT authorizing the city of New York to reconvey its interest in certain real property acquired by in rem tax foreclosure in the borough of Queens to the Arya Spiritual Center, Incorporated, notwithstanding expiration of the two year period within which application may be made to the city to release its interest in property thus acquired; Block No. 9592, Lot No. 95 on tax map for the borough of Queens\".",
      "AgendaSequence": 0,
      "MinutesSequence": 12,
      "Version": "*",
      "ActionID": 25,
      "ActionName": "P-C Item Approved by Comm",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 21981,
      "MatterFile": "SLR 0274-2000",
      "MatterName": "In Rem, Arya Spiritual Center, Queens (S.6246-A, A.9543-A)",
      "MatterType": "SLR",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 97418,
      "GUID": "F9D13882-D23C-4D93-8780-2A80C6F34B21",
      "Title": "State Legislation Resolution requesting the New York State Legislature to pass bills introduced by Senator Smith, S.7956, and by Committee on Rules, A.11210, \"AN ACT to amend chapter 239 of the laws of 1995 relating to authorizing the city of New York to sell waterfront property in the Broad channel area, in relation to extending authorization\".",
      "AgendaSequence": 0,
      "MinutesSequence": 14,
      "Version": "*",
      "ActionID": 25,
      "ActionName": "P-C Item Approved by Comm",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 21983,
      "MatterFile": "SLR 0278-2000",
      "MatterName": "Extending Authorization, Sell Waterfront Property In The Broad Channel Area (S.7956, A.11210)",
      "MatterType": "SLR",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 97419,
      "GUID": "4EA7C3F3-FA60-4EA2-A1D2-FF23621DA561",
      "Title": "Communication from the Mayor - \"AN ACT to amend the general municipal law, in relation to governing body approval of urban development action area projects.\"  (S.7893-A, A.11223-A)",
      "AgendaSequence": 0,
      "MinutesSequence": 16,
      "Version": "*",
      "ActionID": 25,
      "ActionName": "P-C Item Approved by Comm",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 21986,
      "MatterFile": "M 0881-2000",
      "MatterName": "Urban Development Action Area Projects, Governing Body Approval (S.7893-A, A.11223-A)",
      "MatterType": "Mayor's Message",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 97420,
      "GUID": "DDA15785-9BE0-4472-8E36-250721E44EC4",
      "Title": "Communication from the Mayor - \"AN ACT to amend the general city law, chapter 772 of the law of 1966, relating to enabling any city having a population of one million or more to raise tax revenue and the administrative code of the city of New York, in relation to increasing tax credits authorized under the relocation and employment assistance program in certain areas of cities having a population of one million or more, to amend the real property tax law, in relation to modifying the criteria for eligibility for real property tax exemptions and abatements for industrial and commercial properties in certain areas of cities having a population of one million or more and in relation to expanding a real property tax abatement program for certain commercial properties in cities having a population of one million or more by providing an abatement to industrial properties in certain areas of such cities and by extending the eligibility period and benefit period in such areas.\" (S.8078/A.11355)",
      "AgendaSequence": 0,
      "MinutesSequence": 18,
      "Version": "*",
      "ActionID": 25,
      "ActionName": "P-C Item Approved by Comm",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 21993,
      "MatterFile": "M 0882-2000",
      "MatterName": "Real Property Tax Exemptions, City With Population of 1 Million or More (S.8078, A.11355)",
      "MatterType": "Mayor's Message",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 97421,
      "GUID": "02C0FBFA-1FD8-4342-ABC9-D4F7E8AE3DCB",
      "Title": "State Legislation Resolution requesting the New York State Legislature to pass bills introduced by Senator Padavan, S.8078, and by the Committee on Rules, A.11355, \"AN ACT to amend the general city law, chapter 772 of the law of 1966, relating to enabling any city having a population of one million or more to raise tax revenue and the administrative code of the city of New York, in relation to increasing tax credits authorized under the relocation and employment assistance program in certain areas of cities having a population of one million or more, to amend the real property tax law, in relation to modifying the criteria for eligibility for real property tax exemptions and abatements for industrial and commercial properties in certain areas of cities having a population of one million or more and in relation to expanding a real property tax abatement program for certain commercial properties in cities having a population of one million or more by providing an abatement to industrial properties in certain areas of such cities and by extending the eligibility period and benefit period in such areas.\"",
      "AgendaSequence": 0,
      "MinutesSequence": 20,
      "Version": "*",
      "ActionID": 25,
      "ActionName": "P-C Item Approved by Comm",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 21992,
      "MatterFile": "SLR 0264-2000",
      "MatterName": "Real Property Tax Exemptions, City With Population of 1 Million or More (S.8078, A.11355)",
      "MatterType": "SLR",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 97422,
      "GUID": "8919C1DC-9A3C-4657-B047-F2639B70BE39",
      "Title": "Communication from the Mayor - \"AN ACT to amend the tax law, in relation to the additional tax on the New York city personal income tax.\"  S.8134/A.11364-A",
      "AgendaSequence": 0,
      "MinutesSequence": 22,
      "Version": "*",
      "ActionID": 25,
      "ActionName": "P-C Item Approved by Comm",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 21995,
      "MatterFile": "M 0883-2000",
      "MatterName": "NYC Personal Income Tax, Additional Tax (S.8134/A.11364-A)",
      "MatterType": "Mayor's Message",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 97423,
      "GUID": "FE26B698-BC22-49DD-840E-3E640EC737A3",
      "Title": "State Legislation Resolution requesting the New York State Legislature to pass bills introduced by Senator Goodman, S.8134, and by the Committee on Rules, A.11364-A,  \"AN ACT to amend the tax law, in relation to the additional tax on the New York city personal income tax.\"",
      "AgendaSequence": 0,
      "MinutesSequence": 24,
      "Version": "*",
      "ActionID": 25,
      "ActionName": "P-C Item Approved by Comm",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 21994,
      "MatterFile": "SLR 0265-2000",
      "MatterName": "NYC Personal Income Tax, Additional Tax (S.8134,A.11364-A)",
      "MatterType": "SLR",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 97424,
      "GUID": "0BC24465-B33C-423C-ADD7-8396793CCE2D",
      "Title": "Communication from the Mayor  - \"AN ACT to amend the tax law, in relation to authorizing any city having a population of one million or more to provide a partial tax exemption from the mortgage recording tax and to provide certain credits against the personal income tax of any such city, and to amend chapter 161 of the laws of 1970, relating to enabling any city having a population of one million or more to impose and collect taxes on the occupancy of hotel rooms in such city, in relation to authorizing such city to reduce the rates of such taxes.\" S.8065/A.11367-A",
      "AgendaSequence": 0,
      "MinutesSequence": 26,
      "Version": "*",
      "ActionID": 25,
      "ActionName": "P-C Item Approved by Comm",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 21997,
      "MatterFile": "M 0884-2000",
      "MatterName": "Partial Tax Exemption (S.8065/A.11367-A)",
      "MatterType": "Mayor's Message",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 97425,
      "GUID": "48562B5C-53B7-4B38-8A96-E8FD768C0787",
      "Title": "State Legislation Resolution requesting the New York State Legislature to pass bills introduced by S.8065, and by the Committee on Rules, A..11367-A, \"AN ACT to amend the tax law, in relation to authorizing any city having a population of one million or more to provide a partial tax exemption from the mortgage recording tax and to provide certain credits against the personal income tax of any such city, and to amend chapter 161 of the laws of 1970, relating to enabling any city having a population of one million or more to impose and collect taxes on the occupancy of hotel rooms in such city, in relation to authorizing such city to reduce the rates of such taxes.\"",
      "AgendaSequence": 0,
      "MinutesSequence": 28,
      "Version": "*",
      "ActionID": 25,
      "ActionName": "P-C Item Approved by Comm",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 21996,
      "MatterFile": "SLR 0266-2000",
      "MatterName": "Partial Tax Exemption (S.8065/A.11367-A)",
      "MatterType": "SLR",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 97426,
      "GUID": "0185BB10-198A-486D-98B7-76C7E0833DB5",
      "Title": "State Legislation Resolution requesting the New York State Legislature to pass bills introduced by Senator Padavan, S.8029, and Assembly Member Carozza A.11340, \"AN ACT to amend the real property tax law, in relation to the determination of adjusted base proportions in special assessing units that are cities for fiscal year 2001\".",
      "AgendaSequence": 0,
      "MinutesSequence": 30,
      "Version": "*",
      "ActionID": 25,
      "ActionName": "P-C Item Approved by Comm",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 21998,
      "MatterFile": "SLR 0277-2000",
      "MatterName": "Real Property Tax Law (S.8029, A.11340)",
      "MatterType": "SLR",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 97427,
      "GUID": "5392303F-077B-43F4-8A79-03A3EC965540",
      "Title": "Communication from the Mayor - \"AN ACT to amend the retirement and social security law, in relation to increased-take-home pay contributions made on behalf of certain members of New York city's public retirement system.\" S.8102/A.11382",
      "AgendaSequence": 0,
      "MinutesSequence": 32,
      "Version": "*",
      "ActionID": 25,
      "ActionName": "P-C Item Approved by Comm",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 21987,
      "MatterFile": "M 0885-2000",
      "MatterName": "NYC's Public Retirement System, Increased Take-Home Pay (S.8102, A.11382)",
      "MatterType": "Mayor's Message",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 97428,
      "GUID": "941AC9A3-B6C3-44F7-84B8-1D54793C2981",
      "Title": "State Legislation Resolution requesting the New York State Legislature to pass bills introduced by Senator Goodman, S.8102, and by the Committee on Rules, A.11382, \"AN ACT to amend the retirement and social security law, in relation to increased-take-home pay contributions made on behalf of certain members of New York city's public retirement system.\"",
      "AgendaSequence": 0,
      "MinutesSequence": 34,
      "Version": "*",
      "ActionID": 25,
      "ActionName": "P-C Item Approved by Comm",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 21990,
      "MatterFile": "SLR 0267-2000",
      "MatterName": "NYC's Public Retirement System, Increased Take-Home Pay (S.8102, A.11382)",
      "MatterType": "SLR",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 97429,
      "GUID": "4CD410EA-23A0-4E18-B1F4-B9BF0EB8FF2F",
      "Title": "Communication from the Mayor - \"AN ACT to amend the retirement and social security law, in relation to the determination of benefits of certain members of the New York city police pension fund, subchapter two and the New York city fire department pension fund, subchapter two, and to repeal subdivision g of section 443 of such law, relating to the salary base used to calculate benefits for certain members of such pension funds and subdivision h of section 443 of such law, relating to demands in collective bargaining for the pension benefit provided by subdivision g of section 443 of such law.\" S.8100/A.11381\r\n",
      "AgendaSequence": 0,
      "MinutesSequence": 36,
      "Version": "*",
      "ActionID": 25,
      "ActionName": "P-C Item Approved by Comm",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 21988,
      "MatterFile": "M 0886-2000",
      "MatterName": "Pension Benefits, NYPD & NYFD (S.8100, A.11381)",
      "MatterType": "Mayor's Message",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 97430,
      "GUID": "CDC7305B-B474-4D4C-8707-2655F3DBD6DA",
      "Title": "State Legislation Resolution requesting the New York State Legislature to pass bills introduced by Senator Padavan, S.8100, and by the Committee on Rules, A.11381, \"AN ACT to amend the retirement and social security law, in relation to the determination of benefits of certain members of the New York city police pension fund, subchapter two and the New York city fire department pension fund, subchapter two, and to repeal subdivision g of section 443 of such law, relating to the salary base used to calculate benefits for certain members of such pension funds and subdivision h of section 443 of such law, relating to demands in collective bargaining for the pension benefit provided by subdivision g of section 443 of such law.\"",
      "AgendaSequence": 0,
      "MinutesSequence": 38,
      "Version": "*",
      "ActionID": 25,
      "ActionName": "P-C Item Approved by Comm",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 21989,
      "MatterFile": "SLR 0268-2000",
      "MatterName": "Pension Benefits, NYPD & NYFD (S.8100, A.11381)",
      "MatterType": "SLR",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 97431,
      "GUID": "87EE0857-B736-4776-BB1B-E6A8FD73BC59",
      "Title": "Communication from the Mayor - \"AN ACT to amend the administrative code of the city of New York, in relation to the rate of regular interest used in the actuarial valuation of liabilities for the purpose of calculating contributions to the New York city employees' retirement system, the New York city teachers' retirement system, the police pension fund, subchapter two, the fire department pension fund, subchapter two and the board of education retirement system of such city by public employers and other obligors required to make employer contributions to such retirement systems, the making of contributions to such retirement systems by such public employers and other obligors, including contributions for the purpose of amortizing certain unfunded accrued liabilities of such retirement systems, and the crediting of special interest and additional interest to members of such retirement systems, and the allowance of supplementary interest on the funds of such retirement systems; to repeal paragraph one of subdivision k of section 13-638.2 of such code and subdivision l of such section, relating to certain funding adjustments where actuarial assumptions are changed; and to  amend the education law, in relation to employer contributions to the board of education retirement system of such city.\"  S.8099/A.11383",
      "AgendaSequence": 0,
      "MinutesSequence": 40,
      "Version": "*",
      "ActionID": 25,
      "ActionName": "P-C Item Approved by Comm",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 21991,
      "MatterFile": "M 0887-2000",
      "MatterName": "Retirement System, Calculating Contributions (S.8099, A.11383)",
      "MatterType": "Mayor's Message",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 97432,
      "GUID": "6F3708FC-2172-4EEE-9156-650103F43FC4",
      "Title": "State Legislation Resolution requesting the New York State Legislation to pass bills S.8099 and A.11383, \"AN ACT to amend the administrative code of the city of New York, in relation to the rate of regular interest used in the actuarial valuation of liabilities for the purpose of calculating contributions to the New York city employees' retirement system, the New York city teachers' retirement system, the police pension fund, subchapter two, the fire department pension fund, subchapter two and the board of education retirement system of such city by public employers and other obligors required to make employer contributions to such retirement systems, the making of contributions to such retirement systems by such public employers and other obligors, including contributions for the purpose of amortizing certain unfunded accrued liabilities of such retirement systems, and the crediting of special interest and additional interest to members of such retirement systems, and the allowance of supplementary interest on the funds of such retirement systems; to repeal paragraph one of subdivision k of section 13-638.2 of such code and subdivision l of such section, relating to certain funding adjustments where actuarial assumptions are changed; and to  amend the education law, in relation to employer contributions to the board of education retirement system of such city.",
      "AgendaSequence": 0,
      "MinutesSequence": 42,
      "Version": "*",
      "ActionID": 25,
      "ActionName": "P-C Item Approved by Comm",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 22001,
      "MatterFile": "SLR 0269-2000",
      "MatterName": "Retirement System, Calculating Contributions (S.8099, A.11383)",
      "MatterType": "SLR",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 97433,
      "GUID": "325EAD00-C211-4D87-BEA7-4CB7EA6203C1",
      "Title": "State Legislation Resolution requesting the New York State Legislature to pass bills introduced by Senator Leibell, S.6765-B, and Assembly Member Vitaliano, A.9687-B, \"AN ACT to amend the retirement and social security law, in relation to the establishment of twenty-five year/age fifty retirement programs for senior automotive service workers, automotive service workers, auto body workers, auto mechanics and oil burner specialists who are subject to articles 11 and 15 of such law; and in relation to providing for employer pick up, pursuant to provisions of the internal revenue code, of certain additional member contributions required to be made by certain participants in the twenty-five year/age fifty retirement programs\".",
      "AgendaSequence": 0,
      "MinutesSequence": 44,
      "Version": "*",
      "ActionID": 25,
      "ActionName": "P-C Item Approved by Comm",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 21982,
      "MatterFile": "SLR 0276-2000",
      "MatterName": "Retirement Programs, Auto Workers (S.6765-B, A.9687-B)",
      "MatterType": "SLR",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "AgendaLastPublished": "2009-11-05T21:02:14.07Z",
  "MinutesLastPublished": "2012-07-26T19:18:59.803Z",
  "LastModified": "2015-08-25T15:57:12.06Z"
}
