{
  "ID": 54678,
  "GUID": "F7C59CA9-A9E2-41D8-B062-41D99610DE11",
  "File": "Int 0806-2015",
  "Name": "Establish a temporary program to resolve outstanding penalties imposed by the environmental control board.",
  "Title": "A Local Law to establish a temporary program to resolve outstanding judgments imposed by the environmental control board",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 35,
  "StatusName": "Enacted",
  "BodyID": 11,
  "BodyName": "Committee on Finance",
  "IntroDate": "2015-06-10T00:00:00Z",
  "AgendaDate": "2015-06-10T00:00:00Z",
  "PassedDate": "2016-04-21T00:00:00Z",
  "EnactmentDate": "2016-04-21T00:00:00Z",
  "Version": "B",
  "Sponsors": [
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 7627,
      "Slug": "costa-g-constantinides",
      "FullName": "Costa G. Constantinides"
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 7113,
      "Slug": "mathieu-eugene",
      "FullName": "Mathieu Eugene"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 7632,
      "Slug": "ben-kallos",
      "FullName": "Ben Kallos"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 0,
      "Slug": "",
      "FullName": ""
    }
  ],
  "History": [
    {
      "ID": 299247,
      "Date": "2015-06-10T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 299400,
      "Date": "2015-06-10T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Finance",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 14155,
      "AgendaSequence": 115,
      "MinutesSequence": 134,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Finance",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 302808,
      "Date": "2015-11-19T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 11,
      "BodyName": "Committee on Finance",
      "EventID": 14414,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 806-A",
      "MinutesNote": "Proposed Int. No. 806-A",
      "MatterStatusID": 3,
      "LastModified": "2015-11-19T15:51:01.04Z"
    },
    {
      "ID": 303135,
      "Date": "2015-11-19T13:05:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Introduction was Amendment Proposed by Comm",
      "BodyID": 11,
      "BodyName": "Committee on Finance",
      "EventID": 14414,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-11-19T21:07:19.2Z"
    },
    {
      "ID": 303136,
      "Date": "2015-11-19T13:15:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 11,
      "BodyName": "Committee on Finance",
      "EventID": 14414,
      "MinutesSequence": 7,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-11-19T21:56:58.75Z"
    },
    {
      "ID": 302814,
      "Date": "2015-11-19T13:30:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 14428,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 806-A",
      "MinutesNote": "Proposed Int. No. 806-A",
      "MatterStatusID": 3,
      "LastModified": "2015-11-19T21:07:23.237Z"
    },
    {
      "ID": 303146,
      "Date": "2015-11-19T13:40:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Introduction was Amendment Proposed by Comm",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 14428,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-11-19T21:07:29.037Z"
    },
    {
      "ID": 303147,
      "Date": "2015-11-19T13:45:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 14428,
      "MinutesSequence": 7,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-11-19T21:07:33.837Z"
    },
    {
      "ID": 306475,
      "Date": "2016-04-07T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 11,
      "BodyName": "Committee on Finance",
      "EventID": 14735,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 806-B",
      "MinutesNote": "Proposed Int. No. 806-B",
      "MatterStatusID": 3,
      "LastModified": "2016-04-07T14:11:10.837Z"
    },
    {
      "ID": 306787,
      "Date": "2016-04-07T10:00:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Introduction was Amendment Proposed by Comm",
      "BodyID": 11,
      "BodyName": "Committee on Finance",
      "EventID": 14735,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2016-04-07T14:11:17.84Z"
    },
    {
      "ID": 306788,
      "Date": "2016-04-07T10:00:00Z",
      "ActionID": 33,
      "Action": "Amended by Committee",
      "Description": "This Introduction was Amended by Committee",
      "BodyID": 11,
      "BodyName": "Committee on Finance",
      "EventID": 14735,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2016-04-07T15:12:27.58Z"
    },
    {
      "ID": 306789,
      "Date": "2016-04-07T10:00:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "A motion was made that this Introduction be Approved by Committee approved by Roll Call.",
      "BodyID": 11,
      "BodyName": "Committee on Finance",
      "EventID": 14735,
      "MinutesSequence": 5,
      "Version": "B",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "LastModified": "2016-05-02T16:32:15.17Z"
    },
    {
      "ID": 306665,
      "Date": "2016-04-07T13:30:00Z",
      "ActionID": 68,
      "Action": "Approved by Council",
      "Description": "A motion was made that this Introduction be Approved by Council approved by consent Roll Call.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 14757,
      "AgendaSequence": 19,
      "MinutesSequence": 23,
      "Version": "B",
      "AgendaNote": "Amended and Coupled on GO",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "Consent": 1,
      "MatterStatusID": 10,
      "LastModified": "2016-04-07T20:41:50.95Z"
    },
    {
      "ID": 306898,
      "Date": "2016-04-07T17:00:00Z",
      "ActionID": 53,
      "Action": "Sent to Mayor by Council",
      "Description": "This Introduction was Sent to Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "B",
      "MatterStatusID": 10,
      "LastModified": "2016-04-13T18:32:50.267Z"
    },
    {
      "ID": 306903,
      "Date": "2016-04-21T10:30:00Z",
      "ActionID": 5014,
      "Action": "Hearing Held by Mayor",
      "Description": "This Introduction was Hearing Held by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "B",
      "MatterStatusID": 10,
      "LastModified": "2016-04-21T14:07:29.567Z"
    },
    {
      "ID": 307250,
      "Date": "2016-04-21T11:45:00Z",
      "ActionID": 57,
      "Action": "Signed Into Law by Mayor",
      "Description": "This Introduction was Signed Into Law by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "B",
      "MatterStatusID": 35,
      "LastModified": "2016-04-21T17:36:18.577Z"
    },
    {
      "ID": 307251,
      "Date": "2016-04-21T11:50:00Z",
      "ActionID": 5023,
      "Action": "Recved from Mayor by Council",
      "Description": "This Introduction was Recved from Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "B",
      "MatterStatusID": 35,
      "LastModified": "2016-04-21T17:36:00.36Z"
    }
  ],
  "Summary": "This bill would authorize the Commissioner of Finance to establish a 90-day, temporary program to resolve outstanding penalties imposed by the Environmental Control Board in Fiscal 2017. With certain conditions, such program would permit those who are subject to judgments as a result of a default decision to resolve those judgments by paying the base penalty and having the default penalty and accrued interest waived. It would also permit, with certain conditions, those who are subject to judgments as a result of a finding by the ECB that they were in violation to resolve those judgments by paying 75 percent of the imposed penalty and having the accrued interest waived.\r\n\r\nAfter the conclusion of the temporary program, for any judgment that arose from a default decision that was eligible to be resolved as part of the temporary program, the Department of Finance would not be permitted to resolve such judgment by accepting payment of anything less than half of the default penalty and accrued interest.",
  "TextID": 57521,
  "Text": "Be it enacted by the Council as follows:\n \n            Section 1.  Temporary program to resolve outstanding judgments.\na. Definitions. For purposes of this section, the following definitions apply:\n            \"Base penalty\" means, with respect to any notice of violation returnable to the environmental control board, the penalty that would be imposed upon a timely admission by the respondent or finding of liability after an adjudication, pursuant to the environmental control board penalty schedule, without regard to reductions of penalty in cases of mitigation or involving stipulations.\n             \"Default decision and order\" means a decision and order of the environmental control board, pursuant to subparagraph (d) of paragraph one of subdivision d of section 1049-a of the charter of the city of New York, determining a respondent's liability for a violation charged based upon that respondent's failure to plead within the time allowed by the rules of the environmental control board or failure to appear before the environmental control board on a designated adjudication date or on a subsequent date following an adjournment.\n            \"Default penalty\" means, with respect to any notice of violation returnable to the environmental control board, the penalty imposed by the environmental control board, pursuant to subparagraph (d) of paragraph one of subdivision d of section 1049-a of the charter of the city of New York, in an amount up to the maximum amount prescribed by law for the violation charged.\n            \"Environmental control board\" means a division of the office of administrative trials and hearings and its tribunal, as described in section 1049-a of the charter of the city of New York.\n            \"Environmental control board penalty schedule\" means the schedule of penalties adopted as a rule by the environmental control board in title 48 of the rules of the city of New York, or such predecessor schedule as may have applied on the date of the violation.\n            \"Imposed penalty\" means, with respect to any notice of violation returnable to the environmental control board, the penalty imposed by the environmental control board after an adjudication, pursuant to subparagraph (a) of paragraph one of subdivision d of section 1049-a of the charter of the city of New York. \n            \"Judgment\" means monies owed to the city of New York as a result of a final order of the environmental control board imposing a civil penalty, either as a result of a default decision and order or after a hearing and finding of violation, that was entered in the civil court of the city of New York or any other place provided for the entry of civil judgments within the state, pursuant to subparagraph (g) of paragraph one of subdivision d of section 1049-a of the charter of the city of New York, no later than ninety days prior to the commencement of the temporary program to resolve outstanding judgments pursuant to subdivision b of this local law and determining a respondent's liability for a violation charged in accordance with the environmental control board penalty schedule. \n             \"Resolve\" means, with respect to an outstanding judgment of the environmental control board, to conclude all legal proceedings in connection with a notice of violation.\n            \"Respondent\" means a person or entity named as the subject of a notice of violation returnable to, or a judgment issued by, the environmental control board.\n            b.\tTemporary program to resolve outstanding judgments. Subject to an appropriate concurring resolution of the environmental control board described in subdivision a of section 1049-a of the charter of the city of New York, and notwithstanding any other provision of law to the contrary, the commissioner of finance shall establish a temporary program to resolve outstanding judgments imposed by the environmental control board, for a ninety day period to be effective during the fiscal year that commences on July first, two thousand sixteen, that permits respondents who are subject to:\n            1.\tjudgments resulting from a default decision and order to resolve such judgments by payment of base penalties without payment of default penalties and accrued interest; and\n            2.\tjudgments entered after an adjudication and finding of violation to resolve such judgments by payment of seventy-five percent of the imposed penalties without payment of accrued interest.\n            c.\tResolution of outstanding judgments. 1. A judgment resulting from a default decision and order may not be resolved under the temporary program to resolve outstanding judgments pursuant to paragraph one of subdivision b of this local law unless the base penalty of the violation that is the subject of the default decision and order can be determined from the notice of the violation, default decision and order, and environmental control board penalty schedule alone.\n            2.\tA judgment may not be resolved under the temporary program to resolve outstanding judgments pursuant to subdivision b of this local law if the judgment had been the subject of a settlement agreement with the department of finance or the department of law that was executed after the expiration of the temporary default resolution program established by the department of finance pursuant to local law number forty-seven for the year two thousand nine. \n            3.\tA judgment arising out of a notice of violation that includes an order requiring the correction of the violation may not be resolved under the temporary program to resolve outstanding judgments pursuant to subdivision b of this local law unless the respondent:  \n            (i)\tenters into a written agreement with the department of finance providing that the violation shall be corrected within six months from the date of the written agreement;\n            (ii) \tpays to the department of finance a deposit equal to twenty-five  percent of the amount that would resolve the judgment under the temporary program to resolve outstanding judgments pursuant to subdivision b of this local law; \n            (iii)\tdemonstrates to the satisfaction of the city agency that issued the notice of violation that the condition cited in the notice of violation has been corrected; and\n            (iv)\tpays to the department of finance the balance of the amount that would resolve the judgment, provided that the violation has been corrected within such six month period pursuant to subparagraph (iii) of this paragraph. \n            4.\tIf a violation that is the subject of a written agreement with the department of finance pursuant to paragraph three of this subdivision is not corrected to the satisfaction of the city agency that issued the notice of violation within the required six month period, judgment in the amount of the default penalty plus accrued interest less the deposit, or judgment in the amount of the imposed penalty plus accrued interest less the deposit, as applicable, shall continue to have full legal effectiveness and enforceability.\n            d.\tConditions for participation in the temporary program to resolve outstanding judgments. 1. A respondent seeking resolution of a judgment resulting from a default decision and order under the temporary program to resolve outstanding judgments pursuant to paragraph one of subdivision b of this local law shall admit liability for the violation that resulted in the default decision and order. A judgment resulting from a default decision and order may not be resolved under the temporary program to resolve outstanding judgments pursuant to paragraph one of subdivision b of this local law if the respondent seeking resolution of the judgment fails or refuses to admit liability. \n            2.\tA respondent seeking resolution of a judgment under the temporary program to resolve outstanding judgments pursuant to subdivision b of this local law shall seek resolution of all outstanding judgments against such respondent. \n            3.\tA judgment shall not be resolved under the temporary program to resolve outstanding judgments pursuant to subdivision b of this local law if a respondent fails to pay the amounts described in subdivision b of this local law to the department of finance within the three month period of such temporary program. \n            4.\tA respondent who is the subject of a criminal investigation relating to the violation that is the subject of the judgment shall not be eligible to participate in the temporary program to resolve outstanding judgments.    \n            5.\tA resolution of a judgment under the temporary program to resolve outstanding judgments shall constitute a waiver of all legal and factual defenses to liability for the judgment. \n            e. \tCertificates of correction. Nothing contained herein shall require a city agency to issue or approve certificates of correction or the equivalent if such city agency does not have a program to do so as of the effective date of this local law. \n            f.\tDuration of program.\tThe duration of the program shall be ninety days. After the program has concluded, any judgment that remains outstanding and has not been resolved by this program shall continue to have full legal effectiveness and enforceability regardless of whether it could have been resolved under this program.\n            g.\tAuthority to resolve a judgment resulting from a default decision and order. Notwithstanding any law to the contrary, for three years following the conclusion of the temporary program to resolve outstanding judgments pursuant to subdivision b of this local law, the department of finance, when acting pursuant to a delegation from the environmental control board, shall not resolve any judgment resulting from a default decision and order that had been eligible for resolution pursuant to such temporary program by accepting payment of any amount that is less than half the default penalty and the accrued interest on such recalculated default penalty.\n            h.\tNotification of public. The commissioner of finance shall publicize the temporary program to resolve outstanding judgments so as to maximize public awareness of and participation in such program.\n            � 2.\tThis local law shall take effect immediately.\n1",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul\\fs24 Be it enacted by the Council as follows\\ulnone :\\fs27\\par\n \\par\n\\pard\\ltrpar\\hyphpar0\\fi1440\\sl480\\slmult1\\qj\\cf0\\fs24 Section 1.  Temporary program to resolve outstanding judgments.\\par\n\\pard\\ltrpar\\hyphpar0\\fi-360\\li1800\\sl480\\slmult1\\qj a.\\tab Definitions. For purposes of this section, the following definitions apply:\\par\n\\pard\\ltrpar\\hyphpar0\\fi1440\\sl480\\slmult1\\qj\\ldblquote Base penalty\\rdblquote  means, with respect to any notice of violation returnable to the environmental control board, the penalty that would be imposed upon a timely admission by the respondent or finding of liability after an adjudication, pursuant to the environmental control board penalty schedule, without regard to reductions of penalty in cases of mitigation or involving stipulations.\\par\n \\ldblquote Default decision and order\\rdblquote  means a decision and order of the environmental control board, pursuant to subparagraph (d) of paragraph one of subdivision d of section 1049-a of the charter of the city of New York, determining a respondent\\rquote s liability for a violation charged based upon that respondent\\rquote s failure to plead within the time allowed by the rules of the environmental control board or failure to appear before the environmental control board on a designated adjudication date or on a subsequent date following an adjournment.\\par\n\\ldblquote Default penalty\\rdblquote  means, with respect to any notice of violation returnable to the environmental control board, the penalty imposed by the environmental control board, pursuant to subparagraph (d) of paragraph one of subdivision d of section 1049-a of the charter of the city of New York, in an amount up to the maximum amount prescribed by law for the violation charged.\\par\n\\ldblquote Environmental control board\\rdblquote  means a division of the office of administrative trials and hearings and its tribunal, as described in section 1049-a of the charter of the city of New York.\\par\n\\ldblquote Environmental control board penalty schedule\\rdblquote  means the schedule of penalties adopted as a rule by the environmental control board in title 48 of the rules of the city of New York, or such predecessor schedule as may have applied on the date of the violation.\\par\n\\ldblquote Imposed penalty\\rdblquote  means, with respect to any notice of violation returnable to the environmental control board, the penalty imposed by the environmental control board after an adjudication, pursuant to subparagraph (a) of paragraph one of subdivision d of section 1049-a of the charter of the city of New York. \\par\n\\ldblquote Judgment\\rdblquote  means monies owed to the city of New York as a result of a final order of the environmental control board imposing a civil penalty, either as a result of a default decision and order or after a hearing and finding of violation, that was entered in the civil court of the city of New York or any other place provided for the entry of civil judgments within the state, pursuant to subparagraph (g) of paragraph one of subdivision d of section 1049-a of the charter of the city of New York, no later than ninety days prior to the commencement of the temporary program to resolve outstanding judgments pursuant to subdivision b of this local law and determining a respondent\\rquote s liability for a violation charged in accordance with the environmental control board penalty schedule. \\par\n \\ldblquote Resolve\\rdblquote  means, with respect to an outstanding judgment of the environmental control board, to conclude all legal proceedings in connection with a notice of violation.\\par\n\\ldblquote Respondent\\rdblquote  means a person or entity named as the subject of a notice of violation returnable to, or a judgment issued by, the environmental control board.\\par\nb.\\tab Temporary program to resolve outstanding judgments. Subject to an appropriate concurring resolution of the environmental control board described in subdivision a of section 1049-a of the charter of the city of New York, and notwithstanding any other provision of law to the contrary, the commissioner of finance shall establish a temporary program to resolve outstanding judgments imposed by the environmental control board, for a ninety day period to be effective during the fiscal year that commences on July first, two thousand sixteen, that permits respondents who are subject to:\\par\n1.\\tab judgments resulting from a default decision and order to resolve such judgments by payment of base penalties without payment of default penalties and accrued interest; and\\par\n2.\\tab judgments entered after an adjudication and finding of violation to resolve such judgments by payment of seventy-five percent of the imposed penalties without payment of accrued interest.\\par\nc.\\tab Resolution of outstanding judgments. 1. A judgment resulting from a default decision and order may not be resolved under the temporary program to resolve outstanding judgments pursuant to paragraph one of subdivision b of this local law unless the base penalty of the violation that is the subject of the default decision and order can be determined from the notice of the violation, default decision and order, and environmental control board penalty schedule alone.\\par\n2.\\tab A judgment may not be resolved under the temporary program to resolve outstanding judgments pursuant to subdivision b of this local law if the judgment had been the subject of a settlement agreement with the department of finance or the department of law that was executed after the expiration of the temporary default resolution program established by the department of finance pursuant to local law number forty-seven for the year two thousand nine. \\par\n3.\\tab A judgment arising out of a notice of violation that includes an order requiring the correction of the violation may not be resolved under the temporary program to resolve outstanding judgments pursuant to subdivision b of this local law unless the respondent:  \\par\n(i)\\tab enters into a written agreement with the department of finance providing that the violation shall be corrected within six months from the date of the written agreement;\\par\n(ii) \\tab pays to the department of finance a deposit equal to twenty-five  percent of the amount that would resolve the judgment under the temporary program to resolve outstanding judgments pursuant to subdivision b of this local law; \\par\n(iii)\\tab demonstrates to the satisfaction of the city agency that issued the notice of violation that the condition cited in the notice of violation has been corrected; and\\par\n(iv)\\tab pays to the department of finance the balance of the amount that would resolve the judgment, provided that the violation has been corrected within such six month period pursuant to subparagraph (iii) of this paragraph. \\par\n4.\\tab If a violation that is the subject of a written agreement with the department of finance pursuant to paragraph three of this subdivision is not corrected to the satisfaction of the city agency that issued the notice of violation within the required six month period, judgment in the amount of the default penalty plus accrued interest less the deposit, or judgment in the amount of the imposed penalty plus accrued interest less the deposit, as applicable, shall continue to have full legal effectiveness and enforceability.\\par\nd.\\tab Conditions for participation in the temporary program to resolve outstanding judgments. 1. A respondent seeking resolution of a judgment resulting from a default decision and order under the temporary program to resolve outstanding judgments pursuant to paragraph one of subdivision b of this local law shall admit liability for the violation that resulted in the default decision and order. A judgment resulting from a default decision and order may not be resolved under the temporary program to resolve outstanding judgments pursuant to paragraph one of subdivision b of this local law if the respondent seeking resolution of the judgment fails or refuses to admit liability. \\par\n2.\\tab A respondent seeking resolution of a judgment under the temporary program to resolve outstanding judgments pursuant to subdivision b of this local law shall seek resolution of all outstanding judgments against such respondent. \\par\n3.\\tab A judgment shall not be resolved under the temporary program to resolve outstanding judgments pursuant to subdivision b of this local law if a respondent fails to pay the amounts described in subdivision b of this local law to the department of finance within the three month period of such temporary program. \\par\n4.\\tab A respondent who is the subject of a criminal investigation relating to the violation that is the subject of the judgment shall not be eligible to participate in the temporary program to resolve outstanding judgments.    \\par\n5.\\tab A resolution of a judgment under the temporary program to resolve outstanding judgments shall constitute a waiver of all legal and factual defenses to liability for the judgment. \\par\ne. \\tab Certificates of correction. Nothing contained herein shall require a city agency to issue or approve certificates of correction or the equivalent if such city agency does not have a program to do so as of the effective date of this local law. \\par\nf.\\tab Duration of program.\\tab The duration of the program shall be ninety days. After the program has concluded, any judgment that remains outstanding and has not been resolved by this program shall continue to have full legal effectiveness and enforceability regardless of whether it could have been resolved under this program.\\par\ng.\\tab Authority to resolve a judgment resulting from a default decision and order. Notwithstanding any law to the contrary, for three years following the conclusion of the temporary program to resolve outstanding judgments pursuant to subdivision b of this local law, the department of finance, when acting pursuant to a delegation from the environmental control board, shall not resolve any judgment resulting from a default decision and order that had been eligible for resolution pursuant to such temporary program by accepting payment of any amount that is less than half the default penalty and the accrued interest on such recalculated default penalty.\\par\nh.\\tab Notification of public. The commissioner of finance shall publicize the temporary program to resolve outstanding judgments so as to maximize public awareness of and participation in such program.\\par\n\\'a7 2.\\tab This local law shall take effect immediately.\\par\n}\n",
  "LastModified": "2017-05-04T16:29:47.957Z"
}
