{
  "ID": 49866,
  "GUID": "6B1723E9-54C6-48B5-ABDB-D071D12D82B3",
  "File": "Int 0991-2013",
  "Name": "Replacing references to “mental retardation” with references to “developmental disability”.",
  "Title": "A Local Law to amend the New York city charter and the administrative code of the city of New York, in relation to replacing references to “mental retardation” with references to “developmental disability”.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5109,
  "BodyName": "Committee on Mental Health, Developmental Disability, Alcoholism, Substance Abuse and Disability Services",
  "IntroDate": "2013-01-09T00:00:00Z",
  "AgendaDate": "2013-01-09T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7577,
      "Slug": "david-g-greenfield",
      "FullName": "David G. Greenfield"
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7613,
      "Slug": "andy-l-king",
      "FullName": "Andy L. King"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7586,
      "Slug": "ruben-wills",
      "FullName": "Ruben Wills"
    },
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    }
  ],
  "History": [
    {
      "ID": 270555,
      "Date": "2013-01-09T12:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 270627,
      "Date": "2013-01-09T12:00:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Mental Health, Developmental Disability, Alcoholism, Drug Abuse and Disability Services",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 12160,
      "AgendaSequence": 51,
      "MinutesSequence": 60,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Committee on Mental Health, Developmental Disability, Alcoholism, Drug Abuse and Disability Services",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283701,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 51088,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1. No print, online, or other publication produced or printed after the effective date of this law by any New York city agency shall refer to individuals with developmental disabilities as “mentally retarded” or refer to any developmental disability as “mental retardation”. The term “mentally retarded” shall be replaced with the term “individuals with developmental disabilities” or “developmentally disabled individuals” or “the developmentally disabled”. The term “mental retardation” shall be replaced with the term “developmental disability” or “developmental disabilities”.\n§2. Subdivision d of section 15 of the New York city charter is amended to read as follows:\nd. 1. The city of New York recognizes that services for people suffering from [mental retardation and] developmental disabilities are provided by programs administered within a number of different city agencies, as well as by non-governmental entities. The city of New York further recognizes the need for coordination and cooperation among city agencies and between city agencies and non-governmental entities that provide such services.\n2. There shall be [mental retardation and] developmental disability coordination within the office of operations. In performing functions relating to such coordination, the office of operations shall be authorized to develop methods to: (i) improve the coordination within and among city agencies that provide services to people with [mental retardation or] developmental disabilities, including but not limited to the department of health and mental hygiene, the administration for children's services, the human resources administration, department of youth and community development, the department of juvenile justice, and the department of employment, or the successors to such agencies, and the health and hospitals corporation and the board of education; and (ii) facilitate coordination between such agencies and non-governmental entities providing services to people with [mental retardation or] developmental disabilities; review state and federal programs and legislative proposals that may affect people with [mental retardation or] developmental disabilities and provide information and advice to the mayor regarding the impact of such programs or legislation; recommend legislative proposals or other initiatives that will benefit people with [mental retardation or] developmental disabilities; and perform such other duties and functions as the mayor may request to assist people with [mental retardation or] developmental disabilities and their family members.\n§3. Section 550 of the New York city charter is amended to read as follows:\n§ 550 Definitions. When used in this chapter: the term “mentally disabled” shall mean those with mental illness, [mental retardation] developmental disability, alcoholism, substance dependence or chemical dependence as these terms are defined in section 1.03 of the mental hygiene law; or any other mental illness or mental condition placed under the jurisdiction of the department by the mayor; the term “provider of services” shall mean an individual, association, corporation or public or private agency which provides for the mentally disabled; and the term “services for the mentally disabled” shall mean examination, diagnosis, care, treatment, rehabilitation, training, education, research, preventive services, referral, residential services or domiciliary care of or for the mentally disabled, not specifically limited by any other law. Notwithstanding the foregoing, planning and programs for persons with substance dependence or chemical dependence shall be conducted by the department, and the department may act as a “local agency” to conduct substance abuse programs and seek reimbursement therefore pursuant to provisions of the mental hygiene law relating to funding for substance abuse services, as deemed appropriate by the commissioner in recognition of the programs currently administered by the New York state office of alcoholism and substance abuse services or its successor agency under article nineteen of the mental hygiene law.\n§4. Subdivision a of section 551 of the New York city charter is amended to read as follows:\na. There shall be a department of health and mental hygiene, the head of which shall be the commissioner of health and mental hygiene who shall be appointed by the mayor. The department shall have and exercise all powers of a local health department set forth in law. Notwithstanding any other provision of this charter to the contrary, the department shall be a social services district for purposes of the administration of health-related public assistance programs to the extent agreed upon by the department, the department of social services and the department of homeless services. Appropriations to the department for mental health, [mental retardation] developmental disability and alcoholism services shall be set forth in the expense budget in separate and distinct units of appropriation. In determining the annual amount of city funds to be appropriated by the city for mental health, [mental retardation] developmental disability and alcoholism services, the following provision shall apply: in the event that the executive budget proposes a decrease in city funds measured against the budget for the current fiscal year, as modified in accordance with section one hundred seven, for the units of appropriation for mental health, [mental retardation] developmental disability and alcoholism services, the executive budget shall not propose a greater percentage decrease in city funds measured against the budget for the current fiscal year, as modified in accordance with section one hundred seven, for the units of appropriation for mental health, [mental retardation] developmental disability and alcoholism services than has been proposed for the units of appropriation for public health services. If, however, in his or her discretion, the mayor determines that it is in the city's best interest to submit an executive budget at variance with the requirements of this provision, the mayor shall include an explanation of the basis for this variation as part of the budget message.\n§5. Section 552 of the New York city charter is amended to read as follows:\n§ 552 Deputy commissioners. The commissioner may appoint deputy commissioners, one of whom shall have the same qualifications as the commissioner. There shall be at least two executive deputy commissioners, one of whom shall have the qualifications established pursuant to the mental hygiene law for a director of community services of a local governmental unit, and shall be the director within the department of the division of mental hygiene services. Such division shall be and shall exercise the powers of a local governmental unit for purposes of the mental hygiene law, and the executive deputy commissioner heading such division shall have the powers of a director of community services of a local governmental unit as set forth in or pursuant to such law, and shall report directly to the commissioner. In the exercise of such powers, such executive deputy commissioner shall coordinate the fiscal and programmatic administration of contracts awarded by the department for mental health, [mental retardation] developmental disability, and alcoholism services.\n§6. Section 556 of the New York city charter is amended to read as follows: \n§ 556 Functions, power and duties of the department. Except as otherwise provided by law, the department shall have jurisdiction to regulate all matters affecting health in the city of New York and to perform all those functions and operations performed by the city that relate to the health of the people of the city, including but not limited to the mental health, [mental retardation] developmental disability, alcoholism and substance abuse-related needs of the people of the city. The jurisdiction of the department shall include but not be limited to the following:\na. General functions. (1) Enforce all provisions of law applicable in the area under the jurisdiction of the department for the preservation of human life, for the care, promotion and protection of health and relative to the necessary health supervision of the purity and wholesomeness of the water supply and the sources thereof;\n(2) maintain an office in each borough and maintain, furnish and operate in each borough office health centers and health stations or other facilities which may be required from time to time for the preservation of health or the care of the sick;\n(3) exercise its functions, powers and duties in the area extending over the city, and over the waters adjacent thereto, within the jurisdiction of the city and within the quarantine limits as established by law;\n(4) receive and expend funds made available for public health purposes pursuant to law; and\n(5) arrange, with the approval of the mayor, for the rendition of services and operation of facilities by other agencies of the city;\nb. Review of public health services and general public health planning. (1) Develop and submit to the mayor and council a program for the delivery of services for the mentally disabled, including construction and operation of facilities;\n(2) determine the needs of the mentally disabled in the city, which determination shall include the review and evaluation of all mental hygiene services and facilities within the department's jurisdiction;\n(3) engage in short-range, intermediate-range and long-range mental hygiene planning that reflects the entire array of city needs in the areas of mental health, [mental retardation and] developmental disabilities and alcoholism and substance abuse services within the department's jurisdiction;\n(4) implement and administer an inclusive citywide planning process for the delivery of services for people with mental disabilities; and design and incorporate within that planning process, consistent with applicable law, standards and procedures for community participation and communication with the commissioner at the borough and local community level;\n(5) establish coordination and cooperation among all providers of services for the mentally disabled, coordinate the department's program with the program of the state department of mental hygiene so that there is a continuity of care among all providers of services, and seek to cooperate by mutual agreement with the state department of mental hygiene and its representatives and with institutions in such department and their representatives in pre-admission screening and in post-hospital care of persons suffering from mental disability;\n(6) receive and expend funds made available for the purposes of providing mental health, [mental retardation and] developmental disability and alcoholism and substance abuse related services;\n(7) administer, within the division of mental hygiene, the unit responsible for early intervention services pursuant to the public health law; and\n(8) in accordance with section five hundred fifty-five of this chapter, determine the public health needs of the city and prepare plans and programs addressing such needs.\nc. Supervision of matters affecting public health. (1) Supervise and control the registration of births, fetal deaths and deaths;\n(2) supervise the reporting and control of communicable and chronic diseases and conditions hazardous to life and health; exercise control over and supervise the abatement of nuisances affecting or likely to affect the public health;\n(3) make policy and plan for, monitor, evaluate and exercise general supervision over all services and facilities for the mentally disabled within the department's jurisdiction; and exercise general supervisory authority, through the promulgation of appropriate standards consistent with accepted professional practices for the care and treatment of patients within such services and facilities for the mentally disabled within the department's jurisdiction;\n(4) except as otherwise provided by law, analyze and monitor hospitals, clinics, nursing homes, and homes for the aged, and analyze, evaluate, supervise and regulate clinical laboratories, blood banks, and related facilities providing medical and health services and services ancillary thereto;\n(5) to the extent necessary to carry out the provisions of this chapter, the mental hygiene law and other applicable laws and when not inconsistent with any other law, arrange for the visitation, inspection and investigation of all providers of services for the mentally disabled, by the department or otherwise;\n(6) conduct such inquiries into services and facilities for the mentally disabled as may be useful in performing the functions of the department, including investigations into individual patient care, and for such purpose the department may exercise the powers set forth in section five hundred fifty-five of this chapter and shall, consistent with the provisions of the mental hygiene law, have access to otherwise confidential patient records, provided such information is requested pursuant to the functions, powers and duties conferred upon the department by law;\n(7) supervise and regulate the public health aspects of water supply and sewage disposal and water pollution;\n(8) supervise and regulate the public health aspects of the production, processing and distribution of milk, cream and milk products, except for such inspection, regulation and supervision of the sanitary quality of milk and cream distributed, consumed or sold within the city as performed by the New York department of agriculture and markets pursuant to section seventy-one-l of the agriculture and markets law;\n(9) supervise and regulate the food and drug supply of the city and other businesses and activities affecting public health in the city, and ensure that such businesses and activities are conducted in a manner consistent with the public interest and by persons with good character, honesty and integrity;\n(10) supervise and regulate the removal, transportation and disposal of human remains;\n(11) supervise and regulate the public health aspects of ionizing radiation, the handling and disposal of radioactive wastes, and the activities within the city affecting radioactive materials, excluding special nuclear materials in quantities sufficient to form a critical mass; and\n(12) in furtherance of the purposes of this chapter and the mental hygiene law, make rules and regulations covering the provision of services by providers of services for the mentally disabled.\nd. Promotion or provision of public health services. (1) Maintain and operate public health centers and clinics as shall be established in the department;\n2. engage in or promote health research for the purpose of improving the quality of medical and health care; in conducting such research, the department shall have the authority to conduct medical audits, to receive reports on forms prepared or prescribed by the department; such information when received by the department shall be kept confidential and used solely for the purpose of medical or scientific research or the improvement of the quality of medical care;\n(3) produce, standardize and distribute certain diagnostic, preventive and therapeutic products and conduct laboratory examinations for the diagnosis, prevention and control of disease;\n(4) promote or provide for public education on mental disability and the prevention and control of disease;\n(5) promote or provide for programs for the prevention and control of disease and for the prevention, diagnosis, care, treatment, social and vocational rehabilitation, special education and training of the mentally disabled;\n(6) promote or provide diagnostic and therapeutic services for maternity and child health, family planning, communicable disease, medical rehabilitation and other diseases and conditions affecting public health;\n(7) promote or provide medical and health services for school children and the ambulant sick and needy persons of the city;\n(8) promote or provide medical and health services for the inmates of prisons maintained and operated by the city;\n(9) within the amounts appropriated therefor, enter into contracts for the rendition or operation of services and facilities for the mentally disabled on a per capita basis or otherwise, including contracts executed pursuant to subdivision e of section 41.19 of the mental hygiene law;\n(10) within the amounts appropriated therefor, execute such programs and maintain such facilities for the mentally disabled as may be authorized under such appropriations; and\n(11) use the services and facilities of public or private voluntary institutions whenever practical, and encourage all providers of services to cooperate with or participate in the program of services for the mentally disabled, whether by contract or otherwise.\ne. Other functions. (1) Prior to the sale, closing, abandonment of a city hospital or transfer of a city hospital to any other hospital or facility, hold a public hearing with reference to such proposed sale, closing, abandonment or transfer; publish notice of such public hearing in the City Record and in such daily newspaper or newspapers published in the city of New York as shall be selected by the commissioner, such publication to take place not less than ten days nor more than thirty days prior to the date fixed for the hearing; and adjourn such hearing from time to time, if necessary, in order to allow persons interested to attend or express their views;\n(2) submit all materials required by the mental hygiene law for purposes of state reimbursement;\n(3) provide for membership on such state or federally authorized committees as may be appropriate to the discharge of the department's functions, powers and duties; and\n(4) perform such other acts as may be necessary and proper to carry out the provisions of this chapter and the purposes of the mental hygiene law.\n§7. Paragraph 1 of subdivision a of section 568 of the New York city charter is amended to read as follows:\n (1) There shall be a mental hygiene advisory board which shall be advisory to the commissioner and the deputy commissioner for mental hygiene services in the development of community mental health, [mental retardation] developmental disability, alcoholism and substance abuse facilities and services and programs related thereto. The board shall have separate subcommittees for mental health, for [mental retardation and] developmental disabilities, and for alcoholism and substance abuse. The board and its subcommittees shall be constituted and their appointive members appointed and removed in the manner prescribed for a community services board by the provisions of the mental hygiene law. Pursuant to the provisions of such law, such members may be reappointed without limitation on the number of consecutive terms which they may serve.\n§8 Subdivision m of section 17-306 of the administrative code of the City of New York is amended to read as follows:\nm. “Disabled person”. Any person who has or had a physical or mental impairment that substantially limits one or more major life activities and has a record of such an impairment. For the purposes of this subdivision, “physical impairment” means a physiological disorder or condition, or anatomical loss affecting one or more of the following body systems: neurological; musculoskeletal; special sense organs; respiratory, including speech organs; cardiovascular; genitourinary; hemic and lymphatic; or skin and endocrine. It includes, but is not limited to, such diseases and conditions as orthopedic, visual, speech and hearing impairments, cerebral palsy, muscular dystrophy, and multiple sclerosis. For the purposes of this subdivision, “mental impairment” means any mental or psychological disorder such as [mental retardation] developmental disability, organic brain syndrome, emotional or mental illness, and specific learning disabilities. For the purposes of this subdivision, “major life activities” means functions such as walking, seeing, hearing and speaking. For the purposes of this subdivision, a record of such an impairment shall be established by submission to the commissioner of either:\n(a) A letter or certificate describing the physical or mental impairment of the applicant which must include the notarized signature of one of the following:\n(i) A licensed physician, opthamologist, optometrist or psychologist; or\n(ii) An authorized representative of a social agency that conducts programs for the disabled in cooperation with an official agency of the state and from which the applicant is receiving services such as, but not limited to, the state office of vocational rehabilitation; or\n(b) A previous certification not more than one year old establishing the physical or mental impairment of the applicant such as, but not limited to, verification of an income tax exemption or social security benefits on the basis of physical or mental impairment.\n\t§9. Subdivision cc of section 17-502 of the administrative code of the city of New York is amended to read as follows: \ncc. “Day treatment program” means a facility which is (i) licensed by the  New York state [department of health or the office of alcoholism and substance abuse services, the office of mental health, or the office of mental retardation and developmental disabilities within the state department of mental hygiene] office for people with developmental disabilities to provide treatment to aid in the rehabilitation or recovery of its patients based on a structured environment requiring patient participation for no less than three hours each day; or (ii) which is authorized by the state commissioner of health to conduct a program pursuant to section 80.135 of title ten of the New York code of rules and regulations.\n§10. Section 308.3 of the New York city building code is amended to read as follows:\n§ 308.3. Group I-2. This occupancy shall include buildings and structures used for medical, surgical, psychiatric, nursing or personal care on a 24-hour basis or overnight of more than two children under the age of 2, or more than three persons who are not capable of self-preservation and not capable of responding to an emergency situation without physical assistance from staff. This group shall include, but not be limited to, the following:\nAdult homes, where occupants are not capable of self-preservation, operated pursuant to and meeting the additional construction requirements of Section 460 of the New York State Social Services Law and regulations of the New York State Department of Health\nCommunity Residences or Intermediate Care Facilities, where occupants are not capable of self-preservation, operated pursuant to and meeting the additional construction requirements of the New York State Mental Hygiene Law and applicable regulations of the New York State Office of [Mental Health and Office of Mental Retardation and] People with Developmental Disabilities\nEnriched Housing, where occupants are not capable of self-preservation, operated pursuant to and meeting the additional construction requirements of Section 460 of the New York State Social Services Law and regulations of the New York State Department of Health\nHospitals\nNursing homes (both intermediate-care facilities and skilled nursing facilities)\nMental hospitals where patients are not under restraint\nDetoxification facilities\nException: Such a facility offering care on a 24-hour basis for 3 or fewer persons who are not capable of self-preservation may occupy not more than one dwelling unit in a Group R occupancy.\n§11. For the purposes of rules adopted to carry out a provision amended by this local law, a reference in a rule to mental retardation shall be considered a reference to intellectual disability, and a reference to mentally retarded individuals shall be considered a reference to individuals with intellectual disabilities. In amending a rule which carries out a provision amended by this local law, the rulemaking entity shall ensure that the rule clearly states that an intellectual disability was formerly termed mental retardation, and that individuals with intellectual disabilities were formerly termed individuals who are mentally retarded.\n§12. This local law is not intended to change the coverage, eligibility, rights, or responsibilities referred to in any amended provision.\n\t§13. This local law shall take effect immediately.\n\ndss\nLS# 4270\nCr-12/06/12 Sv-1/4/13 12:27PM",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\ul\\v0\\par\nBe it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tab Section 1. No print, online, or other publication produced or printed after the effective date of this law by any New York city agency shall refer to individuals with developmental disabilities as \\ldblquote mentally retarded\\rdblquote  or refer to any developmental disability as \\ldblquote mental retardation\\rdblquote . The term \\ldblquote mentally retarded\\rdblquote  shall be replaced with the term \\ldblquote individuals with developmental disabilities\\rdblquote  or \\ldblquote developmentally disabled individuals\\rdblquote  or \\ldblquote the developmentally disabled\\rdblquote . The term \\ldblquote mental retardation\\rdblquote  shall be replaced with the term \\ldblquote developmental disability\\rdblquote  or \\ldblquote developmental disabilities\\rdblquote .\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a72. Subdivision d of section 15 of the New York city charter is amended to read as follows:\\par\nd. 1. The city of New York recognizes that services for people suffering from [mental retardation and] developmental disabilities are provided by programs administered within a number of different city agencies, as well as by non-governmental entities. The city of New York further recognizes the need for coordination and cooperation among city agencies and between city agencies and non-governmental entities that provide such services.\\par\n2. There shall be [mental retardation and] developmental disability coordination within the office of operations. In performing functions relating to such coordination, the office of operations shall be authorized to develop methods to: (i) improve the coordination within and among city agencies that provide services to people with [mental retardation or] developmental disabilities, including but not limited to the department of health and mental hygiene, the administration for children's services, the human resources administration, department of youth and community development, the department of juvenile justice, and the department of employment, or the successors to such agencies, and the health and hospitals corporation and the board of education; and (ii) facilitate coordination between such agencies and non-governmental entities providing services to people with [mental retardation or] developmental disabilities; review state and federal programs and legislative proposals that may affect people with [mental retardation or] developmental disabilities and provide information and advice to the mayor regarding the impact of such programs or legislation; recommend legislative proposals or other initiatives that will benefit people with [mental retardation or] developmental disabilities; and perform such other duties and functions as the mayor may request to assist people with [mental retardation or] developmental disabilities and their family members.\\par\n\\'a73. Section 550 of the New York city charter is amended to read as follows:\\par\n\\'a7 550 Definitions. When used in this chapter: the term \\ldblquote mentally disabled\\rdblquote  shall mean those with mental illness, [mental retardation] \\ul developmental disability\\ulnone , alcoholism, substance dependence or chemical dependence as these terms are defined in section 1.03 of the mental hygiene law; or any other mental illness or mental condition placed under the jurisdiction of the department by the mayor; the term \\ldblquote provider of services\\rdblquote  shall mean an individual, association, corporation or public or private agency which provides for the mentally disabled; and the term \\ldblquote services for the mentally disabled\\rdblquote  shall mean examination, diagnosis, care, treatment, rehabilitation, training, education, research, preventive services, referral, residential services or domiciliary care of or for the mentally disabled, not specifically limited by any other law. Notwithstanding the foregoing, planning and programs for persons with substance dependence or chemical dependence shall be conducted by the department, and the department may act as a \\ldblquote local agency\\rdblquote  to conduct substance abuse programs and seek reimbursement therefore pursuant to provisions of the mental hygiene law relating to funding for substance abuse services, as deemed appropriate by the commissioner in recognition of the programs currently administered by the New York state office of alcoholism and substance abuse services or its successor agency under article nineteen of the mental hygiene law.\\par\n\\'a74. Subdivision a of section 551 of the New York city charter is amended to read as follows:\\par\na. There shall be a department of health and mental hygiene, the head of which shall be the commissioner of health and mental hygiene who shall be appointed by the mayor. The department shall have and exercise all powers of a local health department set forth in law. Notwithstanding any other provision of this charter to the contrary, the department shall be a social services district for purposes of the administration of health-related public assistance programs to the extent agreed upon by the department, the department of social services and the department of homeless services. Appropriations to the department for mental health, [mental retardation] \\ul developmental disability\\ulnone  and alcoholism services shall be set forth in the expense budget in separate and distinct units of appropriation. In determining the annual amount of city funds to be appropriated by the city for mental health, [mental retardation] \\ul developmental disability\\ulnone  and alcoholism services, the following provision shall apply: in the event that the executive budget proposes a decrease in city funds measured against the budget for the current fiscal year, as modified in accordance with section one hundred seven, for the units of appropriation for mental health, [mental retardation] \\ul developmental disability\\ulnone  and alcoholism services, the executive budget shall not propose a greater percentage decrease in city funds measured against the budget for the current fiscal year, as modified in accordance with section one hundred seven, for the units of appropriation for mental health, [mental retardation] \\ul developmental disability\\ulnone  and alcoholism services than has been proposed for the units of appropriation for public health services. If, however, in his or her discretion, the mayor determines that it is in the city's best interest to submit an executive budget at variance with the requirements of this provision, the mayor shall include an explanation of the basis for this variation as part of the budget message.\\par\n\\'a75. Section 552 of the New York city charter is amended to read as follows:\\par\n\\'a7 552 Deputy commissioners. The commissioner may appoint deputy commissioners, one of whom shall have the same qualifications as the commissioner. There shall be at least two executive deputy commissioners, one of whom shall have the qualifications established pursuant to the mental hygiene law for a director of community services of a local governmental unit, and shall be the director within the department of the division of mental hygiene services. Such division shall be and shall exercise the powers of a local governmental unit for purposes of the mental hygiene law, and the executive deputy commissioner heading such division shall have the powers of a director of community services of a local governmental unit as set forth in or pursuant to such law, and shall report directly to the commissioner. In the exercise of such powers, such executive deputy commissioner shall coordinate the fiscal and programmatic administration of contracts awarded by the department for mental health, [mental retardation] \\ul developmental disability\\ulnone , and alcoholism services.\\par\n\\'a76. Section 556 of the New York city charter is amended to read as follows: \\par\n\\'a7 556 Functions, power and duties of the department. Except as otherwise provided by law, the department shall have jurisdiction to regulate all matters affecting health in the city of New York and to perform all those functions and operations performed by the city that relate to the health of the people of the city, including but not limited to the mental health, [mental retardation] \\ul developmental disability\\ulnone , alcoholism and substance abuse-related needs of the people of the city. The jurisdiction of the department shall include but not be limited to the following:\\par\na. General functions. (1) Enforce all provisions of law applicable in the area under the jurisdiction of the department for the preservation of human life, for the care, promotion and protection of health and relative to the necessary health supervision of the purity and wholesomeness of the water supply and the sources thereof;\\par\n(2) maintain an office in each borough and maintain, furnish and operate in each borough office health centers and health stations or other facilities which may be required from time to time for the preservation of health or the care of the sick;\\par\n(3) exercise its functions, powers and duties in the area extending over the city, and over the waters adjacent thereto, within the jurisdiction of the city and within the quarantine limits as established by law;\\par\n(4) receive and expend funds made available for public health purposes pursuant to law; and\\par\n(5) arrange, with the approval of the mayor, for the rendition of services and operation of facilities by other agencies of the city;\\par\nb. Review of public health services and general public health planning. (1) Develop and submit to the mayor and council a program for the delivery of services for the mentally disabled, including construction and operation of facilities;\\par\n(2) determine the needs of the mentally disabled in the city, which determination shall include the review and evaluation of all mental hygiene services and facilities within the department's jurisdiction;\\par\n(3) engage in short-range, intermediate-range and long-range mental hygiene planning that reflects the entire array of city needs in the areas of mental health, [mental retardation and] developmental disabilities and alcoholism and substance abuse services within the department's jurisdiction;\\par\n(4) implement and administer an inclusive citywide planning process for the delivery of services for people with mental disabilities; and design and incorporate within that planning process, consistent with applicable law, standards and procedures for community participation and communication with the commissioner at the borough and local community level;\\par\n(5) establish coordination and cooperation among all providers of services for the mentally disabled, coordinate the department's program with the program of the state department of mental hygiene so that there is a continuity of care among all providers of services, and seek to cooperate by mutual agreement with the state department of mental hygiene and its representatives and with institutions in such department and their representatives in pre-admission screening and in post-hospital care of persons suffering from mental disability;\\par\n(6) receive and expend funds made available for the purposes of providing mental health, [mental retardation and] developmental disability and alcoholism and substance abuse related services;\\par\n(7) administer, within the division of mental hygiene, the unit responsible for early intervention services pursuant to the public health law; and\\par\n(8) in accordance with section five hundred fifty-five of this chapter, determine the public health needs of the city and prepare plans and programs addressing such needs.\\par\nc. Supervision of matters affecting public health. (1) Supervise and control the registration of births, fetal deaths and deaths;\\par\n(2) supervise the reporting and control of communicable and chronic diseases and conditions hazardous to life and health; exercise control over and supervise the abatement of nuisances affecting or likely to affect the public health;\\par\n(3) make policy and plan for, monitor, evaluate and exercise general supervision over all services and facilities for the mentally disabled within the department's jurisdiction; and exercise general supervisory authority, through the promulgation of appropriate standards consistent with accepted professional practices for the care and treatment of patients within such services and facilities for the mentally disabled within the department's jurisdiction;\\par\n(4) except as otherwise provided by law, analyze and monitor hospitals, clinics, nursing homes, and homes for the aged, and analyze, evaluate, supervise and regulate clinical laboratories, blood banks, and related facilities providing medical and health services and services ancillary thereto;\\par\n(5) to the extent necessary to carry out the provisions of this chapter, the mental hygiene law and other applicable laws and when not inconsistent with any other law, arrange for the visitation, inspection and investigation of all providers of services for the mentally disabled, by the department or otherwise;\\par\n(6) conduct such inquiries into services and facilities for the mentally disabled as may be useful in performing the functions of the department, including investigations into individual patient care, and for such purpose the department may exercise the powers set forth in section five hundred fifty-five of this chapter and shall, consistent with the provisions of the mental hygiene law, have access to otherwise confidential patient records, provided such information is requested pursuant to the functions, powers and duties conferred upon the department by law;\\par\n(7) supervise and regulate the public health aspects of water supply and sewage disposal and water pollution;\\par\n(8) supervise and regulate the public health aspects of the production, processing and distribution of milk, cream and milk products, except for such inspection, regulation and supervision of the sanitary quality of milk and cream distributed, consumed or sold within the city as performed by the New York department of agriculture and markets pursuant to section seventy-one-l of the agriculture and markets law;\\par\n(9) supervise and regulate the food and drug supply of the city and other businesses and activities affecting public health in the city, and ensure that such businesses and activities are conducted in a manner consistent with the public interest and by persons with good character, honesty and integrity;\\par\n(10) supervise and regulate the removal, transportation and disposal of human remains;\\par\n(11) supervise and regulate the public health aspects of ionizing radiation, the handling and disposal of radioactive wastes, and the activities within the city affecting radioactive materials, excluding special nuclear materials in quantities sufficient to form a critical mass; and\\par\n(12) in furtherance of the purposes of this chapter and the mental hygiene law, make rules and regulations covering the provision of services by providers of services for the mentally disabled.\\par\nd. Promotion or provision of public health services. (1) Maintain and operate public health centers and clinics as shall be established in the department;\\par\n2. engage in or promote health research for the purpose of improving the quality of medical and health care; in conducting such research, the department shall have the authority to conduct medical audits, to receive reports on forms prepared or prescribed by the department; such information when received by the department shall be kept confidential and used solely for the purpose of medical or scientific research or the improvement of the quality of medical care;\\par\n(3) produce, standardize and distribute certain diagnostic, preventive and therapeutic products and conduct laboratory examinations for the diagnosis, prevention and control of disease;\\par\n(4) promote or provide for public education on mental disability and the prevention and control of disease;\\par\n(5) promote or provide for programs for the prevention and control of disease and for the prevention, diagnosis, care, treatment, social and vocational rehabilitation, special education and training of the mentally disabled;\\par\n(6) promote or provide diagnostic and therapeutic services for maternity and child health, family planning, communicable disease, medical rehabilitation and other diseases and conditions affecting public health;\\par\n(7) promote or provide medical and health services for school children and the ambulant sick and needy persons of the city;\\par\n(8) promote or provide medical and health services for the inmates of prisons maintained and operated by the city;\\par\n(9) within the amounts appropriated therefor, enter into contracts for the rendition or operation of services and facilities for the mentally disabled on a per capita basis or otherwise, including contracts executed pursuant to subdivision e of section 41.19 of the mental hygiene law;\\par\n(10) within the amounts appropriated therefor, execute such programs and maintain such facilities for the mentally disabled as may be authorized under such appropriations; and\\par\n(11) use the services and facilities of public or private voluntary institutions whenever practical, and encourage all providers of services to cooperate with or participate in the program of services for the mentally disabled, whether by contract or otherwise.\\par\ne. Other functions. (1) Prior to the sale, closing, abandonment of a city hospital or transfer of a city hospital to any other hospital or facility, hold a public hearing with reference to such proposed sale, closing, abandonment or transfer; publish notice of such public hearing in the City Record and in such daily newspaper or newspapers published in the city of New York as shall be selected by the commissioner, such publication to take place not less than ten days nor more than thirty days prior to the date fixed for the hearing; and adjourn such hearing from time to time, if necessary, in order to allow persons interested to attend or express their views;\\par\n(2) submit all materials required by the mental hygiene law for purposes of state reimbursement;\\par\n(3) provide for membership on such state or federally authorized committees as may be appropriate to the discharge of the department's functions, powers and duties; and\\par\n(4) perform such other acts as may be necessary and proper to carry out the provisions of this chapter and the purposes of the mental hygiene law.\\par\n\\'a77. Paragraph 1 of subdivision a of section 568 of the New York city charter is amended to read as follows:\\par\n (1) There shall be a mental hygiene advisory board which shall be advisory to the commissioner and the deputy commissioner for mental hygiene services in the development of community mental health, [mental retardation] \\ul developmental disability\\ulnone , alcoholism and substance abuse facilities and services and programs related thereto. The board shall have separate subcommittees for mental health, for [mental retardation and] developmental disabilities, and for alcoholism and substance abuse. The board and its subcommittees shall be constituted and their appointive members appointed and removed in the manner prescribed for a community services board by the provisions of the mental hygiene law. Pursuant to the provisions of such law, such members may be reappointed without limitation on the number of consecutive terms which they may serve.\\par\n\\'a78 Subdivision m of section 17-306 of the administrative code of the City of New York is amended to read as follows:\\par\nm. \\ldblquote Disabled person\\rdblquote . Any person who has or had a physical or mental impairment that substantially limits one or more major life activities and has a record of such an impairment. For the purposes of this subdivision, \\ldblquote physical impairment\\rdblquote  means a physiological disorder or condition, or anatomical loss affecting one or more of the following body systems: neurological; musculoskeletal; special sense organs; respiratory, including speech organs; cardiovascular; genitourinary; hemic and lymphatic; or skin and endocrine. It includes, but is not limited to, such diseases and conditions as orthopedic, visual, speech and hearing impairments, cerebral palsy, muscular dystrophy, and multiple sclerosis. For the purposes of this subdivision, \\ldblquote mental impairment\\rdblquote  means any mental or psychological disorder such as [mental retardation] \\ul developmental disability\\ulnone , organic brain syndrome, emotional or mental illness, and specific learning disabilities. For the purposes of this subdivision, \\ldblquote major life activities\\rdblquote  means functions such as walking, seeing, hearing and speaking. For the purposes of this subdivision, a record of such an impairment shall be established by submission to the commissioner of either:\\par\n(a) A letter or certificate describing the physical or mental impairment of the applicant which must include the notarized signature of one of the following:\\par\n(i) A licensed physician, opthamologist, optometrist or psychologist; or\\par\n(ii) An authorized representative of a social agency that conducts programs for the disabled in cooperation with an official agency of the state and from which the applicant is receiving services such as, but not limited to, the state office of vocational rehabilitation; or\\par\n(b) A previous certification not more than one year old establishing the physical or mental impairment of the applicant such as, but not limited to, verification of an income tax exemption or social security benefits on the basis of physical or mental impairment.\\line\\tab\\'a79. Subdivision cc of section 17-502 of the administrative code of the city of New York is amended to read as follows: \\par\ncc. \\ldblquote Day treatment program\\rdblquote  means a facility which is (i) licensed by the  \\ul New York \\ulnone state [department of health or the office of alcoholism and substance abuse services, the office of mental health, or the office of mental retardation and developmental disabilities within the state department of mental hygiene] \\ul office for people with developmental disabilities\\ulnone  to provide treatment to aid in the rehabilitation or recovery of its patients based on a structured environment requiring patient participation for no less than three hours each day; or (ii) which is authorized by the state commissioner of health to conduct a program pursuant to section 80.135 of title ten of the New York code of rules and regulations.\\par\n\\'a710. Section 308.3 of the New York city building code is amended to read as follows:\\par\n\\'a7 308.3. Group I-2. This occupancy shall include buildings and structures used for medical, surgical, psychiatric, nursing or personal care on a 24-hour basis or overnight of more than two children under the age of 2, or more than three persons who are not capable of self-preservation and not capable of responding to an emergency situation without physical assistance from staff. This group shall include, but not be limited to, the following:\\par\nAdult homes, where occupants are not capable of self-preservation, operated pursuant to and meeting the additional construction requirements of Section 460 of the New York State Social Services Law and regulations of the New York State Department of Health\\par\nCommunity Residences or Intermediate Care Facilities, where occupants are not capable of self-preservation, operated pursuant to and meeting the additional construction requirements of the New York State Mental Hygiene Law and applicable regulations of the New York State Office of [Mental Health and Office of Mental Retardation and] \\ul People with\\ulnone  Developmental Disabilities\\par\nEnriched Housing, where occupants are not capable of self-preservation, operated pursuant to and meeting the additional construction requirements of Section 460 of the New York State Social Services Law and regulations of the New York State Department of Health\\par\nHospitals\\par\nNursing homes (both intermediate-care facilities and skilled nursing facilities)\\par\nMental hospitals where patients are not under restraint\\par\nDetoxification facilities\\par\nException: Such a facility offering care on a 24-hour basis for 3 or fewer persons who are not capable of self-preservation may occupy not more than one dwelling unit in a Group R occupancy.\\par\n\\'a711. For the purposes of rules adopted to carry out a provision amended by this local law, a reference in a rule to mental retardation shall be considered a reference to intellectual disability, and a reference to mentally retarded individuals shall be considered a reference to individuals with intellectual disabilities. In amending a rule which carries out a provision amended by this local law, the rulemaking entity shall ensure that the rule clearly states that an intellectual disability was formerly termed mental retardation, and that individuals with intellectual disabilities were formerly termed individuals who are mentally retarded.\\par\n\\'a712. This local law is not intended to change the coverage, eligibility, rights, or responsibilities referred to in any amended provision.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tab\\'a713. This local law shall take effect immediately.\\par\n\\ul\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\ulnone\\fs18 dss\\par\nLS# 4270\\par\n\\pard\\ltrpar\\nowidctlpar Cr-12/06/12 Sv-1/4/13 12:27PM \\par\n}\n",
  "LastModified": "2013-12-23T02:23:35.47Z"
}
