{
  "ID": 49888,
  "GUID": "8E65618A-48FB-4590-AF64-CA043749F14A",
  "File": "Int 0998-2013",
  "Name": "Establish a maximum period of time for the landmarks preservation commission to take final action on any item calendared by the Commission.",
  "Title": "A Local Law to amend the administrative code of the city of New York, to establish a maximum period of time for the landmarks preservation commission to take final action on any item calendared by the Commission.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 17,
  "BodyName": "Committee on Land Use",
  "IntroDate": "2013-01-23T00:00:00Z",
  "AgendaDate": "2013-01-23T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7586,
      "Slug": "ruben-wills",
      "FullName": "Ruben Wills"
    },
    {
      "ID": 7613,
      "Slug": "andy-l-king",
      "FullName": "Andy L. King"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera "
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    }
  ],
  "History": [
    {
      "ID": 270797,
      "Date": "2013-01-23T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 270867,
      "Date": "2013-01-23T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Land Use",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 12180,
      "AgendaSequence": 53,
      "MinutesSequence": 65,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Land Use",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283696,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 51110,
  "Text": "Be it enacted by the Council as follows:\n\tSection 1.\tSection 25-302 of chapter 3 of title 25 of the administrative code of the city of New York is amended by adding a new subsection c-2 to read as follows:\nc-2.\t“Calendared.”\t     The date on which the commission takes an action, including approval of a motion to calendar, which results in an item being brought before the commission for consideration of possible landmark designation. \n§2.\tSection 25-303 of chapter 3 of title 25 of the administrative code of the city of New York is amended by adding a new subsection l to read as follows:\nl.\ta. \tThe commission shall make a final determination on any item under consideration for landmark designation within the three year period immediately following the date that the item is calendared by the commission.  The commission’s failure to make a final determination within said three year period shall be deemed a denial of the landmark designation of that item by the commission.  In the event the commission either (1) denies the landmark designation, or (2) fails to act within the three year period set forth in this subsection, the item shall not be calendared by the commission for possible landmark designation for a period of not less than three years from date of its denial pursuant to this subsection.  \nb. \tFor all items calendared which have not been approved by the effective date of the local law that added this subsection and have had been on the commission’s calendar for more than three years, the commission must take final action on said items within 180 days of the effective date of the local law which added this subsection, and upon expiration of said 180 day period, if no final action is taken, it shall be deemed a denial by the commission pursuant to this subsection. \n\t§3.\tThis local law shall take effect immediately.\n\nLS 3621\n01/07/13\nAFM",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\sa200\\sl276\\slmult1\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\tab Section 1.\\tab Section 25-302 of chapter 3 of title 25 of the administrative code of the city of New York is amended by adding a new subsection c-2 to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sa200\\sl480\\slmult1\\ul c-2.\\tab\\ldblquote Calendared.\\rdblquote\\tab      The date on which the commission takes an action, including approval of a motion to calendar, which results in an item being brought before the commission for consideration of possible landmark designation. \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\ulnone\\'a72.\\tab Section 25-303 of chapter 3 of title 25 of the administrative code of the city of New York is amended by adding a new subsection l to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sa200\\sl480\\slmult1\\ul l.\\ulnone\\tab\\ul a. \\ulnone\\tab\\ul The commission shall make a final determination on any item under consideration for landmark designation within the three year period immediately following the date that the item is calendared by the commission.  The commission\\rquote s failure to make a final determination within said three year period shall be deemed a denial of the landmark designation of that item by the commission.  In the event the commission either (1) denies the landmark designation, or (2) fails to act within the three year period set forth in this subsection, the item shall not be calendared by the commission for possible landmark designation for a period of not less than three years from date of its denial pursuant to this subsection.  \\par\n\\pard\\ltrpar\\nowidctlpar\\fi1440\\sa200\\sl480\\slmult1 b. \\ulnone\\tab\\ul For all items calendared which have not been approved by the effective date of the local law that added this subsection and have had been on the commission\\rquote s calendar for more than three years, the commission must take final action on said items within 180 days of the effective date of the local law which added this subsection, and upon expiration of said 180 day period, if no final action is taken, it shall be deemed a denial by the commission pursuant to this subsection. \\par\n\\pard\\ltrpar\\nowidctlpar\\sa200\\sl276\\slmult1\\ulnone\\tab\\'a73.\\tab This local law shall take effect immediately.\\par\n\\fs22\\par\n\\pard\\ltrpar\\nowidctlpar LS 3621\\par\n01/07/13\\par\nAFM \\par\n}\n",
  "LastModified": "2013-12-23T02:21:05.63Z"
}
