{
  "ID": 49916,
  "GUID": "510FE07F-5D68-43E5-9BA8-A1447514F81A",
  "File": "Int 1006-2013",
  "Name": "Requiring food service establishments to provide bins for recyclable material in seating areas where waste bins are provided.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring food service establishments to provide bins for recyclable material in seating areas where waste bins are provided.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5108,
  "BodyName": "Committee on Sanitation and Solid Waste Management",
  "IntroDate": "2013-02-27T00:00:00Z",
  "AgendaDate": "2013-02-27T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    }
  ],
  "History": [
    {
      "ID": 271603,
      "Date": "2013-02-27T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 271716,
      "Date": "2013-02-27T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Sanitation and Solid Waste Management",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 12301,
      "AgendaSequence": 82,
      "MinutesSequence": 95,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Sanitation and Solid Waste Management",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283689,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 51141,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Subdivision a of section 16-306 of the administrative code of the city of New York is amended to read as follows:\n§16-306 Private carter-collected waste. a. The commissioner shall adopt and implement rules designating recyclable materials that constitute in the aggregate at least one-half of all solid waste collected by private carters, and additional materials if the commissioner determines that economic markets exist for them. Pursuant to subdivision b of this section, such rules shall require generators of private carter-collected waste to source separate some or all of the designated materials and to arrange for lawful collection for recycling, reuse or sale for reuse by private carters or persons other than private carters of such source separated materials. The commissioner shall adopt and implement recycling rules for food service establishments that provide waste bins for patrons.  Such rules shall require such food service establishments to provide separate recycling bins for beverage containers with refund value pursuant to title ten of article twenty seven of the New York state environmental conservation law. With regard to designated materials that are not required by such rules to be source separated, generators of private carter-collected waste may source separate these designated materials and, in any event, shall arrange for their lawful collection for recycling, reuse or sale for reuse by private carters or persons other than private carters. If a generator of private carter-collected waste has source separated the designated materials in accordance with the rules and arranged for the lawful collection for recycling, reuse or sale for reuse by private carters or persons other than private carters of such source separated materials and, with regard to designated materials that are not required by such rules to be source separated, arranged for lawful collection for recycling, reuse or sale for reuse by private carters or persons other than private carters, such arrangement shall constitute an affirmative defense to any proceeding brought against the generator pursuant to section 16-324 of this chapter.\n§2. This local law shall take effect one hundred-twenty days after its enactment. \n\n\n\n\n\n\n\nLS 4022/JJH\n1/31/12",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Section 1. Subdivision a of section 16-306 of the administrative code of the city of New York is amended to read as follows:\\par\n\\'a716-306 Private carter-collected waste. a. The commissioner shall adopt and implement rules designating recyclable materials that constitute in the aggregate at least one-half of all solid waste collected by private carters, and additional materials if the commissioner determines that economic markets exist for them. Pursuant to subdivision b of this section, such rules shall require generators of private carter-collected waste to source separate some or all of the designated materials and to arrange for lawful collection for recycling, reuse or sale for reuse by private carters or persons other than private carters of such source separated materials. \\ul The commissioner shall adopt and implement recycling rules for food service establishments that provide waste bins for patrons.  Such rules shall require such food service establishments to provide separate recycling bins for beverage containers with refund value pursuant to title ten of article twenty seven of the New York state environmental conservation law.\\ulnone  With regard to designated materials that are not required by such rules to be source separated, generators of private carter-collected waste may source separate these designated materials and, in any event, shall arrange for their lawful collection for recycling, reuse or sale for reuse by private carters or persons other than private carters. If a generator of private carter-collected waste has source separated the designated materials in accordance with the rules and arranged for the lawful collection for recycling, reuse or sale for reuse by private carters or persons other than private carters of such source separated materials and, with regard to designated materials that are not required by such rules to be source separated, arranged for lawful collection for recycling, reuse or sale for reuse by private carters or persons other than private carters, such arrangement shall constitute an affirmative defense to any proceeding brought against the generator pursuant to section 16-324 of this chapter.\\par\n\\'a72. This local law shall take effect one hundred-twenty days after its enactment. \\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\nLS 4022/JJH\\par\n1/31/12\\par\n\\pard\\ltrpar\\nowidctlpar\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656  \\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\cf0\\par\n}\n",
  "LastModified": "2013-12-23T02:18:55.473Z"
}
