{
  "ID": 50074,
  "GUID": "57DCA6AB-7447-42C2-8C35-F0871E29FA0C",
  "File": "Int 1015-2013",
  "Name": "Publishing guides to inform businesses of the rules and regulations governing the operation of certain businesses.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to publishing guides to inform businesses of the rules and regulations governing the operation of certain businesses.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5120,
  "BodyName": "Committee on Small Business",
  "IntroDate": "2013-03-13T00:00:00Z",
  "AgendaDate": "2013-03-13T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7577,
      "Slug": "david-g-greenfield",
      "FullName": "David G. Greenfield"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera "
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 7113,
      "Slug": "mathieu-eugene",
      "FullName": "Mathieu Eugene"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    },
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    }
  ],
  "History": [
    {
      "ID": 272138,
      "Date": "2013-03-13T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 272348,
      "Date": "2013-03-13T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Small Business",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 12338,
      "AgendaSequence": 125,
      "MinutesSequence": 141,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Small Business",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283686,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 51322,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Chapter one of title 17 of the administrative code of the city of New York is amended by adding a new section 17-198 to read as follows:\n\t§17-198 Business guide, dissemination. The commissioner shall produce a guide, to be updated on a quarterly basis, explaining all local laws and department rules and practices relevant to each category of license or permit granted or enforced by the commissioner whether pursuant to this code or rules promulgated hereunder or pursuant to state law or regulations promulgated thereunder. Such guide shall also include a listing of benefits offered by the department which may be available to small business owners. Such guide shall be available in English, Spanish, Chinese, Korean, and Russian, and in any additional language the commissioner deems appropriate. Such guide shall be conspicuously posted on the department’s website and shall be mailed to each licensee or permittee.\n\t§2. Chapter one of title 20 of the administrative code of the city of New York is amended by adding a new section 20-119 to read as follows:\n\t§20-119 Business guide, dissemination.  The commissioner shall produce a guide, to be updated on a quarterly basis, explaining all local laws and department rules and practices relevant to each category of license or permit granted or enforced by the commissioner whether pursuant to this code or rules promulgated hereunder or pursuant to state law or regulations promulgated thereunder. Such guide shall also include a listing of benefits offered by the department which may be available to small business owners. Such guide shall be available in English, Spanish, Chinese, Korean, and Russian, and in any additional language the commissioner deems appropriate. Such guide shall be conspicuously posted on the department’s website and shall be mailed to each licensee or permittee. \n\t§3.\tThis local law shall take effect 120 days after its enactment into law.\n\n\nLS 4237\nJW\n2/25/13",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qj\\tab Section 1.  \\expndtw0 Chapter one of title 17 of the administrative code of the city of New York is amended by adding a new section 17-198 to read as follows:\\par\n\\tab\\ul\\'a717-198 Business guide, dissemination. The commissioner shall produce a guide, to be updated on a quarterly basis, explaining all local laws and department rules and practices relevant to each category of license or permit granted or enforced by the commissioner whether pursuant to this code or rules promulgated hereunder or pursuant to state law or regulations promulgated thereunder. Such guide shall also include a listing of benefits offered by the department which may be available to small business owners. Such guide shall be available in English, Spanish, Chinese, Korean, and Russian, and in any additional language the commissioner deems appropriate. Such guide shall be conspicuously posted on the department\\rquote s website and shall be mailed to each licensee or permittee.\\par\n\\ulnone\\tab\\'a72. Chapter one of title 20 of the administrative code of the city of New York is amended by adding a new section 20-119 to read as follows:\\par\n\\tab\\ul\\'a720-119 Business guide, dissemination.  The commissioner shall produce a guide, to be updated on a quarterly basis, explaining all local laws and department rules and practices relevant to each category of license or permit granted or enforced by the commissioner whether pursuant to this code or rules promulgated hereunder or pursuant to state law or regulations promulgated thereunder. Such guide shall also include a listing of benefits offered by the department which may be available to small business owners. Such guide shall be available in English, Spanish, Chinese, Korean, and Russian, and in any additional language the commissioner deems appropriate. Such guide shall be conspicuously posted on the department\\rquote s website and shall be mailed to each licensee or permittee. \\par\n\\ulnone\\tab\\expndtw-3\\'a73.\\tab This local law shall take effect 120 days after its enactment into law.\\par\n\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\qj\\fs16 LS 4237\\par\nJW\\par\n2/25/13\\par\n}\n",
  "LastModified": "2013-12-23T02:16:27.897Z"
}
