{
  "ID": 50086,
  "GUID": "36A1F51E-96D9-4FCC-9412-962021258ACA",
  "File": "Int 1016-2013",
  "LocalLaw": "2013/030",
  "Name": "Prohibited acts committed during a local state of emergency and to certain technical revisions to chapter 1 of title 10 of such code.",
  "Title": "A Local Law to amend the administrative code of the City of New York, in relation to prohibited acts committed during a local state of emergency and to certain technical revisions to chapter 1 of title 10 of such code.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 35,
  "StatusName": "Enacted",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2013-03-13T00:00:00Z",
  "AgendaDate": "2013-03-13T00:00:00Z",
  "PassedDate": "2013-04-02T00:00:00Z",
  "EnactmentDate": "2013-04-02T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7112,
      "Slug": "vincent-ignizio",
      "FullName": "Vincent Ignizio"
    },
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 7577,
      "Slug": "david-g-greenfield",
      "FullName": "David G. Greenfield"
    },
    {
      "ID": 7613,
      "Slug": "andy-l-king",
      "FullName": "Andy L. King"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    }
  ],
  "History": [
    {
      "ID": 272003,
      "Date": "2013-03-11T10:00:00Z",
      "ActionID": 15,
      "Action": "Hearing on P-C Item by Comm",
      "Description": "This Introduction was Hearing on P-C Item by Comm",
      "BodyID": 19,
      "BodyName": "Committee on Public Safety",
      "EventID": 12306,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "AgendaNote": "Preconsidered",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 272043,
      "Date": "2013-03-11T10:00:00Z",
      "ActionID": 5018,
      "Action": "P-C Item Laid Over by Comm",
      "Description": "This Introduction was P-C Item Laid Over by Comm",
      "BodyID": 19,
      "BodyName": "Committee on Public Safety",
      "EventID": 12306,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 272067,
      "Date": "2013-03-12T09:15:00Z",
      "ActionID": 15,
      "Action": "Hearing on P-C Item by Comm",
      "Description": "This Introduction was Hearing on P-C Item by Comm",
      "BodyID": 19,
      "BodyName": "Committee on Public Safety",
      "EventID": 12336,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "AgendaNote": "Preconsidered",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 272092,
      "Date": "2013-03-12T09:15:00Z",
      "ActionID": 25,
      "Action": "P-C Item Approved by Comm",
      "Description": "A motion was made that this Introduction be P-C Item Approved by Comm approved by Roll Call.",
      "BodyID": 19,
      "BodyName": "Committee on Public Safety",
      "EventID": 12336,
      "MinutesSequence": 4,
      "Version": "*",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 37,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 272002,
      "Date": "2013-03-13T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 272351,
      "Date": "2013-03-13T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 12338,
      "AgendaSequence": 128,
      "MinutesSequence": 144,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Preconsidered - Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 272292,
      "Date": "2013-03-13T18:30:00Z",
      "ActionID": 68,
      "Action": "Approved by Council",
      "Description": "A motion was made that this Introduction be Approved by Council approved by Consent Roll Call.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 12338,
      "AgendaSequence": 72,
      "MinutesSequence": 83,
      "Version": "*",
      "AgendaNote": "Preconsidered - Coupled on GO",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "Consent": 1,
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 272511,
      "Date": "2013-03-13T18:35:00Z",
      "ActionID": 53,
      "Action": "Sent to Mayor by Council",
      "Description": "This Introduction was Sent to Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 272786,
      "Date": "2013-04-02T13:00:00Z",
      "ActionID": 5014,
      "Action": "Hearing Held by Mayor",
      "Description": "This Introduction was Hearing Held by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "*",
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 272871,
      "Date": "2013-04-02T13:30:00Z",
      "ActionID": 57,
      "Action": "Signed Into Law by Mayor",
      "Description": "This Introduction was Signed Into Law by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "*",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 272872,
      "Date": "2013-04-02T14:15:00Z",
      "ActionID": 5023,
      "Action": "Recved from Mayor by Council",
      "Description": "This Introduction was Recved from Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 110694,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 3/11/13",
      "Link": "http://nyc.legistar1.com/nyc/attachments/9a796a16-89c1-4da7-84a2-dde65eb3f813.doc",
      "Sort": 1
    },
    {
      "ID": 111119,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 3/11/13",
      "Link": "http://nyc.legistar1.com/nyc/attachments/ca7a3719-b442-41b0-96d8-b2033122ecfa.PDF",
      "Sort": 2
    },
    {
      "ID": 111181,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 3/11/13",
      "Link": "http://nyc.legistar1.com/nyc/attachments/9db0e833-a9a7-4572-a505-4dcc21f0ff8b.pdf",
      "Sort": 3
    },
    {
      "ID": 110786,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 3/12/13",
      "Link": "http://nyc.legistar1.com/nyc/attachments/4a05e577-94b5-4614-9be0-b5c46d1e797b.doc",
      "Sort": 4
    },
    {
      "ID": 111211,
      "LastModified": "2017-06-12T16:16:17.683Z",
      "Name": "Hearing Transcript 3/12/13",
      "Link": "http://nyc.legistar1.com/nyc/attachments/28881508-94a8-42df-bb7f-d9ef123a15bd.pdf",
      "Sort": 5
    },
    {
      "ID": 110834,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Fiscal Impact Statement",
      "Link": "http://nyc.legistar1.com/nyc/attachments/ceb3c7db-bb9b-497b-8675-bf093375cbd9.doc",
      "Sort": 6
    },
    {
      "ID": 111265,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Mayor's Letter",
      "Link": "http://nyc.legistar1.com/nyc/attachments/baa63102-7d5a-49e7-94e7-d3b5180ba67f.pdf",
      "Sort": 7
    },
    {
      "ID": 111319,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript - Stated Meeting 3-13-13",
      "Link": "http://nyc.legistar1.com/nyc/attachments/e36d667c-6512-4ae4-bd4f-07b7d528932b.pdf",
      "Sort": 8
    },
    {
      "ID": 115053,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Local Law 30",
      "Link": "http://nyc.legistar1.com/nyc/attachments/dbc1c30c-b601-4156-8cf8-3caee4750625.pdf",
      "Sort": 9
    }
  ],
  "Summary": "",
  "TextID": 51337,
  "Text": "Be it enacted by the Council as follows:\nSection 1.  Declaration of legislative findings and intent.  The Council hereby finds and declares that in the aftermath of Tropical Storm Irene and Super Storm Sandy there were instances where criminals took an emergency situation as an opportunity to target vulnerable New York City residents and areas of the City for their own personal gain.  Crimes of opportunity, including those causing physical injury, or those that involve damaging, taking, or entering property, or fraudulently impersonating public servants, when committed during a local state of emergency and in  areas of the City made vulnerable by such emergency, are distinguishable from and more egregious than crimes that occur outside of a crisis.  Such acts cause harm and disruption to defenseless residents of the City of New York above and beyond what has already been caused by the circumstances surrounding the emergency, as well as harm and disruption to the City as a whole, both during the emergency and during recovery efforts thereafter.  Additionally, the actions of these opportunistic criminals can reverberate throughout the entire City because they lead to the diversion of critical City resources, which could have harmful effects on any of this City’s eight million residents.\nWhen criminals target mandatory evacuation areas during mandatory evacuation periods, the problems posed by such criminal conduct are worsened.  Mandatory evacuations are declared by the Mayor to secure the safety of the most at-risk New Yorkers, however, many of these residents do not evacuate for fear of their homes being looted.  In fact, during Super Storm Sandy reports show that some people, particularly those in Staten Island, lost their lives for this very reason.  Moreover, residents of evacuation zones are likely to suffer the most physical or financial damage and are therefore much more susceptible to criminals who prey on the misfortunes of others.  \nFor all of these reasons, it is the intent of the Council to provide all law-abiding New Yorkers with a safe and secure environment during times of emergency.  To do so the Council finds that it is necessary to deter crimes of opportunity committed during local states of emergency in mandatory evacuation zones and in areas where access to essential goods and services has been reduced or lost by making such actions punishable criminally and civilly, with heightened penalties for such activity when it takes place in mandatory evacuation zones and during mandatory evacuation periods.\n§ 2.  The administrative code of the city of New York is amended by adding a new section 10-171 to read as follows:\n§ 10-171.  Prohibited acts during a local state of emergency.\n\ta.  Definitions.  For purposes of this section, the following terms shall have the following meanings:\n\t1. “Essential goods or services” shall mean those goods or services provided by utilities, government or private entities or personnel that are necessary to sustain or safeguard a person or property and without which a person or property is vulnerable to harm or damage. Such term shall include, but not be limited to, electricity, heat or gas service; mass transportation; telecommunications; fire-fighting, police, armed-forces,  emergency medical, or hospital service; the availability of sufficient and appropriate food and clothing;  temperate, sanitary, and safe shelter;  potable water;  and fuel.\n2.  \"Local state of emergency\" shall mean the period of time during which a proclamation issued by the mayor, declaring a local state of emergency pursuant to executive law section twenty-four, is in effect.\n\t3. \"Mandatory evacuation period\" shall mean the period of time during which the occupancy and use of buildings and homes is prohibited for public safety purposes in response to a natural or man-made disaster, as determined by the mayor pursuant to section twenty-four of the executive law, and as declared by the mayor in an executive order during the pendency of a local state of emergency.\n4. \"Mandatory evacuation zone\" shall mean any area where the occupancy and use of buildings and dwellings is prohibited for public safety purposes in response to a natural or man-made disaster as determined by the mayor pursuant to section twenty-four of the executive law, and as declared by the mayor in an executive order during the pendency of a local state of emergency.\nb. Prohibited acts. During a local state of emergency, in a mandatory evacuation zone for the duration of a mandatory evacuation period, or when the conduct described below occurs during the reduction or loss of essential goods or services as a result of such emergency,  it shall be unlawful for any person to: \n(1) intentionally or recklessly cause, or create a material risk of, physical injury to a person; \n(2) intentionally or recklessly damage, create material risk of damage to, or wrongfully deprive another person of property; \n(3) knowingly enter or remain unlawfully in a building or upon real property of another person; \n(4) intentionally or recklessly impede, or cause a material risk of impeding, response to the circumstances of the emergency by any governmental agency, officer or employee; or\n(5) impersonate another with the intent to obtain a benefit, or to injure or defraud a person; provided, however, that such conduct shall also constitute a violation of this section if it occurs after the period of a local state of emergency where such conduct is related to circumstances surrounding or arising out of the emergency.\nc. Affirmative defense.  In any prosecution under this section, it is an affirmative defense that the defendant's conduct constituted reasonable action taken as a result of or in response to the emergency.\t\nd. Penalties.­ Any person who violates subdivision b of this section shall be guilty of a misdemeanor punishable by imprisonment of not more than six months and a fine of not more than two thousand five hundred dollars, or a civil penalty of not less than one thousand dollars and not more than five thousand dollars, or both; provided, however, that if the person harmed or the real or personal property affected is located in a mandatory evacuation zone and such violation occurs during a mandatory evacuation period, then the perpetrator of such act shall be guilty of a misdemeanor punishable by imprisonment of not more than one year and a fine of not more than five thousand dollars, or a civil penalty of not less than five thousand dollars and not more than ten thousand dollars, or both.\n\te. Each violation of subdivision b of this section shall be deemed a separate offense for which a separate criminal fine or civil penalty may be imposed. Penalties imposed pursuant to this section shall not be deemed to limit or preclude any remedy, penalty, or cause of action available under any other law.\n\tf. It shall not constitute a defense to an enforcement action taken pursuant to this section that the real or personal property entered, damaged, or taken has been previously damaged under the circumstances of or in connection with the events  associated with the declaration of a local state of emergency.\n§ 3.  Title 10 of the administrative code of the city of New York is amended by renumbering duplicate sections to read as follows:\n[§10-165] §10-168. Prohibition of use of non-wood bats.\n[§10-165] §10-169. Regulation of publicly accessible collection bins.  \n§ 4. This local law shall take effect 60 days after its enactment into law.\n\nCJG\n3/5/13 6:38pm\nLS # 4412",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue0;}\n\\viewkind4\\uc1\n\\highlight2\\ul\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\highlight0 Be it enacted by the Council as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\ulnone Section 1.  \\cf1 Declaration of legislative findings and intent.  The Council hereby finds and declares that in the aftermath of Tropical Storm Irene and Super Storm Sandy there were instances where criminals took an emergency situation as an opportunity to target vulnerable New York City residents and areas of the City for their own personal gain.  Crimes of opportunity, including those causing physical injury, or those that involve damaging, taking, or entering property, or fraudulently impersonating public servants, when committed during a local state of emergency and in  areas of the City made vulnerable by such emergency, are distinguishable from and more egregious than crimes that occur outside of a crisis.  Such acts cause harm and disruption to defenseless residents of the City of New York above and beyond what has already been caused by the circumstances surrounding the emergency, as well as harm and disruption to the City as a whole, both during the emergency and during recovery efforts thereafter.  Additionally, the actions of these opportunistic criminals can reverberate throughout the entire City because they lead to the diversion of critical City resources, which could have harmful effects on any of this City\\rquote s eight million residents.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj When criminals target mandatory evacuation areas during mandatory evacuation periods, the problems posed by such criminal conduct are worsened.  Mandatory evacuations are declared by the Mayor to secure the safety of the most at-risk New Yorkers, however, many of these residents do not evacuate for fear of their homes being looted.  In fact, during Super Storm Sandy reports show that some people, particularly those in Staten Island, lost their lives for this very reason.  Moreover, residents of evacuation zones are likely to suffer the most physical or financial damage and are therefore much more susceptible to criminals who prey on the misfortunes of others.  \\par\nFor all of these reasons, it is the intent of the Council to provide all law-abiding New Yorkers with a safe and secure environment during times of emergency.  To do so the Council finds that it is necessary to deter crimes of opportunity committed during local states of emergency in mandatory evacuation zones and in areas where access to essential goods and services has been reduced or lost by making such actions punishable criminally and civilly, with heightened penalties for such activity when it takes place in mandatory evacuation zones and during mandatory evacuation periods.\\cf0\\par\n\\'a7 2.  The administrative code of the city of New York is amended by adding a new section 10-171 to read as follows:\\par\n\\ul\\'a7 10-171.  Prohibited acts during a local state of emergency.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\ulnone\\tab\\ul a.  Definitions.  For purposes of this section, the following terms shall have the following meanings:\\par\n\\ulnone\\tab\\ul 1. \\ldblquote Essential goods or services\\rdblquote  shall mean those goods or services provided by utilities, government or private entities or personnel that are necessary to sustain or safeguard a person or property and without which a person or property is vulnerable to harm or damage. Such term shall include, but not be limited to, electricity, heat or gas service; mass transportation; telecommunications; fire-fighting, police, armed-forces,  emergency medical, or hospital service; the availability of sufficient and appropriate food and clothing;  temperate, sanitary, and safe shelter;  potable water;  and fuel.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj 2.  \"Local state of emergency\" shall mean the period of time during which a proclamation issued by the mayor, declaring a local state of emergency pursuant to executive law section twenty-four, is in effect.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\ulnone\\tab\\ul 3. \"Mandatory evacuation period\" shall mean the period of time during which the occupancy and use of buildings and homes is prohibited for public safety purposes in response to a natural or man-made disaster, as determined by the mayor pursuant to section twenty-four of the executive law, and as declared by the mayor in an executive order during the pendency of a local state of emergency.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj 4. \"Mandatory evacuation zone\" shall mean any area where the occupancy and use of buildings and dwellings is prohibited for public safety purposes in response to a natural or man-made disaster as determined by the mayor pursuant to section twenty-four of the executive law, and as declared by the mayor in an executive order during the pendency of a local state of emergency.\\par\nb. Prohibited acts. During a local state of emergency, in a mandatory evacuation zone for the duration of a mandatory evacuation period, or when the conduct described below occurs during the reduction or loss of essential goods or services as a result of such emergency,  it shall be unlawful for any person to: \\par\n(1) intentionally or recklessly cause, or create a material risk of, physical injury to a person; \\par\n(2) intentionally or recklessly damage, create material risk of damage to, or wrongfully deprive another person of property; \\par\n(3) knowingly enter or remain unlawfully in a building or upon real property of another person; \\par\n(4) intentionally or recklessly impede, or cause a material risk of impeding, response to the circumstances of the emergency by any governmental agency, officer or employee; or\\par\n(5) impersonate another with the intent to obtain a benefit, or to injure or defraud a person; provided, however, that such conduct shall also constitute a violation of this section if it occurs after the period of a local state of emergency where such conduct is related to circumstances surrounding or arising out of the emergency.\\par\nc. Affirmative defense.  In any prosecution under this section, it is an affirmative defense that the defendant's conduct constituted reasonable action taken as a result of or in response to the emergency.\\ulnone\\tab\\ul\\par\nd. Penalties.\\- Any person who violates subdivision b of this section shall be guilty of a misdemeanor punishable by imprisonment of not more than six months and a fine of not more than two thousand five hundred dollars, or a civil penalty of not less than one thousand dollars and not more than five thousand dollars, or both; provided, however, that if the person harmed or the real or personal property affected is located in a mandatory evacuation zone and such violation occurs during a mandatory evacuation period, then the perpetrator of such act shall be guilty of a misdemeanor punishable by imprisonment of not more than one year and a fine of not more than five thousand dollars, or a civil penalty of not less than five thousand dollars and not more than ten thousand dollars, or both.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qj\\ulnone\\tab\\ul e. Each violation of subdivision b of this section shall be deemed a separate offense for which a separate criminal fine or civil penalty may be imposed. Penalties imposed pursuant to this section shall not be deemed to limit or preclude any remedy, penalty, or cause of action available under any other law.\\par\n\\ulnone\\tab\\ul f. It shall not constitute a defense to an enforcement action taken pursuant to this section that the real or personal property entered, damaged, or taken has been previously damaged under the circumstances of or in connection with the events  associated with the declaration of a local state of emergency.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone\\'a7 3.  Title 10 of the administrative code of the city of New York is amended by renumbering duplicate sections to read as follows:\\par\n[\\'a710-165] \\ul\\'a710-168.\\ulnone  Prohibition of use of non-wood bats.\\par\n[\\'a710-165] \\ul\\'a710-169.\\ulnone  Regulation of publicly accessible collection bins.  \\par\n\\'a7 4. This local law shall take effect 60 days after its enactment into law.\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\cf1 CJG\\par\n3/5/13 6:38pm\\par\nLS # 4412\\line\\line\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\par\n}\n",
  "LastModified": "2017-06-12T16:16:17.683Z"
}
