{
  "ID": 50095,
  "GUID": "A4084A2B-BFE1-433F-9F6C-E7D662DBE4E3",
  "File": "Int 1018-2013",
  "Name": "Banning the sale of awls to persons under twenty-one years of age.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to banning the sale of awls to persons under twenty-one years of age, open displays of awls by sellers, and possession of awls in a public place by persons under twenty-one years of age, or on school premises by persons under twenty-two years of age.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2013-03-13T00:00:00Z",
  "AgendaDate": "2013-03-13T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    }
  ],
  "History": [
    {
      "ID": 272142,
      "Date": "2013-03-13T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 272355,
      "Date": "2013-03-13T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 12338,
      "AgendaSequence": 132,
      "MinutesSequence": 148,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283685,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 51346,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1. Section 10-134.1 of the administrative code of the city of New York is amended to read as follows: \n§ 10-134.1. Prohibition on sale of box cutters and awls to persons under twenty-one years of age, open displays of box cutters and awls by sellers, and possession of box cutters and awls in a public place by persons under twenty-one years of age, or on school premises by persons under twenty-two years of age.\nb. Definitions. For purposes of this section:\n(1) “Awl” means any pointed hand tool with a blade made of metal, steel, or other hard durable material that is used for marking or piercing holes in wood, leather, or any other surface, and shall include, but not be limited to, ice picks, bradawls, stitching awls and scratching awls.\n[(1)] (2) “Box cutter” means any knife consisting of a razor blade, retractable, nonretractable, or detachable in segments, attached to or contained within a plastic or metal housing, including utility knives, snap-off knives, and box cart cutters.\n[(2)] (3) “Person” means any natural person, corporation, partnership, firm, organization or other legal entity.\n[(3)] (4) “Public place” means a place to which the public or a substantial group of persons has access, and includes, but is not limited to, any street, highway, parking lot, plaza, transportation facility, school, place of amusement, park, playground, and any hallway, lobby and other portion of an apartment house or hotel not constituting a room or apartment designed for actual residence.\n[(4)] (5) “School premises” means the buildings, grounds, or facilities, or any portion thereof, owned, occupied by, or under the custody or control of public and private institutions for the primary purpose of providing educational instruction to students, and any vehicles owned, operated or leased by such institutions which are used to transport such students or the personnel of such institutions.\nc. It shall be unlawful for any person to sell or offer to sell or cause any person to sell or offer to sell a box cutter or an awl to any individual under twenty-one years of age.\nd. No person who sells or offers for sale box cutters or awls shall place such box cutters or awls on open display so that such implements are accessible to the public without the assistance of such seller, or his or her employee or other agent, offering such implement for sale; provided, however, that the restrictions of this subdivision shall not apply to those box cutters or awls on open display (1) which are clearly and fully visible from a place of payment for goods or services or customer information at which such seller or an employee or other agent of such seller is usually present during hours when the public is invited or (2) which are in a package, box or other container provided by the manufacturer, importer or packager that is larger than 41 square inches.\ne. It shall be unlawful for any person under twenty-two years of age to possess a box cutter or awl on school premises, and unlawful for any person under twenty-one years of age to possess a box cutter or awl while in a public place; provided, however, that nothing in this subdivision shall preclude:\n(1) the temporary transfer on school premises of such [an] instruments to a person under twenty-two years of age for a valid instructional, or school-related purpose where such device is used only under the supervision of a school staff person or other authorized instructor; or\n(2) the possession or use of such [an] instruments in a public place by any person under twenty-one years of age or on school premises by any person under twenty-two years of age so long as it occurs under circumstances in which such person is performing work on such premises during the course of his or her employment, and such instruments [is] are used only under the supervision of his or her employer or such employer's agent or a school staff person.\nf. When a person is found to possess a box cutter or an awl while in a public place in violation of subdivision e of this section, it is an affirmative defense that:\n(1) such person is traveling to or from school premises, where it was or will be used for a valid instructional or school related purpose and used only under the supervision of a school staff member or other authorized instructor, and such person has not displayed the box cutter or awl in a menacing or threatening manner, or in a manner that a reasonable person would believe manifests an intent to use such box cutter or awl for a criminal purpose; or\n(2) such person is traveling to or from his or her place of employment, where it was or will be used during the course of such employment and used only under the supervision of his or her employer or such employer's agent, and such person has not displayed the box cutter or awl in a menacing or threatening manner, or in a manner that a reasonable person would believe manifests an intent to use such box cutter or awl for a criminal purpose.\ng. Any person who violates the provisions of this section shall be guilty of a misdemeanor.\n\nLS #4011\nCJG\n2/13/13",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\pard\\ltrpar\\nowidctlpar\\qj\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\ulnone\\tab Section 1. Section 10-134.1 of the administrative code of the city of New York is amended to read as follows: \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a7 10-134.1. Prohibition on sale of box cutters \\ul and awls\\ulnone  to persons under twenty-one years of age, open displays of box cutters \\ul and awls \\ulnone by sellers, and possession of box cutters \\ul and awls\\ulnone  in a public place\\ul  by persons under twenty-one years of age\\ulnone , or on school premises by persons under twenty-two years of age.\\par\nb. Definitions. For purposes of this section:\\par\n\\ul (1) \\ldblquote Awl\\rdblquote  means any pointed hand tool with a blade made of metal, steel, or other hard durable material that is used for marking or piercing holes in wood, leather, or any other surface, and shall include, but not be limited to, ice picks, bradawls, stitching awls and scratching awls.\\par\n\\ulnone [(1)] \\ul (2)\\ulnone  \\ldblquote Box cutter\\rdblquote  means any knife consisting of a razor blade, retractable, nonretractable, or detachable in segments, attached to or contained within a plastic or metal housing, including utility knives, snap-off knives, and box cart cutters.\\par\n[(2)] \\ul (3)\\ulnone  \\ldblquote Person\\rdblquote  means any natural person, corporation, partnership, firm, organization or other legal entity.\\par\n[(3)] \\ul (4)\\ulnone  \\ldblquote Public place\\rdblquote  means a place to which the public or a substantial group of persons has access, and includes, but is not limited to, any street, highway, parking lot, plaza, transportation facility, school, place of amusement, park, playground, and any hallway, lobby and other portion of an apartment house or hotel not constituting a room or apartment designed for actual residence.\\par\n[(4)] \\ul (5)\\ulnone  \\ldblquote School premises\\rdblquote  means the buildings, grounds, or facilities, or any portion thereof, owned, occupied by, or under the custody or control of public and private institutions for the primary purpose of providing educational instruction to students, and any vehicles owned, operated or leased by such institutions which are used to transport such students or the personnel of such institutions.\\par\nc. It shall be unlawful for any person to sell or offer to sell or cause any person to sell or offer to sell a box cutter \\ul or an awl\\ulnone  to any individual under twenty-one years of age.\\par\nd. No person who sells or offers for sale box cutters \\ul or awls\\ulnone  shall place such box cutters \\ul or awls\\ulnone  on open display so that such implements are accessible to the public without the assistance of such seller, or his or her employee or other agent, offering such implement for sale; provided, however, that the restrictions of this subdivision shall not apply to those box cutters \\ul or awls \\ulnone on open display (1) which are clearly and fully visible from a place of payment for goods or services or customer information at which such seller or an employee or other agent of such seller is usually present during hours when the public is invited or (2) which are in a package, box or other container provided by the manufacturer, importer or packager that is larger than 41 square inches.\\par\ne. It shall be unlawful for any person under twenty-two years of age to possess a box cutter \\ul or awl\\ulnone  on school premises, and unlawful for any person under twenty-one years of age to possess a box cutter \\ul or awl\\ulnone  while in a public place; provided, however, that nothing in this subdivision shall preclude:\\par\n(1) the temporary transfer on school premises of such [an] instrument\\ul s\\ulnone  to a person under twenty-two years of age for a valid instructional, or school-related purpose where such device is used only under the supervision of a school staff person or other authorized instructor; or\\par\n(2) the possession or use of such [an] instrument\\ul s\\ulnone  in a public place by any person under twenty-one years of age or on school premises by any person under twenty-two years of age so long as it occurs under circumstances in which such person is performing work on such premises during the course of his or her employment, and such instrument\\ul s\\ulnone  [is] \\ul are\\ulnone  used only under the supervision of his or her employer or such employer's agent or a school staff person.\\par\nf. When a person is found to possess a box cutter \\ul or an awl \\ulnone while in a public place in violation of subdivision e of this section, it is an affirmative defense that:\\par\n(1) such person is traveling to or from school premises, where it was or will be used for a valid instructional or school related purpose and used only under the supervision of a school staff member or other authorized instructor, and such person has not displayed the box cutter \\ul or awl\\ulnone  in a menacing or threatening manner, or in a manner that a reasonable person would believe manifests an intent to use such box cutter \\ul or awl\\ulnone  for a criminal purpose; or\\par\n(2) such person is traveling to or from his or her place of employment, where it was or will be used during the course of such employment and used only under the supervision of his or her employer or such employer's agent, and such person has not displayed the box cutter \\ul or awl \\ulnone in a menacing or threatening manner, or in a manner that a reasonable person would believe manifests an intent to use such box cutter \\ul or awl\\ulnone  for a criminal purpose.\\par\ng. Any person who violates the provisions of this section shall be guilty of a misdemeanor.\\par\n\\pard\\ltrpar\\par\nLS #4011\\par\nCJG\\par\n\\pard\\ltrpar\\nowidctlpar\\tx720\\tx5040 2/13/13\\par\n\\pard\\ltrpar\\nowidctlpar\\par\n}\n",
  "LastModified": "2013-12-23T02:15:39.71Z"
}
