{
  "ID": 50158,
  "GUID": "DE0DDA17-C1D1-419E-B316-D91C2F1079B1",
  "File": "Int 1020-2013",
  "Name": "Display of cigarettes and tobacco products by retail dealers of cigarettes and age restrictions on entry to retail tobacco stores.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the display of cigarettes and tobacco products by retail dealers of cigarettes and age restrictions on entry to retail tobacco stores.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2013-03-20T00:00:00Z",
  "AgendaDate": "2013-03-20T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera "
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 7613,
      "Slug": "andy-l-king",
      "FullName": "Andy L. King"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 7502,
      "Slug": "elizabeth-s-crowley",
      "FullName": "Elizabeth S. Crowley"
    },
    {
      "ID": 7113,
      "Slug": "mathieu-eugene",
      "FullName": "Mathieu Eugene"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 0,
      "Slug": "",
      "FullName": ""
    }
  ],
  "History": [
    {
      "ID": 272525,
      "Date": "2013-03-20T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 272682,
      "Date": "2013-03-20T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 12345,
      "AgendaSequence": 82,
      "MinutesSequence": 108,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 273333,
      "Date": "2013-05-02T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 14,
      "BodyName": "Committee on Health",
      "EventID": 12426,
      "AgendaSequence": 2,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 273859,
      "Date": "2013-05-02T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 14,
      "BodyName": "Committee on Health",
      "EventID": 12426,
      "MinutesSequence": 7,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283756,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 111772,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 5/2/13",
      "Link": "http://nyc.legistar1.com/nyc/attachments/6b5a6d16-e6cd-430f-9afc-6ed3b9601601.pdf",
      "Sort": 1
    },
    {
      "ID": 111928,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 5/2/13",
      "Link": "http://nyc.legistar1.com/nyc/attachments/2d1e826e-a6cf-482f-8fcd-678e2a499af4.PDF",
      "Sort": 2
    },
    {
      "ID": 111931,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 5/2/13 (Con't)",
      "Link": "http://nyc.legistar1.com/nyc/attachments/ae3e9f02-6a79-43a0-bbae-30cc061cdb85.pdf",
      "Sort": 3
    },
    {
      "ID": 112092,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 5/2/13",
      "Link": "http://nyc.legistar1.com/nyc/attachments/69e32f99-4e31-4051-90e1-16a8d1e6125e.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 51410,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Chapter 7 of title 17 of the administrative code of the city of New York is amended by adding a new section 17-705.1 to read as follows:\n§ 17-705.1. Age restriction for retail tobacco stores.\na. For purposes of this section, “retail tobacco store” means “retail tobacco store” as  defined in subdivision (u) of section 17-502 of the code.\nb. No retail tobacco store shall employ, or permit to be employed, any person under the age of eighteen years where the duties of such person require or permit such person to handle cigarettes or tobacco products, or to work in an area where cigarettes and tobacco products are on display, absent written consent from such person’s parent or guardian. \nc.  No retail tobacco store shall permit any person under the age of eighteen years to enter such store unless such person is accompanied by a parent or guardian.  \nd. Retail tobacco stores shall post a sign in a conspicuous place at any public entrance to such stores on which the following statement shall be imprinted, “NO PERSON UNDER THE AGE OF 18 IS PERMITTED TO ENTER THIS STORE, unless accompanied by a parent or guardian.” The sign shall be printed on a white card in red letters at least one-half inch in height. \n§ 2.  Chapter 7 of title 17 of the administrative code of the city of New York is amended by adding a new subchapter 3 to read as follows:\n\nSUBCHAPTER 3 DISPLAY OF CIGARETTES AND TOBACCO PRODUCTS \n§17-719 Definitions. For purposes of this subchapter, the following terms shall be defined as follows:\na. “Cigarette” means any roll for smoking made wholly or in part of tobacco or any other substance, irrespective of size or shape and whether or not such tobacco or substance is flavored, adulterated or mixed with any other ingredient, the wrapper or cover of which is made of paper or any other substance or material but is not made in whole or in part of tobacco.\nb. “Tobacco product” means any product made or derived from tobacco that is intended for human consumption, including any component, part, or accessory of such product. Tobacco product shall include, but not be limited to, any cigar, little cigar, chewing tobacco, pipe tobacco, roll-your-own tobacco, snus, bidi, snuff or dissolvable tobacco product. Tobacco product shall not include cigarettes or any product that has been approved by the United States food and drug administration for sale as a tobacco use cessation product or for other medical purposes and that is being marketed and sold solely for such purpose. \nc. “Retail dealer ” means any person licensed to sell cigarettes pursuant to section 20-202 of this code.\nd. “Legal tobacco customer” means a person who is at least eighteen years of age. \ne. “Retail tobacco store” means “retail tobacco store” as defined in section subdivision (u) of section 17-502 of this code.\n§17-720 Display of cigarettes and tobacco products prohibited.\na. Prohibition of display of cigarettes or cigarette packaging. A retail dealer shall not display or permit the display of any cigarettes or cigarette packaging in a manner that allows a person to view such cigarettes or cigarette packaging prior to purchase at any place of business operated by such dealer.\nb. Prohibition of display of tobacco products or tobacco product packaging. A retail dealer shall not display or permit the display of any tobacco product or tobacco product packaging in a manner that allows a person to view such product or packaging prior to purchase at any place of business operated by such dealer.\nc. Exceptions. Notwithstanding subdivisions a and b of this section, a retail dealer shall not be prohibited from displaying cigarette packaging or other tobacco product packaging during:\n(1)  a sale to a legal tobacco customer; or\n(2) the restocking of cigarettes or tobacco products.\nd. Subdivisions a and b of this section shall not apply to retail tobacco stores. \ne. (1) Subdivisions a and b of this section shall not apply to any place of business operated by a retail dealer that is not a chain store until one hundred eighty days after the enactment of the local law that added this subdivision.\n(2) For purposes of paragraph (1) of this subdivision, a “chain store” shall mean a retail establishment within the city of New York that is one of a group of fifteen or more retail establishments doing business nationally, operating under common ownership or control, or as franchised outlets of a parent business, or do business under the same name.\nf. The provisions of this section may be enforced by any authorized agent or employee of the department or the department of consumer affairs, or the successor of either such agency.\ng. Penalties. Any person who violates of this section shall be liable for a civil penalty in the following amounts:\n(1)  one thousand dollars for a first violation within a five year period; \n(2) two thousand dollars for a second violation within a five year period; and\n(3) five thousand dollars for a third or subsequent violation within a five year period. \nh. Violations. Notices of violation of this section may be adjudicated at any tribunal authorized to hear a violation issued by the issuing agency.\n§ 3.\tThis local law shall take effect ninety days after it shall have been enacted into law, provided that the commissioner may take any actions necessary prior to such effective date for the implementation of this local law including, but not limited to, promulgating rules.",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\tab Section 1.  Chapter 7 of title 17 of the administrative code of the city of New York is amended by adding a new section 17-705.1 to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi1440\\sl480\\slmult1\\qj\\ul\\'a7 17-705.1. Age restriction for retail tobacco stores.\\par\na. For purposes of this section, \\ldblquote retail tobacco store\\rdblquote  means \\ldblquote retail tobacco store\\rdblquote  as  defined in subdivision (u) of section 17-502 of the code.\\par\nb. No retail tobacco store shall employ, or permit to be employed, any person under the age of eighteen years where the duties of such person require or permit such person to handle cigarettes or tobacco products, or to work in an area where cigarettes and tobacco products are on display, absent written consent from such person\\rquote s parent or guardian. \\par\nc.  No retail tobacco store shall permit any person under the age of eighteen years to enter such store unless such person is accompanied by a parent or guardian.  \\par\nd. Retail tobacco stores shall post a sign in a conspicuous place at any public entrance to such stores on which the following statement shall be imprinted, \\ldblquote NO PERSON UNDER THE AGE OF 18 IS PERMITTED TO ENTER THIS STORE, unless accompanied by a parent or guardian.\\rdblquote  The sign shall be printed on a white card in red letters at least one-half inch in height.\\ulnone  \\par\n\\'a7 2.  Chapter 7 of title 17 of the administrative code of the city of New York is amended by adding a new subchapter 3 to read as follows:\\par\n\\par\n\\ul SUBCHAPTER 3 DISPLAY OF CIGARETTES AND TOBACCO PRODUCTS \\par\n\\'a717-719 Definitions. For purposes of this subchapter, the following terms shall be defined as follows:\\par\na. \\ldblquote Cigarette\\rdblquote  means any roll for smoking made wholly or in part of tobacco or any other substance, irrespective of size or shape and whether or not such tobacco or substance is flavored, adulterated or mixed with any other ingredient, the wrapper or cover of which is made of paper or any other substance or material but is not made in whole or in part of tobacco.\\par\nb. \\ldblquote Tobacco product\\rdblquote  means any product made or derived from tobacco that is intended for human consumption, including any component, part, or accessory of such product. Tobacco product shall include, but not be limited to, any cigar, little cigar, chewing tobacco, pipe tobacco, roll-your-own tobacco, snus, bidi, snuff or dissolvable tobacco product. Tobacco product shall not include cigarettes or any product that has been approved by the United States food and drug administration for sale as a tobacco use cessation product or for other medical purposes and that is being marketed and sold solely for such purpose. \\par\nc. \\ldblquote Retail dealer \\rdblquote  means any person licensed to sell cigarettes pursuant to section 20-202 of this code.\\par\nd. \\ldblquote Legal tobacco customer\\rdblquote  means a person who is at least eighteen years of age. \\par\ne. \\ldblquote Retail tobacco store\\rdblquote  means \\ldblquote retail tobacco store\\rdblquote  as defined in section subdivision (u) of section 17-502 of this code.\\par\n\\'a717-720 Display of cigarettes and tobacco products prohibited.\\par\na. Prohibition of display of cigarettes or cigarette packaging. A retail dealer shall not display or permit the display of any cigarettes or cigarette packaging in a manner that allows a person to view such cigarettes or cigarette packaging prior to purchase at any place of business operated by such dealer.\\par\nb. Prohibition of display of tobacco products or tobacco product packaging. A retail dealer shall not display or permit the display of any tobacco product or tobacco product packaging in a manner that allows a person to view such product or packaging prior to purchase at any place of business operated by such dealer.\\par\nc. Exceptions. Notwithstanding subdivisions a and b of this section, a retail dealer shall not be prohibited from displaying cigarette packaging or other tobacco product packaging during:\\par\n(1)  a sale to a legal tobacco customer; or\\par\n(2) the restocking of cigarettes or tobacco products.\\par\nd. Subdivisions a and b of this section shall not apply to retail tobacco stores. \\par\ne. (1) Subdivisions a and b of this section shall not apply to any place of business operated by a retail dealer that is not a chain store until one hundred eighty days after the enactment of the local law that added this subdivision.\\par\n(2) For purposes of paragraph (1) of this subdivision, a \\ldblquote chain store\\rdblquote  shall mean a retail establishment within the city of New York that is one of a group of fifteen or more retail establishments doing business nationally, operating under common ownership or control, or as franchised outlets of a parent business, or do business under the same name.\\par\nf. The provisions of this section may be enforced by any authorized agent or employee of the department or the department of consumer affairs, or the successor of either such agency.\\par\ng. Penalties. Any person who violates of this section shall be liable for a civil penalty in the following amounts:\\par\n(1)  one thousand dollars for a first violation within a five year period; \\par\n(2) two thousand dollars for a second violation within a five year period; and\\par\n(3) five thousand dollars for a third or subsequent violation within a five year period. \\par\nh. Violations. Notices of violation of this section may be adjudicated at any tribunal authorized to hear a violation issued by the issuing agency.\\par\n\\ulnone\\'a7 3.\\tab This local law shall take effect ninety days after it shall have been enacted into law, provided that the commissioner may take any actions necessary prior to such effective date for the implementation of this local law including, but not limited to, promulgating rules.\\par\n}\n",
  "LastModified": "2013-12-23T02:15:07.053Z"
}
