{
  "ID": 50160,
  "GUID": "5D187C9D-DD97-4830-8A31-C7EB1AAC759A",
  "File": "Int 1022-2013",
  "Name": "Prohibiting mobile food vendors from vending at hydrants.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to prohibiting mobile food vendors from vending at hydrants.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2013-03-20T00:00:00Z",
  "AgendaDate": "2013-03-20T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    }
  ],
  "History": [
    {
      "ID": 272527,
      "Date": "2013-03-20T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 272684,
      "Date": "2013-03-20T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 12345,
      "AgendaSequence": 84,
      "MinutesSequence": 110,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283684,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 51412,
  "Text": "Be it enacted by the Council as follows:\n \nSection 1.  Subchapter two of chapter three of title 17 of the administrative code of the city of New York, is amended by adding a new section 17-315.1 to read as follows:\n§ 17-315.1  Mobile Food Vendors Parking Restrictions.  a. Definitions.  For purposes of this section “mobile food vendor” shall mean a person who hawks, peddles, sells or offers food for sale at retail in any public space from a motor vehicle.\n1. Notwithstanding any local law or regulation to the contrary, no mobile food vendor shall vend within fifteen feet of a fire hydrant, as such term is defined in title 34 of the rules of the city of New York.   \n2.  Any mobile food vendor vending in violation of subdivision 1 of this section shall be subject to a monetary fine of two hundred fifty dollars for a first offense.  A second violation of this section, within a six month period, shall be punishable by a monetary fine of five hundred dollars.  After a finding of a second violation of this section in a six month period, such vehicle shall be subject to impoundment in accordance with rules promulgated by the department.  Any vehicle impounded pursuant to the provisions of this subdivision shall not be released until all applicable towing and storage fees have been paid.\n§2.  This local law shall take effect one hundred twenty days after its enactment into law, provided that the commissioner shall promulgate any rules necessary for implementing and carrying out the provisions of this local law prior to its effective date.\nLS# 4181\nLF/JM \n12/6/12",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n \\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Section 1.  Subchapter two of chapter three of title 17 of the administrative code of the city of New York, is amended by adding a new section 17-315.1 to read as follows:\\par\n\\ul\\b\\'a7 17-315.1  Mobile Food Vendors Parking Restrictions.\\b0   a. Definitions.  For purposes of this section \\ldblquote mobile food vendor\\rdblquote  shall mean a person who hawks, peddles, sells or offers food for sale at retail in any public space from a motor vehicle.\\par\n\\cf1 1. Notwithstanding any local law or regulation to the contrary, no mobile food vendor shall vend within fifteen feet of a fire hydrant, as such term is defined in title 34 of the rules of the city of New York. \\cf0   \\par\n2.  Any mobile food vendor vending in violation of subdivision 1 of this section shall be subject to a monetary fine of two hundred fifty dollars for a first offense.  A second violation of this section, within a six month period, shall be punishable by a monetary fine of five hundred dollars.  After a finding of a second violation of this section in a six month period, such vehicle shall be subject to impoundment in accordance with rules promulgated by the department.  Any vehicle impounded pursuant to the provisions of this subdivision shall not be released until all applicable towing and storage fees have been paid.\\par\n\\ulnone\\'a72.  This local law shall take effect one hundred twenty days after its enactment into law, provided that the commissioner shall promulgate any rules necessary for implementing and carrying out the provisions of this local law prior to its effective date.\\ul\\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar\\qj\\ulnone\\fs20 LS# 4181\\ul\\fs24\\par\n\\ulnone\\fs20 LF/JM \\ul\\fs24\\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar\\ulnone\\fs20 12/6/12\\par\n}\n",
  "LastModified": "2013-12-23T02:14:35.113Z"
}
