{
  "ID": 50225,
  "GUID": "6179A923-B28E-41B6-9222-0DEC72F7B128",
  "File": "Int 1025-2013",
  "Name": "Creating designated mobile food truck locations.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to creating designated mobile food truck locations.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2013-04-09T00:00:00Z",
  "AgendaDate": "2013-04-09T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    }
  ],
  "History": [
    {
      "ID": 272940,
      "Date": "2013-04-09T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 273095,
      "Date": "2013-04-09T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 12407,
      "AgendaSequence": 84,
      "MinutesSequence": 100,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 272941,
      "Date": "2013-04-17T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 14,
      "BodyName": "Committee on Health",
      "EventID": 12371,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 273295,
      "Date": "2013-04-17T10:10:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 14,
      "BodyName": "Committee on Health",
      "EventID": 12371,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 272944,
      "Date": "2013-04-17T10:20:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 29,
      "BodyName": "Committee on Transportation",
      "EventID": 12401,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 273292,
      "Date": "2013-04-17T10:40:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 29,
      "BodyName": "Committee on Transportation",
      "EventID": 12401,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283755,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 111468,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 4/17/13",
      "Link": "http://nyc.legistar1.com/nyc/attachments/8739a149-7ef5-40a6-a564-fb2a5a298b4d.pdf",
      "Sort": 1
    },
    {
      "ID": 111506,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 4/17/13",
      "Link": "http://nyc.legistar1.com/nyc/attachments/942c98af-430c-4b46-b5cb-5c769f287c5c.PDF",
      "Sort": 2
    },
    {
      "ID": 112048,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 4/17/13",
      "Link": "http://nyc.legistar1.com/nyc/attachments/87c689ee-b985-402b-84ab-f458b364290a.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 51481,
  "Text": "Be it enacted by the Council as follows: \n\nSection 1. Findings and Intent. The Council hereby finds that food truck vendors have become a growing presence on the streets of New York City and play an increasingly important role in the economic, cultural, and social life of New York City.  Food trucks not only provide jobs and relatively inexpensive and varied food to many New Yorkers, but also generate revenue for the City through income and business taxes paid by vendors and other related businesses, such as their suppliers. The Council recognizes that the number of food truck vendors parking on the streets of the City of New York has increased in recent years, especially in commercial districts and in locations with significant pedestrian traffic. Many of these food truck vendors park in violation of one or more traffic rules.  The Council recognizes the need to protect the City’s interest in maintaining an orderly flow of pedestrian and vehicular traffic while supporting food trucks and expanding the benefits they confer on the City. Accordingly, the Council finds that it is necessary to create vending zones within which food truck vendors would be authorized to park and sell food on City streets.  \n§2. Section 17-306 of the administrative code of the city of New York is amended to add new subdivisions t and u to read as follows:\nt. “Designated mobile food truck location.” A parking space from which a mobile food truck may vend, as determined by the department of transportation in consultation with the department, pursuant to section 19-162.3 of this code.\nu. “Mobile food truck.”  A food vendor who vends from a vehicle.\n§3.  Section 17-307 of the administrative code of the city of New York is amended to add a new subdivision h to read as follows:\nh. The commissioner shall clearly identify on a map all designated mobile food truck locations and shall maintain and regularly update such map on the department’s website.  The commissioner shall distribute updated maps identifying designated mobile food truck locations to all mobile food trucks upon the initial issuance of a mobile food vending permit and at each renewal of such permit.   \n§4.  Section 17-315 of the administrative code of the city of New York is amended to add a new subsection m to read as follows:\nm. A mobile food truck shall only park and vend from a designated mobile food truck location.  The commissioner shall establish by rule and maintain an impartial system by which mobile food trucks register in advance to park and vend from designated mobile food truck locations.  At the time of registration, mobile food trucks shall pay a fee, to be determined by the commissioner, for the department’s administrative expenses associated with maintaining the designated mobile food truck location system. \n§5.  Subchapter 2 of chapter 1 of title 19 of the administrative code of the city of New York is amended to add a new section 19-162.3 to read as follows:\n19-162.3 Permissible parking for mobile food trucks.  a.  For the purposes of this section the following terms shall have the following meanings:\n\t1. \"Affected council member(s) and community board(s)\" shall mean the council member(s) and community board(s) in whose districts a proposed designated mobile food truck location is to be located in whole or in part.\n2. “Designated mobile food truck location” shall mean a parking space from which a mobile food truck may vend, as determined by the department in consultation with the department of health and mental hygiene.\n3. “Mobile food truck” shall have the same meaning as it does in subdivision u of section 17-306 of this code.\nb. The department, in consultation with the department of health and mental hygiene, shall create designated mobile food truck locations as follows: \n1. In determining the location of designated mobile food truck locations, the department shall consider such factors as pedestrian and vehicular traffic patterns,  safety, and the existence of obstructions in the public space, including but not limited to, the presence of street furniture, at or near such location.   \n2. At  least ninety days before the creation of a new designated mobile food truck location, the department shall notify each affected council member and community board via electronic mail of the proposed location for the designated mobile food truck location within the affected community district and shall offer to make a presentation at a public hearing held by such affected community board.\n3.  If the affected community board accepts the offer made pursuant to paragraph  two  of  this  subdivision  and  holds  such  hearing  within forty-five  days  of  the  department  sending the notice required under paragraph  two  of  this  subdivision,  the  department  shall  make a presentation  of  the  proposed  plans at such public hearing to receive input on such plans and shall not create the designated mobile food truck location  until forty-five days after such public hearing.  Such presentation shall include information regarding the impact the proposed designated mobile food truck location will have on street parking, vehicular traffic and pedestrian traffic.\n\t4. The department shall consider comments from such public hearings and may incorporate changes, where appropriate, into the proposed designated mobile food truck location or cancel plans for the creation of such designated mobile food truck location where it determines such designated mobile food truck location would be inappropriate.\n5.  The minimum number of designated mobile food truck locations shall be at least 5 percent greater than the number of currently permitted mobile food trucks. The maximum number of designated mobile food truck locations shall be 450.\n6. No more than 50 percent of designated mobile food truck locations shall be located in the borough of Manhattan.\n7. At least seventy-five percent of designated mobile food truck locations shall be available for use by mobile food trucks on Monday through Friday, for at least 8 hours per day, between the hours of 9:00 am and 12:00 am.   \n8. At least half of designated mobile food truck locations shall be available for use by mobile food trucks on Saturday, Sunday and holidays, for at least 8 hours per day, between the hours of 9:00 am and 12:00 am.\n9. In no instances shall there be more than one designated mobile food truck location per block face.   \n§6.  This local law shall take effect 120 days after enactment, except that the commissioners of the department of transportation and the department of health and mental hygiene shall take such measures as are necessary for its implementation, including the promulgation of rules, prior to such effective date.\n\n\nDSH\nLS 2166\n3/28/13",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\ul Be it enacted by the Council as follows: \\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1. Findings and Intent. The Council hereby finds that food truck vendors have become a growing presence on the streets of New York City and play an increasingly important role in the economic, cultural, and social life of New York City.  Food trucks not only provide jobs and relatively inexpensive and varied food to many New Yorkers, but also generate revenue for the City through income and business taxes paid by vendors and other related businesses, such as their suppliers. The Council recognizes that the number of food truck vendors parking on the streets of the City of New York has increased in recent years, especially in commercial districts and in locations with significant pedestrian traffic. Many of these food truck vendors park in violation of one or more traffic rules.  The Council recognizes the need to protect the City\\rquote s interest in maintaining an orderly flow of pedestrian and vehicular traffic while supporting food trucks and expanding the benefits they confer on the City. Accordingly, the Council finds that it is necessary to create vending zones within which food truck vendors would be authorized to park and sell food on City streets.  \\par\n\\'a72. Section 17-306 of the administrative code of the city of New York is amended to add new subdivisions t and u to read as follows:\\par\n\\ul t. \\ldblquote Designated mobile food truck location.\\rdblquote  A parking space from which a mobile food truck may vend, as determined by the department of transportation in consultation with the department, pursuant to section 19-162.3 of this code.\\par\nu. \\ldblquote Mobile food truck.\\rdblquote   A food vendor who vends from a vehicle.\\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\ulnone\\'a73.  Section 17-307 of the administrative code of the city of New York is amended to add a new subdivision h to read as follows:\\par\n\\ul h. The commissioner shall clearly identify on a map all designated mobile food truck locations and shall maintain and regularly update such map on the department\\rquote s website.  The commissioner shall distribute updated maps identifying designated mobile food truck locations to all mobile food trucks upon the initial issuance of a mobile food vending permit and at each renewal of such permit.   \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone\\'a74.  Section 17-315 of the administrative code of the city of New York is amended to add a new subsection m to read as follows:\\par\n\\ul m. A mobile food truck shall only park and vend from a designated mobile food truck location.  The commissioner shall establish by rule and maintain an impartial system by which mobile food trucks register in advance to park and vend from designated mobile food truck locations.  At the time of registration, mobile food trucks shall pay a fee, to be determined by the commissioner, for the department\\rquote s administrative expenses associated with maintaining the designated mobile food truck location system. \\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\ulnone\\'a75.  Subchapter 2 of chapter 1 of title 19 of the administrative code of the city of New York is amended to add a new section 19-162.3 to read as follows:\\par\n\\ul 19-162.3 Permissible parking for mobile food trucks.  a.  For the purposes of this section the following terms shall have the following meanings:\\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar\\sl480\\slmult1\\ulnone\\tab\\ul 1. \\cf1 \"Affected council member(s) and community board(s)\" shall mean the council member(s) and community board(s) in whose districts a proposed designated mobile food truck location is to be located in whole or in part.\\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\cf0 2. \\ldblquote Designated mobile food truck location\\rdblquote  shall mean a parking space from which a mobile food truck may vend, as determined by the department in consultation with the department of health and mental hygiene.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj 3. \\ldblquote Mobile food truck\\rdblquote  shall have the same meaning as it does in subdivision u of section 17-306 of this code.\\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 b. The department, in consultation with the department of health and mental hygiene, shall create designated mobile food truck locations as follows: \\par\n1. In determining the location of designated mobile food truck locations, the department shall consider such factors as pedestrian and vehicular traffic patterns,  safety, and the existence of obstructions in the public space, including but not limited to, the presence of street furniture, at or near such location.   \\par\n2. A\\cf1 t  least ninety days before the creation of a new designated mobile food truck location, the department shall notify each affected council member and community board via electronic mail of the proposed location for the designated mobile food truck location within the affected community district and shall offer to make a presentation at a public hearing held by such affected community board.\\par\n3.  If the affected community board accepts the offer made pursuant to paragraph  two  of  this  subdivision  and  holds  such  hearing  within forty-five  days  of  the  department  sending the notice required under paragraph  two  of  this  subdivision,  the  department  shall  make a presentation  of  the  proposed  plans at such public hearing to receive input on such plans and shall not create the designated mobile food truck location  until forty-five days after such public hearing.  Such presentation shall include information regarding the impact the proposed designated mobile food truck location will have on street parking, vehicular traffic and pedestrian traffic.\\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar\\sl480\\slmult1\\ulnone\\tab\\ul 4. The department shall consider comments from such public hearings and may incorporate changes, where appropriate, into the proposed designated mobile food truck location or cancel plans for the creation of such designated mobile food truck location where it determines such designated mobile food truck location would be inappropriate.\\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 5. \\cf0  The minimum number of designated mobile food truck locations shall be at least 5 percent greater than the number of currently permitted mobile food trucks. The maximum number of designated mobile food truck locations shall be 450.\\par\n6. No more than 50 percent of designated mobile food truck locations shall be located in the borough of Manhattan.\\par\n7. At least seventy-five percent of designated mobile food truck locations shall be available for use by mobile food trucks on Monday through Friday, for at least 8 hours per day, between the hours of 9:00 am and 12:00 am.   \\par\n8. At least half of designated mobile food truck locations shall be available for use by mobile food trucks on Saturday, Sunday and holidays, for at least 8 hours per day, between the hours of 9:00 am and 12:00 am.\\par\n9. In no instances shall there be more than one designated mobile food truck location per block face.   \\par\n\\ulnone\\'a76.  This local law shall take effect 120 days after enactment, except that the commissioners of the department of transportation and the department of health and mental hygiene shall take such measures as are necessary for its implementation, including the promulgation of rules, prior to such effective date.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\fs20\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar DSH\\par\nLS 2166\\par\n3/28/13\\par\n\\par\n}\n",
  "LastModified": "2013-12-23T02:13:48.57Z"
}
