{
  "ID": 49894,
  "GUID": "589F1A29-04EC-40FE-96A5-993FCAE4EC89",
  "File": "Int 1028-2013",
  "Name": "Establishment of an M/WBE advisory board.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the establishment of an M/WBE advisory board.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 6,
  "BodyName": "Committee on Contracts",
  "IntroDate": "2013-04-09T00:00:00Z",
  "AgendaDate": "2013-04-09T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7617,
      "Slug": "donovan-j-richards",
      "FullName": "Donovan J. Richards"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    }
  ],
  "History": [
    {
      "ID": 272975,
      "Date": "2013-04-09T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 273097,
      "Date": "2013-04-09T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Contracts",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 12407,
      "AgendaSequence": 87,
      "MinutesSequence": 103,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Contracts",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283680,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 51118,
  "Text": "Be it enacted by the Council as follows:\nSection\t 1.  Section 129 of title 6 of the administrative code of the city of New York, as amended by local law 1 of 2013, is amended by adding a new subdivision s to read as follows:\ns.  \tAdvisory Board.  \n(1)\tThere shall be an advisory board that shall assess and make specific recommendations to the mayor and council to improve the program to enhance participation by minority-owned and women-owned business enterprises in city procurement.\n(2)\tSuch advisory board shall consist of twelve members as follows:\n(a)\tNine members shall be MBEs or WBEs or shall have experience advocating on behalf of MBEs or WBEs.  Five such members shall be appointed by the mayor; four such members shall be appointed by the speaker of the council. \n(b)\tThe director, the city chief procurement officer, and the commissioner, or their respective designees, shall serve ex officio.\n(c) \tAt its first meeting, the advisory board shall select a chairperson from among its members by majority vote of the advisory board.\n(3)\tEach member, other than members serving in an ex officio capacity, shall serve for a term of 2 years to begin upon the appointment of the final member of the advisory board.  Appointments for subsequent terms shall be made in the manner set forth in subparagraph (a) of this paragraph.  Any vacancies in the membership of the advisory board shall be filled in the same manner as the original appointment.  A person filling such vacancy shall serve for the unexpired portion of the term of the succeeded member. \n(4)\tNo member of the advisory board shall be removed from office except for cause and upon notice and hearing by the appropriate appointing official.\n(5)\tMembers of the advisory board shall serve without compensation and shall meet as necessary.\n(6)\tThe board shall meet no less often than every three months, unless the board determines otherwise, but in no event shall the board meet less often than every six months.\n(7)\tAt the conclusion of each term, the advisory board shall issue a report to the mayor and council evaluating the program to enhance participation by minority-owned and women-owned business enterprises in city procurement and, as applicable, making specific recommendations to improve such program. \n§2.  This local law shall take effect ninety days after its enactment into law.\n\nSKM\nLS #4178\n12/31/12",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\ul Be it enacted by the Council as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\ulnone Section\\tab  1.  Section 129 of title 6 of the administrative code of the city of New York, as amended by local law 1 of 2013, is amended by adding a new subdivision s to read as follows:\\par\n\\ul s.  \\tab Advisory Board.  \\par\n(1)\\tab There shall be an advisory board that shall assess and make specific recommendations to the mayor and council to improve the program to enhance participation by minority-owned and women-owned business enterprises in city procurement.\\par\n(2)\\tab Such advisory board shall consist of twelve members as follows:\\par\n(a)\\tab Nine members shall be MBEs or WBEs or shall have experience advocating on behalf of MBEs or WBEs.  Five such members shall be appointed by the mayor; four such members shall be appointed by the speaker of the council. \\par\n\\pard\\cbpat1\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 (b)\\tab The director, the city chief procurement officer, and the commissioner, or their respective designees, shall serve ex officio.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 (c) \\tab At its first meeting, the advisory board shall select a chairperson from among its members by majority vote of the advisory board.\\par\n\\pard\\cbpat1\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 (3)\\tab Each member, other than members serving in an ex officio capacity, shall serve for a term of 2 years to begin upon the appointment of the final member of the advisory board.  Appointments for subsequent terms shall be made in the manner set forth in subparagraph (a) of this paragraph.  Any vacancies in the membership of the advisory board shall be filled in the same manner as the original appointment.  A person filling such vacancy shall serve for the unexpired portion of the term of the succeeded member. \\par\n(4)\\tab No member of the advisory board shall be removed from office except for cause and upon notice and hearing by the appropriate appointing official.\\par\n(5)\\tab Members of the advisory board shall serve without compensation and shall meet as necessary.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 (6)\\tab The board shall meet no less often than every three months, unless the board determines otherwise, but in no event shall the board meet less often than every six months.\\par\n\\pard\\cbpat1\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 (7)\\tab At the conclusion of each term, the advisory board shall issue a report to the mayor and council evaluating the program to enhance participation by minority-owned and women-owned business enterprises in city procurement and, as applicable, making specific recommendations to improve such program. \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\ulnone\\'a72.  This local law shall take effect ninety days after its enactment into law.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\par\n\\pard\\ltrpar\\nowidctlpar SKM\\par\nLS #4178\\par\n12/31/12\\par\n}\n",
  "LastModified": "2013-12-23T02:12:59.71Z"
}
