{
  "ID": 50203,
  "GUID": "70288E45-FBE0-4193-8ADF-D998E06FB2E5",
  "File": "Int 1032-2013",
  "LocalLaw": "2013/037",
  "Name": "Budget Extender",
  "Title": "A Local Law in relation to the date of issuance and publication by the Mayor of a ten-year capital strategy, the date of submission by the Mayor of the proposed executive budget and budget message, the date of submission by the Borough Presidents of recommendations in response to the Mayor’s executive budget, the date of publication of a report by the director of the independent budget office analyzing the executive budget, the date by which the Council hearings pertaining to the executive budget shall conclude, the date by which if the expense budget has not been adopted, the expense budget and tax rate adopted as modified for the current fiscal year shall be deemed to have been extended for the new fiscal year until such time as a new expense budget has been adopted, the date by which if a capital budget and a capital program have not been adopted, the unutilized portion of all prior capital appropriations shall be deemed reappropriated, the date of submission by the Mayor of an estimate of the probable amount of receipts, the date by which any person or organization may submit an official alternative estimate of revenues, the date by which if the Council has not fixed the tax rates for the ensuing fiscal year, the commissioner of finance shall be authorized to complete the assessment rolls using estimated rates, and related matters, relating to the fiscal year two thousand fourteen.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 35,
  "StatusName": "Enacted",
  "BodyID": 11,
  "BodyName": "Committee on Finance",
  "IntroDate": "2013-04-09T00:00:00Z",
  "AgendaDate": "2013-04-09T00:00:00Z",
  "PassedDate": "2013-04-23T00:00:00Z",
  "EnactmentDate": "2013-04-23T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 0,
      "Slug": "",
      "FullName": ""
    }
  ],
  "History": [
    {
      "ID": 272952,
      "Date": "2013-04-09T10:00:00Z",
      "ActionID": 15,
      "Action": "Hearing on P-C Item by Comm",
      "Description": "This Introduction was Hearing on P-C Item by Comm",
      "BodyID": 11,
      "BodyName": "Committee on Finance",
      "EventID": 12397,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "AgendaNote": "Preconsidered",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 273009,
      "Date": "2013-04-09T10:00:00Z",
      "ActionID": 25,
      "Action": "P-C Item Approved by Comm",
      "Description": "A motion was made that this Introduction be P-C Item Approved by Comm approved by Roll Call.",
      "BodyID": 11,
      "BodyName": "Committee on Finance",
      "EventID": 12397,
      "MinutesSequence": 3,
      "Version": "*",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 37,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 272916,
      "Date": "2013-04-09T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 273106,
      "Date": "2013-04-09T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Finance",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 12407,
      "AgendaSequence": 96,
      "MinutesSequence": 112,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Preconsidered - Finance",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 273036,
      "Date": "2013-04-09T18:30:00Z",
      "ActionID": 68,
      "Action": "Approved by Council",
      "Description": "A motion was made that this Introduction be Approved by Council approved by consent Roll Call.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 12407,
      "AgendaSequence": 23,
      "MinutesSequence": 28,
      "Version": "*",
      "AgendaNote": "Preconsidered - Coupled on GO",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "Consent": 1,
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 273361,
      "Date": "2013-04-09T18:35:00Z",
      "ActionID": 53,
      "Action": "Sent to Mayor by Council",
      "Description": "This Introduction was Sent to Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 273442,
      "Date": "2013-04-23T16:30:00Z",
      "ActionID": 5014,
      "Action": "Hearing Held by Mayor",
      "Description": "This Introduction was Hearing Held by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "*",
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 273443,
      "Date": "2013-04-23T17:00:00Z",
      "ActionID": 57,
      "Action": "Signed Into Law by Mayor",
      "Description": "This Introduction was Signed Into Law by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "*",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 273444,
      "Date": "2013-04-23T17:30:00Z",
      "ActionID": 5023,
      "Action": "Recved from Mayor by Council",
      "Description": "This Introduction was Recved from Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 111288,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Memorandum In Support",
      "Link": "http://nyc.legistar1.com/nyc/attachments/f4bf0ec8-b652-4744-b287-0bc1640acec9.doc",
      "Sort": 1
    },
    {
      "ID": 111405,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "http://nyc.legistar1.com/nyc/attachments/218bcb12-d5c6-4c98-b28f-ddf4a253e0d9.pdf",
      "Sort": 2
    },
    {
      "ID": 111416,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Fiscal Impact Statement",
      "Link": "http://nyc.legistar1.com/nyc/attachments/61d59449-5c52-44f9-878b-fdd2ea25257a.doc",
      "Sort": 3
    },
    {
      "ID": 111595,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript",
      "Link": "http://nyc.legistar1.com/nyc/attachments/25cf1d11-ff49-4d61-a345-35557565e2cf.pdf",
      "Sort": 4
    },
    {
      "ID": 111607,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript - Stated Meeting 4-9-13",
      "Link": "http://nyc.legistar1.com/nyc/attachments/4e5f21be-3c06-49e0-8617-cd1fa809de3e.pdf",
      "Sort": 5
    },
    {
      "ID": 111661,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Mayor's Letter",
      "Link": "http://nyc.legistar1.com/nyc/attachments/bb0bc654-6a7b-46bb-869c-d6d74eb7ce70.pdf",
      "Sort": 6
    },
    {
      "ID": 115061,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Local Law 37",
      "Link": "http://nyc.legistar1.com/nyc/attachments/36fa767f-4d01-4598-808a-87b9245cb73d.pdf",
      "Sort": 7
    }
  ],
  "Summary": "",
  "TextID": 51459,
  "Text": "Be it enacted by the Council as follows:\nSection 1. During the calendar year 2013 and in relation to the 2014 fiscal year:\n1. Notwithstanding any inconsistent provisions of section 248 of the New York city charter, as added by vote of the electors on November 7, 1989, the Mayor shall pursuant to such section issue and publish a ten-year capital strategy as therein described not later than May 2, 2013.\n2. Notwithstanding any inconsistent provisions of section 249 of the New York city charter, as added by vote of the electors on November 7, 1989, subdivision a of section 249 as amended by local law number 25 for the year 1998, the Mayor shall pursuant to such section submit a proposed executive budget and budget message as therein described not later than May 2, 2013.\n3. Notwithstanding any inconsistent provisions of section 251 of the New York city charter, as added by vote of the electors on November 7, 1989, each borough president shall pursuant to such section submit recommendations in response to the Mayor’s executive budget as therein described not later than May 13, 2013.\n4. Notwithstanding any inconsistent provisions of section 252 of the New York city charter, as added by vote of the electors on November 7, 1989, the director of the independent budget office shall pursuant to such section publish a report analyzing the executive budget as therein described not later than May 21, 2013.\n5. Notwithstanding any inconsistent provisions of section 253 of the New York city charter, as added by vote of the electors on November 7, 1989, the Council shall pursuant to such section hold hearings on the executive budget as therein described, which shall conclude by June 6, 2013.\n6. Notwithstanding any inconsistent provisions of subdivision d of section 254 of the New York city charter, as added by vote of the electors on November 7, 1989, and subdivision b of section 1516 of the New York city charter, as amended by vote of the electors on November 7, 1989, if an expense budget has not been adopted by June 12, 2013 pursuant to subdivisions a and b of section 254 of the New York city charter, the expense budget and tax rate adopted as modified for the current fiscal year shall be deemed to have been extended for the new fiscal year until such time as a new expense budget has been adopted.\n7. Notwithstanding any inconsistent provisions of subdivision e of section 254 of the New York city charter, as added by vote of the electors on November 7, 1989, if a capital budget and a capital program have not been adopted by June 12, 2013 pursuant to subdivisions a and b of such section, the unutilized portion of all prior capital appropriations shall be deemed reappropriated.\n8. Notwithstanding any inconsistent provisions of subdivision a of section 1515 of the New York city charter, as amended by vote of the electors on November 7, 1989, the Mayor shall pursuant to such subdivision prepare and submit to the Council an estimate of the probable amount of receipts as therein described not later than June 12, 2013.\n9. Notwithstanding any inconsistent provisions of subdivision d of section 1515 of the New York city charter, as added by vote of the electors on November 7, 1989, any person or organization may pursuant to such subdivision submit an official alternative estimate of revenues as described therein at any time prior to May 21, 2013.\n10. Notwithstanding any inconsistent provisions of subdivision a of section 1516-a of the New York city charter, as amended by vote of the electors on November 7, 1989, if the Council has not fixed the tax rates for the ensuing fiscal year on or before June 12, 2013, the commissioner of finance shall pursuant to such subdivision be authorized to complete the assessment rolls using estimated rates and to collect the sums therein mentioned according to law. The estimated rates shall equal the tax rates for the current fiscal year.\n11. Notwithstanding any inconsistent provisions of subdivision b of section 1516-a of the New York city charter, as amended by vote of the electors on November 7, 1989, if, subsequent to June 12, 2013, the Council shall, pursuant to section 1516 of the New York city charter, fix the tax rates for the ensuing fiscal year at percentages differing from the estimated rates, real estate tax payments shall nevertheless be payable in accordance with subdivision a of section 1516-a of such charter at the estimated rates, where the commissioner of finance has exercised the authority granted by subdivision a of section 1516-a of such charter to complete the assessment rolls using estimated rates and to collect the sums therein mentioned according to law. However, in such event, prior to the first day of January in such fiscal year, the commissioner of finance shall cause the completed assessment rolls to be revised to reflect the tax rates fixed by the Council pursuant to section 1516 of such charter, and an amended bill for the installment or installments for such fiscal year due and payable on or after the first day of January shall be submitted to each taxpayer in which whatever adjustment may be required as a result of the estimated bill previously submitted to the taxpayer shall be reflected.\n§2. This local law shall take effect immediately.",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj Section 1. During the calendar year 2013 and in relation to the 2014 fiscal year:\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi1440\\sl480\\slmult1\\qj 1. Notwithstanding any inconsistent provisions of section 248 of the New York city charter, as added by vote of the electors on November 7, 1989, the Mayor shall pursuant to such section issue and publish a ten-year capital strategy as therein described not later than May 2, 2013.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi1440\\sl480\\slmult1\\qj\\tx720 2. Notwithstanding any inconsistent provisions of section 249 of the New York city charter, as added by vote of the electors on November 7, 1989, subdivision a of section 249 as amended by local law number 25 for the year 1998, the Mayor shall pursuant to such section submit a proposed executive budget and budget message as therein described not later than May 2, 2013.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi1440\\sl480\\slmult1\\qj 3. Notwithstanding any inconsistent provisions of section 251 of the New York city charter, as added by vote of the electors on November 7, 1989, each borough president shall pursuant to such section submit recommendations in response to the Mayor\\rquote s executive budget as therein described not later than May 13, 2013.\\par\n4. Notwithstanding any inconsistent provisions of section 252 of the New York city charter, as added by vote of the electors on November 7, 1989, the director of the independent budget office shall pursuant to such section publish a report analyzing the executive budget as therein described not later than May 21, 2013.\\par\n5. Notwithstanding any inconsistent provisions of section 253 of the New York city charter, as added by vote of the electors on November 7, 1989, the Council shall pursuant to such section hold hearings on the executive budget as therein described, which shall conclude by June 6, 2013.\\par\n6. Notwithstanding any inconsistent provisions of subdivision d of section 254 of the New York city charter, as added by vote of the electors on November 7, 1989, and subdivision b of section 1516 of the New York city charter, as amended by vote of the electors on November 7, 1989, if an expense budget has not been adopted by June 12, 2013 pursuant to subdivisions a and b of section 254 of the New York city charter, the expense budget and tax rate adopted as modified for the current fiscal year shall be deemed to have been extended for the new fiscal year until such time as a new expense budget has been adopted.\\par\n7. Notwithstanding any inconsistent provisions of subdivision e of section 254 of the New York city charter, as added by vote of the electors on November 7, 1989, if a capital budget and a capital program have not been adopted by June 12, 2013 pursuant to subdivisions a and b of such section, the unutilized portion of all prior capital appropriations shall be deemed reappropriated.\\par\n8. Notwithstanding any inconsistent provisions of subdivision a of section 1515 of the New York city charter, as amended by vote of the electors on November 7, 1989, the Mayor shall pursuant to such subdivision prepare and submit to the Council an estimate of the probable amount of receipts as therein described not later than June 12, 2013.\\par\n9. Notwithstanding any inconsistent provisions of subdivision d of section 1515 of the New York city charter, as added by vote of the electors on November 7, 1989, any person or organization may pursuant to such subdivision submit an official alternative estimate of revenues as described therein at any time prior to May 21, 2013.\\par\n10. Notwithstanding any inconsistent provisions of subdivision a of section 1516-a of the New York city charter, as amended by vote of the electors on November 7, 1989, if the Council has not fixed the tax rates for the ensuing fiscal year on or before June 12, 2013, the commissioner of finance shall pursuant to such subdivision be authorized to complete the assessment rolls using estimated rates and to collect the sums therein mentioned according to law. The estimated rates shall equal the tax rates for the current fiscal year.\\par\n11. Notwithstanding any inconsistent provisions of subdivision b of section 1516-a of the New York city charter, as amended by vote of the electors on November 7, 1989, if, subsequent to June 12, 2013, the Council shall, pursuant to section 1516 of the New York city charter, fix the tax rates for the ensuing fiscal year at percentages differing from the estimated rates, real estate tax payments shall nevertheless be payable in accordance with subdivision a of section 1516-a of such charter at the estimated rates, where the commissioner of finance has exercised the authority granted by subdivision a of section 1516-a of such charter to complete the assessment rolls using estimated rates and to collect the sums therein mentioned according to law. However, in such event, prior to the first day of January in such fiscal year, the commissioner of finance shall cause the completed assessment rolls to be revised to reflect the tax rates fixed by the Council pursuant to section 1516 of such charter, and an amended bill for the installment or installments for such fiscal year due and payable on or after the first day of January shall be submitted to each taxpayer in which whatever adjustment may be required as a result of the estimated bill previously submitted to the taxpayer shall be reflected.\\par\n\\'a72. This local law shall take effect immediately.\\par\n}\n",
  "LastModified": "2013-10-22T19:46:21.203Z"
}
