{
  "ID": 50291,
  "GUID": "173E2D68-CDFB-40A0-9CFB-01535C7633CA",
  "File": "Int 1037-2013",
  "Name": "Reporting tribunal outcomes.",
  "Title": "A Local Law to amend the New York city charter, in relation to reporting tribunal outcomes.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 13,
  "BodyName": "Committee on Governmental Operations",
  "IntroDate": "2013-04-25T00:00:00Z",
  "AgendaDate": "2013-04-25T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    }
  ],
  "History": [
    {
      "ID": 273421,
      "Date": "2013-04-25T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 273588,
      "Date": "2013-04-25T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Governmental Operations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 12438,
      "AgendaSequence": 91,
      "MinutesSequence": 102,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Governmental Operations",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283675,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 51553,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1. Section 1048 of the New York city charter is amended by adding a new subdivision 6 to read as follows:\n6. Beginning with an initial report due on December 1, 2013, the office shall submit a monthly report to each agency and police precinct that issued a notice of violation that was adjudicated by the office or any tribunal under its management since the issuance of the previous monthly report or, for the initial report, in the preceding three months. Each such report shall include data on the outcomes of adjudicatory hearings, categorized by violation and issuing agency. For those notices of violation that were dismissed, the report shall include a brief explanation of the reason for dismissal. \n§2. Subdivision g of section 2203 of the New York city charter is amended by adding a new paragraph 5 to read as follows:\n(5) Beginning with an initial report due on December 1, 2013, the commissioner shall submit a monthly report to each police precinct that issued a notice of violation that was adjudicated by the department since the issuance of the previous monthly report or, for the initial report, in the preceding three months. Each such report shall include data on the outcomes of the adjudicatory hearings on the notices of violation issued by such precinct, categorized by violation. For those violations that were dismissed, the report shall include a brief explanation of the reason for dismissal.\n§3. Subdivision 4 of section 1504 of the New York city charter is amended to read as follows:\n4. Parking violations bureau. The department shall operate and control the parking violations bureau. The commissioner shall appoint the director of the bureau, deputy director and all other officers and employees of the bureau, and hearing examiners. Beginning with an initial report due on December 1, 2013, the commissioner shall submit a monthly report to each police precinct that issued a notice of parking violation that was adjudicated by the department since the issuance of the previous monthly report or, for the initial report, in the preceding three months. Each such report shall include data on the outcomes of adjudicatory hearings, categorized by violation. For those notices of violation that were dismissed, the report shall include a brief description of the reason for dismissal.\n\t§4. This local law shall take effect immediately.\ndss\nLS# 4501\nCr-3/25/2013 Sv-4/23/2013 11:38 AM",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tab Section 1. Section 1048 of the New York city charter is amended by adding a new subdivision 6 to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ul 6. Beginning with an initial report due on December 1, 2013, the office shall submit a monthly report to each agency and police precinct that issued a notice of violation that was adjudicated by the office or any tribunal under its management since the issuance of the previous monthly report or, for the initial report, in the preceding three months. Each such report shall include data on the outcomes of adjudicatory hearings, categorized by violation and issuing agency. For those notices of violation that were dismissed, the report shall include a brief explanation of the reason for dismissal. \\par\n\\ulnone\\'a72. Subdivision g of section 2203 of the New York city charter is amended by adding a new paragraph 5 to read as follows:\\par\n\\ul (5) Beginning with an initial report due on December 1, 2013, the commissioner shall submit a monthly report to each police precinct that issued a notice of violation that was adjudicated by the department since the issuance of the previous monthly report or, for the initial report, in the preceding three months. Each such report shall include data on the outcomes of the adjudicatory hearings on the notices of violation issued by such precinct, categorized by violation. For those violations that were dismissed, the report shall include a brief explanation of the reason for dismissal.\\par\n\\ulnone\\'a73. Subdivision 4 of section 1504 of the New York city charter is amended to read as follows:\\par\n4. Parking violations bureau. The department shall operate and control the parking violations bureau. The commissioner shall appoint the director of the bureau, deputy director and all other officers and employees of the bureau, and hearing examiners. \\ul Beginning with an initial report due on December 1, 2013, the commissioner shall submit a monthly report to each police precinct that issued a notice of parking violation that was adjudicated by the department since the issuance of the previous monthly report or, for the initial report, in the preceding three months. Each such report shall include data on the outcomes of adjudicatory hearings, categorized by violation. For those notices of violation that were dismissed, the report shall include a brief description of the reason for dismissal.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\ulnone\\tab\\'a74. This local law shall take effect immediately.\\ul\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\ulnone\\fs18 dss\\par\nLS# 4501\\par\n\\pard\\ltrpar\\nowidctlpar Cr-\\lang1024 3/25/2013\\lang1033  Sv-\\lang1024 4/23/2013 11:38 AM\\lang1033\\par\n\\par\n\\par\n\\fs24\\par\n}\n",
  "LastModified": "2013-12-23T02:10:35.523Z"
}
