{
  "ID": 50302,
  "GUID": "0CC21C5F-A3F8-4C5D-B47D-B92109A324CD",
  "File": "Int 1041-2013",
  "Name": "Requiring the department of education, in consultation with the NYPD, to provide additional security measures in public schools.",
  "Title": "A Local Law to amend the New York city charter, in relation to requiring the department of education, in consultation with the New York city police department, to provide additional security measures in public schools.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 9,
  "BodyName": "Committee on Education",
  "IntroDate": "2013-04-25T00:00:00Z",
  "AgendaDate": "2013-04-25T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    }
  ],
  "History": [
    {
      "ID": 273427,
      "Date": "2013-04-25T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 273597,
      "Date": "2013-04-25T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Education",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 12438,
      "AgendaSequence": 100,
      "MinutesSequence": 111,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Education",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283673,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 51566,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Section 528 of the New York city charter is amended to read as follows:\n\n§528. The installation and operation of security cameras and additional security measures at New York City public schools.\na. Installation of Security Cameras and Buzzer Systems, and Other Security Measures. The New York City department of education, in consultation with the New York City police department, shall install security cameras and buzzer systems, and lock all entrance and exit doors at schools and consolidated school locations operated by the department of education where the chancellor, in consultation with the New York City police department, deems such [cameras] measures appropriate for safety purposes.  Such cameras may be placed at the entrance and exit doors of each school and may be placed in any area of the school where individuals do not have a reasonable expectation of privacy. Such buzzer systems may be installed at main entry doors concurrently with security cameras or where security cameras have previously been installed. The number, type, placement, and location of such cameras, buzzer systems and equipment used to lock entrance and exit doors within each school shall be at the discretion of the department of education, in consultation with the principal of each school and the police department. \nb. Schedule of Installation. The department of education, in consultation with the police department, shall set the priorities for installation of cameras and buzzer systems, and the plan to lock all entrance and exit doors as set forth in subdivision a to include among other appropriate factors consideration of the level of violence in schools, as determined by the police department and the department of education.  By the end of 2006, the potential installation of cameras shall have been reviewed for all schools under the jurisdiction of the department of education, including elementary schools.  At the end of 2006, the department of education shall submit a report to the city council indicating, for each school under its jurisdiction, the findings of the review and the reasons for the findings contained therein. By April 1, 2014, the potential installation of buzzer systems and the decision to lock entrance and exit doors shall have been reviewed for all schools under the jurisdiction of the department of education, including elementary schools. By November 1, 2014, the department of education shall submit a report to the city council indicating, for each school under its jurisdiction, the findings of the review and the reasons for the findings contained therein.\n§2. This local law shall take effect 90 days after its enactment.\n\n\nAV\nLS#4334\n4/2/13, 9:50am",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green0\\blue0;}\n\\viewkind4\\uc1\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi-90\\qj\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\qj\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi576\\qj\\expndtw0 Section 1. Section 528 of the New York city charter is amended to read as follows:\\par\n\\ul\\par\n\\pard\\ltrpar\\nowidctlpar\\fi576\\sl360\\slmult1\\qj\\ulnone\\'a7528. The installation and operation of security cameras\\ul  and additional security measures \\ulnone at New York City public schools.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi576\\sl480\\slmult1\\qj a. Installation of Security Cameras \\ul and Buzzer Systems, and Other Security Measures\\ulnone . The New York City department of education, in consultation with the New York City police department, shall install security cameras \\ul and buzzer systems, and lock all entrance and exit doors\\ulnone  at schools and consolidated school locations operated by the department of education where the chancellor, in consultation with the New York City police department, deems such [cameras] \\ul measures\\ulnone  appropriate for safety purposes.  Such cameras may be placed at the entrance and exit doors of each school and may be placed in any area of the school where individuals do not have a reasonable expectation of privacy. \\ul Such buzzer systems may be installed at main entry doors concurrently with security cameras or where security cameras have previously been installed.\\ulnone  The number, type, placement, and location of such cameras, \\ul buzzer systems and equipment used to lock entrance and exit doors\\ulnone  within each school shall be at the discretion of the department of education, in consultation with the principal of each school and the police department. \\par\nb. Schedule of Installation. The department of education, in consultation with the police department, shall set the priorities for installation of cameras \\ul and buzzer systems, and the plan to lock all entrance and exit doors\\ulnone  as set forth in subdivision a to include among other appropriate factors consideration of the level of violence in schools, as determined by the police department and the department of education.  By the end of 2006, the potential installation of cameras shall have been reviewed for all schools under the jurisdiction of the department of education, including elementary schools.  At the end of 2006, the department of education shall submit a report to the city council indicating, for each school under its jurisdiction, the findings of the review and the reasons for the findings contained therein. \\ul By April 1, 2014, the potential installation of buzzer systems and the decision to lock entrance and exit doors shall have been reviewed for all schools under the jurisdiction of the department of education, including elementary schools. By November 1, 2014, the department of education shall submit a report to the city council indicating, for each school under its jurisdiction, the findings of the review and the reasons for the findings contained therein.\\ulnone\\par\n\\'a72. This local law shall take effect 90 days after its enactment.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi576\\sl360\\slmult1\\qj\\expndtw-3\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi576\\qj\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi432\\qj AV\\par\nLS#4334\\par\n4/2/13, 9:50am\\cf2\\par\n}\n",
  "LastModified": "2013-12-23T02:09:09.29Z"
}
