{
  "ID": 50561,
  "GUID": "176450AE-6C43-4570-AA13-5A7DBC6F92D3",
  "File": "Int 1051-2013",
  "LocalLaw": "2013/085",
  "Name": "Procedures for the office of chief medical examiner to conduct a root cause analysis.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to establishing procedures for the office of chief medical examiner to conduct a root cause analysis.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 35,
  "StatusName": "Enacted",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2013-06-12T00:00:00Z",
  "AgendaDate": "2013-06-12T00:00:00Z",
  "PassedDate": "2013-10-13T00:00:00Z",
  "EnactmentDate": "2013-10-13T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera "
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    }
  ],
  "History": [
    {
      "ID": 274901,
      "Date": "2013-06-12T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 275102,
      "Date": "2013-06-12T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 12598,
      "AgendaSequence": 109,
      "MinutesSequence": 133,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 275468,
      "Date": "2013-06-24T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 14,
      "BodyName": "Committee on Health",
      "EventID": 12622,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 275589,
      "Date": "2013-06-24T10:10:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 14,
      "BodyName": "Committee on Health",
      "EventID": 12622,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 275464,
      "Date": "2013-06-24T10:20:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 23,
      "BodyName": "Committee on Women's Issues",
      "EventID": 12621,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 275595,
      "Date": "2013-06-24T10:35:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 23,
      "BodyName": "Committee on Women's Issues",
      "EventID": 12621,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 277617,
      "Date": "2013-09-12T10:30:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 14,
      "BodyName": "Committee on Health",
      "EventID": 12728,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 1051-A",
      "MinutesNote": "Proposed Int. No. 1051-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 277677,
      "Date": "2013-09-12T10:30:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Introduction was Amendment Proposed by Comm",
      "BodyID": 14,
      "BodyName": "Committee on Health",
      "EventID": 12728,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 277678,
      "Date": "2013-09-12T10:30:00Z",
      "ActionID": 33,
      "Action": "Amended by Committee",
      "Description": "This Introduction was Amended by Committee",
      "BodyID": 14,
      "BodyName": "Committee on Health",
      "EventID": 12728,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 277679,
      "Date": "2013-09-12T10:30:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "A motion was made that this Introduction be Approved by Committee approved by Roll Call.",
      "BodyID": 14,
      "BodyName": "Committee on Health",
      "EventID": 12728,
      "MinutesSequence": 6,
      "Version": "A",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 277704,
      "Date": "2013-09-12T13:30:00Z",
      "ActionID": 68,
      "Action": "Approved by Council",
      "Description": "A motion was made that this Introduction be Approved by Council approved by consent Roll Call.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 12731,
      "AgendaSequence": 15,
      "MinutesSequence": 21,
      "Version": "A",
      "AgendaNote": "Amended and Coupled on GO",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "Consent": 1,
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 279350,
      "Date": "2013-10-13T12:53:00Z",
      "ActionID": 58,
      "Action": "City Charter Rule Adopted",
      "Description": "This Introduction was City Charter Rule Adopted",
      "BodyID": 5075,
      "BodyName": "Administration",
      "Version": "A",
      "MinutesNote": "Returned Unsigned Friday, October 11, 2013 (31st Day, Sunday, October 13, 2013).",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 114120,
      "LastModified": "2018-05-17T16:45:57.057Z",
      "Name": "Int. No. 1051 - 6/12/13",
      "Link": "http://nyc.legistar1.com/nyc/attachments/27c2afb1-ce88-4157-999a-8e37dd55b86a.doc",
      "Sort": 1
    },
    {
      "ID": 112846,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 6/24/13",
      "Link": "http://nyc.legistar1.com/nyc/attachments/fcf234ac-359e-4a73-902e-03c49b5b1143.doc",
      "Sort": 2
    },
    {
      "ID": 113214,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 6/24/13",
      "Link": "http://nyc.legistar1.com/nyc/attachments/eef97a12-bb74-46b6-840a-ab76efce7619.PDF",
      "Sort": 3
    },
    {
      "ID": 113594,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 6/24/13",
      "Link": "http://nyc.legistar1.com/nyc/attachments/4f6320e3-6427-4dd5-a91e-4fc969aad3c3.pdf",
      "Sort": 4
    },
    {
      "ID": 114136,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 9/12/13",
      "Link": "http://nyc.legistar1.com/nyc/attachments/47b4e713-d1c5-4cdb-8abf-5a550a4057ea.doc",
      "Sort": 5
    },
    {
      "ID": 114267,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 9/12/13",
      "Link": "http://nyc.legistar1.com/nyc/attachments/9c36f5f2-d7cf-46ee-be32-1539e83a6e50.pdf",
      "Sort": 6
    },
    {
      "ID": 114181,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report - Stated Meeting",
      "Link": "http://nyc.legistar1.com/nyc/attachments/da2c1df8-051b-4cd7-8552-b37682390511.doc",
      "Sort": 7
    },
    {
      "ID": 114238,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Fiscal Impact Statement",
      "Link": "http://nyc.legistar1.com/nyc/attachments/d369bb50-2ca9-4962-9777-8ab61cd6c76d.docx",
      "Sort": 8
    },
    {
      "ID": 114290,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript - Stated Meeting 9-12-13",
      "Link": "http://nyc.legistar1.com/nyc/attachments/ca38dfad-18c9-4a68-8e3c-9e6b24fbcaa5.pdf",
      "Sort": 9
    },
    {
      "ID": 115115,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Mayor's Letter",
      "Link": "http://nyc.legistar1.com/nyc/attachments/23926e50-0e4e-4099-b0be-a1b1e871eb2c.pdf",
      "Sort": 10
    },
    {
      "ID": 115715,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Local Law 85",
      "Link": "http://nyc.legistar1.com/nyc/attachments/a984be6b-46c5-4ddd-9b2f-aab69ac729f2.pdf",
      "Sort": 11
    }
  ],
  "Summary": "",
  "TextID": 52273,
  "Text": "Be it enacted by the Council as follows:\nSection 1.  Chapter 2 of title 17 of the administrative code of the city of New York is amended by adding a new section 17-207 to read as follows:\n§ 17-207 Root cause analysis, office of chief medical examiner. a. For purposes of this subdivision, the following terms shall have the following meanings: \n1. \"Designated root cause analysis officer\" shall mean an employee of the office of chief medical examiner who is responsible for determining whether a significant event has occurred within the office of chief medical examiner and, if such significant event has occurred, for convening the root cause analysis committee. \n2. \"Root cause analysis\" shall mean a process for investigating the causal factors of a significant event that shall focus primarily on systems and processes, not on individual performance or human error, and shall identify appropriate corrective action, including strategies to prevent the reoccurrence of a significant event or potential improvements in systems or processes that will decrease the likelihood of a significant event occurring in the future.\n3. \"Root cause analysis committee\" shall mean a committee composed of representatives of certain divisions of the office of chief medical examiner appointed by the designated root cause analysis officer and assembled in response to a significant event in order to conduct a root cause analysis and to produce a root cause analysis committee report pursuant to this section.\n4. \"Root cause analysis committee report\" shall mean a final report issued by the root cause analysis committee that shall include the findings of the root cause analysis committee, including, but not limited to, the identification of the root cause or causes of the significant event and a corrective action plan.\n5. \"Significant event\" shall mean an occurrence in the office of chief medical examiner involving a significant likelihood of an act, error or omission that affects the accuracy, reliability or integrity of the reported results of evidence examination or reported results of analysis. Such act, error or omission shall include, but not be limited to, any (i) act or acts by an employee of the office of chief medical examiner involving intentional fabrication of work product, evidence examination, analysis or test results; (ii) significant error or errors by an employee of the office of chief medical examiner, or deficiency in a system or procedure used by such office, that may have affected the accuracy of reported results of evidence examination or the accuracy of the reported results of analysis in one or more cases; (iii) failure by an employee of the office of chief medical examiner to follow such office’s protocol that may have affected the accuracy of reported results of evidence examination or the accuracy of the reported results of analysis in one or more cases; or (iv) statement in the course of testimony by an employee of the office of chief medical examiner that significantly misrepresents or misstates her or his education, experience, training or qualifications, or the reported results of any evidence examination or analysis. \nb. The office of chief medical examiner shall appoint an employee of the office of chief medical examiner who shall serve as the designated root cause analysis officer.\nc. The office of chief medical examiner shall develop and post on its website root cause analysis guidelines to assist in the implementation of this section.  Such guidelines shall provide guidance for:\n1. determining whether a significant event has occurred, consistent with this section; \n2. reporting a significant event; \n3. creating a root cause analysis committee upon a determination of the root cause analysis officer that a significant event has occurred;\n4. selecting individuals who shall serve as members of a root cause analysis committee;\n5. determining the roles and responsibilities of members of a root cause analysis committee; \n6. determining when and how frequently a root cause analysis committee shall meet once a committee has been assembled in response to a significant event; \n7. producing a root cause analysis committee report in a timely manner; \n8. identifying causal factors of a significant event; \n9. identifying corrective action to be taken as a result of the root cause analysis; and\n10. (i) recusing the designated root cause analysis officer in the event that the occurrence at issue is likely to involve acts or omissions by such officer, either acting in the capacity of the designated root cause analysis officer or any other capacity within the office of chief medical examiner, or in any other appropriate instance as specified in the guidelines; (ii) appointing an employee of the office of chief medical examiner to serve as the acting designated root cause analysis officer in the event of such recusal to fulfill the duties of the designated root cause analysis officer pursuant to subdivisions d, e and f of this section, provided that the occurrence at issue is not likely to involve acts or omissions by such individual appointed to serve as acting designated root cause analysis officer; and (iii) requiring a decision not to recuse the designated root cause analysis officer to be reviewed by the executive management of the office of chief medical examiner, such as a director or deputy commissioner.\nd. Within ten days of the discovery of an occurrence in the office of chief medical examiner involving the substantial likelihood of an act, error or omission that affects the accuracy, reliability and integrity of the reported results of evidence examination or reported results of analysis, or receipt of a report that a significant event has occurred in the office of chief medical examiner, the designated root cause analysis officer shall make a formal determination whether a significant event has occurred.  In the event that the designated root cause analysis officer makes a determination that a significant event has not occurred, such officer shall provide written explanation to the chief medical examiner explaining why such occurrence does not constitute a significant event.  \ne. Within five business days of a formal determination by the designated root cause analysis officer that a significant event has occurred within the office of chief medical examiner as provided in subdivision d of this section, such officer shall appoint a root cause analysis committee for the purpose of conducting a root cause analysis and producing a root cause analysis committee report.  Such committee shall include at least six members, provided that: \n(1) one member is the designated root cause analysis officer; \n(2) at least one member is knowledgeable in the subject area relating to the significant event and is a lab worker or other employee who performs scientific or technical services and works in a non-managerial capacity; \n(3) one member serves in the executive management of the office of chief medical examiner, such as a director or deputy commissioner; \n(4) two members are from divisions, departments or laboratories of the office of chief medical examiner that are not implicated by the significant event, and at least one of the two members works in a non-managerial capacity; and \n(5) one member is an external expert who works in a medical or scientific research field.  Such member may serve without compensation.  \nFor the purpose of executing paragraph 5 of this subdivision, the office of chief medical examiner shall develop and maintain a list of external experts who may serve as an external expert on a root cause analysis committee if called upon to serve in such capacity.  \nf. 1. Within thirty days of a determination of the designated root cause analysis officer that a significant event has occurred within the office of chief medical examiner, the office of chief medical examiner shall report the occurrence of such significant event to the mayor and the council of the city of New York, and to any district attorney and defense counsel of record that can be identified and who has a case or client that can reasonably be found to be affected by the significant event.  In the event that the defense counsel of record works in the office of an institutional defender, notice shall also be given to the head of such office.  In the event that defense counsel of record is assigned from the 18b panel of either the first or second department in the city of New York, notice shall also be given to the administrator of the 18b panel of the assigning department.  \n2. The root cause analysis committee shall submit a root cause analysis committee report no later than ninety days following the appointment of such committee, provided, however, that should it not be practicable to complete such report within ninety days, the committee shall report in writing to the mayor and council of the city of New York on the progress of the committee's findings and set forth a statement why such report is not yet completed and when completion is anticipated.  \n3. Within seven days of submission of a root cause analysis report to the mayor and council of the city of New York, the office of chief medical examiner shall send a copy of the root cause analysis report at a minimum to (i) the New York state commission on forensic science and any entity responsible for the accreditation of the department of forensic biology of the office of chief medical examiner, provided that the significant event that is the subject of such report is relevant to the department of forensic biology of the office of chief medical examiner, and (ii) to district attorney and defense counsel of record that can be identified and who has a case or client that can reasonably be found to be affected by the significant event.  In the event that the defense counsel of record works in the office of an institutional defender, notice shall also be given to the head of such office.  In the event that defense counsel of record is assigned from the 18b panel of either the first or second department in the city of New York, notice shall also be given to the administrator of the 18b panel of the assigning department.  \ng. The root cause analysis report produced pursuant to subdivision f of this section shall not include the names of, or otherwise identify: \n(1) any employee of the office of chief medical examiner; \n(2) any complainant, victim or decedent; or \n(3) any other individual who is the subject of investigations associated with forensic casework performed by the office of chief medical examiner.  \nh. This section shall not be construed to create a private right of action to enforce any of its provisions.\n§ 2.  This local law shall take effect one hundred eighty days after its enactment into law.  \n\nLS# 4474\nDSH\n9/4/13",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0  \\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Section 1.  Chapter 2 of title 17 of the administrative code of the city of New York is amended by adding a new section 17-207 to read as follows:\\par\n\\ul\\'a7 17-207 \\b Root cause analysis, office of chief medical examiner.\\b0  a. For purposes of this subdivision, the following terms shall have the following meanings: \\ulnone\\par\n\\ul 1. \"Designated root cause analysis officer\" shall mean an employee of the office of chief medical examiner who is responsible for determining whether a significant event has occurred within the office of chief medical examiner and, if such significant event has occurred, for convening the root cause analysis committee. \\ulnone\\par\n\\ul 2. \"Root cause analysis\" shall mean a process for investigating the causal factors of a significant event that shall focus primarily on systems and processes, not on individual performance or human error, and shall identify appropriate corrective action, including strategies to prevent the reoccurrence of a significant event or potential improvements in systems or processes that will decrease the likelihood of a significant event occurring in the future.\\ulnone\\par\n\\ul 3. \"Root cause analysis committee\" shall mean a committee composed of representatives of certain divisions of the office of chief medical examiner appointed by the designated root cause analysis officer and assembled in response to a significant event in order to conduct a root cause analysis and to produce a root cause analysis committee report pursuant to this section.\\ulnone\\par\n\\ul 4. \"Root cause analysis committee report\" shall mean a final report issued by the root cause analysis committee that shall include the findings of the root cause analysis committee, including, but not limited to, the identification of the root cause or causes of the significant event and a corrective action plan.\\ulnone\\par\n\\ul 5. \"Significant event\" shall mean an occurrence in the office of chief medical examiner involving a significant likelihood of an act, error or omission that affects the accuracy, reliability or integrity of the reported results of evidence examination or reported results of analysis. Such act, error or omission shall include, but not be limited to, any (i) act or acts by an employee of the office of chief medical examiner involving intentional fabrication of work product, evidence examination, analysis or test results; (ii) significant error or errors by an employee of the office of chief medical examiner, or deficiency in a system or procedure used by such office, that may have affected the accuracy of reported results of evidence examination or the accuracy of the reported results of analysis in one or more cases; (iii) failure by an employee of the office of chief medical examiner to follow such office\\rquote s protocol that may have affected the accuracy of reported results of evidence examination or the accuracy of the reported results of analysis in one or more cases; or (iv) statement in the course of testimony by an employee of the office of chief medical examiner that significantly misrepresents or misstates her or his education, experience, training or qualifications, or the reported results of any evidence examination or analysis. \\ulnone\\par\n\\cf1\\ul b. The office\\cf0  of \\cf1 chief medical examiner shall appoint an employee\\cf0  of the \\cf1 office\\cf0  of \\cf1 chief medical examiner who shall serve as the designated root cause analysis officer.\\par\n\\cf0 c. The office of chief medical examiner shall develop and post on its website root cause analysis guidelines to assist in the implementation of this section.  Such guidelines shall provide guidance for:\\par\n1. determining whether a significant event has occurred, consistent with this section; \\par\n2. reporting a significant event; \\par\n3. creating a root cause analysis committee upon a determination of the root cause analysis officer that a significant event has occurred;\\par\n4. selecting individuals who shall serve as members of a root cause analysis committee;\\par\n5. determining the roles and responsibilities of members of a root cause analysis committee; \\par\n6. determining when and how frequently a root cause analysis committee shall meet once a committee has been assembled in response to a significant event; \\par\n7. producing a root cause analysis committee report in a timely manner; \\par\n8. identifying causal factors of a significant event; \\par\n9. identifying corrective action to be taken as a result of the root cause analysis; and\\par\n10. (i) recusing the designated root cause analysis officer in the event that the occurrence at issue is likely to involve acts or omissions by such officer, either acting in the capacity of the designated root cause analysis officer or any other capacity within the office of chief medical examiner, or in any other appropriate instance as specified in the guidelines; (ii) appointing an employee of the office of chief medical examiner to serve as the acting designated root cause analysis officer in the event of such recusal to fulfill the duties of the designated root cause analysis officer pursuant to subdivisions d, e and f of this section, provided that the occurrence at issue is not likely to involve acts or omissions by such individual appointed to serve as acting designated root cause analysis officer; and (iii) requiring a decision not to recuse the designated root cause analysis officer to be reviewed by \\cf1 the executive management of the office of chief medical examiner, such as a director or deputy commissioner\\cf0 .\\ulnone\\par\n\\cf1\\ul d. Within ten days of the discovery of an \\cf0 occurrence in the office of chief medical examiner involving the substantial likelihood of an act, error or omission that affects the accuracy, reliability and integrity of the reported results of evidence examination or reported results of analysis,\\cf1  or receipt of a report that a significant event has occurred in the office of chief medical examiner, the designated root cause analysis officer shall make a formal determination whether a significant event has occurred.  In the event that the designated root cause analysis officer makes a determination that a significant event has not occurred, such officer shall provide written explanation to the chief medical examiner explaining why such occurrence does not constitute a significant event.  \\par\ne. Within five business days of a formal determination by the designated root cause analysis officer that a significant event has occurred within the office of chief medical examiner as provided in subdivision d of this section, such officer\\cf0  shall appoint a root cause analysis committee for the purpose of conducting a root cause analysis and producing a root cause analysis committee report.  Such committee shall include at least \\cf1 six\\cf0  members, provided that: \\par\n\\cf1 (1) one member is the designated root cause analysis officer; \\par\n(2) \\cf0 at least one member\\cf1  is \\cf0 knowledgeable in the subject area relating to the significant event and \\cf1 is\\cf0  a \\cf1 lab worker \\cf0 or \\cf1 other employee who performs scientific or technical services and works in a non-managerial capacity; \\par\n(3) one member serves in the executive management of the office of chief medical examiner, such as a director or deputy commissioner; \\par\n(4) two members are from divisions, departments or laboratories\\cf0  of the office of chief medical examiner\\cf1  that are not implicated by the significant event, and at least one of the two members works in a non-managerial capacity; and \\par\n(5) one member is an external expert who works in a medical or scientific research field.  Such member may serve without compensation.  \\par\nFor the purpose of executing paragraph 5 of this subdivision, the office of chief medical examiner shall develop and maintain a list of external experts who may serve as an external expert on a root cause analysis committee if called upon to serve in such capacity.  \\par\n\\cf0 f. 1. Within thirty days of a determination of the designated root cause analysis officer that a significant event has occurred within the office of chief medical examiner, the office of chief medical examiner shall report the occurrence of such significant event to the mayor and the council of the city of New York\\cf1 , \\cf0 and to any district attorney and defense counsel of record that can be identified and who has a case or client that can reasonably be found to be affected by the significant event.  In the event that the defense counsel of record works in the office of an institutional defender, notice shall also be given to the head of such office.  In the event that defense counsel of record is assigned from the 18b panel of either the first or second department in the city of New York, notice shall also be given to the administrator of the 18b panel of the assigning department.  \\par\n2. The root cause analysis committee shall submit a root cause analysis committee report no later than ninety days following the appointment of such committee, provided, however, that should it not be practicable to complete such report within ninety days, the committee shall report in writing to the mayor and council of the city of New York on the progress of the committee's findings and set forth a statement why such report is not yet completed and when completion is anticipated.  \\par\n3. Within seven days of submission of a root cause analysis report to the mayor and council of the city of New York, the office of chief medical examiner shall send a copy of the root cause analysis report at a minimum to\\cf1  (i)\\cf0  the New York state commission on forensic science and any entity responsible for the accreditation of the department of forensic biology of the office of chief medical examiner, provided that the significant event that is the subject of such report is relevant to the department of forensic biology of the office of chief medical examiner, and (ii) to district attorney and defense counsel of record that can be identified and who has a case or client that can reasonably be found to be affected by the significant event.  In the event that the defense counsel of record works in the office of an institutional defender, notice shall also be given to the head of such office.  In the event that defense counsel of record is assigned from the 18b panel of either the first or second department in the city of New York, notice shall also be given to the administrator of the 18b panel of the assigning department.  \\cf1\\ulnone\\par\n\\cf0\\ul g. The root cause analysis report produced pursuant to subdivision f of this section shall not include the names of, or otherwise identify: \\par\n(1) any employee of the office of chief medical examiner; \\par\n(2) any complainant, victim or decedent; or \\par\n(3) any other individual who is the subject of investigations associated with forensic casework performed by the office of chief medical examiner.  \\par\nh. This section shall not be construed to create a private right of action to enforce any of its provisions.\\par\n\\ulnone\\'a7 2.  This local law shall take effect one hundred eighty days after its enactment into law.  \\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar\\par\nLS# 4474\\par\n\\pard\\ltrpar\\nowidctlpar DSH\\par\n9/4/13\\par\n}\n",
  "LastModified": "2018-05-17T16:46:03.65Z"
}
