{
  "ID": 50569,
  "GUID": "DF33A315-6F10-4F85-99AE-FE221346BAC0",
  "File": "Int 1052-2013",
  "Name": "Regulating social adult day care.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to regulating social adult day care.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2013-06-12T00:00:00Z",
  "AgendaDate": "2013-06-12T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera "
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 7617,
      "Slug": "donovan-j-richards",
      "FullName": "Donovan J. Richards"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 7586,
      "Slug": "ruben-wills",
      "FullName": "Ruben Wills"
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    }
  ],
  "History": [
    {
      "ID": 274972,
      "Date": "2013-06-12T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 275103,
      "Date": "2013-06-12T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 12598,
      "AgendaSequence": 110,
      "MinutesSequence": 134,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 274973,
      "Date": "2013-06-19T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 14,
      "BodyName": "Committee on Health",
      "EventID": 12596,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 275518,
      "Date": "2013-06-19T13:10:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 14,
      "BodyName": "Committee on Health",
      "EventID": 12596,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 274970,
      "Date": "2013-06-19T13:25:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 3,
      "BodyName": "Committee on Aging",
      "EventID": 12559,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 275528,
      "Date": "2013-06-19T13:45:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 3,
      "BodyName": "Committee on Aging",
      "EventID": 12559,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283668,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 114119,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Int. No. 1052 - 6/12/13",
      "Link": "http://nyc.legistar1.com/nyc/attachments/1737500c-99b8-40ff-a63c-2a05cf25d444.doc",
      "Sort": 1
    },
    {
      "ID": 112792,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 6/19/13",
      "Link": "http://nyc.legistar1.com/nyc/attachments/47d50086-9ae4-49ec-ada6-79662c9ff2f7.doc",
      "Sort": 2
    },
    {
      "ID": 113212,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 6/19/13",
      "Link": "http://nyc.legistar1.com/nyc/attachments/490fa075-9b92-489a-b913-01c0838b4abc.PDF",
      "Sort": 3
    },
    {
      "ID": 113465,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 6/19/13",
      "Link": "http://nyc.legistar1.com/nyc/attachments/3726815b-c498-4e64-be09-4e27d3d40870.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 52268,
  "Text": "Be it enacted by the Council as follows:\nSection 1. Title 17 of the administrative code of the city of New York is amended by adding a new chapter 15 to read as follows:\nChapter 15\nSocial adult day care.\n§ 17-1501 Definitions.\n§ 17-1502 Social adult day care.\n§ 17-1503 Civil penalties.\n\n§ 17-1501 Definitions. For the purposes of this chapter “social adult day care” shall have the same meaning as set forth in section two hundred fifteen of the elder law and any regulations promulgated by the director of the office for the aging pursuant to such section.\n§ 17-1502 Social adult day care. a. All social adult day cares that do not receive funding pursuant to section two hundred fifteen of the elder law shall meet the standards and requirements of any rules or regulations promulgated by the director of the office for the aging pursuant to such section related to program standards and participant rights, notwithstanding the fact that such social adult day cares do not receive such funding, except that any reference to an “area agency on aging” in such rules and regulations shall instead be deemed a reference to the department and further provided that any reference to a “participant” in such rules and regulations shall instead be deemed an adult individual who is eligible for and is receiving services from a social adult day care in accordance with this chapter. Any references to “functionally impaired” and “social adult day care program” in such rules and regulations shall have the same meanings as set forth in such rules and regulations. \nb. All social adult day cares covered by the provisions of this chapter shall carry out the provisions of this chapter in accordance with the applicable provisions of the Americans with disabilities act of nineteen ninety.\n§ 17-1503 Civil penalties. The department, in consultation with the department for the aging, shall adopt regulations establishing civil penalties of not less than two hundred and fifty dollars per day and not more than five hundred dollars per day to be assessed against social adult day cares covered by the provisions of this chapter for violations of this chapter and any regulations promulgated thereunder. Such regulations establishing civil penalties shall specify the violations subject to penalty. \n§ 2. Chapter 2 of title 21 of the administrative code of the city of New York is amended by adding a new section 21-204 to read as follows:\n\t§ 21-204 Social adult day care ombudsman. a. Establishment of ombudsman position and duties. There shall be in the department the position of ombudsman whose duties shall include, but not be limited to:\n\t1. establishing a system to receive comments and complaints with respect to any social adult day care as defined in chapter fifteen of title seventeen of this code;\n\t2. investigating complaints received pursuant to paragraph one of this subdivision and any information known to the department related to a social adult day care that may be in violation of the provisions of chapter fifteen of title seventeen of this code and taking appropriate action regarding such complaints and information, including but not limited to referring such complaints and information to appropriate city and state agencies to ensure compliance with the provisions of chapter fifteen of title seventeen of this code; \n\t3. obtaining a list from the state at least annually of providers operating social adult day cares as defined in chapter fifteen of title seventeen of this code and the street address of each such social adult day care, that the department shall share with the department of health and mental hygiene; and\n\t4. making recommendations to the commissioner and the commissioner of the department of health and mental hygiene regarding the operation of social adult day cares as defined in chapter fifteen of title seventeen of this code.\n\tb. Posting of ombudsman information. 1. Any social adult day care as defined in chapter fifteen of title seventeen of this code shall post in a conspicuous location on the premises of such social adult day care a sign indicating how to contact the ombudsman established pursuant to paragraph one of subdivision a of this section and a statement indicating that any person may contact such ombudsman if such person has a comment or complaint regarding such social adult day care. \n\t2. The department shall make available on its website information regarding how to contact the ombudsman established pursuant to paragraph one of subdivision a of this section and a statement indicating that any person may contact such ombudsman if such person has a comment or complaint regarding any social adult day care.\n\tc. Reporting. Not later than April first, two thousand fifteen and not later than April first of each year thereafter, the ombudsman shall provide a written report to the council regarding social adult day cares documenting information from the immediately preceding calendar year. Each such report shall include, but not be limited to: (i) the total number of social adult day cares and the name and street address of each such social adult day care; (ii) the total number of complaints received by the ombudsman during each reporting period; (iii) a general description of the reason for each such complaint; (iv) the total number of investigations conducted by the ombudsman, a general description of the reason for each such investigation, and the outcome of each such investigation; and (v) recommendations regarding the operation of social adult day cares. Nothing herein shall require the department to share information that identifies the subject of or the individuals who made such complaints.\n\t§ 3.   This local law shall take effect 6 months after its enactment into law, except that the department shall take all necessary action, including the promulgation of rules, prior to such effective date.\nLS#3532\nLCC/SL/KET\n9/4/13 10:04PM",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1. Title 17 of the administrative code of the city of New York is amended by adding a new chapter 15 to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\qc\\ul\\b Chapter 15\\par\nSocial adult day care.\\par\n\\pard\\ltrpar\\nowidctlpar\\'a7 17-1501 Definitions.\\par\n\\'a7 17-1502 Social adult day care.\\par\n\\'a7 17-1503 Civil penalties.\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\b0\\'a7 17-1501 Definitions. For the purposes of this chapter \\ldblquote social adult day care\\rdblquote  shall have the same meaning as set forth in section two hundred fifteen of the elder law and any regulations promulgated by the director of the office for the aging pursuant to such section.\\par\n\\'a7 17-1502 Social adult day care. a. All social adult day cares that do not receive funding pursuant to section two hundred fifteen of the elder law shall meet the standards and requirements of any rules or regulations promulgated by the director of the office for the aging pursuant to such section related to program standards and participant rights, notwithstanding the fact that such social adult day cares do not receive such funding, except that any reference to an \\ldblquote area agency on aging\\rdblquote  in such rules and regulations shall instead be deemed a reference to the department and further provided that any reference to a \\ldblquote participant\\rdblquote  in such rules and regulations shall instead be deemed an adult individual who is eligible for and is receiving services from a social adult day care in accordance with this chapter. Any references to \\ldblquote functionally impaired\\rdblquote  and \\ldblquote social adult day care program\\rdblquote  in such rules and regulations shall have the same meanings as set forth in such rules and regulations. \\par\nb. All social adult day cares covered by the provisions of this chapter shall carry out the provisions of this chapter in accordance with the applicable provisions of the Americans with disabilities act of nineteen ninety.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sa200\\sl480\\slmult1\\qj\\'a7 17-1503 Civil penalties. The department, in consultation with the department for the aging, shall adopt regulations establishing civil penalties of not less than two hundred and fifty dollars per day and not more than five hundred dollars per day to be assessed against social adult day cares covered by the provisions of this chapter for violations of this chapter and any regulations promulgated thereunder. Such regulations establishing civil penalties shall specify the violations subject to penalty. \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone\\'a7 2. Chapter 2 of title 21 of the administrative code of the city of New York is amended by adding a new section 21-204 to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\sa200\\sl480\\slmult1\\qj\\tab\\ul\\'a7 21-204 Social adult day care ombudsman. a. Establishment of ombudsman position and duties. There shall be in the department the position of ombudsman whose duties shall include, but not be limited to:\\par\n\\ulnone\\tab\\ul 1. establishing a system to receive comments and complaints with respect to any social adult day care as defined in chapter fifteen of title seventeen of this code;\\par\n\\ulnone\\tab\\ul 2. investigating complaints received pursuant to paragraph one of this subdivision and any information known to the department related to a social adult day care that may be in violation of the provisions of chapter fifteen of title seventeen of this code and taking appropriate action regarding such complaints and information, including but not limited to referring such complaints and information to appropriate city and state agencies to ensure compliance with the provisions of chapter fifteen of title seventeen of this code; \\par\n\\ulnone\\tab\\ul 3. obtaining a list from the state at least annually of providers operating social adult day cares as defined in chapter fifteen of title seventeen of this code and the street address of each such social adult day care, that the department shall share with the department of health and mental hygiene; and\\par\n\\ulnone\\tab\\ul 4. making recommendations to the commissioner and the commissioner of the department of health and mental hygiene regarding the operation of social adult day cares as defined in chapter fifteen of title seventeen of this code.\\par\n\\ulnone\\tab\\ul b. Posting of ombudsman information. 1. Any social adult day care as defined in chapter fifteen of title seventeen of this code shall post in a conspicuous location on the premises of such social adult day care a sign indicating how to contact the ombudsman established pursuant to paragraph one of subdivision a of this section and a statement indicating that any person may contact such ombudsman if such person has a comment or complaint regarding such social adult day care. \\par\n\\ulnone\\tab\\ul 2. The department shall make available on its website information regarding how to contact the ombudsman established pursuant to paragraph one of subdivision a of this section and a statement indicating that any person may contact such ombudsman if such person has a comment or complaint regarding any social adult day care.\\par\n\\ulnone\\tab\\ul c. Reporting. Not later than April first, two thousand fifteen and not later than April first of each year thereafter, the ombudsman shall provide a written report to the council regarding social adult day cares documenting information from the immediately preceding calendar year. Each such report shall include, but not be limited to: (i) the total number of social adult day cares and the name and street address of each such social adult day care; (ii) the total number of complaints received by the ombudsman during each reporting period; (iii) a general description of the reason for each such complaint; (iv) the total number of investigations conducted by the ombudsman, a general description of the reason for each such investigation, and the outcome of each such investigation; and (v) recommendations regarding the operation of social adult day cares. Nothing herein shall require the department to share information that identifies the subject of or the individuals who made such complaints.\\par\n\\cf1\\ulnone\\tab\\'a7 3.   \\cf0 This local law shall take effect 6 months after its enactment into law, except that the department shall take all necessary action, including the promulgation of rules, prior to such effective date.\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\fs20 LS#3532\\fs24\\par\n\\fs20 LCC/SL/KET\\fs24\\par\n\\fs20 9/4/13 10:04PM\\par\n}\n",
  "LastModified": "2013-12-23T02:04:57.18Z"
}
