{
  "ID": 50583,
  "GUID": "7B6499F6-1D55-4505-8ED4-ADF1739B6AAA",
  "File": "Int 1059-2013",
  "Name": "Regulating the act of using three-dimensional printers to print firearms, ammunition and ammunition feeding devices.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to regulating the act of using three-dimensional printers to print firearms, ammunition and ammunition feeding devices.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2013-06-12T00:00:00Z",
  "AgendaDate": "2013-06-12T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 7570,
      "Slug": "mark-s-weprin",
      "FullName": "Mark S. Weprin"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 7613,
      "Slug": "andy-l-king",
      "FullName": "Andy L. King"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 7577,
      "Slug": "david-g-greenfield",
      "FullName": "David G. Greenfield"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    }
  ],
  "History": [
    {
      "ID": 275006,
      "Date": "2013-06-12T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 275116,
      "Date": "2013-06-12T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 12598,
      "AgendaSequence": 123,
      "MinutesSequence": 147,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283667,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 51866,
  "Text": "Be it enacted by the Council as follows:\n\tSection 1. Section 10-301 of chapter 3 of title 10 of the administrative code of the city of New York is amended by adding a new paragraph 21 to read as follows:\n21. “Three-dimensional printer.” A computer-driven machine capable of producing a three-dimensional object from a digital model. \n§2. Subdivision a of section 10-302 of chapter 3 of title 10 of the administrative code of the city of New York is amended to read as follows:\na. It shall be unlawful for any person or business enterprise to engage in the business of gunsmith, wholesale manufacturer of firearms, assembler of firearms, dealer in firearms, dealer in rifles and shotguns, or special theatrical dealer, unless such person, or business enterprise, has obtained a license to engage in such business in the manner prescribed in this section.  No person shall use a three-dimensional printer to create any firearm, rifle or shotgun or any piece or part thereof, that such person would otherwise be lawfully permitted to create under local, state or federal law, unless such person possesses a license as a gunsmith.  Any person using a three-dimensional printer to create any firearm, rifle or shotgun or any piece or part thereof must ensure that such firearm, rifle or shotgun or any piece or part thereof complies with all applicable local, state, and federal laws.  No person shall engage in the business of dealer in rifles and shotguns or special theatrical dealer unless he or she has been issued a permit for the possession of shotguns and rifles pursuant to the provisions of this chapter.  No person or business enterprise shall be eligible to apply for or to hold a license as a special theatrical dealer unless such person or business enterprise (1) possesses both a license as a dealer in firearms and a license as a dealer in rifles and shotguns and (2) has possessed such licenses and engaged in such businesses for at least one year.\n§3. Paragraph one of subdivision n of section 10-302 of chapter 3 of title 10 of the administrative code of the city of New York is amended to read as follows:\nn. Records. (1) Any person licensed under this section shall keep an accurate book record of every transaction involving a firearm, machine gun, rifle, shotgun or assault weapon. Such record shall be kept in the manner prescribed and contain the information required by the police commissioner.  Any gunsmith using a three-dimensional printer to create any piece or part of a firearm, rifle, or shotgun, in compliance with the provisions of subdivision (a) of this section, shall keep a detailed record of each firearm, rifle, or shotgun, or part thereof, printed and any transaction involving any such piece or part, including any identifying marks and registration information.\n§4. Section 10-302 of chapter 3 of title 10 of the administrative code of the city of New York is amended by adding a new subdivision t to read as follows:\nt. Any gunsmith or dealer in firearms, when selling or disposing of a weapon, ammunition or ammunition feeding device produced in whole or in part by a three-dimensional printer must notify recipients as to the printed nature of some or all of its parts\n§5. Subdivision a of section 10-304 of chapter 3 of title 10 of the administrative code of the city of New York is amended to read as follows:\na. It shall be unlawful for any person to have in his or her possession any rifle or shotgun unless said person is the holder of a certificate of registration for such rifle or shotgun.  Any gunsmith who creates a rifle or shotgun produced in whole or in part by a three-dimensional printer must notify the NYPD and seek registration within seventy-two hours of having completed the printing of said rifle or shotgun.\n§6. Section 10-306 of chapter 3 of title 10 of the administrative code of the city of New York is amended by adding a new subdivision i to read as follows:\ni. Any ammunition or ammunition feeding device produced in whole or in part by a three-dimensional printer must comply with all of the provisions in this section and with all applicable local, state and federal laws relating to the possession, sale or disposal of such an item.  \n§7. Section 10-309 of chapter 3 of title 10 of the administrative code of the city of New York is amended by adding a new subdivision c, to read as follows:\nc. Any firearm, rifle or shotgun created using a three-dimensional printer and sold or otherwise disposed of by a licensed dealer, which does not contain a manufacturer’s or serial number, must have a dealer’s number imbedded into it.  Failure to so mark and identify any such firearm, rifle or shotgun shall be a violation of this section.\n§8. Subdivision a of section 10-311 of chapter 3 of title 10 of the administrative code of the city of New York is amended to read as follows:\na. It shall be unlawful for any person or business enterprise to dispose of any weapon, including one created in whole or in part with the use of a three-dimensional printer, which does not contain a safety locking device.   For the purposes of this section and section 10-312: (1) weapon shall mean a firearm, rifle, shotgun, or assault weapon, as such terms are defined in section 10-301; or a machine gun, as defined in the penal law; and (2) a safety locking device shall mean a design adaptation or attachable accessory that will prevent the use of the weapon by an unauthorized user, and includes, but is not limited to, a trigger lock, which prevents the pulling of the trigger without the use of a key, or a combination handle, which prevents the use of the weapon without the alignment of the combination tumblers.\n§9. Effect of invalidity; severability. If any section, subsection, sentence, clause,  phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this law, which remaining portions shall continue in full force and effect.\n§10. This local law shall take effect immediately after its enactment into law.\nLS #3901\nBKG/OP\n6/5/13",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\sa200\\sl480\\slmult1\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\tab Section 1. Section 10-301 of chapter 3 of title 10 of the administrative code of the city of New York is amended by adding a new paragraph 21 to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sa200\\sl480\\slmult1\\ul 21. \\ldblquote Three-dimensional printer.\\rdblquote  A computer-driven machine capable of producing a three-dimensional object from a digital model. \\par\n\\ulnone\\'a72. Subdivision a of section 10-302 of chapter 3 of title 10 of the administrative code of the city of New York is amended to read as follows:\\par\na. It shall be unlawful for any person or business enterprise to engage in the business of gunsmith, wholesale manufacturer of firearms, assembler of firearms, dealer in firearms, dealer in rifles and shotguns, or special theatrical dealer, unless such person, or business enterprise, has obtained a license to engage in such business in the manner prescribed in this section.  \\ul No person shall use a three-dimensional printer to create any firearm, rifle or shotgun or any piece or part thereof, that such person would otherwise be lawfully permitted to create under local, state or federal law, unless such person possesses a license as a gunsmith.  Any person using a three-dimensional printer to create any firearm, rifle or shotgun or any piece or part thereof must ensure that such firearm, rifle or shotgun or any piece or part thereof complies with all applicable local, state, and federal laws.  \\ulnone No person shall engage in the business of dealer in rifles and shotguns or special theatrical dealer unless he or she has been issued a permit for the possession of shotguns and rifles pursuant to the provisions of this chapter.  No person or business enterprise shall be eligible to apply for or to hold a license as a special theatrical dealer unless such person or business enterprise (1) possesses both a license as a dealer in firearms and a license as a dealer in rifles and shotguns and (2) has possessed such licenses and engaged in such businesses for at least one year.\\par\n\\'a73. Paragraph one of subdivision n of section 10-302 of chapter 3 of title 10 of the administrative code of the city of New York is amended to read as follows:\\par\n\\cf1 n. Records. (1) Any person licensed under this section shall keep an accurate book record of every transaction involving a firearm, machine gun, rifle, shotgun or assault weapon. Such record shall be kept in the manner prescribed and contain the information required by the police commissioner.  \\ul Any gunsmith \\cf0 using a three-dimensional printer to create any piece or part of a firearm, rifle, or shotgun, in compliance with the provisions of subdivision (a) of this section, shall keep a detailed record of each firearm, rifle, or shotgun, or part thereof, printed and any transaction involving any such piece or part, including any identifying marks and registration information.\\par\n\\ulnone\\'a74. Section 10-302 of chapter 3 of title 10 of the administrative code of the city of New York is amended by adding a new subdivision t to read as follows:\\par\n\\ul t. Any gunsmith or dealer in firearms, when selling or disposing of a weapon, ammunition or ammunition feeding device produced in whole or in part by a three-dimensional printer must notify recipients as to the printed nature of some or all of its parts\\par\n\\ulnone\\'a75. Subdivision a of section 10-304 of chapter 3 of title 10 of the administrative code of the city of New York is amended to read as follows:\\par\na. It shall be unlawful for any person to have in his or her possession any rifle or shotgun unless said person is the holder of a certificate of registration for such rifle or shotgun.  \\ul Any gunsmith who creates a rifle or shotgun produced in whole or in part by a three-dimensional printer must notify the NYPD and seek registration within seventy-two hours of having completed the printing of said rifle or shotgun.\\ulnone\\par\n\\'a76. Section 10-306 of chapter 3 of title 10 of the administrative code of the city of New York is amended by adding a new subdivision i to read as follows:\\par\n\\ul i. Any ammunition or ammunition feeding device produced in whole or in part by a three-dimensional printer must comply with all of the provisions in this section and with all applicable local, state and federal laws relating to the possession, sale or disposal of such an item.  \\par\n\\ulnone\\'a77. Section 10-309 of chapter 3 of title 10 of the administrative code of the city of New York is amended by adding a new subdivision c, to read as follows:\\par\n\\ul c. Any firearm, rifle or shotgun created using a three-dimensional printer and sold or otherwise disposed of by a licensed dealer, which does not contain a manufacturer\\rquote s or serial number, must have a dealer\\rquote s number imbedded into it.  Failure to so mark and identify any such firearm, rifle or shotgun shall be a violation of this section.\\ulnone\\par\n\\'a78. Subdivision a of section 10-311 of chapter 3 of title 10 of the administrative code of the city of New York is amended to read as follows:\\par\na. It shall be unlawful for any person or business enterprise to dispose of any weapon\\ul , including one created in whole or in part with the use of a three-dimensional printer,\\ulnone  which does not contain a safety locking device.   For the purposes of this section and section 10-312: (1) weapon shall mean a firearm, rifle, shotgun, or assault weapon, as such terms are defined in section 10-301; or a machine gun, as defined in the penal law; and (2) a safety locking device shall mean a design adaptation or attachable accessory that will prevent the use of the weapon by an unauthorized user, and includes, but is not limited to, a trigger lock, which prevents the pulling of the trigger without the use of a key, or a combination handle, which prevents the use of the weapon without the alignment of the combination tumblers.\\par\n\\'a79. Effect of invalidity; severability. If any section, subsection, sentence, clause,  phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this law, which remaining portions shall continue in full force and effect.\\ul\\par\n\\ulnone\\'a710. This local law shall take effect immediately after its enactment into law.\\par\n\\pard\\ltrpar\\nowidctlpar\\sa200 LS #3901\\par\nBKG/OP\\par\n6/5/13\\par\n}\n",
  "LastModified": "2013-12-23T01:59:42.417Z"
}
