{
  "ID": 50574,
  "GUID": "BB53AB25-C680-4C07-B757-653AFA359BDF",
  "File": "Int 1063-2013",
  "Name": "NYPD to assign school safety agents to public and nonpublic schools, upon the request of such schools.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring the New York city police department to assign school safety agents to public and nonpublic schools, upon the request of such schools.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2013-06-12T00:00:00Z",
  "AgendaDate": "2013-06-12T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7577,
      "Slug": "david-g-greenfield",
      "FullName": "David G. Greenfield"
    },
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 7113,
      "Slug": "mathieu-eugene",
      "FullName": "Mathieu Eugene"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    }
  ],
  "History": [
    {
      "ID": 275017,
      "Date": "2013-06-12T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 275128,
      "Date": "2013-06-12T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 12598,
      "AgendaSequence": 136,
      "MinutesSequence": 160,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283666,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 51857,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Chapter 1 of title 14 of the administrative code of the city of New York is amended by adding a new section 14-155 to read as follows:\n§14-155. Provision of school safety agents to nonpublic schools.   \n\ta.  Definitions.  For the purposes of this section, the following terms shall have following meanings:\n\t1.  “Public school” shall mean any school in a building owned or leased by the New York city department of education, including charter schools, that contains any combination of grades from kindergarten through grade twelve; and\n\t2.  “Nonpublic school” shall mean any non-profit elementary or secondary school in the city of New York, other than a public school, which is providing instruction in accordance with the education law of the state of New York.\n\tb.  The New York city police department shall, upon request of the authorities of a public or nonpublic school, assign no less than one school safety agent to such school within ten business days, or as many school safety agents above one agent that the NYPD deems necessary.  \n§2.  This local law shall take effect 120 days after it is enacted into law, provided that the department may take any actions necessary prior to such effective date for the implementation of this local law including, but not limited to, the adoption of any necessary rules.\n\nLS# 4324\nPC\n6/7/13",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\pard\\ltrpar\\nowidctlpar\\qj\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qj\\tab Section 1.  Chapter 1 of title 14 of the administrative code of the city of New York is amended by adding a new section 14-155\\expndtw-3  to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\expndtw0\\ul\\'a714-155.\\expndtw-3  Provision of school safety agents to nonpublic schools.   \\expndtw0\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qj\\expndtw-3\\ulnone\\tab\\ul a.  Definitions\\expndtw0 .  For the purposes of this section, the following terms shall have following meanings:\\par\n\\ulnone\\tab\\ul 1. \\expndtw-3  \\ldblquote Public school\\rdblquote  shall mean any school in a building owned or leased by the New York city department of education, including charter schools, that contains any combination of grades from kindergarten through grade twelve; and\\par\n\\ulnone\\tab\\ul 2.  \\ldblquote Nonpublic school\\rdblquote  shall mean any non-profit elementary or secondary school in the city of New York, other than a public school, which is providing instruction in accordance with the education law of the state of New York.\\par\n\\expndtw0\\ulnone\\tab\\expndtw-3\\ul b.  The New York city police department shall, upon request of the authorities of a public or nonpublic school, assign no less than one school safety agent to such school within ten business days, or as many school safety agents above one agent that the NYPD deems necessary.\\expndtw0   \\expndtw-3\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\expndtw0\\ulnone\\'a72.  This local law shall take effect 120 days after it is enacted into law, provided that the department may take any actions necessary prior to such effective date for the implementation of this local law including, but not limited to, the adoption of any necessary rules.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\qj\\expndtw-3\\par\nLS# 4324\\par\nPC\\par\n6/7/13\\par\n}\n",
  "LastModified": "2013-12-23T01:57:36.793Z"
}
