{
  "ID": 50615,
  "GUID": "5945769A-546B-43D1-BE65-3A5967028E67",
  "File": "Int 1068-2013",
  "Name": "Health insurance coverage for certain city employees, city retirees and their dependents.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to health insurance coverage for certain city employees, city retirees and their dependents.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 4,
  "BodyName": "Committee on Civil Service and Labor",
  "IntroDate": "2013-06-12T00:00:00Z",
  "AgendaDate": "2013-06-12T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    }
  ],
  "History": [
    {
      "ID": 275026,
      "Date": "2013-06-12T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 275138,
      "Date": "2013-06-12T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Civil Service and Labor",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 12598,
      "AgendaSequence": 146,
      "MinutesSequence": 170,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Civil Service and Labor",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283664,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 51899,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Paragraph 1 of subdivision b of section 12-126 of the administrative code of the city of New York is amended to read as follows:\n(1) The city will pay the entire cost of health insurance coverage for city employees, city retirees, and their dependents, not to exceed one hundred percent of the full cost of H.I.P.-H.M.O. on a category basis or any successor health insurance coverage plan that has a substantially equivalent plan design. Where such health insurance coverage is predicated on the insured's enrollment in the hospital and medical program for the aged and disabled under the Social Security Act, the city will pay the amount set forth in such act under 1839 (a) as added by title XVIII of the 1965 amendment to the Social Security Act; provided that such amount shall not exceed the sum of nineteen dollars and fifty-three cents per month per individual for the period beginning January first, nineteen hundred eighty-eight and ending December thirty-first, nineteen hundred eighty-eight, and provided further however that such amount shall not exceed the sum of twenty-seven dollars and ninety cents per month per individual for the period beginning January first, nineteen hundred eighty-nine and ending December thirty-first, nineteen hundred ninety-one, and provided further that such amount shall not exceed the sum of twenty-nine dollars per month per individual for the period beginning January first, nineteen hundred ninety-two and ending December thirty-first, nineteen hundred ninety-five. Provided further, that such amount shall not exceed the sum of thirty-two dollars per month per individual effective January first, nineteen hundred ninety-six. Provided further, that such amount shall not exceed the sum of thirty-eight dollars and seventy cents per month effective January first, two thousand and provided further that each year thereafter, the City shall reimburse covered employees in an amount equal to one hundred percent of the Medicare Part-B premium rate applicable to that year.\n§ 2. This local law shall take effect immediately.\n\n\n\n\n\n\n\n\n\nMWC\nLS 4820\n5-29-13",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\line\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj Section 1. Paragraph 1 of subdivision b of section 12-126 of the administrative code of the city of New York is amended to read as follows:\\par\n(1) The city will pay the entire cost of health insurance coverage for city employees, city retirees, and their dependents, not to exceed one hundred percent of the full cost of H.I.P.-H.M.O. on a category basis \\ul or any successor health insurance coverage plan that has a substantially equivalent plan design\\ulnone . Where such health insurance coverage is predicated on the insured's enrollment in the hospital and medical program for the aged and disabled under the Social Security Act, the city will pay the amount set forth in such act under 1839 (a) as added by title XVIII of the 1965 amendment to the Social Security Act; provided that such amount shall not exceed the sum of nineteen dollars and fifty-three cents per month per individual for the period beginning January first, nineteen hundred eighty-eight and ending December thirty-first, nineteen hundred eighty-eight, and provided further however that such amount shall not exceed the sum of twenty-seven dollars and ninety cents per month per individual for the period beginning January first, nineteen hundred eighty-nine and ending December thirty-first, nineteen hundred ninety-one, and provided further that such amount shall not exceed the sum of twenty-nine dollars per month per individual for the period beginning January first, nineteen hundred ninety-two and ending December thirty-first, nineteen hundred ninety-five. Provided further, that such amount shall not exceed the sum of thirty-two dollars per month per individual effective January first, nineteen hundred ninety-six. Provided further, that such amount shall not exceed the sum of thirty-eight dollars and seventy cents per month effective January first, two thousand and provided further that each year thereafter, the City shall reimburse covered employees in an amount equal to one hundred percent of the Medicare Part-B premium rate applicable to that year.\\par\n\\'a7 2. This local law shall take effect immediately.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\qj\\fs20\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\nMWC\\par\nLS 4820\\par\n5-29-13\\par\n}\n",
  "LastModified": "2013-12-23T01:55:08.107Z"
}
