{
  "ID": 50418,
  "GUID": "E6E07F04-7AE2-4FDC-9EF3-73202066295B",
  "File": "Int 1078-2013",
  "Name": "Small business redemption community investment program.",
  "Title": "A Local Law to amend the New York city charter, in relation to a small business redemption community investment program.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5120,
  "BodyName": "Committee on Small Business",
  "IntroDate": "2013-06-12T00:00:00Z",
  "AgendaDate": "2013-06-12T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 7502,
      "Slug": "elizabeth-s-crowley",
      "FullName": "Elizabeth S. Crowley"
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7613,
      "Slug": "andy-l-king",
      "FullName": "Andy L. King"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    }
  ],
  "History": [
    {
      "ID": 275033,
      "Date": "2013-06-12T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 275154,
      "Date": "2013-06-12T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Small Business",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 12598,
      "AgendaSequence": 162,
      "MinutesSequence": 186,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Small Business",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283663,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 51688,
  "Text": "Be it enacted by the Council as follows:\n      \nSection 1. Legislative findings and declaration. New York City has an interest in both easing the financial burden many small businesses face as a result of fines issued by City agencies and in promoting service aimed at helping the City thrive. A redemption program providing small businesses with a voluntary opportunity to avoid fines in exchange for performing community service would help struggling small businesses while making a difference in addressing the needs of communities throughout the City. The Council finds that a small business redemption community investment program would serve as a way to effectively engage small business owners in community service. \n§ 2. Chapter 56 of the New York city charter is amended by adding a new section 1307 to read as follows:\n§ 1307. Small business redemption community investment program.  a. For the purposes of this section, “small business” shall have the same meaning as in section one hundred thirty-one of the economic development law.\nb. The department shall establish a small business redemption community investment program.  As part of such program, the department shall consult with the department of health and mental hygiene, the department of consumer affairs and the department of sanitation to develop a program that provides any small business with the option of performing community service activities specified by the department within a period of time specified by the department after such business receives notice of a violation from the department of health and mental hygiene, the department of consumer affairs or the department of sanitation. The department shall consult with such agencies to develop a mechanism for determining the types of community service activities that may be performed. Performance of such activities to the satisfaction of the department shall result in the waiver of the penalty for such violation. \nc. Within two years of the effective date of this section, the department shall submit to the council and the mayor a written report analyzing the small business redemption pilot program which shall include, but not be limited to, the number of small businesses that opted to participate in the program, the number of community service hours performed by small businesses that participated in the program, the loss of revenue as a result of businesses opting to participate in community service activities rather than paying penalties, any other information the department deems appropriate to the evaluation of such pilot program, and recommendations for improvements to such program.\nd. This pilot program shall expire two years after the effective date of this section.\n      § 2.  This local law shall take effect ninety days after its enactment into law.\n \nLS # 3864\n6/6/13 5:05PM\nKET",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\froman\\fprq2\\fcharset0 Times;}}\n\\viewkind4\\uc1\n\\v0  \\par\n\\ul\\f0 Be it enacted by the Council as follows\\ulnone :\\f1\\par\n\\f0       \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Section 1. Legislative findings and declaration. New York City has an interest in both easing the financial burden many small businesses face as a result of fines issued by City agencies and in promoting service aimed at helping the City thrive. A redemption program providing small businesses with a voluntary opportunity to avoid fines in exchange for performing community service would help struggling small businesses while making a difference in addressing the needs of communities throughout the City. The Council finds that a small business redemption community investment program would serve as a way to effectively engage small business owners in community service. \\par\n\\'a7 2. Chapter 56 of the New York city charter is amended by adding a new section 1307 to read as follows:\\f1\\par\n\\ul\\f0\\'a7 1307. Small business redemption community investment program.  a. For the purposes of this section, \\ldblquote small business\\rdblquote  shall have the same meaning as in section one hundred thirty-one of the economic development law.\\ulnone\\f1\\par\n\\ul\\f0 b. The department shall establish a small business redemption community investment program.  As part of such program, the department shall consult with the department of health and mental hygiene, the department of consumer affairs and the department of sanitation to develop a program that provides any small business with the option of performing community service activities specified by the department within a period of time specified by the department after such business receives notice of a violation from the department of health and mental hygiene, the department of consumer affairs or the department of sanitation. The department shall consult with such agencies to develop a mechanism for determining the types of community service activities that may be performed. Performance of such activities to the satisfaction of the department shall result in the waiver of the penalty for such violation. \\par\nc. Within two years of the effective date of this section, the department shall submit to the council and the mayor a written report analyzing the small business redemption pilot program which shall include, but not be limited to, the number of small businesses that opted to participate in the program, the number of community service hours performed by small businesses that participated in the program, the loss of revenue as a result of businesses opting to participate in community service activities rather than paying penalties, any other information the department deems appropriate to the evaluation of such pilot program, and recommendations for improvements to such program.\\par\nd. This pilot program shall expire two years after the effective date of this section.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\ulnone       \\'a7 2.  This local law shall take effect ninety days after its enactment into law.\\f1\\par\n \\fs32\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\f0\\fs20 LS # 3864\\f1\\par\n\\f0 6/6/13 5:\\fs18 05PM\\f1\\fs20\\par\n\\f0 KET\\f1\\par\n\\pard\\ltrpar\\nowidctlpar\\fs32  \\f0\\fs24\\par\n}\n",
  "LastModified": "2013-12-23T01:44:42.517Z"
}
