{
  "ID": 50630,
  "GUID": "D2EE70E6-5149-4BEE-A05F-455DC67EFA99",
  "File": "Int 1083-2013",
  "Name": "Reporting and providing information concerning bedbugs.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to reporting and providing information concerning bedbugs.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2013-06-17T00:00:00Z",
  "AgendaDate": "2013-06-17T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7113,
      "Slug": "mathieu-eugene",
      "FullName": "Mathieu Eugene"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7613,
      "Slug": "andy-l-king",
      "FullName": "Andy L. King"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7617,
      "Slug": "donovan-j-richards",
      "FullName": "Donovan J. Richards"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    }
  ],
  "History": [
    {
      "ID": 275410,
      "Date": "2013-06-17T14:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 275449,
      "Date": "2013-06-17T14:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 12620,
      "AgendaSequence": 36,
      "MinutesSequence": 45,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283647,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 51916,
  "Text": "Be it enacted by the Council as follows:\n \nSection 1. Section 27-2018.1 of the administrative code of the city of New York is amended by adding a new subdivsion c to read as follows:\nc. The owner of a residential building, as defined in subdivision a of section 27-2018.2, shall annually furnish each tenant occupying such building with the following: \n(1) the information set forth in subdivision b of section 27-2018.2 for such building; and\n(2) a notice, in a form promulgated or approved by the department of health and mental hygiene, that sets forth information regarding the prevention, detection and removal of bedbug infestations.\n§ 2. Subchapter two of chapter two of title 27 of the administrative code of the city of New York is amended by adding a new section 27-2018.2 to read as follows:\n§ 27-2018.2 Reporting bedbug infestations.\na. For the purposes of this section, a “residential building” is a building which is occupied in whole or in part as the home, residence or sleeping place of one or more human beings except that the term “residential building” shall not include a building that is an owner-occupied, one-family dwelling.\nb. The owner of a residential building shall annually report the following information regarding such building to the department of housing preservation and development on a form promulgated or approved by such department:\n(1) the street address;\n(2) the number of apartments;\n(3) the number of apartments that had a bedbug infestation during the previous year;\n(4) the percentage obtained by dividing the number from paragraph 3 by the number from paragraph 2;\n(5) the number of apartments where eradication measures were employed during the previous year for a bedbug infestation; and \n(6) the percentage obtained by dividing the number from paragraph 5 by the number from paragraph 3. \nc. A person or other entity that owns or controls an apartment located within a residential building shall furnish the residential building owner with the bedbug infestation history for the previous year for such apartment, including whether eradication measures were employed during the previous year for a bedbug infestation, upon request of such residential building owner.\nd. The owner of a residential building shall furnish each person or entity that owns or controls an apartment located within such building with the information required by subdivision b of this section.\ne. The department of housing preservation and development may by rule establish staggered reporting cycles for owners required to comply with subdivision b of this section.\nf. The department of housing preservation and development shall make the information it receives in accordance with subdivision b of this section, including the date it receives such information, available on its website no later than thirty days after receipt.\n§ 3. This local law shall take effect ninety days after its enactment except that the commissioner of housing preservation and development and the commissioner of health and mental hygiene shall take such measures as are necessary for its implementation, including the promulgation of rules, prior to such effective date.\nEAA\nLS# 4592/4593\n5/16/13",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\ulnone  \\ul\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1. Section 27-2018.1 of the administrative code of the city of New York is amended by adding a new subdivsion c to read as follows:\\par\n\\ul c. The owner of a residential building, as defined in subdivision a of section 27-2018.2, shall annually furnish each tenant occupying such building with the following: \\par\n(1) the information set forth in subdivision b of section 27-2018.2 for such building; and\\par\n(2) a notice, in a form promulgated or approved by the department of health and mental hygiene, that sets forth information regarding the prevention, detection and removal of bedbug infestations.\\par\n\\ulnone\\'a7 2. Subchapter two of chapter two of title 27 of the administrative code of the city of New York is amended by adding a new section 27-2018.2 to read as follows:\\par\n\\ul\\'a7 27-2018.2 Reporting bedbug infestations.\\par\na. For the purposes of this section, a \\ldblquote residential building\\rdblquote  is a building which is occupied in whole or in part as the home, residence or sleeping place of one or more human beings except that the term \\ldblquote residential building\\rdblquote  shall not include a building that is an owner-occupied, one-family dwelling.\\par\nb. The owner of a residential building shall annually report the following information regarding such building to the department of housing preservation and development on a form promulgated or approved by such department:\\par\n(1) the street address;\\par\n(2) the number of apartments;\\par\n(3) the number of apartments that had a bedbug infestation during the previous year;\\par\n(4) the percentage obtained by dividing the number from paragraph 3 by the number from paragraph 2;\\par\n(5) the number of apartments where eradication measures were employed during the previous year for a bedbug infestation; and \\par\n(6) the percentage obtained by dividing the number from paragraph 5 by the number from paragraph 3. \\par\nc. A person or other entity that owns or controls an apartment located within a residential building shall furnish the residential building owner with the bedbug infestation history for the previous year for such apartment, including whether eradication measures were employed during the previous year for a bedbug infestation, upon request of such residential building owner.\\par\nd. The owner of a residential building shall furnish each person or entity that owns or controls an apartment located within such building with the information required by subdivision b of this section.\\par\ne. The department of housing preservation and development may by rule establish staggered reporting cycles for owners required to comply with subdivision b of this section.\\par\nf. The department of housing preservation and development shall make the information it receives in accordance with subdivision b of this section, including the date it receives such information, available on its website no later than thirty days after receipt.\\par\n\\ulnone\\'a7 3. This local law shall take effect ninety days after its enactment except that the commissioner of housing preservation and development and the commissioner of health and mental hygiene shall take such measures as are necessary for its implementation, including the promulgation of rules, prior to such effective date.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\qj\\fs20 EAA\\par\nLS# 4592/4593\\par\n5/16/13\\par\n\\pard\\ltrpar\\nowidctlpar\\fs24\\par\n}\n",
  "LastModified": "2013-12-23T01:35:51.147Z"
}
