{
  "ID": 50532,
  "GUID": "C8C3660C-4D9C-4507-9CB5-97AAFE545A7D",
  "File": "Int 1084-2013",
  "Name": "Annual report on non-governmental funding for NYC parks.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to an annual report on non-governmental funding for New York City parks.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5106,
  "BodyName": "Committee on Parks and Recreation",
  "IntroDate": "2013-06-17T00:00:00Z",
  "AgendaDate": "2013-06-17T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    }
  ],
  "History": [
    {
      "ID": 275411,
      "Date": "2013-06-17T14:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 275450,
      "Date": "2013-06-17T14:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Parks and Recreation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 12620,
      "AgendaSequence": 38,
      "MinutesSequence": 47,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Parks and Recreation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283646,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 51812,
  "Text": "Be it enacted by the Council as follows:\nSection 1. Section 18-134 of the administrative code of the city of New York is amended to read as follows: \n\t§18-134 Annual report on non-governmental funding for parks. Beginning December 1, 2009 and annually thereafter, the commissioner shall submit a report to the council for the immediately preceding fiscal year on funding and donations provided by non-governmental sources to parks under the jurisdiction of the department. Such report shall include (i) the amount of funding allocated and the value of goods donated by organizations or individuals to the department by park where such funding or goods are designated for a particular park, or by service district or borough if there is no such designation, provided that such funding and value is more than five thousand dollars; [and] (ii) the amount of funding allocated and the value of goods donated by organizations and individuals for each park where such information is provided by such organization or individual exempt under applicable provisions of the Internal Revenue Code who file IRS Form 990 based on their having annual gross receipts of more than twenty-five thousand dollars, or for each service district or borough where such information is so designated; and (iii) where the department has entered into a conservancy arrangement with respect to a park or portion of a park under the jurisdiction of the department, the total amount of expenditures made by such conservancy for such park or portion of a park along with the term of such conservancy arrangement shall be provided. Such report, to the extent practical, shall list organizations and individuals allocating such funds or donating such goods, provided that any such organization or individual allocating such funds or donating such goods anonymously shall be listed without identifying information.\n\t§2. This local law shall take effect sixty days after its enactment.\n\nKS \nLS #4780\n5/17/13",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\ul Be it enacted by the Council as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1. Section 18-134 of the administrative code of the city of New York is amended to read as follows: \\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\tab\\'a718-134 Annual report on non-governmental funding for parks. Beginning December 1, 2009 and annually thereafter, the commissioner shall submit a report to the council for the immediately preceding fiscal year on funding and donations provided by non-governmental sources to parks under the jurisdiction of the department. Such report shall include (i) the amount of funding allocated and the value of goods donated by organizations or individuals to the department by park where such funding or goods are designated for a particular park, or by service district or borough if there is no such designation, provided that such funding and value is more than five thousand dollars; [and] (ii) the amount of funding allocated and the value of goods donated by organizations and individuals for each park where such information is provided by such organization or individual exempt under applicable provisions of the Internal Revenue Code who file IRS Form 990 based on their having annual gross receipts of more than twenty-five thousand dollars, or for each service district or borough where such information is so designated\\ul ; and (iii) where the department has entered into a conservancy arrangement with respect to a park or portion of a park under the jurisdiction of the department, the total amount of expenditures made by such conservancy for such park or portion of a park along with the term of such conservancy arrangement shall be provided\\ulnone . Such report, to the extent practical, shall list organizations and individuals allocating such funds or donating such goods, provided that any such organization or individual allocating such funds or donating such goods anonymously shall be listed without identifying information.\\par\n\\tab\\'a72. This local law shall take effect sixty days after its enactment.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\par\n\\pard\\ltrpar\\nowidctlpar KS \\par\nLS #4780\\par\n5/17/13\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\par\n}\n",
  "LastModified": "2013-12-23T01:35:15.21Z"
}
