{
  "ID": 50419,
  "GUID": "FF436DFB-41F4-4533-A3E2-7FE3F3A88B59",
  "File": "Int 1106-2013",
  "Name": "Online social media and other personal online accounts and employment.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to online social media and other personal online accounts and employment.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 4,
  "BodyName": "Committee on Civil Service and Labor",
  "IntroDate": "2013-06-26T00:00:00Z",
  "AgendaDate": "2013-06-26T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 7613,
      "Slug": "andy-l-king",
      "FullName": "Andy L. King"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7570,
      "Slug": "mark-s-weprin",
      "FullName": "Mark S. Weprin"
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    }
  ],
  "History": [
    {
      "ID": 275920,
      "Date": "2013-06-26T21:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 276178,
      "Date": "2013-06-26T21:00:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Civil Service and Labor",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 12642,
      "AgendaSequence": 120,
      "MinutesSequence": 134,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Civil Service & Labor",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 278192,
      "Date": "2013-09-25T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 4,
      "BodyName": "Committee on Civil Service and Labor",
      "EventID": 12718,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 1106-A",
      "MinutesNote": "Proposed Int. No. 1106-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 278584,
      "Date": "2013-09-25T13:00:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Introduction was Amendment Proposed by Comm",
      "BodyID": 4,
      "BodyName": "Committee on Civil Service and Labor",
      "EventID": 12718,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 278654,
      "Date": "2013-09-25T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 4,
      "BodyName": "Committee on Civil Service and Labor",
      "EventID": 12718,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283657,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 114333,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Int. No. 1106 - 6/26/13",
      "Link": "http://nyc.legistar1.com/nyc/attachments/ee9dce76-8a39-438a-9a88-73a1f9ee1a4f.doc",
      "Sort": 1
    },
    {
      "ID": 114453,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 9/25/13",
      "Link": "http://nyc.legistar1.com/nyc/attachments/f1612d98-8771-49fc-b75b-f777b53e8d6a.doc",
      "Sort": 2
    },
    {
      "ID": 114466,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 9/25/13",
      "Link": "http://nyc.legistar1.com/nyc/attachments/223da7e8-64c5-4e07-a0bd-bc75d04329ce.PDF",
      "Sort": 3
    },
    {
      "ID": 114658,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 9/25/13",
      "Link": "http://nyc.legistar1.com/nyc/attachments/fb418427-52d1-4588-8ff5-465b7fcb9b9a.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 52379,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Subdivision e of section 2203 of the New York city charter is hereby amended to read as follows:\n (e) The commissioner shall have all powers as set forth in chapter 8 of title 20 of the administrative code relating to the receipt, investigation, and resolution of complaints thereunder regarding earned sick time and confidentiality of online social and networking media and other personal online accounts.\n § 2. Title 20 of the administrative code of the city of New York is amended by adding a new chapter 8 to read as follows: \nChapter 8\nRight of employees and prospective employees to confidentiality of online social and networking media and other personal online accounts.\n\n§ 20-911 Definitions. For purposes of this chapter, the following terms shall be defined as follows:\na. “Employee” shall mean any person who is employed by any employer in return for the payment of direct or indirect monetary wages or profit, or any person who volunteers his or her services to such employer for no monetary compensation. \nb. “Employment agency” shall mean any person undertaking to procure employees or opportunities to work.\nc. “Employer” shall mean any person, partnership, association, corporation or non-profit entity which employs one or more persons, including agencies of the city of New York, as defined in section 1-112 of the code, and the council of the city of New York.\nd. “Labor organization” shall mean any organization which exists and is constituted for the purpose, in whole or in part, of collective bargaining or of dealing with employers concerning grievances, terms and conditions of employment, or of other mutual aid or protection in connection with employment.\ne. “Online social and networking media account” shall mean any internet-based service that allows individuals to: construct a public or semi-public profile within a bounded system, created by such service; create a list of other users with whom such individuals share a connection within the system; and view and navigate such individuals’ list of connections and those made by others within the system the content of which may include, but is not limited to, videos, still photographs, instant messages, text messages and email, to which access is restricted by a password or other unique means of identification.\nf. “Other personal online account” shall mean any internet-based service that allows individuals to create a personal account within a bounded system, created by such service, for purposes including, but not limited to, email, dating, employment, banking, blogging, video blogging, podcasting, making online purchases, selling items online, paying for purchases from third-parties, receiving payments for online sales to third parties, tracking shipments, maintaining records of past purchases or sales, or otherwise containing private information, to which access is restricted by a password or other unique means of identification.\n§ 20-912 Prohibition against employers requiring access to online social and networking media and other personal accounts. ­a. No employer, labor organization, employment agency or employee or agent thereof, shall request, or require an employee, or a prospective employee in connection with the interview or hiring process, to:\n(1) provide a password or other information in order to gain access to such employee or prospective employee’s online social and networking media accounts or other personal online accounts;\n(2) access such employee or prospective employee’s online social and networking media accounts or other personal online accounts in the presence of the employer or prospective employer;\n(3) add any person, including the employer, prospective employer or any agent of the employer, to the list of contacts associated with the employee or prospective employee’s social and networking media accounts or other personal online accounts; or\n(4) alter the settings on the employee or prospective employee’s social and networking media accounts or other personal online accounts that would allow the employer, prospective employer, or employee or agent of the employer, to view the content of such accounts.\nb. No employer, labor organization, employment agency or employee or agent thereof shall discharge, discipline, threaten to discharge or discipline, or otherwise retaliate against an employee or applicant for not complying with a request or demand by the employer that violates this section. However, this section does not prohibit an employer from terminating or otherwise taking an adverse action against an employee or applicant if otherwise permitted by law.\n§ 20-913 Application of chapter. a. Nothing in this chapter shall prohibit an employer, labor organization, employment agency, or employee or agent thereof, from obtaining information about a prospective employee that is publicly available.\nb. Nothing in this chapter shall affect an employer’s existing rights and obligations to request that an employee provide access to online social and networking media accounts or other personal online accounts reasonably believed to be relevant to an investigation of allegations of employee misconduct or employee violation of applicable laws and regulations, or as otherwise required by law, provided that access to such accounts is used solely for purposes of that investigation or a related proceeding.\nc. Nothing in this chapter shall preclude an employer from requiring, or requesting an employee to disclose, a username, password, or other means for accessing online social and networking media accounts or other personal online accounts that were created and maintained for or on behalf of the employer.\nd. Nothing in this chapter shall preclude an employer from lawful monitoring of employees’ use of employer owned computers, networks or servers, including any use of online social and networking media accounts or other personal online accounts on such computers, networks or servers. \n§ 20-914 Enforcement. a. The department shall enforce the provisions of this chapter. In effectuating such enforcement, the department shall establish a system utilizing multiple means of communication to receive complaints regarding non-compliance with this chapter and investigate complaints received by the department in a timely manner. \nb. Any person alleging a violation of this chapter shall have the right to file a complaint with the department within 180 days of the date such person knew or should have known of the alleged violation. The department shall maintain confidential the identity of any complainant unless disclosure of such complainant’s identity is necessary for resolution of the investigation or otherwise required by law. The department shall, to the extent practicable, notify such complainant that the department will be disclosing his or her identity prior to such disclosure. \nc. Any person claiming to be aggrieved by an act that violates section 912 of this chapter may make, sign and file with the department a verified complaint in writing and proceed with such complaint, or commence a civil action and proceed with such action. Upon receiving a complaint alleging a violation of this chapter, the department shall investigate such complaint. The department shall keep complainants reasonably notified regarding the status of their complaint and any resultant investigation. If the department believes that a violation has occurred, it shall issue to the offending person or entity a notice of violation. The commissioner shall prescribe the form and wording of such notices of violation. The notice of violation shall be returnable to the administrative tribunal authorized to adjudicate violations of this chapter. \nd. The department may also itself make, sign and file a verified complaint alleging that an employer, labor organization, employment agency, or employee or agent thereof, has violated section 912 of this chapter and proceed with such complaint pursuant to the provisions of chapter one of this title.\ne. In addition to the aforementioned provisions of this section, any person claiming to be aggrieved by a violation of this chapter shall have a cause of action in any court of competent jurisdiction for compensatory damages, injunctive and declaratory relief, attorney’s fees and costs, and such other relief as such court deems appropriate. Submitting a complaint to the department shall be neither a prerequisite nor a bar to bringing a private action. \nf. A person must file a complaint with the department or a court of competent jurisdiction within one year of when that person knew or should have known of an alleged violation of this chapter.\n\n§ 20-915 Violations. Notwithstanding any inconsistent provision of law, if, in an action instituted pursuant to this chapter judgment is rendered in favor of complainant, the department shall have the power to impose penalties provided for in this chapter and to grant an employee, prospective employee or former employee all appropriate relief. Such relief shall include a civil penalty of not less than two hundred and fifty dollars but not more than two thousand dollars for each violation, and equitable relief, as appropriate, including, but not limited to, ordering an injunction prohibiting any acts tending to render ineffectual relief that could be ordered by the department after a hearing as provided by this chapter.\n§ 3. This local law shall take effect one hundred and twenty days after its enactment into law.\n\n\n\n\n\n\n\nLS# 3498, 3502, 3503 & 3517\nMWC\n9/23/13",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Section 1. Subdivision e of section 2203 of the New York city charter is hereby amended to read as follows:\\par\n (e) The commissioner shall have all powers as set forth in chapter 8 of title 20 of the administrative code\\b  \\b0 relating to the receipt, investigation, and resolution of complaints thereunder regarding earned sick time \\ul and confidentiality of online social and networking media and other personal online accounts\\ulnone .\\par\n \\'a7 2. Title 20 of the administrative code of the city of New York is amended\\cf1  by adding a new chapter 8 \\cf0 to read as follows:\\cf1  \\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qc\\ul Chapter 8\\b\\par\n\\pard\\ltrpar\\nowidctlpar\\qc\\cf0 Right of employees and prospective employees to confidentiality of online social and networking media and other personal online accounts.\\par\n\\cf1\\b0\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\cf0\\'a7 20-911 \\b Definitions\\b0 . For purposes of this chapter, the following terms shall be defined as follows:\\par\na. \\ldblquote Employee\\rdblquote  shall mean any person who is employed by any employer in return for the payment of direct or indirect monetary wages or profit, or any person who volunteers his or her services to such employer for no monetary compensation. \\par\nb. \\ldblquote Employment agency\\rdblquote  shall mean any person undertaking to procure employees or opportunities to work.\\par\nc. \\ldblquote Employer\\rdblquote  shall mean any person, partnership, association, corporation or non-profit entity which employs one or more persons, including agencies of the city of New York, as defined in section 1-112 of the code, and the council of the city of New York.\\par\nd. \\ldblquote Labor organization\\rdblquote  shall mean any organization which exists and is constituted for the purpose, in whole or in part, of collective bargaining or of dealing with employers concerning grievances, terms and conditions of employment, or of other mutual aid or protection in connection with employment.\\par\ne. \\ldblquote Online social and networking media account\\rdblquote  shall mean any internet-based service that allows individuals to: construct a public or semi-public profile within a bounded system, created by such service; create a list of other users with whom such individuals share a connection within the system; and view and navigate such individuals\\rquote  list of connections and those made by others within the system the content of which may include, but is not limited to, videos, still photographs, instant messages, text messages and email, to which access is restricted by a password or other unique means of identification.\\par\nf. \\ldblquote Other personal online account\\rdblquote  shall mean any internet-based service that allows individuals to create a personal account within a bounded system, created by such service, for purposes including, but not limited to, email, dating, employment, banking, blogging, video blogging, podcasting, making online purchases, selling items online, paying for purchases from third-parties, receiving payments for online sales to third parties, tracking shipments, maintaining records of past purchases or sales, or otherwise containing private information, to which access is restricted by a password or other unique means of identification.\\par\n\\'a7 20-912 \\b Prohibition against employers requiring access to online social and networking media and other personal accounts\\b0 . \\-a. No employer, labor organization, employment agency or employee or agent thereof, shall request, or require an employee, or a prospective employee in connection with the interview or hiring process, to:\\par\n(1) provide a password or other information in order to gain access to such employee or prospective employee\\rquote s online social and networking media accounts or other personal online accounts;\\par\n(2) access such employee or prospective employee\\rquote s online social and networking media accounts or other personal online accounts in the presence of the employer or prospective employer;\\par\n(3) add any person, including the employer, prospective employer or any agent of the employer, to the list of contacts associated with the employee or prospective employee\\rquote s social and networking media accounts or other personal online accounts; or\\par\n(4) alter the settings on the employee or prospective employee\\rquote s social and networking media accounts or other personal online accounts that would allow the employer, prospective employer, or employee or agent of the employer, to view the content of such accounts.\\par\nb. No employer, labor organization, employment agency or employee or agent thereof shall discharge, discipline, threaten to discharge or discipline, or otherwise retaliate against an employee or applicant for not complying with a request or demand by the employer that violates this section. However, this section does not prohibit an employer from terminating or otherwise taking an adverse action against an employee or applicant if otherwise permitted by law.\\par\n\\'a7 20-913 \\b Application of chapter.\\b0  a. Nothing in this chapter shall prohibit an employer, labor organization, employment agency, or employee or agent thereof, from obtaining information about a prospective employee that is publicly available.\\par\nb. Nothing in this chapter shall affect an employer\\rquote s existing rights and obligations to request that an employee provide access to online social and networking media accounts or other personal online accounts reasonably believed to be relevant to an investigation of allegations of employee misconduct or employee violation of applicable laws and regulations, or as otherwise required by law, provided that access to such accounts is used solely for purposes of that investigation or a related proceeding.\\par\nc. Nothing in this chapter shall preclude an employer from requiring, or requesting an employee to disclose, a username, password, or other means for accessing online social and networking media accounts or other personal online accounts that were created and maintained for or on behalf of the employer.\\par\nd. Nothing in this chapter shall preclude an employer from lawful monitoring of employees\\rquote  use of employer owned computers, networks or servers, including any use of online social and networking media accounts or other personal online accounts on such computers, networks or servers. \\par\n\\'a7 20-914 \\b Enforcement\\b0 . a. The department shall enforce the provisions of this chapter. In effectuating such enforcement, the department shall establish a system utilizing multiple means of communication to receive complaints regarding non-compliance with this chapter and investigate complaints received by the department in a timely manner. \\par\nb. Any person alleging a violation of this chapter shall have the right to file a complaint with the department within 180 days of the date such person knew or should have known of the alleged violation. The department shall maintain confidential the identity of any complainant unless disclosure of such complainant\\rquote s identity is necessary for resolution of the investigation or otherwise required by law. The department shall, to the extent practicable, notify such complainant that the department will be disclosing his or her identity prior to such disclosure. \\par\nc. Any person claiming to be aggrieved by an act that violates section 912 of this chapter may make, sign and file with the department a verified complaint in writing and proceed with such complaint, or commence a civil action and proceed with such action. Upon receiving a complaint alleging a violation of this chapter, the department shall investigate such complaint. \\cf1 The department shall keep complainants reasonably notified regarding the status of their complaint and any resultant investigation. \\cf0 If the department believes that a violation has occurred, it shall issue to the offending person or entity a notice of violation. The commissioner shall prescribe the form and wording of such notices of violation. The notice of violation\\cf1  shall be returnable to the administrative tribunal authorized to adjudicate violations of this chapter. \\par\n\\cf0 d. The department may also itself make, sign and file a verified complaint alleging that an employer, labor organization, employment agency, or employee or agent thereof, has violated section 912 of this chapter and proceed with such complaint pursuant to the provisions of chapter one of this title.\\par\ne. In addition to the aforementioned provisions of this section, any person claiming to be aggrieved by a violation of this chapter shall have a cause of action in any court of competent jurisdiction for compensatory damages, injunctive and declaratory relief, attorney\\rquote s fees and costs, and such other relief as such court deems appropriate. Submitting a complaint to the department shall be neither a prerequisite nor a bar to bringing a private action. \\par\nf. A person must file a complaint with the department or a court of competent jurisdiction within one year of when that person knew or should have known of an alleged violation of this chapter.\\par\n\\par\n\\'a7 20-915\\b  Violations\\b0 . Notwithstanding any inconsistent provision of law, if, in an action instituted pursuant to this chapter judgment is rendered in favor of complainant,\\cf1  the department shall have the power to impose penalties provided for in this chapter and to grant an employee, prospective employee or former employee all appropriate relief. Such relief shall include\\cf0  a civil penalty of not less than two hundred and fifty dollars but not more than two thousand dollars for each violation, and equitable relief, as appropriate\\cf1 , including, but not limited to, ordering an injunction prohibiting any acts tending to render ineffectual relief that could be ordered by the department after a hearing as provided by this chapter.\\cf0\\par\n\\ulnone\\'a7 3. This local law shall take effect one hundred and twenty days after its enactment into law.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl360\\slmult1\\qj\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fs20 LS# 3498, 3502, 3503 & 3517\\par\nMWC\\par\n9/23/13\\par\n}\n",
  "LastModified": "2013-12-23T01:21:31.65Z"
}
