{
  "ID": 50642,
  "GUID": "9AF756E4-4035-4E60-9C98-CF64D9AB78C4",
  "File": "Int 1107-2013",
  "LocalLaw": "2013/077",
  "Name": "Collection of compostable waste.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the collection of food waste.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 35,
  "StatusName": "Enacted",
  "BodyID": 5108,
  "BodyName": "Committee on Sanitation and Solid Waste Management",
  "IntroDate": "2013-06-26T00:00:00Z",
  "AgendaDate": "2013-06-26T00:00:00Z",
  "PassedDate": "2013-10-02T00:00:00Z",
  "EnactmentDate": "2013-10-02T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    }
  ],
  "History": [
    {
      "ID": 275575,
      "Date": "2013-06-26T21:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 276213,
      "Date": "2013-06-26T21:00:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Sanitation and Solid Waste Management",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 12642,
      "AgendaSequence": 124,
      "MinutesSequence": 138,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Sanitation and Solid Waste Management",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 275576,
      "Date": "2013-06-27T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5108,
      "BodyName": "Committee on Sanitation and Solid Waste Management",
      "EventID": 12573,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 276334,
      "Date": "2013-06-27T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 5108,
      "BodyName": "Committee on Sanitation and Solid Waste Management",
      "EventID": 12573,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 277646,
      "Date": "2013-09-12T09:15:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5108,
      "BodyName": "Committee on Sanitation and Solid Waste Management",
      "EventID": 12730,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 1107-A",
      "MinutesNote": "Proposed Int. No. 1107-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 277652,
      "Date": "2013-09-12T09:15:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Introduction was Amendment Proposed by Comm",
      "BodyID": 5108,
      "BodyName": "Committee on Sanitation and Solid Waste Management",
      "EventID": 12730,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 277653,
      "Date": "2013-09-12T09:15:00Z",
      "ActionID": 33,
      "Action": "Amended by Committee",
      "Description": "This Introduction was Amended by Committee",
      "BodyID": 5108,
      "BodyName": "Committee on Sanitation and Solid Waste Management",
      "EventID": 12730,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 277654,
      "Date": "2013-09-12T09:15:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "A motion was made that this Introduction be Approved by Committee approved by Roll Call.",
      "BodyID": 5108,
      "BodyName": "Committee on Sanitation and Solid Waste Management",
      "EventID": 12730,
      "MinutesSequence": 5,
      "Version": "A",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 277709,
      "Date": "2013-09-12T13:30:00Z",
      "ActionID": 68,
      "Action": "Approved by Council",
      "Description": "A motion was made that this Introduction be Approved by Council approved by Roll Call.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 12731,
      "AgendaSequence": 20,
      "MinutesSequence": 27,
      "Version": "A",
      "AgendaNote": "Amended and Coupled on GO",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 278650,
      "Date": "2013-09-12T17:00:00Z",
      "ActionID": 53,
      "Action": "Sent to Mayor by Council",
      "Description": "This Introduction was Sent to Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 278649,
      "Date": "2013-10-02T13:00:00Z",
      "ActionID": 5014,
      "Action": "Hearing Held by Mayor",
      "Description": "This Introduction was Hearing Held by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "A",
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 278767,
      "Date": "2013-10-02T13:30:00Z",
      "ActionID": 57,
      "Action": "Signed Into Law by Mayor",
      "Description": "This Introduction was Signed Into Law by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "A",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 278768,
      "Date": "2013-10-02T14:00:00Z",
      "ActionID": 5023,
      "Action": "Recved from Mayor by Council",
      "Description": "This Introduction was Recved from Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 114123,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Int. No. 1107 - 6/26/13",
      "Link": "http://nyc.legistar1.com/nyc/attachments/2359732b-5ad6-4464-bc01-237a34f8d9b3.doc",
      "Sort": 1
    },
    {
      "ID": 113169,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 6/27/13",
      "Link": "http://nyc.legistar1.com/nyc/attachments/fa06bfdc-03dc-40b9-a5ce-658a6569a26f.doc",
      "Sort": 2
    },
    {
      "ID": 113209,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 6/27/13",
      "Link": "http://nyc.legistar1.com/nyc/attachments/353b383d-e196-4ae2-ba49-1b34e5ff0b70.PDF",
      "Sort": 3
    },
    {
      "ID": 113328,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 6/27/13",
      "Link": "http://nyc.legistar1.com/nyc/attachments/5268f51d-cf35-48da-966c-77760ee319b1.pdf",
      "Sort": 4
    },
    {
      "ID": 114134,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 9/12/13",
      "Link": "http://nyc.legistar1.com/nyc/attachments/1d29be1d-295f-4364-be37-21d285ead015.doc",
      "Sort": 5
    },
    {
      "ID": 114265,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 9/12/13",
      "Link": "http://nyc.legistar1.com/nyc/attachments/e6281d16-26d4-4b71-800c-ca72126e7381.pdf",
      "Sort": 6
    },
    {
      "ID": 114240,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Fiscal Impact Statement",
      "Link": "http://nyc.legistar1.com/nyc/attachments/109f04ef-2368-494c-a2ca-1326313cafa6.docx",
      "Sort": 7
    },
    {
      "ID": 114294,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript - Stated Meeting 9-12-13",
      "Link": "http://nyc.legistar1.com/nyc/attachments/ca38dfad-18c9-4a68-8e3c-9e6b24fbcaa5.pdf",
      "Sort": 8
    },
    {
      "ID": 114635,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Mayor's Letter",
      "Link": "http://nyc.legistar1.com/nyc/attachments/89e1d7f2-8fae-4f6e-b4a6-e8bb9eff0201.pdf",
      "Sort": 9
    },
    {
      "ID": 115362,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Local Law 77",
      "Link": "http://nyc.legistar1.com/nyc/attachments/7747ff60-f428-4d8c-a6e2-0a6670650757.pdf",
      "Sort": 10
    }
  ],
  "Summary": "",
  "TextID": 52305,
  "Text": "Be it enacted by the Council as follows: \nSection 1. The definition of “compostable waste” in section 16-303 of the administrative code of the city of New York, as added by local law number 40 for the year 2010, is amended to read as follows:\n\"[Compostable] Organic waste\" means any material found in the waste stream that can be broken down into, or otherwise become part of, usable compost, such as food scraps, soiled paper, and plant trimmings. [Such] As determined by the commissioner, such term may also include disposable plastic food service ware and bags that meet the [american society for the testing of materials] ASTM International standard [specification] specifications for compostable plastics, but shall not include liquids and textiles. \n§ 2. Section 16-308 of the administrative code of the city of New York is amended by relettering subdivisions a through h as subdivisions b through i, respectively, and adding a new subdivision a to read as follows:\n§16-308 [Yard] Organic waste. a. 1. No later than October first, two thousand thirteen, the commissioner shall establish a voluntary residential organic waste curbside collection pilot program for the diversion of organic waste from households in one designated collection area. Such pilot program shall end no earlier than July first, two thousand fifteen. For purposes of this subdivision, a household shall mean a single dwelling or a residential unit within a dwelling that contains two or more residential units and a designated collection area shall mean a contiguous area within a borough comprised of no fewer than one thousand households.\n2. No later than January first, two thousand fourteen, the commissioner shall establish a school organic waste collection pilot program for the diversion of organic waste from no fewer than three hundred schools located in no fewer than three boroughs. Provided there is sufficient capacity in trucks on collection routes for such pilot program, the department shall provide organic waste collection service to residential buildings with nine or more units that are located on such collection routes and that volunteer for such collection. Such pilot program shall end no earlier than July first, two thousand fifteen.\n3. No later than January first, two thousand fourteen, the commissioner shall expand the voluntary residential organic waste curbside collection pilot program established pursuant to paragraph one of this subdivision to no fewer than a total of three designated collection areas, each of which shall be in a different borough. No later than June first, two thousand fourteen, the commissioner shall expand the voluntary residential organic waste curbside collection pilot program established pursuant to paragraph one of this subdivision to no fewer than a total of four designated collection areas, each of which shall be in a different borough, with a goal of expanding such pilot program to no fewer than one hundred thousand households by such date.\n4. No later than January first, two thousand fifteen, the commissioner shall expand the school organic waste collection pilot program established pursuant to paragraph two of this subdivision to no fewer than a total of four hundred schools located in no fewer than five boroughs. Provided there is sufficient capacity in trucks conducting collection on collection routes for such pilot program, the department shall provide organic waste collection service to residential buildings with nine or more units that are located on such collection routes and that volunteer for such collection.\n5. The commissioner shall have the authority, during the duration of the pilot program established pursuant to paragraph one of this subdivision, to discontinue voluntary residential organic waste curbside collection service to a designated collection area, provided, however, that the commissioner shall select a replacement designated collection area within sixty days of any such discontinuation. \n6. The department or its designee shall conduct outreach and education to residents for the duration of the pilot programs established pursuant to this subdivision. Such outreach and education shall include, but need not be limited to, the environmental benefits of source separating organic waste for composting, instructions for how to properly source separate organic waste and the benefits of reducing organic waste. \n7. On June first, two thousand fourteen and every six months thereafter for the duration of the pilot programs established pursuant to this subdivision, the department shall report to the mayor and the council the total amount of organic waste diverted during the previous six-month period from households and schools that participated in such pilot programs during the entirety of such six-month period. The department shall include such diversion information in the department's annual recycling report required pursuant to subdivision k of section 16-305 of this chapter.\n8. No later than January first, two thousand fifteen, the commissioner shall conduct a study on improving community composting and submit the findings of such study to the mayor and the council. The study shall include, but need not be limited to: (i) recommendations for how the city can optimize the use of existing community composting locations and resources; (ii) an assessment of markets for finished compost within the city, including use by city agencies and potential retail sales; and (iii) strategies to expand community composting locations in each of the five boroughs.\n9. No later than October first, two thousand fifteen, the commissioner shall issue a report to the mayor and the council on the pilot programs established pursuant to this subdivision, which shall include, but need not be limited to information on: (i) the number of households, residential buildings, and schools participating; (ii) the total amount of organic waste diverted; (iii) the costs associated with the programs; (iv) the availability of organic material processing capacity in and around the city; and (v) resident feedback concerning such pilot programs, including the adequacy of the receptacles used for such pilot programs and any other issues of concern. Such report shall include recommendations as to whether the voluntary residential organic waste curbside collection pilot program and the school organic waste collection pilot program should be expanded and, if so, a schedule for expanding such pilot program to additional designated collection areas in the city.\n§ 3. Subdivision b of section 16-308 of the administrative code of the city of New York, as relettered by section 2 of this local law, is amended to read as follows:\nb. [Except as provided in subdivision b of this section, within twenty-four months of the effective date of the local law that amended this section, the] On and after July first, two thousand sixteen, the commissioner shall provide for the source separation, collection and composting of department-managed yard waste generated within designated areas of the city in which a substantial amount of yard waste is generated from March [1] first to July [31] thirty-first and September [1] first to November [30] thirtieth of each year, unless the generator otherwise provides for recycling or storage for composting or mulching. In addition, the commissioner shall provide for the collection and composting of yard waste generated and source separated at residential properties owned or operated by the New York city housing authority. There shall be operated by or on behalf of the department one or more yard waste composting facilities through which the department shall compost yard waste collected by or delivered to the department pursuant to this section. In order to comply with this provision, the department may utilize the services of privately-owned or operated facilities. The department shall also work in consultation with the composting facility siting task force established by the [2006] two thousand and six solid waste management plan to identify additional locations to site yard waste composting facilities with the goal of establishing at least one such composting facility in each borough where the department conducts yard waste composting collection.\n§ 4. Subdivision f of section 16-308 of the administrative code of the city of New York, as relettered by section 2 of this local law, is amended to read as follows:\nf. Generators of yard waste, except those identified in subdivision [f] g of this section, shall separate, tie, bundle, or place into paper bags or unlined rigid containers, in accordance with rules promulgated by the commissioner, any yard waste set out for collection by the department pursuant to subdivision [a] b of this section. The commissioner shall notify all residents in districts that receive yard waste collection by the department of such pre-collection procedures, and undertake any other action necessary to effectuate the purposes of this subdivision. \n§ 5. Subdivision h of section 16-308 of the administrative code of the city of New York, as relettered by section 2 of this local law, is amended to read as follows: \n\th. Each permitted composting facility within the city, including those operated by city agencies, shall annually report to the commissioner the amount of yard waste and any other [compostable] organic waste collected and disposed of by weight at such composting facility. All such reports shall be submitted prior to February first of each calendar year and shall contain the amount collected and disposed of for the previous calendar year. The department shall consolidate the information contained in all reports prepared pursuant to this subdivision and include such information as part of the department's annual recycling report required pursuant to subdivision k of section 16-305 of this chapter.\n§ 6. Subdivision i of section 16-308 of the administrative code of the city of New York, as relettered by section 2 of this local law, is amended to read as follows:\ni. No person residing in a district where the department provides residential yard waste composting collection pursuant to subdivision [a] b of this section shall dispose of grass clippings as regular waste for collection by the department during the period of time when the department conducts such composting collection. The department shall conduct outreach and education to inform residents within such districts of the dates when it will conduct yard waste composting collection. No person residing in a district where the department provides residential yard waste composting collection shall be held liable for a violation of this subdivision during the first year the department provides such residential yard waste composting collection.\n§ 7. The opening paragraph of subdivision a and subdivision b of section 16-324 of the administrative code of the city of New York, the opening paragraph of subdivision a as amended by local law number 34 for the year 2010 and subdivision b as added by local law number 34 for the year 2010, are amended to read as follows:\na. Subject to the provisions of subdivision b of this section, any person who violates this chapter, except subdivision [f] g of section 16-308 of this chapter or section 16-310.1 of this chapter, or any rule promulgated pursuant thereto, shall be liable for a civil penalty recoverable in a civil action brought in the name of the commissioner or in a proceeding returnable before the environmental control board, as follows:\nb. Any person who violates subdivision [f] g of section 16-308 of this chapter shall be liable for a civil penalty in the amount of two hundred fifty dollars for the first violation, one thousand dollars for the second violation committed within a twelve-month period, and two thousand five hundred dollars for the third and each subsequent violation committed within a twelve-month period.\n§ 8. This local law shall take effect immediately.\njtb\n9/4/13 10:19pm",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows: \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1. The definition of \\ldblquote compostable waste\\rdblquote  in section 16-303 of the administrative code of the city of New York, as added by local law number 40 for the year 2010, is amended to read as follows:\\par\n\"[Compostable] \\ul Organic\\ulnone  waste\" means any material found in the waste stream that can be broken down into, or otherwise become part of, usable compost, such as food scraps, soiled paper, and plant trimmings. [Such] \\ul As determined by the commissioner, such\\ulnone  term may also include disposable plastic food service ware and bags that meet the [american society for the testing of materials] \\ul ASTM International\\ulnone  standard [specification] \\ul specifications\\ulnone  for compostable plastics, but shall not include liquids and textiles. \\par\n\\'a7 2. Section 16-308 of the administrative code of the city of New York is amended by relettering subdivisions a through h as subdivisions b through i, respectively, and adding a new subdivision a to read as follows:\\par\n\\'a716-308 [Yard] \\ul Organic\\ulnone  \\cf1 waste. \\ul a.\\cf0  1. No later than October first, two thousand thirteen, the commissioner shall establish a voluntary residential organic waste curbside collection pilot program for the diversion of organic waste from households in one designated collection area. Such pilot program shall end no earlier than July first, two thousand fifteen. For purposes of this subdivision, a household shall mean a single dwelling or a residential unit within a dwelling that contains two or more residential units and a designated collection area shall mean a contiguous area within a borough comprised of no fewer than one thousand households.\\par\n2. No later than January first, two thousand fourteen, the commissioner shall establish a school organic waste collection pilot program for the diversion of organic waste from no fewer than three hundred schools located in no fewer than three boroughs. Provided there is sufficient capacity in trucks on collection routes for such pilot program, the department shall provide organic waste collection service to residential buildings with nine or more units that are located on such collection routes and that volunteer for such collection. Such pilot program shall end no earlier than July first, two thousand fifteen.\\par\n3. No later than January first, two thousand fourteen, the commissioner shall expand the voluntary residential organic waste curbside collection pilot program established pursuant to paragraph one of this subdivision to no fewer than a total of three designated collection areas, each of which shall be in a different borough. No later than June first, two thousand fourteen, the commissioner shall expand the voluntary residential organic waste curbside collection pilot program established pursuant to paragraph one of this subdivision to no fewer than a total of four designated collection areas, each of which shall be in a different borough, with a goal of expanding such pilot program to no fewer than one hundred thousand households by such date.\\par\n4. No later than January first, two thousand fifteen, the commissioner shall expand the school organic waste collection pilot program established pursuant to paragraph two of this subdivision to no fewer than a total of four hundred schools located in no fewer than five boroughs. Provided there is sufficient capacity in trucks conducting collection on collection routes for such pilot program, the department shall provide organic waste collection service to residential buildings with nine or more units that are located on such collection routes and that volunteer for such collection.\\par\n5. The commissioner shall have the authority, during the duration of the pilot program established pursuant to paragraph one of this subdivision, to discontinue voluntary residential organic waste curbside collection service to a designated collection area, provided, however, that the commissioner shall select a replacement designated collection area within sixty days of any such discontinuation. \\par\n6. The department or its designee shall conduct outreach and education to residents for the duration of the pilot programs established pursuant to this subdivision. Such outreach and education shall include, but need not be limited to, the environmental benefits of source separating organic waste for composting, instructions for how to properly source separate organic waste and the benefits of reducing organic waste. \\par\n7. On June first, two thousand fourteen and every six months thereafter for the duration of the pilot programs established pursuant to this subdivision, the department shall report to the mayor and the council the total amount of organic waste diverted during the previous six-month period from households and schools that participated in such pilot programs during the entirety of such six-month period. The department shall include such diversion information in the department's annual recycling report required pursuant to subdivision k of section 16-305 of this chapter.\\par\n8. No later than January first, two thousand fifteen, the commissioner shall conduct a study on improving community composting and submit the findings of such study to the mayor and the council. The study shall include, but need not be limited to: (i) recommendations for how the city can optimize the use of existing community composting locations and resources; (ii) an assessment of markets for finished compost within the city, including use by city agencies and potential retail sales; and (iii) strategies to expand community composting locations in each of the five boroughs.\\par\n9. No later than October first, two thousand fifteen, the commissioner shall issue a report to the mayor and the council on the pilot programs established pursuant to this subdivision, which shall include, but need not be limited to information on: (i) the number of households, residential buildings, and schools participating; (ii) the total amount of organic waste diverted; (iii) the costs associated with the programs; (iv) the availability of organic material processing capacity in and around the city; and (v) resident feedback concerning such pilot programs, including the adequacy of the receptacles used for such pilot programs and any other issues of concern. Such report shall include recommendations as to whether the voluntary residential organic waste curbside collection pilot program and the school organic waste collection pilot program should be expanded and, if so, a schedule for expanding such pilot program to additional designated collection areas in the city.\\par\n\\ulnone\\'a7 3. Subdivision b of section 16-308 of the administrative code of the city of New York, as relettered by section 2 of this local law, is amended to read as follows:\\par\nb. \\cf1 [Except as provided in subdivision b of this section, within twenty-four months of the effective date of the local law that amended this section, the] \\cf0\\ul On and after July first, two thousand sixteen, the\\ulnone  commissioner shall provide for the source separation, collection and composting of department-managed yard waste generated within designated areas of the city in which a substantial amount of yard waste is generated from March [1] \\ul first\\ulnone  to July [31] \\ul thirty-first\\ulnone  and September [1] \\ul first\\ulnone  to November [30] \\ul thirtieth\\ulnone  of each year, unless the generator otherwise provides for recycling or storage for composting or mulching. In addition, the commissioner shall provide for the collection and composting of yard waste generated and source separated at residential properties owned or operated by the New York city housing authority. There shall be operated by or on behalf of the department one or more yard waste composting facilities through which the department shall compost yard waste collected by or delivered to the department pursuant to this section. In order to comply with this provision, the department may utilize the services of privately-owned or operated facilities. The department shall also work in consultation with the composting facility siting task force established by the [2006] \\ul two thousand and six\\ulnone  solid waste management plan to identify additional locations to site yard waste composting facilities with the goal of establishing at least one such composting facility in each borough where the department conducts yard waste composting collection.\\par\n\\'a7 4. Subdivision f of section 16-308 of the administrative code of the city of New York, as relettered by section 2 of this local law, is amended to read as follows:\\par\n\\cf1 f. Generators of yard waste, except those identified in subdivision [f] \\ul g\\ulnone  of this section, shall separate, tie, bundle, or place into paper bags or unlined rigid containers, in accordance with rules promulgated by the commissioner, any yard waste set out for collection by the department pursuant to subdivision [a] \\ul b\\ulnone  of this section. The commissioner shall notify all residents in districts that receive yard waste collection by the department of such pre-collection procedures, and undertake any other action necessary to effectuate the purposes of this subdivision. \\par\n\\cf0\\'a7 5. Subdivision h of section 16-308 of the administrative code of the city of New York, as relettered by section 2 of this local law, is amended to read as follows: \\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\cf1\\tab h. Each permitted composting facility within the city, including those operated by city agencies, shall annually report to the commissioner the amount of yard waste and any other [compostable] \\ul organic\\ulnone  waste collected and disposed of by weight at such composting facility. All such reports shall be submitted prior to February first of each calendar year and shall contain the amount collected and disposed of for the previous calendar year. The department shall consolidate the information contained in all reports prepared pursuant to this subdivision and include such information as part of the department's annual recycling report required pursuant to subdivision k of section 16-305 of this chapter.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\cf0\\'a7 6. Subdivision i of section 16-308 of the administrative code of the city of New York, as relettered by section 2 of this local law, is amended to read as follows:\\par\n\\cf1 i. No person residing in a district where the department provides residential yard waste composting collection pursuant to subdivision [a] \\ul b\\ulnone  of this section shall dispose of grass clippings as regular waste for collection by the department during the period of time when the department conducts such composting collection. The department shall conduct outreach and education to inform residents within such districts of the dates when it will conduct yard waste composting collection. No person residing in a district where the department provides residential yard waste composting collection shall be held liable for a violation of this subdivision during the first year the department provides such residential yard waste composting collection.\\par\n\\cf0\\'a7 7. The opening paragraph of subdivision a and subdivision b of section 16-324 of the administrative code of the city of New York, the opening paragraph of subdivision a as amended by local law number 34 for the year 2010 and subdivision b as added by local law number 34 for the year 2010, are amended to read as follows:\\par\na. Subject to the provisions of subdivision b of this section, any person who violates this chapter, except subdivision [f] \\ul g\\ulnone  of section 16-308 of this chapter or \\ul section\\ulnone  16-310.1 of this chapter, or any rule promulgated pursuant thereto, shall be liable for a civil penalty recoverable in a civil action brought in the name of the commissioner or in a proceeding returnable before the environmental control board, as follows:\\par\nb. Any person who violates subdivision [f] \\ul g\\ulnone  of section 16-308 of this chapter shall be liable for a civil penalty in the amount of two hundred fifty dollars for the first violation, one thousand dollars for the second violation committed within a twelve-month period, and two thousand five hundred dollars for the third and each subsequent violation committed within a twelve-month period.\\par\n\\'a7 8. This local law shall take effect immediately.\\par\n\\pard\\ltrpar\\nowidctlpar\\qj jtb\\par\n9/4/13 10:19pm\\par\n}\n",
  "LastModified": "2013-10-24T18:19:51.753Z"
}
