{
  "ID": 50752,
  "GUID": "9B6424CB-B783-4396-A9CC-5A5F5DB958BD",
  "File": "Int 1113-2013",
  "Name": "Hold-open devices and automatic closing of exit doors serving vertical exit enclosures.",
  "Title": "A Local Law to amend the to amend the administrative code of the city of New York, the New York city building code and the New York city fire code, in relation to hold-open devices and automatic closing of exit doors serving vertical exit enclosures.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2013-07-24T00:00:00Z",
  "AgendaDate": "2013-07-24T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5285,
      "Slug": "erik-martin-dilan",
      "FullName": "Erik Martin Dilan"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7586,
      "Slug": "ruben-wills",
      "FullName": "Ruben Wills"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 0,
      "Slug": "",
      "FullName": ""
    }
  ],
  "History": [
    {
      "ID": 276496,
      "Date": "2013-07-24T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 276917,
      "Date": "2013-07-24T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 12668,
      "AgendaSequence": 166,
      "MinutesSequence": 189,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283640,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 52056,
  "Text": "Be it enacted by the Council as follows:\n\n\t\tSection 1.  Section 707.7 of the New York city building code, as added by local law 33 of the year 2007, is amended to read as follows:\n707.7 Openings.  Openings in a shaft enclosure shall be protected in accordance with Section 715 as required for fire barriers. Such openings shall be self-closing or automatic-closing by smoke detection.  Automatic-closing by smoke detection is not permitted for required [vertical exit] doors serving vertical exit enclosures.  \nExceptions:  For buildings other than those in Occupancy Group H, doors serving vertical exit enclosures shall be permitted to be automatic-closing by smoke detection in the following buildings, provided the automatic closing of such openings complies with Section 707.7.2:\n1.\tBuildings that are not classified as high-rise pursuant to Section 403.1 of this code or Section 27-232 of the Administrative Code and that are equipped with a fire alarm system; or\n2.\tBuildings, regardless of height, that are equipped with fire alarm systems and automatic sprinkler systems throughout; or  \n3.\tHigh-rise office buildings 100 feet or more in height that are equipped with fire alarm systems, and are subdivided into compartments pursuant to Section 27-339(c) of the Administrative Code.\n707.7.1 Prohibited openings.  Openings other than those necessary for the purpose of the shaft shall not be permitted in shaft enclosures.\n707.7.1.1 Existing buildings.  Nothing in Section 28-101.4.4 shall preclude the use of automatic-closing by smoke detection for exit doors serving vertical exit enclosures in existing buildings, provided such automatic closing complies with Section 707.7.\n707.7.2 Automatic closing of doors by smoke detection.  Doors serving vertical exit enclosures permitted to be automatic-closing by smoke detection shall be subject to the following conditions:\n1.\tNo more than one vertical exit enclosure in a building shall be permitted to be served by doors that are automatic-closing by smoke detection.   \n2.\tSuch doors shall be permitted to serve not more than three levels within such vertical exit enclosure, which must be consecutive levels.  \n3.\tAll levels served by such doors shall be served by at least one other exit.\n4.\tSuch doors shall be connected to a fire alarm system and installed in accordance with Section 715.3.7.3 and NFPA 80.  \n5.\tThe hold-open devices of such doors shall be capable of manual release either (i) at a fire alarm control panel that is near the main building entrance, or (ii) at the fire command center when a fire command center is required. \n6.\tThe hold-open devices of such doors shall be capable of manual release by pulling the doors to the closed position.\n§ 2.\tSection 715.3.7.3 of the New York city building code, as added by local law 33 of the year 2007, is amended by adding a new item 7 to read as follows:\n7.\tDoors serving vertical exit enclosures that are permitted to be automatic-closing by smoke detection pursuant to the exception set forth in Section 707.7.\n\n§ 3.  Section 907.10 of the New York city building code, as added by local law 33 of the year 2007, is amended by adding a new section 907.10.1 to read as follows:\n907.10.1 Monitoring of hold-open devices and closers.  All hold-open devices used in automatic-closing doors pursuant to Section 707 shall be electrically supervised to monitor the integrity of the wiring connections among the fire alarm system, the smoke detection system, and the hold-open devices.\n§ 4.  Section 911.1 of the New York city building code, as added by local law 33 of the year 2007, is amended by adding a new item 15 to read as follows:\n15. Manual controls for the release of doors that are automatic-closing by the actuation of smoke detectors or activation of the fire alarm in accordance with Section 707.7.2.\n§ 5.\tSection 1019.1 of the New York city building code, as added by local law 33 of the year 2007, is amended by adding a new Exception 11 to read as follows:\n11.\tVertical exit enclosures with doors that are automatic-closing by smoke detection pursuant to the exception set forth in Section 707.7 may be used for travel between floors and this use shall not be deemed to interfere with function as a means of egress.\n§ 6.\tSection 1019.1.7 of the New York city building code, as added by local law 33 of the year 2007, is amended by adding a new section BC 1019.1.7.1 to read as follows:\n1019.1.7.1 Directions to openable doors. Where doors serving vertical exit enclosures are locked on the stair side, signage shall be posted in compliance with Sections 1026.4.1, 1026.4.2 and 1026.4.3.\n§ 7.  \tSection 703.2.2 of the New York city fire code, as added by local law 26 of the year 2008, is amended to read as follows:\n703.2.2  Hold-open devices and automatic door closers.  Hold-open devices for fire doors and automatic door closers for self-closing fire doors, where provided, shall be inspected, tested, and otherwise maintained in accordance with Sections 703.2 and 907.20.  During the period that such hold-open device is out of service for repairs, the door it operates shall remain in the closed position. \n§ 8. Section 907.20 of the New York city fire code, as added by local law 26 of the year 2008, is amended by adding a new subdivision 907.20.7 to read as follows:\n907.20.7 Hold-open devices.  The fire alarm system connections for hold-open devices installed on fire doors pursuant to the Building Code, including hold-open devices provided for vertical exit enclosure doors pursuant to the exception to Section 707.7 of the Building Code, shall be inspected, tested and otherwise maintained in accordance with Sections 703.2 and 907.20 and NFPA 72.  Hold-open devices and automatic door closers provided for such vertical exit enclosure doors shall be inspected and tested annually to ensure the proper functioning of:\n1.\tthe manual control on the fire alarm system control panel, or the fire command center where a fire command center is required, that transmits a signal to release the hold-open devices;\n2.\tthe fire alarm system output programming, which automatically transmits a signal to release the hold-open devices upon activation of an automatic alarm initiating device or manual elevator recall;\n3.\tthe circuitry for each hold-open device, which upon receipt of a manual or automatic signal, releases the door; and\n4.  each automatic door closer, which, upon release of the door by the hold-open device, mechanically moves the door to its fully closed position.\n§ 9.  This local law shall take effect immediately.",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\tab\\tab Section 1.  Section 707.7 of the New York city building code, as added by local law 33 of the year 2007, is amended to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sa240\\qj\\b 707.7 Openings.\\b0   Openings in a shaft enclosure shall be protected in accordance with Section 715 as required for fire barriers. Such openings shall be self-closing or automatic-closing by smoke detection.  Automatic-closing by smoke detection is not permitted for required [vertical exit] doors \\ul serving vertical exit enclosures\\ulnone .  \\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li360\\sa240\\qj\\ul\\b Exceptions:\\ulnone\\b0   \\ul For buildings other than those in Occupancy Group H, doors serving vertical exit enclosures shall be permitted to be automatic-closing by smoke detection in the following buildings, provided the automatic closing of such openings complies with Section 707.7.2:\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi-360\\li720\\sa240\\qj\\tx720 1.\\tab Buildings that are not classified as high-rise pursuant to Section 403.1 of this code or Section 27-232 of the\\i  Administrative Code\\i0  and that are equipped with a fire alarm system; or\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi-360\\li720\\sa240\\qj 2.\\tab Buildings, regardless of height, that are equipped with fire alarm systems and automatic sprinkler systems throughout; or  \\par\n3.\\tab High-rise office buildings 100 feet or more in height that are equipped with fire alarm systems, and are subdivided into compartments pursuant to Section 27-339(c) of the\\i  Administrative Code\\i0 .\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li360\\sa240\\qj\\tx360\\ulnone\\b 707.7.1\\b0  \\b Prohibited openings.\\b0   Openings other than those necessary for the purpose of the shaft shall not be permitted in shaft enclosures.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li720\\sa240\\qj\\ul\\b 707.7.1.1 Existing buildings.\\b0   Nothing in Section 28-101.4.4 shall preclude the use of automatic-closing by smoke detection for exit doors serving vertical exit enclosures in existing buildings, provided such automatic closing complies with Section 707.7.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li360\\sa240\\qj\\b 707.7.2\\b0  \\b Automatic closing of doors by smoke detection.\\b0   Doors serving vertical exit enclosures permitted to be automatic-closing by smoke detection shall be subject to the following conditions:\\b\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi-360\\li1080\\sa240\\qj\\tx1080\\tx1890\\b0 1.\\tab No more than one vertical exit enclosure in a building shall be permitted to be served by doors that are automatic-closing by smoke detection.   \\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi-360\\li1080\\sa240\\qj 2.\\tab Such doors shall be permitted to serve not more than three levels within such vertical exit enclosure, which must be consecutive levels.  \\par\n3.\\tab All levels served by such doors shall be served by at least one other exit.\\par\n4.\\tab Such doors shall be connected to a fire alarm system and installed in accordance with Section 715.3.7.3 and NFPA 80.  \\par\n5.\\tab The hold-open devices of such doors shall be capable of manual release either (i) at a fire alarm control panel that is near the main building entrance, or (ii) at the fire command center when a fire command center is required. \\par\n6.\\tab The hold-open devices of such doors shall be capable of manual release by pulling the doors to the closed position.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi1440\\sl480\\slmult1\\qj\\ulnone\\'a7 2.\\tab Section 715.3.7.3 of the New York city building code, as added by local law 33 of the year 2007, is amended by adding a new item 7 to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi-450\\li1890\\qj\\tx1800\\tx1890\\ul 7.\\tab Doors serving vertical exit enclosures that are permitted to be automatic-closing by smoke detection pursuant to the exception set forth in Section 707.7.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li1530\\qj\\tx1800\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi1440\\sl480\\slmult1\\qj\\ulnone\\'a7 3.  Section 907.10 of the New York city building code, as added by local law 33 of the year 2007, is amended by adding a new section 907.10.1 to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li360\\sa240\\qj\\ul\\b 907.10.1 Monitoring of hold-open devices and closers.\\b0   Al\\cf1 l hold-open devices used in automatic-closing doors pursuant to Section 707 shall be electrically supervised to monitor the integrity of the wiring connections among the fire alarm system, the smoke detection system, and the hold-open devices.\\cf0\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi1440\\sl480\\slmult1\\qj\\'a7 4.  Section 911.1 of the New York city building code, as added by local law 33 of the year 2007, is amended by adding a new item 15 to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi-360\\li720\\sa240\\qj\\tx360\\ul 15.\\ulnone  \\ul Manual controls for the release of doors that are automatic-closing by the actuation of smoke detectors or activation of the fire alarm in accordance with Section 707.7.2.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi1440\\sl480\\slmult1\\qj\\ulnone\\'a7 5.\\tab Section 1019.1 of the New York city building code, as added by local law 33 of the year 2007, is amended by adding a new Exception 11 to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi-360\\li720\\sa240\\qj\\tx720\\ul 11.\\ulnone\\tab\\ul Vertical exit enclosures with doors that are automatic-closing by smoke detection pursuant to the exception set forth in Section 707.7 may be used for travel between floors and this use shall not be deemed to interfere with function as a means of egress.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi1440\\sl480\\slmult1\\qj\\ulnone\\'a7 6.\\tab Section 1019.1.7 of the New York city building code, as added by local law 33 of the year 2007, is amended by adding a new section BC 1019.1.7.1 to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li720\\sa240\\qj\\ul\\b 1019.1.7.1 Directions to openable doors.\\b0  Where doors serving vertical exit enclosures are locked on the stair side, signage shall be posted in compliance with Sections 1026.4.1, 1026.4.2 and 1026.4.3.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi1440\\sl480\\slmult1\\qj\\ulnone\\'a7 7.  \\tab Section 703.2.2 of the New York city fire code, as added by local law 26 of the year 2008, is amended to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li360\\sa240\\qj\\tx810\\b 703.2.2  Hold-open devices and \\ul automatic door\\ulnone  closers.\\b0   Hold-open devices \\ul for fire doors\\ulnone  and automatic door closers \\ul for self-closing fire doors\\ulnone , where provided, shall be \\ul inspected, tested, and otherwise\\ulnone  maintained \\ul in accordance with Sections 703.2 and 907.20\\ulnone .  During the period that such \\ul hold-open\\ulnone  device is out of service for repairs, the door it operates shall remain in the closed position.\\ul  \\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi1440\\sl480\\slmult1\\qj\\ulnone\\'a7 8. Section 907.20 of the New York city fire code, as added by local law 26 of the year 2008, is amended by adding a new subdivision 907.20.7 to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li360\\sa240\\qj\\ul\\b 907.20.7 Hold-open devices.  \\b0 The fire alarm system connections for hold-open devices installed on fire doors pursuant to the Building Code, including hold-open devices provided for vertical exit enclosure doors pursuant to the exception to Section 707.7 of the Building Code, shall be inspected, tested and otherwise maintained in accordance with Sections 703.2 and 907.20 and NFPA 72.  Hold-open devices and automatic door closers provided for such vertical exit enclosure doors shall be inspected and tested annually to ensure the proper functioning of:\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi-360\\li900\\sa240\\qj 1.\\ulnone\\tab\\ul the manual control on the fire alarm system control panel, or the fire command center where a fire command center is required, that transmits a signal to release the hold-open devices;\\par\n2.\\ulnone\\tab\\ul the fire alarm system output programming, which automatically transmits a signal to release the hold-open devices upon activation of an automatic alarm initiating device or manual elevator recall;\\par\n3.\\ulnone\\tab\\ul the circuitry for each hold-open device, which upon receipt of a manual or automatic signal, releases the door; and\\par\n4.\\ulnone   \\ul each automatic door closer, which, upon release of the door by the hold-open device, mechanically moves the door to its fully closed position.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi1440\\sl480\\slmult1\\qj\\ulnone\\'a7 9.  This local law shall take effect immediately.\\par\n}\n",
  "LastModified": "2013-12-23T01:19:38.167Z"
}
