{
  "ID": 50780,
  "GUID": "B43FCD53-C62B-4613-8521-9DFD17023176",
  "File": "Int 1119-2013",
  "Name": "Issuance and execution of orders concerning mold conditions in abandoned or foreclosed residential properties.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the issuance and execution of orders concerning mold conditions in abandoned or foreclosed residential properties.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2013-07-24T00:00:00Z",
  "AgendaDate": "2013-07-24T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    },
    {
      "ID": 7112,
      "Slug": "vincent-ignizio",
      "FullName": "Vincent Ignizio"
    },
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7617,
      "Slug": "donovan-j-richards",
      "FullName": "Donovan J. Richards"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7586,
      "Slug": "ruben-wills",
      "FullName": "Ruben Wills"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    }
  ],
  "History": [
    {
      "ID": 276580,
      "Date": "2013-07-24T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 276933,
      "Date": "2013-07-24T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 12668,
      "AgendaSequence": 179,
      "MinutesSequence": 202,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283635,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 52089,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Chapter 1 of title 17 of the administrative code of the city of New York is amended to add a new section 17-145.1 to read as follows:\n§ 17-145.1 Declaration of mold in abandoned or foreclosed residential properties a nuisance.  Whenever there shall be an abandoned or foreclosed residential property containing mold, such mold being visible or demonstrable from the exterior of the property, the board may declare such conditions a nuisance and order such conditions to be removed, abated, suspended, altered, or otherwise improved or purified, as such order shall specify, and the board shall file among its records what it shall regard as sufficient proof to authorize such order.  The borough presidents and members of the council of the city of New York are authorized to provide the department with information in writing concerning one or more properties within their respective borough or district, where such mold conditions may be found.  Within thirty days of the receipt of such information, the department must reply to such borough president or member of the council in writing with a statement indicating whether or not the board has issued an order relating to the removal, abatement, suspension or altering of such conditions, and in the event the board has determined not to issue such an order, the department must provide a written explanation of such determination to such borough president or member of the council of the city of New York.\n§ 2. Section 17-146 of the administrative code of the city of New York is amended to read as follows:\n§ 17-146 Stay of execution; modification.  If any party, within three days after service or attempted service of such order as set out in section 17-145, or in the case of an order issued pursuant to section 17-145.1, within thirty-five days after the date of service or attempted service of such order or after fifty days after the date of service or attempted service of such order if such owner has requested an extension within the initial thirty-five day period, upon him or her and before its execution is commenced, shall apply to the board, or the chairperson thereof, to have such order or its execution stayed or  modified, it shall then be the duty of the board to temporarily suspend or modify it at the execution thereof, save in cases of imminent peril to the public health, when the board may exercise extraordinary powers, as specified in section five hundred sixty-three of the charter and to give such party or parties together, as the case in the opinion of such board may require, a reasonable and fair opportunity to be heard  before  it  and  to  present  facts  and  proofs,  according  to  its  rules and  directions, against such declaration and the execution of such order, or  in favor of its modification, according to the regulation of the  board.  Such board shall enter in its minutes such facts and proofs as it may receive and its proceedings on such hearing, and any other proof it may take; and thereafter may rescind, modify or reaffirm its declaration and order, and require execution of the original, or of a new or modified order to be made in such form and effect as it may finally determine.  \n§ 3. Section 17-147 of the administrative code of the city of New York is amended to read as follows:\n§ 17-147 Execution. If such order is not complied with, or so far complied with as the board may regard as reasonable, within five days after service or attempted service or within any shorter time which, in case of imminent peril to the public health, the board may have designated, or is not thereafter speedily and fully executed, then such order may be executed as any of the orders of the board or department, except that, with respect to an order issued pursuant to section 17-145.1, the order may not be executed prior to thirty-five days from the date of service or attempted service of such order or prior to fifty days from the date of service or attempted service of such order if such owner has requested an extension within the initial thirty-five day period. Any agency of the city is authorized to act as agent of the department in executing such order. In the event that any agency shall so act, it shall certify and transmit to the department its expenses in the execution of such order separately in respect of each separately owned parcel of property. Such expenses shall be reimbursed to such agency and shall be chargeable and collectible as expenses of the department in connection with the execution of an order as referred to in this chapter.  \n§ 4. This local law shall take effect immediately.\nLS 4550\nDSH\n7/18/13",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1. Chapter 1 of title 17 of the administrative code of the city of New York is amended to add a new section 17-145.1 to read as follows:\\par\n\\ul\\'a7 \\cf1 17-145.1 Declaration of mold in abandoned or foreclosed residential properties a nuisance.  Whenever there shall be an abandoned or foreclosed residential property containing mold, such mold being visible or demonstrable from the exterior of the property, the board may declare such conditions a nuisance and order such conditions to be removed, abated, suspended, altered, or otherwise improved or purified, as such order shall specify, and the board shall file among its records what it shall regard as sufficient proof to authorize such order.  The borough presidents and members of the council of the city of New York are authorized to provide the department with information in writing concerning one or more properties within their respective borough or district, where such mold conditions may be found.  Within\\b  \\b0 thirty days of the receipt of such information, the department must reply to such borough president or member of the council in writing with a statement indicating whether or not the board has issued an order relating to the removal, abatement, suspension or altering of such conditions, and in the event the board has determined not to issue such an order, the department must provide a written explanation of such determination to such borough president or member of the council of the city of New York.\\b\\par\n\\cf0\\ulnone\\b0\\'a7 2. Section 17-146 of the administrative code of the city of New York is amended to read as follows:\\par\n\\'a7 17-146 Stay of execution; modification.  If any party, within three days after service or attempted service of such order\\ul  as set out in section 17-145, or in the case of an order issued pursuant to section 17-145.1, within thirty-five days after the date of service or attempted service of such order or after fifty days after the date of service or attempted service of such order if such owner has requested an extension within the initial thirty-five day period,\\cf1\\ulnone  \\cf0 upon him or her and before its execution is commenced, shall apply to the board, or the chairperson thereof, to have such order or its execution stayed or  modified, it shall then be the duty of the board to temporarily suspend or modify it at the execution thereof, save in cases of imminent peril to the public health, when the board may exercise extraordinary powers, as specified in section five hundred sixty-three of the charter and to give such party or parties together, as the case in the opinion of such board may require, a reasonable and fair opportunity to be heard  before  it  and  to  present  facts  and  proofs,  according  to  its  rules and  directions, against such declaration and the execution of such order, or  in favor of its modification, according to the regulation of the  board.  Such board shall enter in its minutes such facts and proofs as it may receive and its proceedings on such hearing, and any other proof it may take; and thereafter may rescind, modify or reaffirm its declaration and order, and require execution of the original, or of a new or modified order to be made in such form and effect as it may finally determine.  \\par\n\\'a7 3. Section 17-147 of the administrative code of the city of New York is amended to read as follows:\\par\n\\cf1\\'a7 17-147 Execution. If such order is not complied with, or so far complied with as the board may regard as reasonable, within five days after service or attempted service or within any shorter time which, in case of imminent peril to the public health, the board may have designated, or is not thereafter speedily and fully executed, then such order may be executed as any of the orders of the board or department\\ul , except that, with respect to an order issued pursuant to section 17-145.1, the order may not be executed prior to thirty-five days from the date of service or attempted service of such order or prior to fifty days from the date of service or attempted service of such order if such owner has requested an extension within the initial thirty-five day period\\ulnone . Any agency of the city is authorized to act as agent of the department in executing such order. In the event that any agency shall so act, it shall certify and transmit to the department its expenses in the execution of such order separately in respect of each separately owned parcel of property. Such expenses shall be reimbursed to such agency and shall be chargeable and collectible as expenses of the department in connection with the execution of an order as referred to in this chapter.  \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sa200\\sl480\\slmult1\\qj\\cf0\\'a7 4. This local law shall take effect immediately.\\par\n\\pard\\ltrpar\\nowidctlpar LS 4550\\par\nDSH\\par\n7/18/13\\par\n\\par\n}\n",
  "LastModified": "2013-12-23T01:17:50.31Z"
}
