{
  "ID": 50492,
  "GUID": "76EC1E22-E67E-43C3-8790-757FC025452D",
  "File": "Int 1121-2013",
  "Name": "Requiring disclosure by elected officials related to their meetings with lobbyists.",
  "Title": "A Local Law to amend the New York city charter, in relation to requiring disclosure by elected officials related to their meetings with lobbyists.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 13,
  "BodyName": "Committee on Governmental Operations",
  "IntroDate": "2013-07-24T00:00:00Z",
  "AgendaDate": "2013-07-24T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7556,
      "Slug": "the-public-advocate-mr-de-blasio",
      "FullName": "The Public Advocate (Mr. de Blasio)"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    }
  ],
  "History": [
    {
      "ID": 276581,
      "Date": "2013-07-24T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 276930,
      "Date": "2013-07-24T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Governmental Operations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 12668,
      "AgendaSequence": 181,
      "MinutesSequence": 204,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Governmental Operations",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283634,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 51768,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1. Section 8 of the New York city charter is amended by adding a new subdivision h, to read as follows:\n\th. The mayor shall publish, on the website of the office of the mayor, a list of all meetings he or she attended at which a registered New York city lobbyist was present and engaging in lobbying activities. Such list shall be in chronological order, and for each such meeting shall include the name of the registered New York city lobbyist, the name of the client such lobbyist was representing at the meeting, if any, the date of the meeting, and a brief description of the subject matter of the meeting. Such list shall commence on the effective date of this law or the date the mayor takes office, whichever is later, and shall be updated at least once per month. For the purposes of this subdivision, “registered New York city lobbyist” shall mean individuals who appeared in the online lobbyist database maintained by the city clerk, or successor, at any time during the calendar year preceding the meeting. “Lobbying activities” shall have the same definition as in section 3-211 of the administrative code.\n\t§2. Section 24 of the New York city charter is amended by adding a new subdivision o, to read as follows:\n\to. The public advocate shall publish, on the website of the office of the public advocate, a list of all meetings he or she attended at which a registered New York city lobbyist was present and engaging in lobbying activities. Such list shall be in chronological order, and for each such meeting shall include the name of the registered New York city lobbyist, the name of the client such lobbyist was representing at the meeting, if any, the date of the meeting, and a brief description of the subject matter of the meeting. Such list shall commence on the effective date of this law or the date the public advocate takes office, whichever is later, and shall be updated at least once per month. For the purposes of this subdivision, “registered New York city lobbyist” shall mean individuals who appeared in the online lobbyist database maintained by the city clerk, or successor, at any time during the calendar year preceding the meeting. “Lobbying activities” shall have the same definition as in section 3-211 of the administrative code.\n\t§3. Section 28 of the New York city charter is amended by adding a new subdivision h, to read as follows:\n\th. The council shall publish, on the council website, a list of all meetings each council member attended at which a registered New York city lobbyist was present and engaging in lobbying activities. Such list shall be in chronological order by council member, and for each such meeting shall include the name of the registered New York city lobbyist, the name of the client such lobbyist was representing at the meeting, if any, the date of the meeting, and a brief description of the subject matter of the meeting. Such list shall commence on the effective date of this law or the date the council member takes office, whichever is later, and shall be updated at least once per month. Each council member shall provide such list of his or her meetings and monthly updates to the speaker or his or her designee, who shall be responsible for such publication. For the purposes of this subdivision, “registered New York city lobbyist” shall mean individuals who appeared in the online lobbyist database maintained by the city clerk, or successor, at any time during the calendar year preceding the meeting. “Lobbying activities” shall have the same definition as in section 3-211 of the administrative code.\n\t§4. Section 82 of the New York city charter is amended by renumbering subdivision 16 as 17, and by adding a new subdivision 16, to read as follows:\n\th. Each borough president shall publish, on the website of the office of such borough president, a list of all meetings he or she attended at which a registered New York city lobbyist was present and engaging in lobbying activities. Such list shall be in chronological order, and for each such meeting shall include the name of the registered New York city lobbyist, the name of the client such lobbyist was representing at the meeting, if any, the date of the meeting, and a brief description of the subject matter of the meeting. Such list shall commence on the effective date of this law or the date such borough president takes office, whichever is later, and shall be updated at least once per month. For the purposes of this subdivision, “registered New York city lobbyist” shall mean individuals who appeared in the online lobbyist database maintained by the city clerk, or successor, at any time during the calendar year preceding the meeting. “Lobbying activities” shall have the same definition as in section 3-211 of the administrative code.\n\t§5. Section 93 of the New York city charter is amended by adding a new subdivision s, to read as follows:\n\ts. The comptroller shall publish, on the website of the office of the comptroller, a list of all meetings he or she attended at which a registered New York city lobbyist was present and engaging in lobbying activities. Such list shall be in chronological order, and for each such meeting shall include the name of the registered New York city lobbyist, the name of the client such lobbyist was representing at the meeting, if any, the date of the meeting, and a brief description of the subject matter of the meeting. Such list shall commence on the effective date of this law or the date the comptroller takes office, whichever is later, and shall be updated at least once per month. For the purposes of this subdivision, “registered New York city lobbyist” shall mean individuals who appeared in the online lobbyist database maintained by the city clerk, or successor, at any time during the calendar year preceding the meeting. “Lobbying activities” shall have the same definition as in section 3-211 of the administrative code.\n\t§6. This local law shall take effect ninety days after its enactment.\ndss\nLS# 4664\nCr-4/29/2013 Sv-6/26/2013 11:37 PM",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\ul\\v0\\par\nBe it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tab Section 1. Section 8 of the New York city charter is amended by adding a new subdivision h, to read as follows:\\par\n\\tab\\ul h. The mayor shall publish, on the website of the office of the mayor, a list of all meetings he or she attended at which a registered New York city lobbyist was present and engaging in lobbying activities. Such list shall be in chronological order, and for each such meeting shall include the name of the registered New York city lobbyist, the name of the client such lobbyist was representing at the meeting, if any, the date of the meeting, and a brief description of the subject matter of the meeting. Such list shall commence on the effective date of this law or the date the mayor takes office, whichever is later, and shall be updated at least once per month. For the purposes of this subdivision, \\ldblquote registered New York city lobbyist\\rdblquote  shall mean individuals who appeared in the online lobbyist database maintained by the city clerk, or successor, at any time during the calendar year preceding the meeting. \\ldblquote Lobbying activities\\rdblquote  shall have the same definition as in section 3-211 of the administrative code.\\par\n\\ulnone\\tab\\'a72. Section 24 of the New York city charter is amended by adding a new subdivision o, to read as follows:\\par\n\\tab\\ul o. The public advocate shall publish, on the website of the office of the public advocate, a list of all meetings he or she attended at which a registered New York city lobbyist was present and engaging in lobbying activities. Such list shall be in chronological order, and for each such meeting shall include the name of the registered New York city lobbyist, the name of the client such lobbyist was representing at the meeting, if any, the date of the meeting, and a brief description of the subject matter of the meeting. Such list shall commence on the effective date of this law or the date the public advocate takes office, whichever is later, and shall be updated at least once per month. For the purposes of this subdivision, \\ldblquote registered New York city lobbyist\\rdblquote  shall mean individuals who appeared in the online lobbyist database maintained by the city clerk, or successor, at any time during the calendar year preceding the meeting. \\ldblquote Lobbying activities\\rdblquote  shall have the same definition as in section 3-211 of the administrative code.\\par\n\\ulnone\\tab\\'a73. Section 28 of the New York city charter is amended by adding a new subdivision h, to read as follows:\\par\n\\tab\\ul h. The council shall publish, on the council website, a list of all meetings each council member attended at which a registered New York city lobbyist was present and engaging in lobbying activities. Such list shall be in chronological order by council member, and for each such meeting shall include the name of the registered New York city lobbyist, the name of the client such lobbyist was representing at the meeting, if any, the date of the meeting, and a brief description of the subject matter of the meeting. Such list shall commence on the effective date of this law or the date the council member takes office, whichever is later, and shall be updated at least once per month. Each council member shall provide such list of his or her meetings and monthly updates to the speaker or his or her designee, who shall be responsible for such publication. For the purposes of this subdivision, \\ldblquote registered New York city lobbyist\\rdblquote  shall mean individuals who appeared in the online lobbyist database maintained by the city clerk, or successor, at any time during the calendar year preceding the meeting. \\ldblquote Lobbying activities\\rdblquote  shall have the same definition as in section 3-211 of the administrative code.\\par\n\\ulnone\\tab\\'a74. Section 82 of the New York city charter is amended by renumbering subdivision 16 as 17, and by adding a new subdivision 16, to read as follows:\\par\n\\tab\\ul h. Each borough president shall publish, on the website of the office of such borough president, a list of all meetings he or she attended at which a registered New York city lobbyist was present and engaging in lobbying activities. Such list shall be in chronological order, and for each such meeting shall include the name of the registered New York city lobbyist, the name of the client such lobbyist was representing at the meeting, if any, the date of the meeting, and a brief description of the subject matter of the meeting. Such list shall commence on the effective date of this law or the date such borough president takes office, whichever is later, and shall be updated at least once per month. For the purposes of this subdivision, \\ldblquote registered New York city lobbyist\\rdblquote  shall mean individuals who appeared in the online lobbyist database maintained by the city clerk, or successor, at any time during the calendar year preceding the meeting. \\ldblquote Lobbying activities\\rdblquote  shall have the same definition as in section 3-211 of the administrative code.\\par\n\\ulnone\\tab\\'a75. Section 93 of the New York city charter is amended by adding a new subdivision s, to read as follows:\\par\n\\tab\\ul s. The comptroller shall publish, on the website of the office of the comptroller, a list of all meetings he or she attended at which a registered New York city lobbyist was present and engaging in lobbying activities. Such list shall be in chronological order, and for each such meeting shall include the name of the registered New York city lobbyist, the name of the client such lobbyist was representing at the meeting, if any, the date of the meeting, and a brief description of the subject matter of the meeting. Such list shall commence on the effective date of this law or the date the comptroller takes office, whichever is later, and shall be updated at least once per month. For the purposes of this subdivision, \\ldblquote registered New York city lobbyist\\rdblquote  shall mean individuals who appeared in the online lobbyist database maintained by the city clerk, or successor, at any time during the calendar year preceding the meeting. \\ldblquote Lobbying activities\\rdblquote  shall have the same definition as in section 3-211 of the administrative code.\\ulnone\\par\n\\tab\\'a76. This local law shall take effect ninety days after its enactment.\\ul\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\ulnone\\fs18 dss\\par\nLS# 4664\\par\n\\pard\\ltrpar\\nowidctlpar Cr-\\lang1024 4/29/2013\\lang1033  Sv-\\lang1024 6/26/2013 11:37 PM\\lang1033\\par\n\\par\n\\par\n\\fs24\\par\n}\n",
  "LastModified": "2013-12-23T01:17:24.34Z"
}
