{
  "ID": 50781,
  "GUID": "5E8281A4-6D5E-4F8C-849C-FE1FEBA342B8",
  "File": "Int 1122-2013",
  "Name": "Proactively publishing records of public interest online.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to proactively publishing records of public interest online.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5213,
  "BodyName": "Committee on Technology",
  "IntroDate": "2013-07-24T00:00:00Z",
  "AgendaDate": "2013-07-24T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7556,
      "Slug": "the-public-advocate-mr-de-blasio",
      "FullName": "The Public Advocate (Mr. de Blasio)"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    }
  ],
  "History": [
    {
      "ID": 276582,
      "Date": "2013-07-24T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 276931,
      "Date": "2013-07-24T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Technology",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 12668,
      "AgendaSequence": 182,
      "MinutesSequence": 205,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Technology",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283633,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 52090,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1. Title 23 of the administrative code of the city of New York is amended by adding a new chapter 7 to read as follows:\nCHAPTER 7\nPROACTIVE PUBLICATION OF RECORDS OF PUBLIC INTEREST\n\t\t§ 23-701 Definitions\n\t\t§ 23-702 Records of public interest\n\n\t§ 23-701 Definitions. As used in this chapter, “agency” means a  city,  county,  borough,  or  other office, position, administration, department, division, bureau, board or commission,  or  a corporation, institution or agency of government, the expenses of which are paid in whole or in part from the city treasury.\n§ 23-702 Records of public interest. a. Pursuant to the provisions of this section each agency shall publish, on its website, to the extent practicable, records or portions of records created on or after the effective date of the local law that added this chapter that are available for inspection by the public in accordance with any provision of law, which, in consideration of their nature, content or subject matter, are of substantial interest to the public. Any such records may be removed from the website when they have reached the end of their legal retention period. Records of public interest shall include, but not be limited to, the following: approved minutes of all open public meetings held by the agency; all public notices regarding proposed regulations, policies, and scheduled hearings; all public forms and applications administered by the agency; and a list of all contracts awarded by the agency.  The department of records and information services shall promulgate rules establishing guidelines for creating records in accessible formats and ensuring their continuing accessibility.\n\tb. The provisions of subdivision a of this section shall not apply to records or portions of records that are subject to the disclosure requirements of chapter 5 of title 23 of the administrative code or section 1133 of the New York city charter, and shall not apply to records or portions of records the disclosure of which would constitute an unwarranted invasion of personal privacy as such term is defined by the public officers law, or would be a violation of any other law.\n§ 2. This local law shall take effect ninety days after its enactment into law, except that the commissioner of records and information services shall take such actions as are necessary for its implementation, including the promulgation of rules, prior to such effective date.\nLS# 4697\nCH\n6/18/13",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tab Section 1. Title 23 of the administrative code of the city of New York is amended by adding a new chapter 7 to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qc\\ul CHAPTER 7\\par\nPROACTIVE PUBLICATION OF RECORDS OF PUBLIC INTEREST\\par\n\\pard\\ltrpar\\nowidctlpar\\ulnone\\tab\\tab\\ul\\'a7 23-701 Definitions\\par\n\\ulnone\\tab\\tab\\ul\\'a7 23-702 Records of public interest\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\ulnone\\tab\\ul\\'a7 23-701 Definitions. As used in this chapter, \\ldblquote agency\\rdblquote  means a  city,  county,  borough,  or  other office, position, administration, department, division, bureau, board or commission,  or  a corporation, institution or agency of government, the expenses of which are paid in whole or in part from the city treasury.\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ul\\'a7 23-702 Records of public interest. a. Pursuant to the provisions of this section each agency shall publish, on its website, to the extent practicable, records or portions of records created on or after the effective date of the local law that added this chapter that are available for inspection by the public in accordance with any provision of law, which, in consideration of their nature, content or subject matter, are of substantial interest to the public. Any such records may be removed from the website when they have reached the end of their legal retention period. Records of public interest shall include, but not be limited to, the following: approved minutes of all open public meetings held by the agency; all public notices regarding proposed regulations, policies, and scheduled hearings; all public forms and applications administered by the agency; and a list of all contracts awarded by the agency.  The department of records and information services shall promulgate rules establishing guidelines for creating records in accessible formats and ensuring their continuing accessibility.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\ulnone\\tab\\ul b. The provisions of subdivision a of this section shall not apply to records or portions of records that are subject to the disclosure requirements of chapter 5 of title 23 of the administrative code or section 1133 of the New York city charter, and shall not apply to records or portions of records the disclosure of which would constitute an unwarranted invasion of personal privacy as such term is defined by the public officers law, or would be a violation of any other law.\\ulnone\\par\n\\pard\\cbpat1\\ltrpar\\nowidctlpar\\fi720\\sa150\\sl480\\slmult1\\qj\\'a7 2. This local law shall take effect ninety days after its enactment into law, except that the commissioner of records and information services shall take such actions as are necessary for its implementation, including the promulgation of rules, prior to such effective date.\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\fs16 LS# 4697\\par\nCH\\par\n6/18/13\\par\n}\n",
  "LastModified": "2013-12-23T01:17:09.2Z"
}
