{
  "ID": 50773,
  "GUID": "DE66A729-DBB1-4B51-829B-6C6491E3B9B5",
  "File": "Int 1126-2013",
  "Name": "Dept of Homeless Services to provide notification when sexual offenders enter shelter and when the agency converts shelters for families with children to shelters for adults.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring the Department of Homeless Services to provide notification when sexual offenders enter shelter and when the agency converts shelters for families with children to shelters for adults.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 12,
  "BodyName": "Committee on General Welfare",
  "IntroDate": "2013-07-24T00:00:00Z",
  "AgendaDate": "2013-07-24T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7586,
      "Slug": "ruben-wills",
      "FullName": "Ruben Wills"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7617,
      "Slug": "donovan-j-richards",
      "FullName": "Donovan J. Richards"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    }
  ],
  "History": [
    {
      "ID": 276586,
      "Date": "2013-07-24T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 276939,
      "Date": "2013-07-24T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on General Welfare",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 12668,
      "AgendaSequence": 187,
      "MinutesSequence": 210,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "General Welfare",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283630,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 52077,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Chapter 3 of title 21 of the administrative code of the city of New York is amended by adding a new section 21-316 to read as follows:\n§21-316. a.  Definitions. For the purposes of this section the following terms shall have the following meanings:\n1.\t“Community board” shall mean the group of persons that represent the interests of a community district  as defined by section 2800 of the charter of the city of New York.\n2.\t“Shelter” shall mean temporary emergency housing provided to homeless adults, adult families, and families with children by the department or a provider under contract or similar agreement with the department. \nb. Beginning no later than January 1, 2014, the department shall determine whether an individual admitted to shelter is a convicted sexual offender. Upon determining a person’s status as such an offender, the department shall provide notification in writing within ten days of such offender entering shelter to any community board and council member in whose district such shelter is located, as well as to the police precinct where such shelter is located.  The department shall also provide notification in writing within thirty days of converting a shelter for families with children to a shelter serving only adults to any community board and council member in whose district such shelter is located.\nc. The department shall conduct mental health and criminal background assessments on all adults entering shelter.\n§2. This local law shall take effect immediately.\nLS #2353, 2482 & 2483\nJMG/AV\n7/15/2013",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sa200\\sl480\\slmult1 Section 1. Chapter 3 of title 21 of the administrative code of the city of New York is amended by adding a new section 21-316 to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ul\\'a721-316. a.  Definitions. For the purposes of this section the following terms shall have the following meanings:\\par\n1.\\tab\\ldblquote Community board\\rdblquote  shall mean the group of persons that represent the interests of a community district  as defined by section 2800 of the charter of the city of New York.\\par\n2.\\tab\\ldblquote Shelter\\rdblquote  shall mean temporary emergency housing provided to homeless adults, adult families, and families with children by the department or a provider under contract or similar agreement with the department. \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 b. Beginning no later than January 1, 2014, the department shall determine whether an individual admitted to shelter is a convicted sexual offender. Upon determining a person\\rquote s status as such an offender, the department shall provide notification in writing within ten days of such offender entering shelter to any community board and council member in whose district such shelter is located, as well as to the police precinct where such shelter is located.  The department shall also provide notification in writing within thirty days of converting a shelter for families with children to a shelter serving only adults to any community board and council member in whose district such shelter is located.\\par\nc. The department shall conduct mental health and criminal background assessments on all adults entering shelter.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sa200\\sl480\\slmult1\\ulnone\\'a72. This local law shall take effect immediately.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl276\\slmult1 LS #2353, 2482 & 2483\\par\nJMG/AV\\par\n7/15/2013\\par\n}\n",
  "LastModified": "2013-12-23T01:15:49.67Z"
}
