{
  "ID": 50868,
  "GUID": "4D0E7960-61DF-4662-AB12-F0337F1AF32E",
  "File": "Int 1135-2013",
  "Name": "Reducing the use of carryout bags.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to reducing the use of carryout bags.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5108,
  "BodyName": "Committee on Sanitation and Solid Waste Management",
  "IntroDate": "2013-08-22T00:00:00Z",
  "AgendaDate": "2013-08-22T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7502,
      "Slug": "elizabeth-s-crowley",
      "FullName": "Elizabeth S. Crowley"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    }
  ],
  "History": [
    {
      "ID": 277174,
      "Date": "2013-08-22T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 277327,
      "Date": "2013-08-22T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Sanitation and Solid Waste Management",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 12691,
      "AgendaSequence": 108,
      "MinutesSequence": 132,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Sanitation and Solid Waste Management",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283624,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 52177,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Title 16 of the administrative code of the city of New York is amended by adding a new chapter 4-F to read as follows:\n                                             CHAPTER 4-F: CARRYOUT BAG REDUCTION\n16-490 Definitions\n16-491 Carryout bag fee\n16-492 Additional obligations for covered stores\n16-493 Exemptions\n16-494 Reporting\n16-495 Outreach and education\n16-496 Enforcement\n\n\n\n§ 16-490 Definitions. When used in this chapter the following terms shall have the following meanings: a. “Carryout bag” means a single-use or reusable bag that is provided by a covered store to a customer at the point of sale and is used to carry goods from such store.  Such term shall not include reusable carryout bags distributed under section 16-495 of this chapter or exempt bags.\nb. “Covered store” means a general vendor, green cart or a retail or wholesale establishment engaged in the sale of personal, consumer or household items including but not limited to drug stores, pharmacies, grocery stores, supermarkets, convenience food stores, or foodmarts that provide carryout bags to consumers in which to place items purchased or obtained at such establishment.  Such term shall not include food service establishments including mobile food vendors that are not green carts, retail stores licensed pursuant to chapter 3-B of the state alcohol beverage control law for the sale of liquor for off-premises consumption, emergency food providers, or as set forth in section 16-493 of this chapter.\nc. “Exempt bag” means any of the following: (i) a bag without handles used to carry produce, meats, dry goods or other non-prepackaged food items to the point of sale within a store or market or to prevent such food items from coming into direct contact with other purchased items; (ii) a bag provided by a pharmacy to carry prescription drugs; or (iii) any other bag to be exempted from the provisions of this chapter as determined by rule of the commissioner.\nd. “Food service establishment” has the same meaning as such term is defined in section 81.03 of the health code of the city of New York or any successor provision. \ne. “General vendor” has the same meaning as such term is defined in subdivision b of section 20-452 of this code.\nf. “Green cart” means a green cart as such term is defined in subdivision s of section 17-306 of this code or any other non-processing mobile food vending unit in or on which non-potentially hazardous uncut fruits and vegetables are sold or held for sale or service, regardless of geographic restrictions on operation of such green cart or mobile food vending unit.\ng. “Reusable carryout bag” means a bag with handles that is specifically designed and manufactured for multiple reuse and is either (i) made of cloth or other machine washable fabric, (ii) made of durable plastic that is at least 2.25 mils thick, or (iii) defined as a reusable bag by rule of the commissioner.\n§ 16-491 Carryout bag fee. a. Covered stores shall charge a fee of not less than ten cents for each carryout bag provided to any person. No covered store shall be required to charge such fee for an exempt bag.\nb. No covered store shall charge a carryout bag fee to persons who use a bag of any kind in lieu of a carryout bag provided by any such covered store.  \nc. No covered store shall prevent a person from using a bag of any kind that they have brought to any such covered store for purposes of carrying goods from such store.\n§ 16-492 Additional obligations for covered stores.  a. All covered stores shall post signs provided or approved by the department at or near points of sale located in such covered stores to notify customers of the provisions of this chapter.\nb. No covered store shall provide a credit to any person specifically for the purpose of offsetting or avoiding the carryout bag fee required by subdivision a of section 16-491 of this chapter. \nc. No covered store shall sell paper carryout bags that do not contain a minimum of forty percent post-consumer recycled content.\n§ 16-493 Exemptions.  All covered stores that provide carryout bags to customers shall provide carryout bags free of charge for items purchased at such covered store by any person using the New York state supplemental nutritional assistance program or New York state special supplemental nutrition program for women, infants and children as full or partial payment.\n§ 16-494 Reporting. No later than March first, two thousand fifteen and annually thereafter, the commissioner, in collaboration with the commissioners of environmental protection and consumer affairs and the mayor’s office of long term planning and sustainability, shall report to the mayor and the council on the progress of carryout bag reduction including, but not limited to, the following: (i) the amount of plastic carryout bags in the residential waste and recycling streams; (ii) the amount of plastic or paper carryout bags identified as litter on streets, sidewalks and in parks; (iii) the amount of plastic or paper carryout bags found in city storm drains; (iv) the number of warning notices or notices of violation issued pursuant to this chapter, broken down by community district; (v) any cost savings for the city attributable to carryout bag reduction such as reduced contamination of the residential recycling stream or reduction in flooding or combined sewer overflows; (vi) gross revenue generated by covered stores from the sale of carryout bags, including the percent of such gross revenue attributable to paper, plastic or reusable carryout bags, respectively; and (vii) comparisons for such measures to their respective amounts at the effective date of this chapter. \n§ 16-495 Outreach and education. a. The commissioner shall establish an outreach and education program aimed at educating residents and covered stores on reducing the use of single-use carryout bags and increasing the use of reusable carryout bags.\nb. To the extent practicable, the commissioner shall seek the assistance of private entities and local not-for-profit organizations to provide and distribute reusable carryout bags to residents and signs compliant with subdivision a of section 16-492 to covered stores.\nc. In conducting outreach and distributing reusable carryout bags to residents pursuant to this section, the commissioner shall prioritize such outreach and reusable bag distribution to residents in households with annual income below 200% of the federal poverty line and covered stores and residents within the police precincts identified in subdivision b of paragraph four of subdivision b of section 17-307 of this code. \nd. No later than two months after the effective date of the local law that added this chapter, the commissioner shall distribute a multilingual letter to all covered stores informing them of their obligations to comply with the provisions of this chapter and any rules promulgated pursuant thereto. Failure to receive a letter pursuant to this subdivision shall not eliminate the obligations of a covered store pursuant to this chapter and any rules promulgated pursuant thereto.\n§ 16-496 Enforcement. a. Any notice of violation issued pursuant to this chapter shall be returnable to the environmental control board, which shall have the power to impose civil penalties as provided herein. \nb. The department and the department of consumer affairs shall have the authority to enforce the provisions of this chapter. \nc. Beginning on the first Tuesday three months after the effective date of the local law that added this chapter any covered store that violates section 16-491 or subdivisions b or c of section 16-492 of this chapter or any rules promulgated pursuant thereto shall receive a warning notice for the first such violation.  \nd. Beginning nine months after the effective date of the local law that added this chapter any store that violates section 16-491 or subdivisions b or c of section 16-492 of this chapter or any rules promulgated pursuant thereto subsequent to receiving a warning notice for a first violation pursuant to subdivision c of this section shall be liable for a civil penalty of two hundred fifty dollars for the first violation after receiving a warning and five hundred dollars for any subsequent violation of the same section or subdivision of this chapter or rule promulgated pursuant thereto in the same calendar year. For purposes of this chapter, each commercial transaction shall constitute no more than one violation.\ne. It shall not be a violation of this chapter for a general vendor or green cart to fail to provide a receipt to a customer with an itemized charge for a carryout bag fee. \nf. No covered store that fails to post signs in compliance with subdivision a of section 16-492 of this chapter shall be liable for a civil penalty.\n§2. This local law shall take effect three months after its enactment except that the commissioner shall take such measures as are necessary for its implementation including the promulgation of rules prior to such effective date.   \n\nJJH",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\ulnone Section 1.  Title 16 of the administrative code of the city of New York is amended by adding a new chapter 4-F to read as follows:\\par\n\\pard\\ltrpar\\keepn\\nowidctlpar\\fi720\\sl480\\slmult1                                              \\ul CHAPTER 4-F: CARRYOUT BAG REDUCTION\\par\n\\pard\\ltrpar\\nowidctlpar\\li3420 16-490 Definitions\\par\n\\pard\\ltrpar\\nowidctlpar\\li3427 16-491 Carryout bag fee\\par\n\\pard\\ltrpar\\nowidctlpar\\li3420 16-492 Additional obligations for covered stores\\par\n16-493 Exemptions\\par\n\\pard\\ltrpar\\nowidctlpar\\li3427 16-494 Reporting\\par\n\\pard\\ltrpar\\nowidctlpar\\li3420 16-495 Outreach and education\\par\n16-496 Enforcement\\par\n\\par\n\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a7 16-490 Definitions. When used in this chapter the following terms shall have the following meanings: a. \\ldblquote Carryout bag\\rdblquote  means a single-use or reusable bag that is provided by a covered store to a customer at the point of sale and is used to carry goods from such store.  Such term shall not include reusable carryout bags distributed under section 16-495 of this chapter or exempt bags.\\ulnone\\par\n\\ul b. \\ldblquote Covered store\\rdblquote  means \\cf1 a general vendor, green cart or a retail or wholesale establishment engaged in the sale of personal, consumer or household items including but not limited to drug stores, pharmacies, grocery stores, supermarkets, convenience food stores, or foodmarts that provide carryout bags to consumers in which to place items purchased or obtained at such establishment.  Such term shall not include food service establishments including mobile food vendors that are not green carts, \\cf0 retail stores licensed pursuant to chapter 3-B of the state alcohol beverage control law for the sale of liquor for off-premises consumption\\cf1 , emergency food providers, or as set forth in section 16-493 of this chapter.\\par\n\\cf0 c. \\ldblquote Exempt bag\\rdblquote  means any of the following: (i) a bag without handles used to carry produce, meats, dry goods or other non-prepackaged food items to the point of sale within a store or market or to prevent such food items from coming into direct contact with other purchased items; (ii) a bag provided by a pharmacy to carry prescription drugs; or (iii) any other bag to be exempted from the provisions of this chapter as determined by rule of the commissioner.\\par\n\\cf1 d. \\ldblquote Food service establishment\\rdblquote  has the same meaning as such term is defined in section 81.03 of the health code of the city of New York or any successor provision. \\cf0\\par\ne. \\ldblquote General vendor\\rdblquote  has the same meaning as such term is defined in subdivision b of section 20-452 of this code.\\par\nf. \\ldblquote Green cart\\rdblquote  means a green cart as such term is defined in subdivision s of section 17-306 of this code or any other non-processing mobile food vending unit in or on which non-potentially hazardous uncut fruits and vegetables are sold or held for sale or service, regardless of geographic restrictions on operation of such green cart or mobile food vending unit.\\par\ng. \\ldblquote Reusable carryout bag\\rdblquote  means a bag with handles that is specifically designed and manufactured for multiple reuse and is either (i) made of cloth or other machine washable fabric, (ii) made of durable plastic that is at least 2.25 mils thick, or (iii) defined as a reusable bag by rule of the commissioner.\\par\n\\'a7 16-491 Carryout bag fee. a. Covered stores shall charge a fee of not less than ten cents for each carryout bag provided to any person. No covered store shall be required to charge such fee for an exempt bag.\\par\nb. No covered store shall charge a carryout bag fee to persons who use a bag of any kind in lieu of a carryout bag provided by any such covered store.  \\par\nc. No covered store shall prevent a person from using a bag of any kind that they have brought to any such covered store for purposes of carrying goods from such store.\\par\n\\'a7 16-492 Additional obligations for covered stores.  a. All covered stores shall \\cf1 post signs provided or approved by the department at or near points of sale located in such covered stores to notify customers of the provisions of this chapter.\\par\nb. No covered store shall provide a credit to any person specifically for the purpose of offsetting or avoiding the carryout bag fee required by subdivision a of section 16-491 of this chapter. \\par\nc. No covered store shall sell paper carryout bags that do not contain a minimum of forty percent post-consumer recycled content.\\par\n\\cf0\\'a7 16-493 Exemptions.  All covered stores that provide carryout bags to customers shall provide carryout bags free of charge for items purchased at such covered store by any person using the New York state supplemental nutritional assistance program or New York state special supplemental nutrition program for women, infants and children as full or partial payment.\\par\n\\'a7 16-494 Reporting. No later than March first, two thousand fifteen and annually thereafter, the commissioner, in collaboration with the commissioners of environmental protection and consumer affairs and the mayor\\rquote s office of long term planning and sustainability, shall report to the mayor and the council on the progress of carryout bag reduction including, but not limited to, the following: (i) the amount of plastic carryout bags in the residential waste and recycling streams; (ii) the amount of plastic or paper carryout bags identified as litter on streets, sidewalks and in parks; (iii) the amount of plastic or paper carryout bags found in city storm drains; (iv) the number of warning notices or notices of violation issued pursuant to this chapter, broken down by community district; (v) any cost savings for the city attributable to carryout bag reduction such as reduced contamination of the residential recycling stream or reduction in flooding or combined sewer overflows; (vi) gross revenue generated by covered stores from the sale of carryout bags, including the percent of such gross revenue attributable to paper, plastic or reusable carryout bags, respectively; and (vii) comparisons for such measures to their respective amounts at the effective date of this chapter. \\cf1\\par\n\\cf0\\'a7 16-495 Outreach and education. a. The commissioner shall establish an outreach and education program aimed at educating residents and covered stores on reducing the use of single-use carryout bags and increasing the use of reusable carryout bags.\\par\nb. To the extent practicable, the commissioner shall seek the assistance of private entities and local not-for-profit organizations to provide and distribute reusable carryout bags to residents and signs compliant with subdivision a of section 16-492 to covered stores.\\par\nc. In conducting outreach and distributing reusable carryout bags to residents pursuant to this section, the commissioner shall prioritize such outreach and reusable bag distribution to residents in households with annual income below 200% of the federal poverty line and covered stores and residents within the police precincts identified in subdivision b of paragraph four of subdivision b of section 17-307 of this code. \\par\nd. No later than two months after the effective date of the local law that added this chapter, the commissioner shall distribute a multilingual letter to all covered stores informing them of their obligations to comply with the provisions of this chapter and any rules promulgated pursuant thereto. Failure to receive a letter pursuant to this subdivision shall not eliminate the obligations of a covered store pursuant to this chapter and any rules promulgated pursuant thereto.\\par\n\\'a7 16-496 Enforcement. a. \\cf1 Any notice of violation issued pursuant to this chapter shall be returnable to the environmental control board, which shall have the power to impose civil penalties as provided herein. \\par\nb. The department and the department of consumer affairs shall have the authority to enforce the provisions of this chapter. \\cf0\\par\n\\cf1 c. B\\cf0 eginning on the first Tuesday three months after the effective date of the local law that added this chapter any\\cf1  covered store that violates section 16-491 or subdivisions b or c of section 16-492 of this chapter or any rules promulgated pursuant thereto shall receive a warning notice for the first such violation.  \\par\nd. \\cf0 Beginning nine months after the effective date of the local law that added this chapter a\\cf1 ny store that violates section 16-491 or subdivisions b or c of section 16-492 of this chapter or any rules promulgated pursuant thereto subsequent to receiving a warning notice for a first violation pursuant to subdivision c of this section shall be liable for a civil penalty of two hundred fifty dollars for the first violation after receiving a warning and five hundred dollars for any subsequent violation of the same section or subdivision of this chapter or rule promulgated pursuant thereto in the same calendar year. For purposes of this chapter, each commercial transaction shall constitute no more than one violation.\\par\ne. It shall not be a violation of this chapter for a general vendor or green cart to fail to provide a receipt to a customer with an itemized charge for a carryout bag fee. \\par\nf. No covered store that fails to post signs in compliance with subdivision a of section 16-492 of this chapter shall be liable for a civil penalty.\\par\n\\cf0\\ulnone\\'a72. This local law shall take effect three months after its enactment except that the commissioner shall take such measures as are necessary for its implementation including the promulgation of rules prior to such effective date.   \\par\n\\pard\\ltrpar\\nowidctlpar\\par\nJJH\\par\n}\n",
  "LastModified": "2013-12-23T01:12:44.467Z"
}
