{
  "ID": 50905,
  "GUID": "9FE2D591-F96E-4014-B270-F3E229388510",
  "File": "Int 1137-2013",
  "Name": "Requiring monthly and annual reports concerning film shoot permits.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring monthly and annual reports concerning film shoot permits.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5213,
  "BodyName": "Committee on Technology",
  "IntroDate": "2013-08-22T00:00:00Z",
  "AgendaDate": "2013-08-22T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    }
  ],
  "History": [
    {
      "ID": 277176,
      "Date": "2013-08-22T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 277331,
      "Date": "2013-08-22T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Technology",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 12691,
      "AgendaSequence": 110,
      "MinutesSequence": 134,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Technology",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283623,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 52214,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1. Title 22 of the administrative code of the city of New York is amended by adding a new chapter 8 to read as follows:\nCHAPTER 8\nFILM AND TELEVISION\n\n\t\t§22-801 Monthly reports of all film and television production permits approved by the city of New York.  Not later than the tenth day of every calendar month, the department, or any other entity designated by the mayor to issue film and television production permits pursuant to section 1303 of the New York city charter, shall issue a report, and make it available on the city’s website, containing the following information concerning all film and television production permits that have been approved by the city of New York for the previous calendar month:\n\t1. The filming location or locations authorized by each permit, including borough, community board district, council district, and street or streets;\n\t2. The duration of each permit;\n\t3. With respect to each permit, whether on-street street parking was removed from public use and, if so, the approximate number of street parking spots so removed; and\n\t4. The network, studio, or company producing each film or television shoot.\n\t§22-802 Annual reports.  Not later than January thirty-first, two thousand fifteen and each January thirty-first thereafter, the office shall issue an annual report to the mayor and the council, and make such report available on the city’s website, containing the following information concerning all film and television production permits that have been approved by the city of New York for the previous calendar year:\n\t1. The information contained in each issued monthly report as set forth in section 3-141 of this subchapter disaggregated by community board;\n\t2. The following information disaggregated by job title: (i) the number of persons employed by the film and television industries in the city of New York, (ii) the mean and median compensation, (iii) the mean and median duration of employment, and (iv) common demographic information; and\n\t3. The direct and indirect costs and benefits of the film and television industries in the city of New York.\n§ 2.  This local law shall take effect one hundred eighty days after its enactment into law.\nLS# 4902\nCH\n8/16/13",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\ulnone\\tab Section 1. Title 22 of the administrative code of the city of New York is amended by adding a new chapter 8 to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\qc\\ul CHAPTER 8\\par\nFILM AND TELEVISION\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\ulnone\\tab\\tab\\ul\\'a722-801 Monthly reports of all film and television production permits approved by the city of New York.  Not later than the tenth day of every calendar month, the department, or any other entity designated by the mayor to issue film and television production permits pursuant to section 1303 of the New York city charter, shall issue a report, and make it available on the city\\rquote s website, containing the following information concerning all film and television production permits that have been approved by the city of New York for the previous calendar month:\\par\n\\ulnone\\tab\\ul 1. The filming location or locations authorized by each permit, including borough, community board district, council district, and street or streets;\\par\n\\ulnone\\tab\\ul 2. The duration of each permit;\\par\n\\ulnone\\tab\\ul 3. With respect to each permit, whether on-street street parking was removed from public use and, if so, the approximate number of street parking spots so removed; and\\par\n\\ulnone\\tab\\ul 4. The network, studio, or company producing each film or television shoot.\\par\n\\ulnone\\tab\\ul\\'a722-802 Annual reports.  Not later than January thirty-first, two thousand fifteen and each January thirty-first thereafter, the office shall issue an annual report to the mayor and the council, and make such report available on the city\\rquote s website, containing the following information concerning all film and television production permits that have been approved by the city of New York for the previous calendar year:\\par\n\\ulnone\\tab\\ul 1. The information contained in each issued monthly report as set forth in section 3-141 of this subchapter disaggregated by community board;\\par\n\\ulnone\\tab\\ul 2. The following information disaggregated by job title: (i) the number of persons employed by the film and television industries in the city of New York, (ii) the mean and median compensation, (iii) the mean and median duration of employment, and (iv) common demographic information; and\\par\n\\ulnone\\tab\\ul 3. The direct and indirect costs and benefits of the film and television industries in the city of New York.\\par\n\\pard\\cbpat1\\ltrpar\\nowidctlpar\\fi720\\sa150\\sl480\\slmult1\\qj\\ulnone\\'a7 2.  This local law shall take effect one hundred eighty days after its enactment into law.\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\fs16 LS# 4902\\par\nCH\\par\n8/16/13\\par\n}\n",
  "LastModified": "2013-12-23T01:11:58.187Z"
}
