{
  "ID": 50913,
  "GUID": "14D35E32-5CBC-4EE1-AC3D-59B9AEB6E6FE",
  "File": "Int 1148-2013",
  "Name": "Designating high needs areas within NYC as “community development zones” and providing socio-economic services to such communities.",
  "Title": "A Local Law to amend the New York city charter and the administrative code of the city of New York, in relation to designating high needs areas within New York City as “community development zones” and providing socio-economic services to such communities.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5211,
  "BodyName": "Committee on Community Development",
  "IntroDate": "2013-08-22T00:00:00Z",
  "AgendaDate": "2013-08-22T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7586,
      "Slug": "ruben-wills",
      "FullName": "Ruben Wills"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera "
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7613,
      "Slug": "andy-l-king",
      "FullName": "Andy L. King"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7113,
      "Slug": "mathieu-eugene",
      "FullName": "Mathieu Eugene"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    }
  ],
  "History": [
    {
      "ID": 277192,
      "Date": "2013-08-22T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 277348,
      "Date": "2013-08-22T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Community Development",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 12691,
      "AgendaSequence": 130,
      "MinutesSequence": 154,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Community Development",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 277844,
      "Date": "2013-09-25T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5211,
      "BodyName": "Committee on Community Development",
      "EventID": 12715,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 278582,
      "Date": "2013-09-25T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 5211,
      "BodyName": "Committee on Community Development",
      "EventID": 12715,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283653,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 114403,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 9/25/13",
      "Link": "http://nyc.legistar1.com/nyc/attachments/801f1de5-8ec7-4977-b694-b7f582c8223f.doc",
      "Sort": 1
    },
    {
      "ID": 114465,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 9/25/13",
      "Link": "http://nyc.legistar1.com/nyc/attachments/82ba64f1-da8a-4e1a-8a33-1d2c400a7b04.PDF",
      "Sort": 2
    },
    {
      "ID": 114864,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 9/25/13",
      "Link": "http://nyc.legistar1.com/nyc/attachments/65a051d2-7a91-40a1-9a66-7c94e7aa293c.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 52222,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Legislative intent and findings.  The Council of the City of New York hereby finds that there are neighborhoods within New York City with high concentrations of poverty, joblessness, low educational attainment, and poor health outcomes and that many of those have historically been where negative social and economic conditions have become entrenched and perpetuated for successive generations. Furthermore, these conditions within these distressed areas have also served to diminish the economic growth potential of area businesses.   The combined adverse impact of such social and economic conditions on residents and businesses within these areas has engendered increased dependency on public assistance programs, increased homelessness, decreased business tax revenue, and decreased consumer spending.  In order to remedy these conditions, the Council proposes to create a “community development zone” program. This strategic and comprehensive geographic approach to planning for social and economic development is designed to diminish long standing social and economic inequities within designated high poverty areas of the City.  The legislation authorizes the designation of community districts as community development zones using a set of widely recognized socio-economic indicators at designated thresholds that serve to increase the overall economic well-being, social welfare, health conditions and level of education within distressed areas of the City.  The legislation embodies a dual approach to reducing poverty and achieving sustainable social and economic growth within designated “community development zones” by combining both planning for economic development as well as  human service delivery.  Within this context, the Council finds that requiring collaborative planning among city agencies to develop a statement of needs for each community development zone is essential to best address community development zone needs that promote economic opportunity and employment.  To this effect, the Council creates a Community Development Zone Governance Board.  As proposed, the Community Development Zone Governance Board will also include agency member participation by the Commissioner of Youth and Community Development, Commissioner of Small Business Services, the Commissioner of Human Resources, the Chancellor of the Department of Education, the Commissioner of Children’s Services, the Commissioner of Housing Preservation and Development and the Commissioner of Health and Mental Hygiene.  The purpose of this proposed Community Development Zone Governance Board will be to plan and make recommendations to: (i) promote community development zone economic development, (ii) generate employment opportunities for community development zone residents, and (iii) increase economic self-sufficiency of community development zone residents by addressing a range of needs that improve their ability to attain and retain employment.  Such needs include: child care, adult education, English language proficiency, family and individual counseling, parent engagement in schools, health awareness and disease prevention and housing assistance. As a complement to the human service aims of the legislation, the economic development aims of this legislation should assist residents of and businesses in community development zones in benefiting from citywide and local economic development projects, business incentive programs, neighborhood revitalization services, and business development services.  \n\t§2.  Title 21 of the administrative code of the city of New York is amended, by adding a new chapter 10, to read as follows:\nChapter 10\nCommunity Development Zones\n§21-1001. Definitions.\n§21-1002. Community Development Zones.\n§21-1003.  Community Development Zone Governance Board.\n§21-1004. Community Development Zone Needs Statement.\n§21-1005. Community Development Zone Action Plan. \n§21-1006  Time Requirements for Community Development Zone Needs Statements and Action Plans.\n§21-1007. Reporting Requirements.\n§21-1008.  Community Development Zone Progress Report\n§21-1009.  Re-evaluation of Community Development Zone Criteria.  \n\n§21-1001 Definitions.  For the purposes of this section, the following definitions shall apply:  a. “High level of poverty” shall mean a community district where twenty-five percent or more of the population lives below the federal poverty threshold as established in the 2010 census.\tb. “Low educational attainment” shall mean a community district where fifteen percent or less of the individuals over the age of 25 have earned a bachelor’s degree or higher as determined by the 2010 census. \n\tc. “Poor health outcomes” shall mean where the infant mortality rate in a community district was six point eight live births per one thousand births or greater in calendar year 2010.   \nd. “ Governance board” shall mean the community development zone governance board.\n\te. “Action plan” shall mean the community development zone action plan.\n\tf. “Representative of the poor” shall mean an individual that has personal or professional experience with issues that affect residents of low-income communities within the city of New York.\n\tg. “Agency head” shall mean one of the following members of the community development zone governance board: the commissioner of youth and community development, the commissioner of small business services, the commissioner of the human resources administration, chancellor of the department of education, commissioner of children’s services, commissioner of housing preservation and development, commissioner of health and mental hygiene and the chancellor of the city university of New York.\n\t§21-1002.  Community development zones.  a. Designation.  A community district that suffers from a high level of poverty and low educational attainment or poor health outcomes, shall be designated a community development zone or shall be included within a community development zone by the governance board.  A community development zone may be comprised of up to three contiguous community districts that meet these criteria.\n\tb. De-designation.  A community district may be de-designated as a community development zone or a community district may be de-designated for inclusion in a community development zone by the governance board.  The governance board shall only de-designate a community district as a community development zone or de-designate a community district within a community development zone where the level of poverty and low educational attainment or poor health outcomes in such community district have improved to more than fifty percent of the levels set forth in section 21-1001(a)-(c) of this chapter for three consecutive calendar years in such community development district.\n§21-1003. Community development zone governance board.  a. A community development zone governance board shall be created to:\n1.  Designate community development zones and the needs of such zones; \n2.  Establish priorities for community development zone needs;\n3. Consider the coordination and integration of city programs and services within community development zones that are essential to the social and economic growth of such zones; and\n4.  Examine how funding, including private philanthropic funds, may be used as part of a collective effort to improve socio-economic conditions within community development zones, as well as how city tax levy revenues may be used to increase state and federal funding in furtherance of those efforts.\n\tb. Community development zone governance board membership.  1. The governance board shall be comprised of: (i) voting members, which shall be limited to agency heads, empowered to vote on all matters relating to community development zones.  Each agency head may designate as his or her representative someone of deputy commissioner rank or higher within that agency.  The governance board shall be staffed by personnel from the member agencies.  The mayor shall designate one agency head as chairperson of the governance board and one agency head as vice-chairperson of the governance board, to serve in the absence of the designated chairperson; (ii) ex-officio, non-voting members, of which there shall be two, the speaker of the city council or his or her representative and a representative from the office of the mayor as designated by the mayor;  (iii)  appointed members, of which the mayor shall appoint  ten additional persons to the governance board, five of whom shall be appointed upon the nomination of the speaker of the city council.  Of the mayoral appointees not nominated by the speaker of the city council, two shall be representatives of the poor and a representative each from a philanthropic group, community-based social service organization and private industry.  Appointees nominated by the speaker of the city council shall include two representatives of the poor and a representative each from a philanthropic group, community-based social service organization and private industry.  No appointee shall be affiliated with any city agency.  Such non-agency-related appointees to the board shall serve for three-year terms, may be removed from the board at the discretion of the mayor, and shall have no voting power.  All members of the governance board shall be appointed and the chairperson and vice-chairperson shall be designated within 60 days from the effective date of the local law that added this chapter.   \n\t2. Persons appointed to the governance board by the mayor in accordance with the provisions of subparagraph (iii)  of this paragraph shall recuse themselves from any and all discussions of substantive areas in which the member or the organization or organizations with which the member is affiliated has applied for city funding, or has sought a city contract, or has reason to believe that they or the organization or organizations with which they are affiliated, would apply for or compete for city funding or a city contract.  If such non-city agency-related appointees do not recuse themselves from such discussions, they and the organizations with which they are affiliated shall be prohibited from applying for, or competing for, city funding or city contracts that may result from such discussions.\n\t\t§21-1004. Community development zone needs statements.  a. For each community development zone, the governance board shall prepare a needs statement  which shall identify why a community should be included in a community development zone along with the human service and economic development needs which must be addressed in order to reduce poverty and low educational attainment or poor health outcomes in such community.  The human service needs shall include child care services, adult education, literacy services, youth development, English language proficiency training, individual and family counseling, parental engagement in local schools, health awareness and disease prevention services, housing assistance and such other components as deemed appropriate for such community.  The economic development needs shall include employment services, neighborhood revitalization services and business development services including business financing assistance, marketing assistance, business registration, government procurement information and assistance, city government information and assistance, area commercial revitalization services, insurance information, workforce training, recruitment, job screening, job placement assistance, enrollment in business incentive programs and such other components deemed appropriate for such community.\n\t\tb. The governance board shall present at a public hearing the needs statement prepared for community development zone(s) and shall allow public testimony and the submission of written material related to the adequacy of such needs statements.  \n§21-1005. Community development zone action plans.  a. An agency action plan for each community development zone related to the needs identified pursuant to section 21-1004 of this chapter shall be prepared by the respective agency head.  Such agency action plans shall include: (1) as applicable, an outline for how each agency intends to address the priority needs identified in the community development zone needs statements, and (2) a report on how the agency acted independently and collaboratively with other agencies or entities to address the priority needs outlined in the preceding year’s community development zone needs statement.  Such agency action plans may include information regarding existing programs and services, new agency programs and services, interagency planning, interagency programs and services, and/or additional funding allocations which can be made to meet identified priority community development zone needs.  Such agency action plans shall also include the name and location of not-for-profit service providers, for-profit service providers, businesses and firms located within or providing services within each community development zone who have received city contracts awarded by a governance board member agency the performance of which could substantially assist the achievement of priority goals outlined in the community development zone needs statement for each community development zone.\nb. Each agency action plan shall be integrated and coordinated into a draft community development zone action plan for each community development zone and following the submission of written testimony from members of the public on such integrated draft action plan, a final action plan for each community development zone shall be completed.\n§21-1006 Time Requirements for community development zone needs statements and action plans.  a. The governance board shall complete the following duties within the required times:\n1. Within seventy-five days of the enactment of the local law that added this chapter, convene the board’s first meeting;\n2. No later than thirty days following the convening of the board’s first meeting, designate the community districts that meet the requirements for inclusion in this program;\n3. No later than thirty days following the designation of community development zones, provide notice of and publish a draft of a proposed community development zone needs statement for each community development zone and provide notice of the date of the public hearing related to such needs statements.\n4. No later than thirty days following the public hearing relating to needs statements, a   final community development zone needs statement for each community development zone shall be prepared;\n5. No later than thirty days following the final community development zone needs statement a draft community development zone action plan for each community development zone and notice of the public comment period related to the action plan shall be provided. \n6. Not earlier than thirty days following the end of the public comment period related to the action plan, the final action plan for each community development zone shall be made available.\n§21-1007. Reporting requirements.  The governance board shall submit to the mayor, the speaker of the city council, each council member who has all or a portion of a community development zone within his or her district, each borough president and the chairpersons of each community board within which all or a portion of a community development zone is located a copy of the community development zone needs statements for each community development zone, a copy of a final community development zone action plan for each community development zone and a copy of each community development zone progress report prepared pursuant to subdivision a of section 21-1008 of this chapter. Each such document shall be submitted within ten days of submission to the governance board, shall simultaneously be posted on the city’s official website and made available in a commonly available non-proprietary database format on the city’s official website.\n§21-1008. Community development zone progress report.  a. Every four years the governance board shall provide a community development zone progress report on the socio-economic conditions within each community development zone to the mayor, speaker of the city council, each borough president and to the chairpersons of each of the appropriate community boards in a community development zone.  The content of such progress report shall not be limited to the criteria used to determine whether a community district qualifies for inclusion in a community development zone pursuant to section 21-1002 of this chapter and shall include whether and to what extent applicable action plans are being implemented and adequately addressing each zone’s needs; whether such action plans should  be revised to provide other appropriate services where progress has been made in addressing a community’s needs; and whether such community should be de-designated for inclusion in the program in accordance with subdivision b of section 21-1002 of this chapter.  Such progress reports may include city agency generated data and information related to the poverty and low educational attainment or poor health outcomes within each community development zone.  \n b. The city may contract with an independent entity to assess the overall impact and performance of community development zone program planning, any initiatives undertaken pursuant to such plans, and funding on the social and economic conditions within the designated community development zones and work with the governance board and member agencies to provide technical assistance in the development of zone reports and analyses.  \n§21-1009. Re-evaluation of community development zone criteria. a. The governance board shall commence the re-evaluation of the definitions and community development zone criteria prescribed in sections 21-1001 and 21-1002 of this chapter in year 2017, in year 2021 and every five years thereafter provided that such re-evaluation commences no later than the thirty-first day of January of each such year and such re-evaluation shall not exceed six months. \nb. Re-evaluation of the zone criteria shall consist of an evaluation of current socio-economic conditions within New York city to determine the appropriate thresholds for the criteria to continue to be used to designate the community districts within the city that have high concentrations of poverty and low educational attainment or poor health outcomes for inclusion as community development zones and to determine whether the criteria themselves should be revised.  Data used to create criteria for designation of community development zones shall be objective and taken from governmental sources, including but not limited to the two most recent United States censuses, the American Community Survey and any other reputable sources the governance board deems appropriate.  Any new criteria must be based on the spirit of the original community development zone legislation.\nc. The governance board shall hold at least one public hearing within each of the community development zones within this re-evaluation period.\n§3.  Paragraph 8 of subdivision b of section 556 of the New York city charter is amended to read as follows:\n(8) in accordance with section five hundred fifty-five of this chapter, determine the public health needs of the city, participate in the community development zone program established in chapter ten of title twenty-one of the administrative code of the city of New York, and prepare plans and programs addressing such needs.  \n§4.  Section 617 of the New York city charter is amended by adding a new subdivision d to read as follows:\n\td. Participate in the community development zone program established in chapter ten of title twenty-one of the administrative code of the city of New York.\n§5.  Section 733 of the New York city charter is amended by adding a new subdivision d to read as follows:\n\td.  Such duties relating to community development zones as are prescribed by law.  \n§6.  Paragraph a of subdivision 5 of section 1301 of the New York city charter is amended to read as follows:\n\ta. advise and assist the mayor in developing policies designed to meet the job training and employment needs of the economically disadvantaged and unemployed residents of the city of New York, as well as the labor needs of private industry and to participate in the community development zone program established in chapter ten of title twenty-one of the administrative code of the city of New York;\n§7.  Subdivision 6 of Section 1802 of the New York city charter is amended by adding subparagraph n to read as follows:\n \t(n)  participate in the community development zone program established in chapter ten of title twenty-one of the administrative code of the city of New York.\n \t§8.  This local law shall take effect ninety days after its enactment.\n\n\nTBD\nLS #2086\n7/18/2013 4:50 PM",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Tahoma;}}\n{\\colortbl ;\\red255\\green153\\blue0;}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\ul\\v0\\par\nBe it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tab Section 1.  Legislative intent and findings.  The Council of the City of New York hereby finds that there are neighborhoods within New York City with high concentrations of poverty, joblessness, low educational attainment, and poor health outcomes and that many of those have historically been where negative social and economic conditions have become entrenched and perpetuated for successive generations. Furthermore, these conditions within these distressed areas have also served to diminish the economic growth potential of area businesses.   The combined adverse impact of such social and economic conditions on residents and businesses within these areas has engendered increased dependency on public assistance programs, increased homelessness, decreased business tax revenue, and decreased consumer spending.  In order to remedy these conditions, the Council proposes to create a \\ldblquote community development zone\\rdblquote  program. This strategic and comprehensive geographic approach to planning for social and economic development is designed to diminish long standing social and economic inequities within designated high poverty areas of the City.  The legislation authorizes the designation of community districts as community development zones using a set of widely recognized socio-economic indicators at designated thresholds that serve to increase the overall economic well-being, social welfare, health conditions and level of education within distressed areas of the City.\\cf1  \\cf0  The legislation embodies a dual approach to reducing poverty and achieving sustainable social and economic growth within designated \\ldblquote community development zones\\rdblquote  by combining both planning for economic development as well as  human service delivery.  Within this context, the Council finds that requiring collaborative planning among city agencies to develop a statement of needs for each community development zone is essential to best address community development zone needs that promote economic opportunity and employment.  To this effect, the Council creates a Community Development Zone Governance Board.  As proposed, the Community Development Zone Governance Board will also include agency member participation by the Commissioner of Youth and Community Development, Commissioner of Small Business Services, the Commissioner of Human Resources, the Chancellor of the Department of Education, the Commissioner of Children\\rquote s Services, the Commissioner of Housing Preservation and Development and the Commissioner of Health and Mental Hygiene.  The purpose of this proposed Community Development Zone Governance Board will be to plan and make recommendations to: (i) promote community development zone economic development, (ii) generate employment opportunities for community development zone residents, and (iii) increase economic self-sufficiency of community development zone residents by addressing a range of needs that improve their ability to attain and retain employment.  Such needs include: child care, adult education, English language proficiency, family and individual counseling, parent engagement in schools, health awareness and disease prevention and housing assistance. As a complement to the human service aims of the legislation, the economic development aims of this legislation should assist residents of and businesses in community development zones in benefiting from citywide and local economic development projects, business incentive programs, neighborhood revitalization services, and business development services.  \\par\n\\tab\\'a72.  Title 21 of the administrative code of the city of New York is amended, by adding a new chapter 10, to read as follows:\\par\n\\pard\\ltrpar\\keepn\\nowidctlpar\\s1\\sl480\\slmult1\\qc\\ul Chapter 10\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qc Community Development Zones\\par\n\\'a721-1001. Definitions.\\par\n\\'a721-1002. Community Development Zones.\\par\n\\f1\\'a7\\f0 21-1003.\\f1   \\f0 Community Development Zone Governance Board.\\par\n\\'a721-1004. Community Development Zone Needs Statement.\\par\n\\'a721-1005. Community Development Zone Action Plan. \\par\n\\'a721-1006  Time Requirements for Community Development Zone Needs Statements and Action Plans.\\par\n\\'a721-1007. Reporting Requirements.\\par\n\\'a721-1008.  Community Development Zone Progress Report\\par\n\\'a721-1009.  Re-evaluation of Community Development Zone Criteria.\\ulnone   \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ul\\par\n\\'a721-1001 Definitions.  For the purposes of this section, the following definitions shall apply:  a. \\ldblquote High level of poverty\\rdblquote  shall mean a community district where twenty-five percent or more of the population lives below the federal poverty threshold as established in the 2010 census.\\ulnone\\tab\\ul b. \\ldblquote Low educational attainment\\rdblquote  shall mean a community district where fifteen percent or less of the individuals over the age of 25 have earned a bachelor\\rquote s degree or higher as determined by the 2010 census. \\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\ulnone\\tab\\ul c. \\ldblquote Poor health outcomes\\rdblquote  shall mean where the infant mortality rate in a community district was six point eight live births per one thousand births or greater in calendar year 2010.\\ulnone    \\ul\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj d. \\ldblquote  Governance board\\rdblquote  shall mean the community development zone governance board.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\ulnone\\tab\\ul e. \\ldblquote Action plan\\rdblquote  shall mean the community development zone action plan.\\par\n\\ulnone\\tab\\ul f. \\ldblquote Representative of the poor\\rdblquote  shall mean an individual that has personal or professional experience with issues that affect residents of low-income communities within the city of New York.\\par\n\\ulnone\\tab\\ul g. \\ldblquote Agency head\\rdblquote  shall mean one of the following members of the community development zone governance board: the commissioner of youth and community development, the commissioner of small business services, the commissioner of the human resources administration, chancellor of the department of education, commissioner of children\\rquote s services, commissioner of housing preservation and development, commissioner of health and mental hygiene and the chancellor of the city university of New York.\\ulnone\\par\n\\tab\\ul\\'a721-1002.  Community development zones.  a. Designation.  A community district that suffers from a high level of poverty and low educational attainment or poor health outcomes, shall be designated a community development zone or shall be included within a community development zone by the governance board.  A community development zone may be comprised of up to three contiguous community districts that meet these criteria.\\ulnone\\par\n\\tab\\ul b. De-designation.  A community district may be de-designated as a community development zone or a community district may be de-designated for inclusion in a community development zone by the governance board.  The governance board shall only de-designate a community district as a community development zone or de-designate a community district within a community development zone where the level of poverty and low educational attainment or poor health outcomes in such community district have improved to more than fifty percent of the levels set forth in section 21-1001(a)-(c) of this chapter for three consecutive calendar years in such community development district.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a721-1003. Community development zone governance board.  a. A community development zone governance board shall be created to:\\par\n1.  Designate community development zones and the needs of such zones; \\par\n2.  Establish priorities for community development zone needs;\\par\n3. Consider the coordination and integration of city programs and services within community development zones that are essential to the social and economic growth of such zones; and\\par\n4.  Examine how funding, including private philanthropic funds, may be used as part of a collective effort to improve socio-economic conditions within community development zones, as well as how city tax levy revenues may be used to increase state and federal funding in furtherance of those efforts.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi60\\sl480\\slmult1\\qj\\ulnone\\tab\\ul b. Community development zone governance board membership.  1. The governance board shall be comprised of: (i) voting members, which shall be limited to agency heads, empowered to vote on all matters relating to community development zones.  Each agency head may designate as his or her representative someone of deputy commissioner rank or higher within that agency.  The governance board shall be staffed by personnel from the member agencies.  The mayor shall designate one agency head as chairperson of the governance board and one agency head as vice-chairperson of the governance board, to serve in the absence of the designated chairperson; (ii) ex-officio, non-voting members, of which there shall be two, the speaker of the city council or his or her representative and a representative from the office of the mayor as designated by the mayor;  (iii)  appointed members, of which the mayor shall appoint  ten additional persons to the governance board, five of whom shall be appointed upon the nomination of the speaker of the city council.  Of the mayoral appointees not nominated by the speaker of the city council, two shall be representatives of the poor and a representative each from a philanthropic group, community-based social service organization and private industry.  Appointees nominated by the speaker of the city council shall include two representatives of the poor and a representative each from a philanthropic group, community-based social service organization and private industry.  No appointee shall be affiliated with any city agency.  Such non-agency-related appointees to the board shall serve for three-year terms, may be removed from the board at the discretion of the mayor, and shall have no voting power.  All members of the governance board shall be appointed and the chairperson and vice-chairperson shall be designated within 60 days from the effective date of the local law that added this chapter.\\ulnone    \\par\n\\tab\\ul 2. Persons appointed to the governance board by the mayor in accordance with the provisions of subparagraph (iii)  of this paragraph shall recuse themselves from any and all discussions of substantive areas in which the member or the organization or organizations with which the member is affiliated has applied for city funding, or has sought a city contract, or has reason to believe that they or the organization or organizations with which they are affiliated, would apply for or compete for city funding or a city contract.  If such non-city agency-related appointees do not recuse themselves from such discussions, they and the organizations with which they are affiliated shall be prohibited from applying for, or competing for, city funding or city contracts that may result from such discussions.\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-60\\li60\\sl480\\slmult1\\qj\\tab\\tab\\ul\\'a721-1004. Community development zone needs statements.  a. For each community development zone, the governance board shall prepare a needs statement  which shall identify why a community should be included in a community development zone along with the human service and economic development needs which must be addressed in order to reduce poverty and low educational attainment or poor health outcomes in such community.  The human service needs shall include child care services, adult education, literacy services, youth development, English language proficiency training, individual and family counseling, parental engagement in local schools, health awareness and disease prevention services, housing assistance and such other components as deemed appropriate for such community.  The economic development needs shall include employment services, neighborhood revitalization services and business development services including business financing assistance, marketing assistance, business registration, government procurement information and assistance, city government information and assistance, area commercial revitalization services, insurance information, workforce training, recruitment, job screening, job placement assistance, enrollment in business incentive programs and such other components deemed appropriate for such community.\\par\n\\ulnone\\tab\\tab\\ul b. The governance board shall present at a public hearing the needs statement prepared for community development zone(s) and shall allow public testimony and the submission of written material related to the adequacy of such needs statements.\\ulnone   \\ul\\par\n\\pard\\ltrpar\\nowidctlpar\\fi660\\li60\\sl480\\slmult1\\qj\\'a721-1005. Community development zone action plans.  a. An agency action plan for each community development zone related to the needs identified pursuant to section 21-1004 of this chapter shall be prepared by the respective agency head.  Such agency action plans shall include: (1) as applicable, an outline for how each agency intends to address the priority needs identified in the community development zone needs statements, and (2) a report on how the agency acted independently and collaboratively with other agencies or entities to address the priority needs outlined in the preceding year\\rquote s community development zone needs statement.  Such agency action plans may include information regarding existing programs and services, new agency programs and services, interagency planning, interagency programs and services, and/or additional funding allocations which can be made to meet identified priority community development zone needs.  Such agency action plans shall also include the name and location of not-for-profit service providers, for-profit service providers, businesses and firms located within or providing services within each community development zone who have received city contracts awarded by a governance board member agency the performance of which could substantially assist the achievement of priority goals outlined in the community development zone needs statement for each community development zone.\\par\nb. Each agency action plan shall be integrated and coordinated into a draft community development zone action plan for each community development zone and following the submission of written testimony from members of the public on such integrated draft action plan, a final action plan for each community development zone shall be completed.\\ulnone\\par\n\\ul\\'a721-1006 Time Requirements for community development zone needs statements and action plans.  a. The governance board shall complete the following duties within the required times:\\par\n1. Within seventy-five days of the enactment of the local law that added this chapter, convene the board\\rquote s first meeting;\\par\n2. No later than thirty days following the convening of the board\\rquote s first meeting, designate the community districts that meet the requirements for inclusion in this program;\\par\n3. No later than thirty days following the designation of community development zones, provide notice of and publish a draft of a proposed community development zone needs statement for each community development zone and provide notice of the date of the public hearing related to such needs statements.\\par\n4. No later than thirty days following the public hearing relating to needs statements, a   final community development zone needs statement for each community development zone shall be prepared;\\par\n5. No later than thirty days following the final community development zone needs statement a draft community development zone action plan for each community development zone and notice of the public comment period related to the action plan shall be provided. \\par\n6. Not earlier than thirty days following the end of the public comment period related to the action plan, the final action plan for each community development zone shall be made available.\\par\n\\'a721-1007. Reporting requirements.  The governance board shall submit to the mayor, the speaker of the city council, each council member who has all or a portion of a community development zone within his or her district, each borough president and the chairpersons of each community board within which all or a portion of a community development zone is located a copy of the community development zone needs statements for each community development zone, a copy of a final community development zone action plan for each community development zone and a copy of each community development zone progress report prepared pursuant to subdivision a of section 21-1008 of this chapter. Each such document shall be submitted within ten days of submission to the governance board, shall simultaneously be posted on the city\\rquote s official website and made available in a commonly available non-proprietary database format on the city\\rquote s official website.\\par\n\\'a721-1008. Community development zone progress report.  a. Every four years the governance board shall provide a community development zone progress report on the socio-economic conditions within each community development zone to the mayor, speaker of the city council, each borough president and to the chairpersons of each of the appropriate community boards in a community development zone.  The content of such progress report shall not be limited to the criteria used to determine whether a community district qualifies for inclusion in a community development zone pursuant to section 21-1002 of this chapter and shall include whether and to what extent applicable action plans are being implemented and adequately addressing each zone\\rquote s needs; whether such action plans should  be revised to provide other appropriate services where progress has been made in addressing a community\\rquote s needs; and whether such community should be de-designated for inclusion in the program in accordance with subdivision b of section 21-1002 of this chapter.  Such progress reports may include city agency generated data and information related to the poverty and low educational attainment or poor health outcomes within each community development zone.\\ulnone   \\ul\\par\n b. The city may contract with an independent entity to assess the overall impact and performance of community development zone program planning, any initiatives undertaken pursuant to such plans, and funding on the social and economic conditions within the designated community development zones and work with the governance board and member agencies to provide technical assistance in the development of zone reports and analyses.\\ulnone   \\ul\\par\n\\'a721-1009. Re-evaluation of community development zone criteria. a. The governance board shall commence the re-evaluation of the definitions and community development zone criteria prescribed in sections 21-1001 and 21-1002 of this chapter in year 2017, in year 2021 and every five years thereafter provided that such re-evaluation commences no later than the thirty-first day of January of each such year and such re-evaluation shall not exceed six months.\\ulnone  \\ul\\par\nb. Re-evaluation of the zone criteria shall consist of an evaluation of current socio-economic conditions within New York city to determine the appropriate thresholds for the criteria to continue to be used to designate the community districts within the city that have high concentrations of poverty and low educational attainment or poor health outcomes for inclusion as community development zones and to determine whether the criteria themselves should be revised.  Data used to create criteria for designation of community development zones shall be objective and taken from governmental sources, including but not limited to the two most recent United States censuses, the American Community Survey and any other reputable sources the governance board deems appropriate.  Any new criteria must be based on the spirit of the original community development zone legislation.\\par\nc. The governance board shall hold at least one public hearing within each of the community development zones within this re-evaluation period.\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a73.  Paragraph 8 of subdivision b of section 556 of the New York city charter is amended to read as follows:\\par\n(8) in accordance with section five hundred fifty-five of this chapter, determine the public health needs of the city, \\ul participate in the community development zone program established in chapter ten of title twenty-one of the administrative code of the city of New York\\ulnone , and prepare plans and programs addressing such needs.  \\par\n\\'a74.  Section 617 of the New York city charter is amended by adding a new subdivision d to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tab\\ul d. Participate in the community development zone program established in chapter ten of title twenty-one of the administrative code of the city of New York.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone\\'a75.  Section 733 of the New York city charter is amended by adding a new subdivision d to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tab d\\ul .  Such duties relating to community development zones as are prescribed by law.\\ulnone   \\ul\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone\\'a76.  Paragraph a of subdivision 5 of section 1301 of the New York city charter is amended to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tab a. advise and assist the mayor in developing policies designed to meet the job training and employment needs of the economically disadvantaged and unemployed residents of the city of New York, as well as the labor needs of private industry\\ul  and to participate in the community development zone program established in chapter ten of title twenty-one of the administrative code of the city of New York\\ulnone ;\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a77.  Subdivision 6 of Section 1802 of the New York city charter is amended by adding subparagraph n to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj  \\tab\\ul (n)  participate in the community development zone program established in chapter ten of title twenty-one of the administrative code of the city of New York.\\par\n\\ulnone\\f1  \\tab\\f0\\'a78.  This local law shall take effect ninety days after its enactment.\\par\n\\pard\\ltrpar\\nowidctlpar\\f1\\fs16\\par\n\\par\nTBD\\par\nLS #2086\\par\n7/18/2013 4:50 PM\\par\n\\par\n\\par\n\\par\n\\fs24\\par\n}\n",
  "LastModified": "2013-12-23T01:08:01.17Z"
}
