{
  "ID": 50914,
  "GUID": "6093B28D-BF82-4ECB-A9AF-0236D77DBA67",
  "File": "Int 1151-2013",
  "Name": "Requiring the department of education to consider alternate forms of academic assessment for students displaced due to superstorm sandy or any other natural or weather-related disaster.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring the department of education to consider alternate forms of academic assessment for students displaced due to superstorm sandy or any other natural or weather-related disaster and to keep a record in the individual file of each such student.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 9,
  "BodyName": "Committee on Education",
  "IntroDate": "2013-08-22T00:00:00Z",
  "AgendaDate": "2013-08-22T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7586,
      "Slug": "ruben-wills",
      "FullName": "Ruben Wills"
    },
    {
      "ID": 7617,
      "Slug": "donovan-j-richards",
      "FullName": "Donovan J. Richards"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 7113,
      "Slug": "mathieu-eugene",
      "FullName": "Mathieu Eugene"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    }
  ],
  "History": [
    {
      "ID": 277193,
      "Date": "2013-08-22T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 277350,
      "Date": "2013-08-22T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Education",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 12691,
      "AgendaSequence": 133,
      "MinutesSequence": 157,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Education",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283613,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 52223,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. The administrative code of the city of New York is amended by adding a new title 21-A to read as follows:\nTitle 21-A. Education\nChapter 1. Definitions\nChapter 2. Academic Assessments\n\nChapter 1. Definitions.\n§21-950 Definitions. Whenever used in this title, the following terms shall have the following meanings:\n\ta. “Chancellor” shall mean the chancellor of the New York city department of education\nb. “Department” shall mean the New York city department of education.\nc. “Student” shall mean any pupil under the age of twenty-one under the jurisdiction of the department of education of the city of New York.\n\nChapter 2. Academic Assessments\n§21-951 Disaster-related accommodations. a. For the purposes of this section the following terms shall have the following meanings:\n1.“Academic assessment” shall mean the systematic collection, review, use of information to determine student performance. \n2. “Host school” shall mean any school or school building that is required to accommodate non-enrolled students from other schools or school buildings as a result of a natural or weather-related disaster.\n3. “Natural or weather-related disaster” shall mean any major adverse event resulting from natural processes, which causes substantial damages, including but not limited to, hurricanes, floods, and earthquakes. \nb. For any student displaced from their primary residence or home school by superstorm sandy or any subsequent natural or weather-related disaster and for any student enrolled at a host school who has been impacted by such disaster, the department of education shall consider alternate forms of academic assessment excluding standardized exams,  including but not limited to,  homework, in-class projects, essays and classroom participation. The department shall also include in the file of any such student, information, to the extent known, regarding the nature of the displacement and the degree to which such student was  impacted by such natural or weather-related disaster and any academic accommodation that was made for any such student in consideration of such event.  \nc. The department shall notify the parents or persons in parental relation of any such student identified pursuant to subdivision b of this section, for whom the department has decided to consider any such alternate form of academic assessment within three school days of when such decision is made.     \nd. Within one hundred twenty calendar days of the occurrence of such natural or weather-related disaster, the department shall submit to the Council, a report which shall include but not be limited to the following; a list of  schools in which one or more students were displaced as a result of such occurrence, the number of students for which an academic accommodation was made pursuant to subdivision b of this section, information regarding whether such academic accommodation was noted in each such student’s academic file and information regarding whether the parents or persons in parental relation were notified that such accommodation was made or considered.  \ne. No information that is otherwise required to be reported pursuant to this section shall be reported in a manner that would violate any applicable provision of federal, state or local law relating to the privacy of student information or that would interfere with law enforcement investigations or otherwise conflict with the interests of law enforcement. If a category contains between 0 and 9 students, or allows another category to be narrowed to between 0 and 9 students, the number shall be replaced with a symbol.\n§2. This local law shall take effect immediately after its enactment into law.\n\n\n\nAES\n8/12/13\n11:41am",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Tahoma;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\sl360\\slmult1\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\ulnone Section 1. The administrative code of the city of New York is amended by adding a new title 21-A to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qc\\expndtw-3\\ul\\b Title 21-A. Education\\par\nChapter 1. Definitions\\par\nChapter 2. Academic Assessments\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\b0 Chapter 1. Definitions.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\'a721-950 Definitions. Whenever used in this title, the following terms shall have the following meanings:\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\ulnone\\tab\\ul a. \\ldblquote Chancellor\\rdblquote  shall mean the chancellor of the New York city department of education\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 b. \\ldblquote Department\\rdblquote  shall mean the New York city department of education.\\par\n\\pard\\ltrpar\\nowidctlpar\\li720\\sl480\\slmult1 c. \\ldblquote Student\\rdblquote  shall mean any pupil under the age of twenty-one under the jurisdiction of the department of education of the city of New York.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\par\nChapter 2. Academic Assessments\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\expndtw0\\'a721-951 Disaster-related accommodations. a. For the purposes of this section the following terms shall have the following meanings:\\expndtw-3\\par\n\\pard\\ltrpar\\nowidctlpar\\li720\\sl480\\slmult1\\expndtw0 1.\\ldblquote Academic assessment\\rdblquote  shall mean the systematic collection, review, use of information to determine student performance. \\par\n2. \\ldblquote Host school\\rdblquote  shall mean any school or school building that is required to accommodate non-enrolled students from other schools or school buildings as a result of a natural or weather-related disaster.\\par\n3. \\ldblquote Natural or weather-related disaster\\rdblquote  shall mean any major adverse event resulting from natural processes, which causes substantial damages, including but not limited to, hurricanes, floods, and earthquakes. \\par\nb. For any student displaced from their primary residence or home school by superstorm sandy or any subsequent natural or weather-related disaster and for any student enrolled at a host school who has been impacted by such disaster, the department of education shall consider alternate forms of academic assessment excluding standardized exams,  including but not limited to,  homework, in-class projects, essays and classroom participation. The department shall also include in the file of any such student, information, to the extent known, regarding the nature of the displacement and the degree to which such student was  impacted by such natural or weather-related disaster and any academic accommodation that was made for any such student in consideration of such event.  \\par\nc. The department shall notify the parents or persons in parental relation of any such student identified pursuant to subdivision b of this section, for whom the department has decided to consider any such alternate form of academic assessment within three school days of when such decision is made.     \\par\nd. Within one hundred twenty calendar days of the occurrence of such natural or weather-related disaster, the department shall submit to the Council, a report which shall include but not be limited to the following; a list of  schools in which one or more students were displaced as a result of such occurrence, the number of students for which an academic accommodation was made pursuant to subdivision b of this section, information regarding whether such academic accommodation was noted in each such student\\rquote s academic file and information regarding whether the parents or persons in parental relation were notified that such accommodation was made or considered.  \\par\n\\expndtw-3 e.\\fs20  \\cf1\\expndtw0\\fs24 No information that is otherwise required to be reported pursuant to this section shall be reported in a manner that would violate any applicable provision of federal, state or local law relating to the privacy of student information or that would interfere with law enforcement investigations or otherwise conflict with the interests of law enforcement. \\cf0 If a category contains between 0 and 9 students, or allows another category to be narrowed to between 0 and 9 students, the number shall be replaced with a symbol.\\fs20\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\ulnone\\fs24\\'a72. This local law shall take effect immediately after its enactment into law.\\par\n\\ul\\par\n\\ulnone\\fs20\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar AES\\par\n8/12/13\\par\n11:41am\\par\n}\n",
  "LastModified": "2013-12-23T01:07:12.187Z"
}
