{
  "ID": 50988,
  "GUID": "E1506258-E589-4058-AC4B-11D7DA241F09",
  "File": "Int 1152-2013",
  "Name": "Requiring additional maintenance and inspection of structural anchorage of rooftop building equipment.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring additional maintenance and inspection of structural anchorage of rooftop building equipment.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2013-09-12T00:00:00Z",
  "AgendaDate": "2013-09-12T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5285,
      "Slug": "erik-martin-dilan",
      "FullName": "Erik Martin Dilan"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 7617,
      "Slug": "donovan-j-richards",
      "FullName": "Donovan J. Richards"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 7586,
      "Slug": "ruben-wills",
      "FullName": "Ruben Wills"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 0,
      "Slug": "",
      "FullName": ""
    }
  ],
  "History": [
    {
      "ID": 277633,
      "Date": "2013-09-12T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 277728,
      "Date": "2013-09-12T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 12731,
      "AgendaSequence": 41,
      "MinutesSequence": 51,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283612,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 114128,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Memorandum In Support",
      "Link": "http://nyc.legistar1.com/nyc/attachments/0ac09313-949f-433e-acfb-d9b278d2eea7.doc",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 52300,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  The title of article 302 of chapter 3 of title 28 of the administrative code of the city of New York, as added by local law number 33 for the year 2007, is amended to read as follows:\nARTICLE 302\nMAINTENANCE OF EXTERIOR WALLS AND  REQUIRED ANCHORAGE FOR ROOFTOP EQUIPMENT\n\t\t§ 2. Sections 28-302.1, 28-302.2, 28-302.3 and, 28-302.4 of the administrative code of the city of New York, as added by local law number 33 for the year 2007, are amended to read as follows:\n§28-302.1 General. A building’s exterior walls and appurtenances thereof and required  anchorage for rooftop equipment shall be maintained in a safe condition. All buildings greater than six stories shall comply with the maintenance requirement of this article. \nException: The requirements imposed by this article shall not apply to any part of an exterior wall that is less than 12 inches (305 mm) from the exterior wall of an adjacent building. \n§28-302.2 Inspection requirements. A critical examination of a building’s exterior walls and appurtenances thereof and required anchorage for rooftop equipment shall be conducted at periodic intervals as set forth by rule of the commissioner, but such examination shall be conducted at least once every five years. No later than January 1, 2009 the commissioner shall by rule establish staggered inspection cycles for buildings required to comply with this section. The initial examination for a new building shall be conducted in the fifth year following the erection or installation of any exterior wall and/or appurtenances and/or required anchorage for rooftop equipment as evidenced by the issuance date of a temporary or final certificate of occupancy or as otherwise prescribed by rule. \n1. Such examination shall be conducted on behalf of the building owner by or under the direct supervision of a registered design professional with appropriate qualifications as prescribed by the department. \n2. Such examination shall include a complete review of the most recently prepared report and an inspection. \n3. Such examination shall be conducted in accordance with rules promulgated by the commissioner. \n§28-302.3 Immediate notice of unsafe condition. Whenever a registered design professional learns of an unsafe condition through a critical examination of a building’s exterior walls and appurtenances thereof[,] and/or required anchorage for rooftop equipment, such person shall notify the owner and the department immediately in writing of such condition.\n§28-302.4 Report of critical examination. The registered design professional shall submit a written report to the commissioner within 60 days of completing the critical examination, but not more than five years following submission of the preceding report of critical examination, certifying the results of such critical examination as either safe, unsafe, or safe with a repair and maintenance program. The report shall clearly document the condition of the exterior walls and appurtenances thereof and required anchorage for rooftop equipment, and shall include a record of all significant deterioration, unsafe conditions and movement observed as well as a statement concerning the watertightness of the exterior surfaces. Such report must be professionally certified by such registered design professional. \n§ 3. The title and opening paragraph of section 28-302.5 of the administrative code of the city of New York, as added by local law number 33 for the year 2007, are amended to read as follows:\n§28-302.5 Repair of [exterior walls,] unsafe condition. Upon the notification to the department of an unsafe condition, the owner, the owner’s agent or the person in charge shall immediately commence such repairs, reinforcements or other measures as may be required to secure public safety and to make the building’s exterior walls or appurtenances thereof and required anchorage for rooftop equipment conform to the provisions of this code. \n\t\t§ 4.  This local law shall take effect immediately.",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\tab Section 1.  The title of article 302 of chapter 3 of title 28 of the administrative code of the city of New York, as added by local law number 33 for the year 2007, is amended to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qc\\b ARTICLE 302\\par\nMAINTENANCE OF EXTERIOR WALLS\\ul  AND  REQUIRED ANCHORAGE FOR ROOFTOP EQUIPMENT\\ulnone\\par\n\\b0\\tab\\tab\\'a7 2. Sections 28-302.1, 28-302.2, 28-302.3 and, 28-302.4 of the administrative code of the city of New York, as added by local law number 33 for the year 2007, are amended to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qj\\b\\'a728-302.1\\b0  \\b General.\\b0  A building\\rquote s exterior walls and appurtenances thereof \\ul and required  anchorage for rooftop equipment\\ulnone  shall be maintained in a safe condition. All buildings greater than six stories shall comply with the maintenance requirement of this article. \\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li360\\sl480\\slmult1\\qj\\b Exception:\\b0  The requirements imposed by this article shall not apply to any part of an exterior wall that is less than 12 inches (305 mm) from the exterior wall of an adjacent building. \\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qj\\b\\'a728-302.2 Inspection requirements.\\b0  A critical examination of a building\\rquote s exterior walls and appurtenances thereof \\ul and required anchorage for rooftop equipment\\ulnone  shall be conducted at periodic intervals as set forth by rule of the commissioner, but such examination shall be conducted at least once every five years. No later than January 1, 2009 the commissioner shall by rule establish staggered inspection cycles for buildings required to comply with this section. The initial examination for a new building shall be conducted in the fifth year following the erection or installation of any exterior wall and/or appurtenances \\ul and/or required anchorage for rooftop equipment\\ulnone  as evidenced by the issuance date of a temporary or final certificate of occupancy or as otherwise prescribed by rule. \\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi-270\\li630\\sl480\\slmult1\\qj 1. Such examination shall be conducted on behalf of the building owner by or under the direct supervision of a registered design professional with appropriate qualifications as prescribed by the department. \\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi-270\\li720\\sl480\\slmult1\\qj 2. Such examination shall include a complete review of the most recently prepared report and an inspection. \\par\n3. Such examination shall be conducted in accordance with rules promulgated by the commissioner. \\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qj\\b\\'a728-302.3 Immediate notice of unsafe condition.\\b0  Whenever a registered design professional learns of an unsafe condition through a critical examination of a building\\rquote s exterior walls and appurtenances thereof[,] \\ul and/or required anchorage for rooftop equipment,\\ulnone  such person shall notify the owner and the department immediately in writing of such condition.\\par\n\\b\\'a728-302.4 Report of critical examination.\\b0  The registered design professional shall submit a written report to the commissioner within 60 days of completing the critical examination, but not more than five years following submission of the preceding report of critical examination, certifying the results of such critical examination as either safe, unsafe, or safe with a repair and maintenance program. The report shall clearly document the condition of the exterior walls and appurtenances thereof \\ul and required anchorage for rooftop equipment,\\ulnone  and shall include a record of all significant deterioration, unsafe conditions and movement observed as well as a statement concerning the watertightness of the exterior surfaces. Such report must be professionally certified by such registered design professional. \\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi1440\\sl480\\slmult1\\qj\\'a7 3. The title and opening paragraph of section 28-302.5 of the administrative code of the city of New York, as added by local law number 33 for the year 2007, are amended to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qj\\b\\'a728-302.5 Repair of [exterior walls,] unsafe condition. \\b0 Upon the notification to the department of an unsafe condition, the owner, the owner\\rquote s agent or the person in charge shall immediately commence such repairs, reinforcements or other measures as may be required to secure public safety and to make the building\\rquote s exterior walls or appurtenances thereof \\ul and required anchorage for rooftop equipment\\ulnone  conform to the provisions of this code. \\par\n\\tab\\tab\\'a7 4.  This local law shall take effect immediately.\\par\n}\n",
  "LastModified": "2013-12-23T01:06:58.453Z"
}
