{
  "ID": 50989,
  "GUID": "B6A6D1E6-531C-459D-9CA2-F5E591FBF1DE",
  "File": "Int 1153-2013",
  "Name": "Requiring buildings, that are located in the 100-year floodplain and are both larger than 300,000 square feet and taller than 6 stories, or that are located in the 500-year floodplain and contain space for critical facilities, to elevate or otherwise floo",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring buildings, that are located in the 100-year floodplain and are both larger than 300,000 square feet and taller than 6 stories, or that are located in the 500-year floodplain and contain space for critical facilities, to elevate or otherwise flood-protect building mechanical equipment.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2013-09-12T00:00:00Z",
  "AgendaDate": "2013-09-12T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5285,
      "Slug": "erik-martin-dilan",
      "FullName": "Erik Martin Dilan"
    },
    {
      "ID": 0,
      "Slug": "",
      "FullName": ""
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 7617,
      "Slug": "donovan-j-richards",
      "FullName": "Donovan J. Richards"
    },
    {
      "ID": 7586,
      "Slug": "ruben-wills",
      "FullName": "Ruben Wills"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    }
  ],
  "History": [
    {
      "ID": 277634,
      "Date": "2013-09-12T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 277729,
      "Date": "2013-09-12T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 12731,
      "AgendaSequence": 42,
      "MinutesSequence": 52,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283611,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 114127,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Memorandum In Support",
      "Link": "http://nyc.legistar1.com/nyc/attachments/a021ab99-0b7b-4f7f-9621-e20888159165.doc",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 52301,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Chapter 3 of title 28 of the administrative code of the city of New York, as amended by a local law of the city of New York for the year 2013 amending the administrative code of the city of New York, the New York city plumbing code, the New York city building code, the New York city mechanical code and the New York city fuel gas code, relating to bringing such codes up to date with the 2009 editions of the international building, mechanical, fuel gas and plumbing codes, as proposed in Intro. 1056, is amended by adding a new section 28-315.8 to read as follows:  \n§28-315.8 Resiliency. The work specified in this section to enhance building resiliency shall be completed by the dates specified herein.\n§28-315.8.1. Flood protection of mechanical, electrical, plumbing, telecommunication and fire protection systems and equipment. The protection of mechanical, electrical, plumbing, telecommunications and fire protection systems and equipment in accordance with the retroactive requirements of section G311.2 of appendix G of the New York city building code shall be completed by December 31, 2030, and interim and final reports detailing compliance with those requirements shall be filed with the department pursuant to section G311.2.5, for the following buildings:\n1. Buildings located in an area of special flood hazard, as such term is defined in appendix G of the New York city building code, that are both larger than 300,000 square feet (27 871 m2) as it appears in the records of the department of finance, and greater than 6 stories. \n2. Buildings located in areas of special flood hazard or shaded X-zone, as such terms are defined in appendix G of the New York city building code, whose main use or dominant occupancy is classified as Group I-2 hospitals or nursing homes.\n3. Buildings located in an area of special flood hazard whose main use or dominant occupancy is classified as Group I-2 adult homes.\n§28-315.8.1.11 Modification to the area of special flood hazard or shaded X-zone.  Where the area of special flood hazard or shaded X-zone, as established by section G102.2 of appendix G of the New York city building code, is modified on or after January 1, 2014 and prior to December 31, 2030, any building newly identified as being within such modified area of special flood hazard or shaded X-zone shall protect mechanical, electrical, plumbing, telecommunications and fire protection systems and equipment in accordance with the retroactive requirements of section G311.2 of appendix G of the New York city building code no later than fifteen years following the enactment of such modification and shall file a report of compliance with the department no later than fifteen years following the enactment of such modification and an interim report of compliance no later than seven years following the enactment of such modification.\n§2. Section BC G102.1 of appendix G of the New York city building code, as amended by a local law of the city of New York for the year 2013 amending the administrative code of the city of New York, the New York city plumbing code, the New York city building code, the New York city mechanical code and the New York city fuel gas code, relating to bringing such codes up to date with the 2009 editions of the international building, mechanical, fuel gas and plumbing codes, as proposed in Int. No. 1056, is amended by adding a new item 11 to section BC G102 to read as follows:  \n11. Retroactive requirements. This appendix shall apply to retroactive requirements as provided for in Section G311.\n§3. Chapter G3 of appendix G of the New York city building code, as amended by a local law of the city of New York for the year 2013 amending the administrative code of the city of New York, the New York city plumbing code, the New York city building code, the New York city mechanical code and the New York city fuel gas code, relating to bringing such codes up to date with the 2009 editions of the international building, mechanical, fuel gas and plumbing codes, as proposed in Int. No. 1056, is amended by adding a new section BC G311 to read as follows:  \nSECTION BC G311\nRETROACTIVE REQUIREMENTS\nG311.1 General. Notwithstanding any other provision of the New York City Construction Codes, the provisions of this section shall apply retroactively to all buildings and structures specified within it which are currently in existence.\nG311.2 Flood protection of mechanical, electrical, plumbing, telecommunication and fire protection systems and equipment. The protection of mechanical, electrical, plumbing, telecommunications and fire protection systems and equipment in accordance with the retroactive requirements Section G311.2 shall be completed by December 31, 2030, and reports of such protection shall be filed with the department by December 31, 2020 and December 31, 2030 in accordance with such requirements, for the following buildings:\n1. Buildings located in area of special flood hazard that are both larger than 300,000 square feet (27 871 m2) as it appears in the records of the department of finance, and greater than 6 stories. \n2. Buildings located in areas of special flood hazard or shaded X-zone whose main use or dominant occupancy is classified as Group I-2 hospitals or nursing homes. \n3. Buildings located in an area of special flood hazard whose main use or dominant occupancy is classified as Group I-2 adult homes.\nG311.2.1 Modification to the area of special flood hazard or shaded X-zone. Where the area of special flood hazard or shaded X-zone is modified on or after January 1, 2014 and prior to December 31, 2030, any building newly identified as being within such modified area of special flood hazard or shaded X-zone shall protect mechanical, electrical, plumbing, telecommunications and fire protection systems and equipment in accordance with the requirements of Section G311.2 no later than fifteen years following the enactment of such modification and shall file a report of compliance with the department no later than fifteen years following the enactment of such modification and an interim report of compliance no later than seven years following the enactment of such modification.\nG311.2.2 Flood-resistant systems and equipment for buildings whose main use or dominant occupancy is not classified as Group I-2 hospitals, nursing homes or adult homes. For buildings located in the area of special flood hazard that are both larger than 300,000 square feet (27 871 m2) as it appears in the records of the department of finance, and greater than 6 stories, and whose main use or dominant occupancy is not classified as Group I-2 hospitals, nursing homes, or adult homes, the mechanical, electrical, plumbing, telecommunications and fire protection systems and equipment shall comply with the requirements G304.1.1 item 5 or G304.1.2 item 2.3, utilizing the base flood elevation plus 3 feet (914 mm) as the design flood elevation. Such systems and equipment shall include, but shall not be limited to, the following:\n1. Fire protection systems and equipment;\n2. Electrical systems and equipment; \n3. Heating, ventilation, and air conditioning systems and equipment;\n4. Plumbing systems equipment, including water pumps;\n5. Telecommunications systems and equipment;\n6. Elevator systems and equipment; and\n7. Emergency generators and associated fuel tanks, fill lines, vents and pumps.\nException: Serving spaces below the DFE. Equipment and portions of systems need not be protected where they serve only spaces below the design flood elevation, provided that inundation will not affect the operability of equipment and portions of systems located above the design flood elevation.\nG311.2.2.1 Demonstrated equivalencies. Alternative flood-resistance construction measures and operational protocols may be approved by the commissioner. Alternative measures may include the following:\n1. Temporary barriers. Temporary flood barriers, including but not limited to deployable flood shields, moveable gates, or sandbag dikes. Such temporary flood barrier system shall be stored on-site;\n2. Training and drills. Trained staff with annual testing and drills of temporary flood barrier deployment and other flood-resistant techniques; \n3. Backflow preventers. Backflow preventers installed at sewer outflows, sewer vent outlets raised above flood elevation; \n4. Sump pumps. Sump pumps in mechanical equipment rooms located below the flood elevation;\n5. Relocation of components. Provision for removal of individual components that can be readily relocated and temporarily stored above the design flood elevation;\n6. Replacement equipment. On-site storage above the design flood elevation of replacement equipment or components, provided that an individual on the building staff is capable of installing the replacements; and\n7. Provisions for the connection of temporary equipment. Provisions for the connection of temporary equipment, provided that the owner maintains a contract with a vendor for the temporary equipment.\nException. Alternative compliance measures shall not be permitted for the following equipment and utilities:\n1. Emergency power system;\n2. Fuel tanks supplying emergency generator and related pumps;\n3. Fire alarm system;\n4. Fire pumps;\n5. Domestic water pumps and storage; and\n6. Sump pumps power feed. \nG311.2.3 Flood-resistant systems and equipment for Group I-2 hospitals and nursing homes. For buildings located in the area of special flood hazard or shaded X-zone, whose main use or dominant occupancy is classified as Group I-2 hospitals or nursing homes, the following systems and equipment shall comply with the requirements G304.1.1 item 5 or G304.1.2 item 2.3, utilizing the 500-year flood elevation as the design flood elevation:\n1. Electrical systems and equipment; \n2. Domestic water pumps;\n3. Emergency generators and associated fuel tanks, fill lines, vents and pumps.\nExceptions:\n1. Serving spaces below the DFE. Equipment and portions of systems need not be protected where they serve only spaces below the design flood elevation, provided that inundation will not affect the operability of equipment and portions of systems located above the design flood elevation.\n2. Serving spaces not classified as Group I-2 hospitals or nursing homes. Equipment and portions of systems need not be protected where they do not serve spaces classified as Group I-2 hospitals or nursing homes, provided that inundation will not affect the operability of equipment and portions of systems located above the design flood elevation.\nG311.2.4 Flood-resistant systems and equipment for Group I-2 adult homes. For buildings located in the area of special flood hazard, whose main use or dominant occupancy is classified as Group I-2 adult homes, the following systems and equipment shall comply with the requirements G304.1.1 item 5 or G304.1.2 item 2.3, utilizing the base flood elevation plus 3 feet (914 mm) as the design flood elevation:\n1. Electrical systems and equipment; \n2. Emergency generators and associated fuel tanks, fill lines, vents and pumps.\nExceptions:\n1. Serving spaces below the DFE. Equipment and portions of systems need not be protected where they serve only spaces below the design flood elevation, provided that inundation will not affect the operability of equipment and portions of systems located above the design flood elevation.\n2. Serving spaces not classified as Group I-2 adult homes. Equipment and portions of systems need not be protected where they do not serve spaces classified as Group I-2 adult homes, provided that inundation will not affect the operability of equipment and portions of systems located above the design flood elevation. \nG311.2.5 Report of compliance. The owner of a building required to comply with the provisions of Section G311.2 shall file with the department on or before December 31, 2030 a final report prepared by a registered design professional certifying that the requirements of this article have been satisfied. Pending the filing of such final report, such owner shall be required to file by December 31, 2020 an interim report that complies with one of the following:\n1. An interim report certified by a registered design professional that all mechanical, electrical, plumbing, telecommunications and fire protection systems are in compliance with the requirements of this article; or\n2. An interim report certified by a registered design professional of the percentage of the equipment and components of mechanical, electrical, plumbing, telecommunications and fire protection systems that are in compliance with the requirements of this article as of the date of such report and an implementation plan prepared by such registered design professional detailing when and how the remaining portions will be made fully compliant.\nG311.2.5.1 Filing. The department shall promulgate rules establishing filing fees for the review and examination of such reports.\n§4.  This local law shall take effect on the same date as a local law of the city of New York for the year 2013 amending the administrative code of the city of New York, the New York city plumbing code, the New York city building code, the New York city mechanical code and the New York city fuel gas code, relating to bringing such codes up to date with the 2009 editions of the international building, mechanical, fuel gas and plumbing codes, as proposed in Int. No. 1056, takes effect.",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\tab Section 1.  Chapter 3 of title 28 of the administrative code of the city of New York, as amended by a local law of the city of New York for the year 2013 amending the administrative code of the city of New York, the New York city plumbing code, the New York city building code, the New York city mechanical code and the New York city fuel gas code, relating to bringing such codes up to date with the 2009 editions of the international building, mechanical, fuel gas and plumbing codes, as proposed in Intro. 1056, is amended by adding a new section 28-315.8 to read as follows:  \\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qj\\b\\'a7\\ul 28-315.8 Resiliency.\\b0  The work specified in this section to enhance building resiliency shall be completed by the dates specified herein.\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li360\\sl480\\slmult1\\qj\\ul\\b\\'a728-315.8.1. Flood protection of mechanical, electrical, plumbing, telecommunication and fire protection systems and equipment.\\b0  The protection of mechanical, electrical, plumbing, telecommunications and fire protection systems and equipment in accordance with the retroactive requirements of section G311.2 of appendix G of the New York city building code shall be completed by December 31, 2030, and interim and final reports detailing compliance with those requirements shall be filed with the department pursuant to section G311.2.5, for the following buildings:\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li720\\sl480\\slmult1\\qj 1. Buildings located in an area of special flood hazard, as such term is defined in appendix G of the New York city building code, that are both larger than 300,000 square feet (27 871 m\\super 2\\nosupersub ) as it appears in the records of the department of finance, and greater than 6 stories. \\par\n2. Buildings located in areas of special flood hazard or shaded X-zone, as such terms are defined in appendix G of the New York city building code, whose main use or dominant occupancy is classified as Group I-2 hospitals or nursing homes.\\par\n3. Buildings located in an area of special flood hazard whose main use or dominant occupancy is classified as Group I-2 adult homes.\\par\n\\b\\'a728-315.8.1.11 Modification to the area of special flood hazard or shaded X-zone. \\b0  Where the area of special flood hazard or shaded X-zone, as established by section G102.2 of appendix G of the New York city building code, is modified on or after January 1, 2014 and prior to December 31, 2030, any building newly identified as being within such modified area of special flood hazard or shaded X-zone shall protect mechanical, electrical, plumbing, telecommunications and fire protection systems and equipment in accordance with the retroactive requirements of section G311.2 of appendix G of the New York city building code no later than fifteen years following the enactment of such modification and shall file a report of compliance with the department no later than fifteen years following the enactment of such modification and an interim report of compliance no later than seven years following the enactment of such modification.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi1440\\sl480\\slmult1\\qj\\ulnone\\'a72. Section BC G102.1 of appendix G of the New York city building code, as amended by a local law of the city of New York for the year 2013 amending the administrative code of the city of New York, the New York city plumbing code, the New York city building code, the New York city mechanical code and the New York city fuel gas code, relating to bringing such codes up to date with the 2009 editions of the international building, mechanical, fuel gas and plumbing codes, as proposed in Int. No. 1056, is amended by adding a new item 11 to section BC G102 to read as follows:  \\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li360\\sl480\\slmult1\\qj\\ul 11. Retroactive requirements. This appendix shall apply to retroactive requirements as provided for in Section G311.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi1440\\sl480\\slmult1\\qj\\ulnone\\'a73. Chapter G3 of appendix G of the New York city building code, as amended by a local law of the city of New York for the year 2013 amending the administrative code of the city of New York, the New York city plumbing code, the New York city building code, the New York city mechanical code and the New York city fuel gas code, relating to bringing such codes up to date with the 2009 editions of the international building, mechanical, fuel gas and plumbing codes, as proposed in Int. No. 1056, is amended by adding a new section BC G311 to read as follows:  \\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi1440\\sl480\\slmult1\\qc\\ul\\b SECTION BC G311\\par\nRETROACTIVE REQUIREMENTS\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qj G311.1 General.\\b0  Notwithstanding any other provision of the \\i New York City Construction Codes\\i0 , the provisions of this section shall apply retroactively to all buildings and structures specified within it which are currently in existence.\\par\n\\b G311.2 Flood protection of mechanical, electrical, plumbing, telecommunication and fire protection systems and equipment.\\b0  The protection of mechanical, electrical, plumbing, telecommunications and fire protection systems and equipment in accordance with the retroactive requirements Section G311.2 shall be completed by December 31, 2030, and reports of such protection shall be filed with the department by December 31, 2020 and December 31, 2030 in accordance with such requirements, for the following buildings:\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li360\\sl480\\slmult1\\qj 1. Buildings located in area of special flood hazard that are both larger than 300,000 square feet (27 871 m\\super 2\\nosupersub ) as it appears in the records of the department of finance, and greater than 6 stories. \\par\n2. Buildings located in areas of special flood hazard or shaded X-zone whose main use or dominant occupancy is classified as Group I-2 hospitals or nursing homes. \\par\n3. Buildings located in an area of special flood hazard whose main use or dominant occupancy is classified as Group I-2 adult homes.\\par\n\\b G311.2.1 Modification to the area of special flood hazard or shaded X-zone. \\b0 Where the area of special flood hazard or shaded X-zone is modified on or after January 1, 2014 and prior to December 31, 2030, any building newly identified as being within such modified area of special flood hazard or shaded X-zone shall protect mechanical, electrical, plumbing, telecommunications and fire protection systems and equipment in accordance with the requirements of Section G311.2 no later than fifteen years following the enactment of such modification and shall file a report of compliance with the department no later than fifteen years following the enactment of such modification and an interim report of compliance no later than seven years following the enactment of such modification.\\par\n\\b G311.2.2 Flood-resistant systems and equipment for buildings whose main use or dominant occupancy is not classified as Group I-2 hospitals, nursing homes or adult homes.\\b0  For buildings located in the area of special flood hazard that are both larger than 300,000 square feet (27 871 m\\super 2\\nosupersub ) as it appears in the records of the department of finance, and greater than 6 stories, and whose main use or dominant occupancy is not classified as Group I-2 hospitals, nursing homes, or adult homes, the mechanical, electrical, plumbing, telecommunications and fire protection systems and equipment shall comply with the requirements G304.1.1 item 5 or G304.1.2 item 2.3, utilizing the base flood elevation plus 3 feet (914 mm) as the design flood elevation. Such systems and equipment shall include, but shall not be limited to, the following:\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li720\\sl480\\slmult1\\qj 1. Fire protection systems and equipment;\\par\n2. Electrical systems and equipment; \\par\n3. Heating, ventilation, and air conditioning systems and equipment;\\par\n4. Plumbing systems equipment, including water pumps;\\par\n5. Telecommunications systems and equipment;\\par\n6. Elevator systems and equipment; and\\par\n7. Emergency generators and associated fuel tanks, fill lines, vents and pumps.\\par\n\\b Exception:\\b0  \\b Serving spaces below the DFE.\\b0  Equipment and portions of systems need not be protected where they serve only spaces below the design flood elevation, provided that inundation will not affect the operability of equipment and portions of systems located above the design flood elevation.\\par\n\\b G311.2.2.1 Demonstrated equivalencies.\\b0  Alternative flood-resistance construction measures and operational protocols may be approved by the commissioner. Alternative measures may include the following:\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li1080\\sl480\\slmult1\\qj\\b 1. Temporary barriers.\\b0  Temporary flood barriers, including but not limited to deployable flood shields, moveable gates, or sandbag dikes. Such temporary flood barrier system shall be stored on-site;\\par\n\\b 2. Training and drills.\\b0  Trained staff with annual testing and drills of temporary flood barrier deployment and other flood-resistant techniques; \\par\n\\b 3. Backflow preventers. \\b0 Backflow preventers installed at sewer outflows, sewer vent outlets raised above flood elevation; \\par\n\\b 4. Sump pumps.\\b0  Sump pumps in mechanical equipment rooms located below the flood elevation;\\par\n\\b 5. Relocation of components.\\b0  Provision for removal of individual components that can be readily relocated and temporarily stored above the design flood elevation;\\par\n\\b 6. Replacement equipment.\\b0  On-site storage above the design flood elevation of replacement equipment or components, provided that an individual on the building staff is capable of installing the replacements; and\\par\n\\b 7. Provisions for the connection of temporary equipment.\\b0  Provisions for the connection of temporary equipment, provided that the owner maintains a contract with a vendor for the temporary equipment.\\par\n\\b Exception.\\b0  Alternative compliance measures shall not be permitted for the following equipment and utilities:\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li1440\\sl480\\slmult1\\qj 1. Emergency power system;\\par\n2. Fuel tanks supplying emergency generator and related pumps;\\par\n3. Fire alarm system;\\par\n4. Fire pumps;\\par\n5. Domestic water pumps and storage; and\\par\n6. Sump pumps power feed. \\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li360\\sl480\\slmult1\\qj\\b G311.2.3 Flood-resistant systems and equipment for Group I-2 hospitals and nursing homes.\\b0  For buildings located in the area of special flood hazard or shaded X-zone, whose main use or dominant occupancy is classified as Group I-2 hospitals or nursing homes, the following systems and equipment shall comply with the requirements G304.1.1 item 5 or G304.1.2 item 2.3, utilizing the 500-year flood elevation as the design flood elevation:\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li720\\sl480\\slmult1\\qj 1. Electrical systems and equipment; \\par\n2. Domestic water pumps;\\par\n3. Emergency generators and associated fuel tanks, fill lines, vents and pumps.\\par\n\\b Exceptions:\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li1080\\sl480\\slmult1\\qj 1. Serving spaces below the DFE.\\b0  Equipment and portions of systems need not be protected where they serve only spaces below the design flood elevation, provided that inundation will not affect the operability of equipment and portions of systems located above the design flood elevation.\\par\n\\b 2. Serving spaces not classified as Group I-2 hospitals or nursing homes.\\b0  Equipment and portions of systems need not be protected where they do not serve spaces classified as Group I-2 hospitals or nursing homes, provided that inundation will not affect the operability of equipment and portions of systems located above the design flood elevation.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li360\\sl480\\slmult1\\qj\\b G311.2.4 Flood-resistant systems and equipment for Group I-2 adult homes.\\b0  For buildings located in the area of special flood hazard, whose main use or dominant occupancy is classified as Group I-2 adult homes, the following systems and equipment shall comply with the requirements G304.1.1 item 5 or G304.1.2 item 2.3, utilizing the base flood elevation plus 3 feet (914 mm) as the design flood elevation:\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li720\\sl480\\slmult1\\qj 1. Electrical systems and equipment; \\par\n2. Emergency generators and associated fuel tanks, fill lines, vents and pumps.\\par\n\\b Exceptions:\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li1080\\sl480\\slmult1\\qj 1. Serving spaces below the DFE.\\b0  Equipment and portions of systems need not be protected where they serve only spaces below the design flood elevation, provided that inundation will not affect the operability of equipment and portions of systems located above the design flood elevation.\\par\n\\b 2. Serving spaces not classified as Group I-2 adult homes.\\b0  Equipment and portions of systems need not be protected where they do not serve spaces classified as Group I-2 adult homes, provided that inundation will not affect the operability of equipment and portions of systems located above the design flood elevation. \\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li360\\sl480\\slmult1\\qj\\b G311.2.5 Report of compliance.\\b0  The owner of a building required to comply with the provisions of Section G311.2 shall file with the department on or before December 31, 2030 a final report prepared by a registered design professional certifying that the requirements of this article have been satisfied. Pending the filing of such final report, such owner shall be required to file by December 31, 2020 an interim report that complies with one of the following:\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li720\\sl480\\slmult1\\qj 1. An interim report certified by a registered design professional that all mechanical, electrical, plumbing, telecommunications and fire protection systems are in compliance with the requirements of this article; or\\par\n2. An interim report certified by a registered design professional of the percentage of the equipment and components of mechanical, electrical, plumbing, telecommunications and fire protection systems that are in compliance with the requirements of this article as of the date of such report and an implementation plan prepared by such registered design professional detailing when and how the remaining portions will be made fully compliant.\\par\n\\b G311.2.5.1 Filing.\\b0  The department shall promulgate rules establishing filing fees for the review and examination of such reports.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi1440\\sl480\\slmult1\\qj\\ulnone\\'a74.  This local law shall take effect on the same date as a local law of the city of New York for the year 2013 amending the administrative code of the city of New York, the New York city plumbing code, the New York city building code, the New York city mechanical code and the New York city fuel gas code, relating to bringing such codes up to date with the 2009 editions of the international building, mechanical, fuel gas and plumbing codes, as proposed in Int. No. 1056, takes effect.\\par\n}\n",
  "LastModified": "2013-12-23T01:06:45.407Z"
}
