{
  "ID": 50869,
  "GUID": "7DA156D2-FF72-4F24-A8B9-D0F3772675B9",
  "File": "Int 1157-2013",
  "Name": "Establishing a deposit and refund program for plastic carryout bags.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to establishing a deposit and refund program for plastic carryout bags.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5108,
  "BodyName": "Committee on Sanitation and Solid Waste Management",
  "IntroDate": "2013-09-12T00:00:00Z",
  "AgendaDate": "2013-09-12T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    }
  ],
  "History": [
    {
      "ID": 277640,
      "Date": "2013-09-12T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 277736,
      "Date": "2013-09-12T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Sanitation and Solid Waste Management",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 12731,
      "AgendaSequence": 49,
      "MinutesSequence": 59,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Sanitation and Solid Waste Management",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283608,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 52178,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Title 16 of the administrative code of the city of New York is amended by adding a new chapter 4-F to read as follows:\nCHAPTER 4-F: PLASTIC BAG DEPOSIT AND REFUND PROGRAM\n\n§16-490 Definitions\n§16-491 Deposit and refund value\n§16-492 Mandatory take back and refund\n§16-493 Refusal of acceptance\n§16-494 Plastic carryout bag requirements\n§16-495 Reports\n§16-496 Authority to promulgate rules \n§16-497 Enforcement \n\n\n§16-490 Definitions. When used in this chapter: a. “Plastic carryout bag” shall mean a single-use bag made of plastic with handles that is provided by a store to a consumer at the point of sale and is used to carry goods from such store and that is not a reusable bag, a compostable plastic bag, a produce bag, or an exempted bag.\nb. “Reusable bag” shall mean a bag with handles including a bag with handles created by cutting holes in the bag to create a handle for a customer to carry the bag, that is specifically designed and manufactured for multiple reuse and is either (1) made of cloth or other machine washable fabric, (2) made of durable plastic that is at least 2.25 mils thick, or (3) a recyclable paper bag.\nc. “Produce bag” shall mean any bag without handles used to carry produce, meats, dry goods or other non-prepackaged food items to the point of sale within a store or market or to prevent such food items from coming into direct contact with other purchased items.\nd. “Compostable plastic bag” shall mean a plastic bag that at a minimum meets the American Society for Testing and Materials standard D6400 for compostable plastic, and any amendments to such standard.\ne. “Exempted bags” shall mean any bag exempted from the provisions of this chapter as determined by rule of the commissioner.\nf. “Store” shall mean a retail or wholesale establishment, other than a food service establishment, engaged in the sale of personal, consumer, or household items including but not limited to drug stores, pharmacies, grocery stores, supermarkets, convenience food stores, and food-marts that provides or sells plastic carryout bags to consumers in which to place such items. \ng. “Consumer” shall mean any person who purchases or takes possession of a plastic carryout bag from a store at the time of sale.\nh. “Redeemer” shall mean every person who demands the refund value established by this chapter in exchange for a plastic carryout bag but shall not include a deposit initiator as defined in this section. \n§16-491 Deposit and refund value. No store shall sell, offer for sale, provide, or make available plastic carryout bags for purposes of carrying or containing goods purchased or otherwise obtained at such store unless such store collects a deposit fee of five cents for each plastic carryout bag from the consumer and unless such plastic carryout bag has a refund value of five cents.  Any such plastic carryout bag shall have a unique mark as set forth in section 16-494 of this chapter. \n§16-492 Mandatory take back and refund. a. Any store that sells, offers for sale, provides, or makes available plastic carryout bags to consumers shall accept at such store from any redeemer any plastic carryout bag which possesses the unique mark of such store, as required by section 16-494 of this chapter. All operators shall pay to a redeemer a refund value of five cents, as required by section 16-490 of this chapter. Redemptions of refund value must be in legal tender.  \nb. It shall be a violation for any person to return or assist another person to return to a store a plastic carryout bag for refund value if such bag has previously been accepted for redemption. \nc. It shall be a violation for any person to knowingly redeem or assist another person to redeem a plastic carryout bag on which a deposit was never paid in the city of New York.\nd. All stores sell, offer for sale, provide, or make available plastic carryout bags for purposes of carrying or containing goods purchased or otherwise obtained at such store shall conspicuously display signs at the point of sale to inform patrons of where to return plastic carryout bags for deposit refund. \n§16-493 Refusal of acceptance. a. The operator of a store may refuse to accept from a redeemer any plastic carryout bag that does not match the unique mark for the plastic carryout bags of such store as required by §16-494 of this chapter. \nb. The operator of a store may refuse to accept from a redeemer any plastic carryout bag that is soiled or missing a significant amount of its material. \n§16-494 Plastic carryout bag requirements. a. Every plastic carryout bag sold, offered for sale, provided, or otherwise made available at a point of sale for purposes of carrying or containing goods purchased or otherwise obtained at such store shall have a mark unique to the store or any group of stores distributing such plastic carryout bags that enables such store or stores to identify the plastic carryout bags for which they have collected a deposit. A unique mark need not appear on plastic carryout bags prior to their delivery to such stores. \n§16-495 Reports. Each store shall file quarterly reports with the commissioner of finance on a form and in the manner prescribed by such commissioner. Each report shall include all information such commissioner determines to be appropriate.  \n§16-496 Authority to promulgate rules. The commissioner shall have the authority to promulgate rules as necessary and appropriate for the implementation of this chapter including the determination of exempted bags as provided in subdivision e of section 16-490 of this chapter.\n§16-497 Enforcement. a. Any notice of violation alleging a violation of any provision of this chapter shall be returnable to the environmental control board, which shall have the power to impose civil penalties as provided herein. The department, the department of finance and the department of consumer affairs shall have the authority to enforce the provisions of this chapter.\nb. Beginning July 1, 2014, any store that violates section 16-491 or subdivision a of section 16-492 of this chapter shall be liable for a civil penalty of five hundred dollars for the first violation, one thousand dollars for the second violation in the same calendar year, and two thousand dollars for any subsequent violation within the same calendar year.\nc. Any person who violates any other provision of this chapter not specified in subdivision b of this section shall be liable for a civil penalty of fifty dollars.  \n§2. This local law shall take effect ninety days after its enactment except that the commissioner shall take such measures as are necessary for its implementation, including the promulgation of rules, prior to such effective date.",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1.  Title 16 of the administrative code of the city of New York is amended by adding a new chapter 4-F to read as follows:\\par\n\\pard\\ltrpar\\keepn\\nowidctlpar\\li3240\\ul CHAPTER 4-F: PLASTIC BAG DEPOSIT AND REFUND PROGRAM\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\li3240\\qj\\'a716-490 Definitions\\par\n\\'a716-491 Deposit and refund value\\par\n\\'a716-492 Mandatory take back and refund\\par\n\\'a716-493 Refusal of acceptance\\par\n\\'a716-494 Plastic carryout bag requirements\\par\n\\pard\\ltrpar\\nowidctlpar\\li3240\\'a716-495 Reports\\par\n\\pard\\ltrpar\\nowidctlpar\\li3240\\qj\\'a716-496 Authority to promulgate rules \\par\n\\'a716-497 Enforcement \\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ul\\'a716-490 Definitions. When used in this chapter: a. \\ldblquote Plastic carryout bag\\rdblquote  shall mean a single-use bag made of plastic with handles that is provided by a store to a consumer at the point of sale and is used to carry goods from such store and that is not a reusable bag, a compostable plastic bag, a produce bag, or an exempted bag.\\par\nb. \\ldblquote Reusable bag\\rdblquote  shall mean a bag with handles including a bag with handles created by cutting holes in the bag to create a handle for a customer to carry the bag, that is specifically designed and manufactured for multiple reuse and is either (1) made of cloth or other machine washable fabric, (2) made of durable plastic that is at least 2.25 mils thick, or (3) a recyclable paper bag.\\par\nc. \\ldblquote Produce bag\\rdblquote  shall mean any bag without handles used to carry produce, meats, dry goods or other non-prepackaged food items to the point of sale within a store or market or to prevent such food items from coming into direct contact with other purchased items.\\par\nd. \\ldblquote Compostable plastic bag\\rdblquote  shall mean a plastic bag that at a minimum meets the American Society for Testing and Materials standard D6400 for compostable plastic, and any amendments to such standard.\\par\ne. \\ldblquote Exempted bags\\rdblquote  shall mean any bag exempted from the provisions of this chapter as determined by rule of the commissioner.\\par\nf. \\ldblquote Store\\rdblquote  shall mean \\cf1 a retail or wholesale establishment, other than a food service establishment, engaged in the sale of personal, consumer, or household items including but not limited to drug stores, pharmacies, grocery stores, supermarkets, convenience food stores, and food-marts that provides or sells plastic carryout bags to consumers in which to place such items. \\par\n\\cf0 g. \\ldblquote Consumer\\rdblquote  shall mean any person who purchases or takes possession of a plastic carryout bag from a store at the time of sale.\\par\nh. \\ldblquote Redeemer\\rdblquote  shall mean every person who demands the refund value established by this chapter in exchange for a plastic carryout bag but shall not include a deposit initiator as defined in this section. \\par\n\\'a716-491 Deposit and refund value. No store shall sell, offer for sale, provide, or make available plastic carryout bags for purposes of carrying or containing goods purchased or otherwise obtained at such store unless such store collects a deposit fee of five cents for each plastic carryout bag from the consumer and unless such plastic carryout bag has a refund value of five cents.  Any such plastic carryout bag shall have a unique mark as set forth in section 16-494 of this chapter. \\par\n\\'a716-492 Mandatory take back and refund. a. Any store that sells, offers for sale, provides, or makes available plastic carryout bags to consumers shall accept at such store from any redeemer any plastic carryout bag which possesses the unique mark of such store, as required by section 16-494 of this chapter. All operators shall pay to a redeemer a refund value of five cents, as required by section 16-490 of this chapter. Redemptions of refund value must be in legal tender.  \\par\nb. It shall be a violation for any person to return or assist another person to return to a store a plastic carryout bag for refund value if such bag has previously been accepted for redemption. \\par\nc. It shall be a violation for any person to knowingly redeem or assist another person to redeem a plastic carryout bag on which a deposit was never paid in the city of New York.\\par\nd. All stores sell, offer for sale, provide, or make available plastic carryout bags for purposes of carrying or containing goods purchased or otherwise obtained at such store shall conspicuously display signs at the point of sale to inform patrons of where to return plastic carryout bags for deposit refund. \\par\n\\'a716-493 Refusal of acceptance. a. The operator of a store may refuse to accept from a redeemer any plastic carryout bag that does not match the unique mark for the plastic carryout bags of such store as required by \\'a716-494 of this chapter. \\par\nb. The operator of a store may refuse to accept from a redeemer any plastic carryout bag that is soiled or missing a significant amount of its material. \\par\n\\'a716-494 Plastic carryout bag requirements. a. Every plastic carryout bag sold, offered for sale, provided, or otherwise made available at a point of sale for purposes of carrying or containing goods purchased or otherwise obtained at such store shall have a mark unique to the store or any group of stores distributing such plastic carryout bags that enables such store or stores to identify the plastic carryout bags for which they have collected a deposit. A unique mark need not appear on plastic carryout bags prior to their delivery to such stores. \\par\n\\'a716-495 Reports. Each store shall file quarterly reports with the commissioner of finance on a form and in the manner prescribed by such commissioner. Each report shall include all information such commissioner determines to be appropriate.  \\par\n\\'a716-496 Authority to promulgate rules. The commissioner shall have the authority to promulgate rules as necessary and appropriate for the implementation of this chapter including the determination of exempted bags as provided in subdivision e of section 16-490 of this chapter.\\par\n\\'a716-497 Enforcement. a. \\cf1 Any notice of violation alleging a violation of any provision of this chapter shall be returnable to the environmental control board, which shall have the power to impose civil penalties as provided herein. The department, the department of finance and the department of consumer affairs shall have the authority to enforce the provisions of this chapter.\\par\nb. \\cf0 Beginning July 1, 2014, a\\cf1 ny store that violates section 16-491 or subdivision a of section 16-492 of this chapter shall be liable for a civil penalty of five hundred dollars for the first violation, one thousand dollars for the second violation in the same calendar year, and two thousand dollars for any subsequent violation within the same calendar year.\\par\nc. \\cf0 Any person who violates any other provision of this chapter not specified in subdivision b of this section shall be liable for a civil penalty of fifty dollars.  \\par\n\\ulnone\\'a72. This local law shall take effect ninety days after its enactment except that the commissioner shall take such measures as are necessary for its implementation, including the promulgation of rules, prior to such effective date.   \\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\ul\\par\n\\par\n}\n",
  "LastModified": "2013-12-23T01:05:45.11Z"
}
