{
  "ID": 50991,
  "GUID": "6D396F17-27FB-4516-AE47-DB0F10A93C71",
  "File": "Int 1158-2013",
  "Name": "Tax study commission.",
  "Title": "A Local Law to amend the New York city charter and the administrative code of the city of New York, in relation to corrections of errors by the register’s office or the office of the clerk of the county of Richmond, the mailing of bills and notices to owners of real property by the commissioner of finance, updating references to the city collector, the books of annual record of the assessed valuation of real estate, and other outdated references, and repealing sections 3-311, 11-114, 11-115, 11-116, 11-117, 11-118, 11-119, 11-120 and 11-121 of the administrative code of the city of New York, relating to the city collector, section 7-617 of the administrative code of the city of New York, relating to the register, subdivision c of section 11-211 of the administrative code of the city of New York, relating to the annual record of the assessed valuation of real estate, sections 11-217 and 11-221 of the administrative code of the city of New York, relating to assessment rolls, sections 11-303, 11-304, 11-305, 11-306, 11-307 and 11-309 of the administrative code of the city of New York, relating to assessments and assessment rolls, sections 11-425, 11-426 and 11-427 of the administrative code of the city of New York, relating to installment agreements, and chapter 29 of title 11 of the administrative code of the city of New York, relating to the tax study commission.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 11,
  "BodyName": "Committee on Finance",
  "IntroDate": "2013-09-12T00:00:00Z",
  "AgendaDate": "2013-09-12T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 7617,
      "Slug": "donovan-j-richards",
      "FullName": "Donovan J. Richards"
    },
    {
      "ID": 7586,
      "Slug": "ruben-wills",
      "FullName": "Ruben Wills"
    },
    {
      "ID": 0,
      "Slug": "",
      "FullName": ""
    }
  ],
  "History": [
    {
      "ID": 277642,
      "Date": "2013-09-12T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 277738,
      "Date": "2013-09-12T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Finance",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 12731,
      "AgendaSequence": 51,
      "MinutesSequence": 61,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Finance",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283607,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 114126,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Memorandum In Support",
      "Link": "http://nyc.legistar1.com/nyc/attachments/2613497a-058a-4755-8eac-203467089451.doc",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 52303,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1. Subdivision b of section 163 of the New York city charter, as added by local law number 77 for the year 1984, is amended to read as follows:\nb. During the time that the [books of annual records of the assessed valuation of real estate are open] tentative assessment roll is available for public inspection, any person or corporation claiming to be aggrieved by the assessed valuation of real estate may apply for correction of such assessment. Such application shall be duly verified by a person having personal knowledge of the facts stated therein, provided that if the application is signed by someone other than the person or an officer of the corporation claiming to be aggrieved, the application must be accompanied by a duly executed power of attorney as prescribed by the rules and regulations of the tax commission.\n§ 2. Section 1510 of the New York city charter, as amended by vote of the electors at the general election held on November 7, 1989, is amended to read as follows:\n§ 1510. [Annual record of assessed valuation] Assessment rolls; public inspection of tentative roll. The [books of the annual record of the assessed valuation of real estate] tentative assessment roll shall be [opened] made available to the public not later than the fifteenth day of January in each year, not a Saturday, Sunday or legal holiday, and remain [open during the usual business hours for public inspection and examination] available to the public until the first day of March thereafter. The commissioner, previous to and during the time [such books are open to] the tentative assessment roll is available for public inspection, shall advertise such fact in the City Record [and in such other newspaper or newspapers published in the several boroughs as may be authorized by the director of the City Record with the approval of the mayor and the comptroller].\n§ 3. Section 1512 of the New York city charter, as amended by vote of the electors at the general election held on November 7, 1989, is amended to read as follows:\n§ 1512. [Annual record of assessed valuation,] Assessment rolls; additions and changes to tentative roll.\nDuring the time the [books of the annual record of the assessed valuation of real estate remain open] tentative assessment roll remains available for public inspection and examination, and, in the case of real estate other than residential real estate, during an additional period ending the tenth day of May in each year, the commissioner may place on such [books] tentative assessment roll any real estate and also the assessed valuation of any such real estate that may have been omitted from such [books] tentative assessment roll on the day [of the opening thereof] such roll was made available to the public, and may increase or diminish the assessed valuation of any real estate as in the commissioner's judgment may be just or necessary for the equalization of taxation; but no such addition to the [books] tentative assessment roll and no such increase in assessed valuation shall be made, except upon mailing ten days' prior written notice addressed to the person whose name appears on the records in the office of the [city collector] department of finance as being the owner or agent of the owner of the real estate affected thereby at the last known address of such owner or agent. Where no name appears on such records such notice shall be sent to the premises addressed to either the owner or agent. An affidavit of such mailing shall be filed in the main office of the department. When such notice is mailed after the first day of February, such owners may apply for a correction of such assessment so added or so increased within twenty days after the mailing of such notice with the same force and effect as if such application were made on or before the first day of March in such year. For purposes of this section the term \"residential real estate\" shall include but not be limited to one and two-family homes and multiple dwellings (including co-operative and condominium dwelling units), but shall not include hotels, apartment hotels and motels.\n§ 4. Section 1514 of the New York city charter, as amended by vote of the electors at the general election held on November 7, 1989, is amended to read as follows:\n§ 1514. Assessment rolls; preparation and delivery of final roll. 1. Commencing immediately after the close of the period [for public inspection and examination of the books of annual record of the assessed valuation of real estate] during which the tentative assessment roll is made available to the public, the commissioner shall cause to be prepared[, from such books,] final assessment rolls for each borough in such manner as shall be provided by law.\n2. As soon as [such] the final rolls are completed, the commissioner shall [annex to each of such rolls] prepare a certificate that the same [is] are correct in accordance with the entries and corrected entries in the [several books of annual record] tentative assessment roll. The rolls so certified must, on or before the twentieth day of June in each year, be [delivered] submitted by the commissioner to the council.\n§ 5. Section 1517 of the New York city charter, as added by local law number 30 for the year 1977, is amended to read as follows:  \n \t\t§ 1517. Completion of final assessment rolls.  At such annual meeting the council shall [cause to be set down in the assessment rolls, opposite to the several sums set down as the valuation of real property, the respective sums, in dollars and cents, to be paid as a tax thereon, rejecting the fractions of a cent. It shall also] cause to be added and set down the aggregate valuations of the real property in the several boroughs, and shall transmit to the comptroller of the state by mail a certificate of such aggregate valuation in each borough.\n§ 6. Section 1518 of the New York city charter, as added by local law number 30 for the year 1977, subdivision 1 as amended by local law number 68 for the year 1993, is amended to read as follows:\n\t\t§ 1518. Collection of the real property tax. [1.]  Immediately upon the completion of the final assessment rolls, the city clerk shall procure the proper warrants authorizing and requiring the commissioner to collect the several sums therein mentioned according to law. Such warrants need be signed only by the public advocate and counter-signed by the city clerk. Immediately thereafter and on or before the thirtieth day of June, after the assessment rolls of each borough, as corrected according to law [and] , are finally completed, [or a fair copy thereof, shall be delivered by] the public advocate shall deliver to the commissioner [with] the proper  warrants,  so signed  and counter-signed[, annexed thereto]. At the same time the public advocate shall notify the comptroller of the amount of taxes in [each book of] the final assessment rolls [so delivered].\n    \t\t[2. The  commissioner upon receiving the assessment rolls and warrants shall immediately cause the assessment rolls and warrants to be filed in the respective borough offices.]\n§ 7. Subparagraphs (d), (e), (g) and (h) of paragraph 17 of subdivision a of section 2903 of the New York city charter, as added by local law number 76 for the year 1988, are amended to read as follows:\n(d) Upon the owner's failure to comply with such order or notice within thirty days of service thereof, the department may perform the work or cause same to be performed, the cost of which, together with administrative expenses, as determined by the commissioner, but not to exceed twenty percent of the cost of performance, shall constitute a debt recoverable from the owner by lien on the property affected or otherwise. Upon entry by the [city collector] commissioner of finance, in the [book] records in which such charges are to be entered, of the amount definitely computed as a statement of account by the department, such debt shall become a lien prior to all liens or encumbrances on such property, other than taxes. An owner shall be deemed to have complied with this subdivision if he or she performs such work as specified in the order within the time set forth therein.\n(e) Service of a notice or order upon an owner pursuant to the provisions of this section shall be made upon such owner or upon his or her designated managing agent personally or by certified or registered mail, return receipt requested, addressed to the person whose name appears on the records of the [city collector] commissioner of finance as being the owner of the premises. If the records of the [city collector] commissioner of finance show that a party, other than the owner, has been designated to receive tax bills for such property, the notice shall be mailed to such party as well as to the owner of [the] record, at his or her last known address. If the postal service returns the order with a notation that the owner refused to accept delivery of such notice, it may be served by ordinary mail and posted in a conspicuous place on the premises.\n(g) A notice of such account, stating the amount due and the nature of the charge, shall be mailed by the [city collector] commissioner of finance, within five days after such entry, to the last known address of the person whose name appears on the records of the [city collector] commissioner of finance as being the owner or the agent or as the person designated by the owner to receive tax bills or where no name appears, to the premises, addressed to either the owner or the agent.\n(h) If such charge is not paid within ninety days from the date of entry, it shall be the duty of the [city collector] commissioner of finance to charge and receive interest thereon, to be calculated to the date of payment from the date of entry.\n§ 8. Section 3-311 of the administrative code of the city of New York is REPEALED.\n§ 9. Subdivision c of section 5-317 of the administrative code of the city of New York is amended to read as follows:\nc. The finance department shall furnish to the corporation counsel sets of the tax maps of the city in duplicate for filing therein and for convenience of reference thereto in the tabular abstract of estimated damage. The [surveyor of the] finance department shall make and furnish all necessary [surveys and] corrections of the [section] maps, necessary to keep the maps furnished to the corporation counsel as accurate as practicable.\n§ 10. Section 7-615 of the administrative code of the city of New York is amended to read as follows:\n§ 7-615 Corrections to be without erasures. No entry in any book or index in the register's office or the office of the clerk of the county of Richmond shall be erased so as to be illegible, but in case of any correction the same shall be made without destroying the original entry by drawing a line through such original entry, and in all such cases the date of such correction attested by the signature of such register or county clerk or his or her assistant shall be entered upon the same page on which such correction is made, on the margin opposite such correction. Such a correction to an entry in any book or index in the register’s office or the office of the clerk of the county of Richmond shall only be made upon the production to the register or county clerk of the original instrument[,] or a legible copy thereof or, when it is impossible to produce [the original instrument]either, the register or the county clerk, however, may make any correction of the records in his or her office where it is obvious or apparent that an error has been made in recording or indexing any instrument.\n§ 11. Section 7-617 of the administrative code of the city of New York is REPEALED.\n§ 12. Subdivisions f and g of section 7-625 of the administrative code of the city of New York are amended to read as follows:\nf.    [Block index] Index to be notice. The entries made in such indices, [except the lot number designation] and the information contained in the column or columns headed Lot Number and Remarks, shall be deemed and taken to be a part of the record of the instrument to which such entries respectively refer, and shall be notice to subsequent purchasers or incumbrancers to the same extent and with like effect as the recording of such instruments in the office of the register, now is or may be notice.  The index may be in an electronic format.  \n[g. Miscellaneous instruments. On and after July first, nineteen hundred sixty-three, any instrument entitled to be indexed and recorded as a miscellaneous instrument shall be indexed in a miscellaneous index and recorded in a miscellaneous liber.]\n§ 13. Subdivision b of section 11-104 of the administrative code of the city of New York is amended to read as follows: \nb. The [city collector or the deputy collector in each borough office of the city collector] commissioner of finance, in receiving monies payable to the city, from whatever source derived, shall not issue a receipt to the payor for a payment made by personal, business or corporate check unless specifically requested.\n§ 14. Sections 11-114, 11-115, 11-116, 11-117, 11-118, 11-119, 11-120 and 11-121 of the administrative code of the city of New York are REPEALED.\n§ 15. Subdivision e of section 11-128 of the administrative code of the city of New York, as added by section 1 of part T of chapter 60 of the laws of 2004, is amended to read as follows:\ne. Notification of participation requirements. For taxpayers or entities subject to this section, the department of finance shall mail notice of such requirement to the property owner [or other party who has been designated to receive real property tax bills on an owner’s registration card filed by such owner] as recorded in the department. Such notice shall include the date by which the owner or other party designated by such owner to pay real property taxes on the property must enroll in the electronic payment program.\n§ 16. Section 11-202 of the administrative code of the city of New York is amended to read as follows:\n§ 11-202 Maps and records[; surveyor]. The commissioner of finance shall [appoint a surveyor who shall] make the necessary [surveys and] corrections of the block or ward maps, and also make all new tax maps which may be required.\n§ 17. Subdivision c of section 11-203 of the administrative code of the city of New York is amended to read as follows:\nc. Parcel numbers shall designate each parcel by the use of [three] two or more numbers, of which one shall be [a section or ward number, another] a block, district or plat number, and another a lot number. The department of finance may from time to time change the form of the [section and] blocks, and also the numbers thereof, on the tax maps filed in its office whenever such change of form has been caused pursuant to section one hundred ninety-nine of the charter, and there shall thereafter be delineated and entered upon such maps such new additional [sections and] blocks and their numbers as necessity may require. Such administration may from time to time change the form of the lots or parcels comprised within any block, and also the numbers thereof, and cause to be shown on such maps the separate lots or parcels of land contained in any new block added thereto and also the lots numbers thereof, according to the general plan employed in the making of such maps.\n§ 18. Subdivision b of section 11-204 of the administrative code of the city of \nNew York is amended to read as follows:\n  \t \tb. Whenever any block boundaries shall be changed or any new or additional blocks of land shall be formed in such counties by the opening or closing of any street, avenue, road, boulevard or parkway or otherwise, the department of finance shall cause such maps to be altered to show the changes in the boundaries of a block and the formation of such new or additional blocks, and to cause such blocks, the boundaries of which have been altered, and such new or additional blocks, to be numbered on such maps with such block numbers as such department may determine. [The commissioner of finance, or an officer or employee of the department designated by the commissioner, shall certify and file annually with the register and county clerk in each of such counties a list of the numbers of the blocks, the boundaries of which have been altered, and a list of the numbers of new or additional blocks which have been formed.]\n§ 19. Section 11-206 of the administrative code of the city of New York is amended to read as follows:\n§ 11-206 Power of the commissioner of finance to correct errors.\nThe commissioner of finance may correct any assessment or tax which is erroneous due to a clerical error or to an error of description contained in the [several books of annual record of assessed valuations] tentative assessment roll, or in the [assessments-rolls] final assessment roll. If the taxes computed on such erroneous assessment have been paid, the commissioner of finance is authorized to refund or credit the difference between the taxes computed on the erroneous and corrected assessments.\n§ 20. Subdivision b of section 11-207 of the administrative code of the city of New York, as amended by local law number 65 for the year 1991, is amended to read as follows:\nb.  The persons having charge of the borough assessment offices shall furnish to the commissioner of finance, under oath, a detailed statement of all taxable real estate in the city. Such statement shall contain the street, [the section or ward,] the block and lot and map or identification numbers of such real estate embraced within such district; the sum for which, in their judgment, each separately assessed parcel of real estate would sell under ordinary circumstances if it were wholly unimproved and, separately stated, the sum for which the same parcel would sell under ordinary circumstances with the improvements, if any, thereon, such sums to be determined with regard to the limitations contained in the state real property tax law. Such statement shall include such other information as the commissioner of finance may, from time to time, require.\n§ 21. Section 11-210 of the administrative code of the city of New York is amended to read as follows: \n§ 11-210 [Books of annual record of assessed]  Assessed valuation of real estate indicated by parcel numbers; form and contents of assessment rolls. a. [There shall be kept] The assessment rolls shall be made available to the public in the several offices of the department of finance[,books of the annual record of the assessed valuation of real estate to be called \"the annual record of the assessed valuation of real estate indicated by parcel numbers in the borough of.........\", in which]. In such rolls shall be entered in detail the assessed valuation of each separately assessed parcel indicated by a parcel number within the limits of the several boroughs.\nb. The assessed valuation of each such parcel shall be set down in [such books in two columns. In the first column shall be stated, opposite of each such parcel, the sum for which such parcel would sell under ordinary circumstances if wholly unimproved; and in the second column, the sum for which such parcel would sell under ordinary circumstances with the improvements, if any thereon] the assessment rolls, and the rolls shall include for each such parcel the assessed valuation of the land if wholly unimproved, and the assessed valuation of the land with the assessed valuation of the improvements, if any, thereon. These valuations shall be based on the uniform percentage of full market value required by law.\nc. Such [books] assessment rolls shall be prepared in such manner that the assessed valuations entered therein shall be under sections and block headings as may be most convenient for use in connection with the tax maps described in section 11-203 of this chapter.\nd. The assessment rolls may be prepared in an electronic format.\n§ 22. The heading of section 11-211 of the administrative code of the city of New York is amended to read as follows:\n§ 11-211 [Books of annual record of assessed valuation] Valuation of real estate indicated by identification numbers.\n§ 23. Subdivision c of section 11-211 of the administrative code of the city of New York is REPEALED.\n§ 24. The heading and subdivision a of section 11-212 of the administrative code of the city of New York are amended to read as follows:\n§ 11-212 Power of the commissioner of finance to equalize assessments before [opening books] making the tentative assessment roll available for public inspection. a. Before [opening the several books of annual record of assessed valuation] making the tentative assessment roll available for public inspection, the commissioner of finance shall fix the valuations of property for the purpose of taxation throughout the city at such sums as will, in the commissioner's judgment, establish a just and equal relation between the valuations of property in each borough and throughout the entire city.\n§ 25. Section 11-213 of the administrative code of the city of New York is amended to read as follows:\n§ 11-213 Errors in [annual records] tentative or [assessment-rolls] final assessment rolls. The omission from the [several books of annual record of assessed valuations] tentative assessment roll or from the [assessment-rolls in] final assessment rolls with respect to the entry therein of the name of the rightful owner or owners of real estate, whether individuals or corporations, shall not invalidate any tax or assessment. In such case, however, no tax shall be collected except from the real estate so assessed.\n§ 26. Subdivision a of section 11-214 of the administrative code of the city of New York is amended to read as follows:\na. The commissioner of finance may apportion any assessment in such manner as he or she shall deem just and equitable, and forthwith cause such assessment to be cancelled and new assessments, equal in the aggregate to the cancelled assessment, to be made on the proper [books and] rolls. Within five days thereafter the commissioner of finance shall cause written notice of the new assessments to be mailed to the owners of record of the real estate so assessed at their last known residence or business address, and an affidavit of the mailing of such notice to be filed in the main office of the department of finance.\n§ 27. Section 11-215 of the administrative code of the city of New York is amended to read as follows:\n§ 11-215 Entry of corrections made by tax commission.  Upon receiving notice of a correction of an assessment made by the tax commission, the commissioner of finance shall cause the amount of the assessment as corrected to be entered upon the [proper books of annual record] tentative and the [assessment-rolls] final assessment rolls for the year for which such correction is made.\n§ 28. Section 11-217 of the administrative code of the city of New York is REPEALED.\n§ 29. Section 11-219 of the administrative code of the city of New York is amended to read as follows:\n§ 11-219 [Books of annual record; delivery] Furnishing of assessment rolls for publication. Within two weeks after the delivery of the [assessment-rolls] final assessment rolls to the council, the commissioner of finance shall furnish to the director of the City Record a copy of the [several books of the annual record of the assessed valuation of real estate, omitting, however, the two columns headed respectively \"size of house\" and \"houses on lot.\"] final assessment rolls for publication.\n§ 30.  Section 11-221 of the administrative code of the city of New York is REPEALED.   \n§ 31. Section 11-237 of the administrative code of the city of New York is amended to read as follows:\n§ 11-237 Cancellation of assessments, water and sewer rents on real property acquired by tax enforcement foreclosure proceedings. Upon the cancellation of unpaid assessments, water and sewer rents by the [city collector] commissioner of finance pursuant to section 11-353 of this title, the comptroller shall charge the unpaid amounts for assessments for local improvements, so cancelled, to the surplus in the appropriate assessment fund; the unpaid amounts for water charges, meter setting and repair, meter glasses and sewer rents, so cancelled, shall be deducted from the accounts receivable of the appropriate fund.\n§ 32. Subdivision d of section 11-242 of the administrative code of the city of New York is amended to read as follows:\nd. The department of buildings shall determine and certify the reasonable cost of any such alterations and improvements and for that purpose may adopt rules and regulations, administer oaths to and take testimony of any person, including but not limited to the owner of such property, may issue subpoenas requiring the attendance of such persons and the production of such books, papers or other documents as the department shall deem necessary, may make preliminary estimates of the maximum reasonable cost of such alterations and improvements, may establish maximum allowable costs for specified units, fixtures or work in such alterations or improvements, and may require the submission of plans and specifications of such alteration and improvements before the start thereof. Application forms for the benefits of this section shall be filed with the tax commission between February first and March fifteenth and the tax commission shall certify to the [city collector] commissioner of finance the amount of taxes to be abated and reduced, pursuant to the certification of the commissioner of buildings as herein provided. No such application shall be accepted unless accompanied by copies of certificates of the city planning commission and the commissioner of buildings, as provided in this subdivision and in subdivision e of this section.\n§ 33. Sections 11-303, 11-304, 11-305, 11-306, 11-307 and 11-309 of the administrative code of the city of New York are REPEALED.\n§ 34. Paragraph 1 of subdivision b of section 11-320 of the administrative code of the city of New York, as designated and amended by local law number 15 for the year 2011, is amended to read as follows:\n1. A tax lien shall not be sold unless the commissioner of finance, or his or her designee, notifies the owner of record at the address of record and any other person who [has registered pursuant to section 11-309 of this chapter, or] is entitled to notice pursuant to section 11-416 or 11-417 of this title, by first class mail, of the intention to sell the tax lien. If [no such registrations have been filed] the owner did not notify the commissioner of finance in writing or electronically of the owner’s mailing address for communications from the commissioner, then such commissioner, or his or her designee, shall notify the [person whose name and address, if any, appears in the latest annual record of assessed valuations]owner of record at the property address, if any, appearing in the latest assessment roll, by first class mail, of the intention to sell the tax lien. Such mailed notice shall include a description of the property by block and lot and such other identifying information as the commissioner of finance may deem appropriate, the amount of the tax lien, including all taxes, assessments, sewer rents, sewer surcharges, water rents, any other charges that are made a lien subject to the provisions of this chapter, as well as an estimate of the costs of any advertisements and notices given pursuant to this chapter, any other charges that are due and payable on the date specified in such publication, a surcharge pursuant to section 11-332 of this chapter if the tax lien is sold, and interest and penalties thereon, and shall be mailed to such owner and such other persons four times: not less than ninety, sixty, thirty and ten days prior to the date of sale. Such notice shall state that if default continues to be made in payment of the amounts due on such property, the tax lien on such property shall be sold as provided in section 11-319 of this chapter. If, notwithstanding such notice, the owner shall continue to refuse or neglect to pay the amounts due on such property, the commissioner of finance may sell the tax lien on such property as provided in section 11-319 of this chapter.\n§ 35. Section 11-342 of the administrative code of the city of New York is amended to read as follows:\n§ 11-342 Foreclosed tax lien not arrears. Any party to an action to foreclose a tax lien or any purchaser or any party in interest may give notice of such foreclosure to the [city collector] commissioner of finance and after such notice the items which constituted the tax lien thus foreclosed shall not be entered by the [city collector] commissioner of finance in any yearly [assessment-roll] assessment roll, so long as the judgment of foreclosure of such lien remains in force.\n§ 36. Paragraph 7 of subdivision c and subdivision f of section 11-405 of the administrative code of the city of New York, paragraph 7 of subdivision c as renumbered by local law number 37 for the year 1996, are amended to read as follows:\n(7)  A parcel for which any such installment agreement or agreements have been filed with the commissioner shall be excluded or removed from the list of delinquent taxes before the commencement of the in rem action based upon such list only if the amounts paid pursuant to such agreement exceed the amount required to pay all taxes and charges which render said parcel eligible for inclusion in the in rem action and there has been no default in such agreement prior to the commencement of said action as to either quarterly installments or current taxes, assessments or other legal charges. In the event of any default in the agreement or any failure to make timely payment of any current item, the parcel shall, if then delinquent for the applicable period specified in section 11-404 of this chapter, be eligible for inclusion in any list of delinquent taxes thereafter filed.\nf. The commissioner of finance shall file a copy of each list of delinquent taxes, certified as such copy by him or her or a subordinate designated by the commissioner, in the borough office of the [city collector] department of finance in the borough in which the parcels listed therein are situated and in the office of the corporation counsel.\n§ 37. The heading and subdivisions b and c of section 11-406 of the administrative code of the city of New York, subdivision b as amended by local law number 69 for the year 1997, are amended to read as follows:\n§ 11-406 [Public notice] Notice of foreclosure.\nb. Such notice shall clearly indicate that it is a notice of foreclosure of tax liens; the borough or the section of a tax map or portion of a section of a tax map in which the properties subject to foreclosure are located and where the area affected by the action includes less than all parcels in an entire borough or section of a tax map or portion of a section of a tax map, the particular class or classes contained therein, and by a general description which need not contain measurements and direction; where and when the list of delinquent taxes was filed; the general nature of the information contained in the list; that the filing of the list constitutes commencement of a foreclosure action by the city in the supreme court for the particular county and a notice of pendency of action against each parcel listed; that such action is against the property only and no personal judgment will be entered; that the list will be available for inspection at the [city collector's central office and at the] borough office of the [city collector] department of finance in the borough in which said property is located and on the department’s website until a specified date at least ten weeks after the date of first publication; that until such date a parcel may be redeemed by paying all taxes and charges contained in said list of delinquent taxes together with interest and penalties thereon; that during said period of redemption and for an additional period of twenty days after said last date for redemption any person having any interest in or lien upon a parcel on the list may file with the appropriate county clerk and serve upon the corporation counsel a verified answer setting forth in detail the full name of said answering party, the nature and amount of his or her interest or lien and any legal defense against foreclosure; and that in the absence of redemption or answer a judgment of foreclosure may be taken by default.\nc. On or before the date of the first publication of such notice, the commissioner of finance shall cause a copy of the notice to be mailed to all owners, mortgagees, lienors or encumbrancers, who may be entitled to [receive] such notice [by virtue of any owner's registration or in rem card filed in the office of the city collector] pursuant to section 11-416 or 11-417 of this chapter, at the address so provided by each such owner, mortgagee, lienor or encumbrancer. If [such owner's registration or in rem cards have not been filed in the office of the city collector] the owner did not notify the commissioner of finance in writing or electronically of the owner’s mailing address for communications from the commissioner, then said notice shall be mailed to the [name and] owner of record at the property address, if any,  appearing in the latest [annual record of assessed valuations] assessment roll. The commissioner of finance shall cause to be inserted with such notice a statement substantially in the following form:\n\"To the party to whom the enclosed notice is addressed: You are the presumptive owner or lienor of one or more of the parcels mentioned and described in the list referred to in the attached notice. Unless the taxes and assessments and all other legal charges are paid, or an answer is interposed; or an arrangement is made for payment of such taxes and assessments and all other legal charges in installments, as provided by statute, the ownership of said property will in due course pass to the city of New York as provided by the administrative code of the city of New York.\"\nThe failure of the commissioner of finance to mail such notice shall not affect the validity of any proceeding brought pursuant to this chapter as to any parcel other than the parcel with respect to which notice was not mailed.\n§ 38. Subdivisions c and h of section 11-412.1 of the administrative code of the city of New York, as added by local law number 37 for the year 1996, are amended to read as follows:\nc. Following the expiration of the four-month period prescribed in subdivision d of this section, but not more than eight months after the date on which, pursuant to subdivision b of this section, the final judgment authorizing the award of possession of a parcel of class one or class two real property was entered, the commissioner of finance may execute a deed, pursuant to subdivision b of this section, with respect to such parcel, subject to the provisions of section 11-412.2 of this chapter. The owner of said parcel shall continue to have all of the rights, liabilities, responsibilities, duties and obligations of an owner of such parcel, including, but not limited to, maintaining such parcel in compliance with the housing maintenance, building and fire codes, and all other applicable laws, unless and until the commissioner of finance has prepared and executed a deed conveying to the city or to a third party full and complete title to such parcel. Upon the execution of such deed, the city or the third party shall be seized of an estate in fee simple absolute in such land and all persons, including the state of  New York, infants, incompetents, absentees and non-residents who may have had any right, title, interest, claim, lien or equity of redemption in or upon such lands shall be barred and forever foreclosed of all such right, title, interest, claim, lien or equity of redemption, except as otherwise provided in subdivisions e and f of this section. The appointment and tenure of receivers, trustees or any other persons, including administrators under article seven-A of the real property actions and proceedings law, appointed by an order of a court to manage real  property, shall terminate when title to such property vests in the city or a third party pursuant to the provisions of this chapter. After such termination, said receivers, trustees or administrators shall be accountable to the courts that appointed them for the faithful performance of their fiduciary obligations during the term of their appointment and to the city or such third party for any rents and income received by them for any period subsequent to the date of the vesting of title in the city or such third party.\n\t\tIf the city serves a tenant in possession of a dwelling unit with notice of termination of tenancy on grounds other than nonpayment of rent, the acceptance of rent for the first forty-five days after termination of tenancy by anyone other than an employee of the department designated by the department to receive such rent shall not be deemed or construed as a waiver of the city's right to initiate and prosecute a proceeding to terminate the tenancy for good cause.\n\t\th. Every [deed given] judgment entered pursuant to the provisions of this section shall be presumptive evidence that the action and all proceedings therein and all proceedings prior thereto from and including the assessment of the lands affected and all notices required by law were regular and in accordance with all provisions of law relating thereto. After four months from the date of entry of the final judgment authorizing the award of possession of any parcel of class one or class two real property pursuant to the provisions of this section, the presumption shall be conclusive. No action to [set aside] vacate such [deed] judgment, or set aside a deed given pursuant to such judgment, may be maintained unless the action is commenced and a notice of pendency of the action is filed in the office of the [property] proper county clerk prior to the time that the presumption becomes conclusive as aforesaid. Should [any lawsuit or proceeding be commenced to set aside a deed conveying to a third party a parcel of class one or class two real property pursuant to the provisions of this section] a third party to whom a parcel of class one or class two property has been conveyed pursuant to this section receive notice of a lawsuit or proceeding to vacate a judgment or set aside a deed, such third party shall send to the corporation counsel within ten days of their receipt a copy of any papers served on such third party in such lawsuit or proceeding.\n§ 39. Subdivision a of section 11-413 of the administrative code of the city of New York is amended to read as follows:\na. The commissioner of finance may, prior to final judgment, withdraw a parcel from a proceeding under this chapter for any of the following reasons, (1) a question which the commissioner deems meritorious has been raised as to the validity of the tax liens affecting the parcel, (2) the [city collector] commissioner of finance has accepted a payment of all taxes and interest which rendered the parcel subject to foreclosure hereunder because the records in the commissioner's office indicated that the principal amount of such taxes was exceeded by the principal amount of subsequent taxes which would not have rendered the parcel subject to foreclosure hereunder and which had been paid prior to the commencement of said proceeding or (3) in cases where the tax foreclosure action cannot be maintained such as, but not limited thereto, where the charges which rendered a parcel subject to foreclosure hereunder have been cancelled or were paid before the commencement of the foreclosure proceeding but such payment was not reported or did not clear for payment until after the commencement of said proceeding, or where a name and address [appearing on an owner's registration card or an in rem card filed pursuant to section 11-416 or 11-417 of this chapter and contained in the files of the city collector]provided to the commissioner of finance in writing or electronically by the owner of the parcel, or other person entitled to notice pursuant to section 11-417 of this chapter, did not appear in the mailing list used by the commissioner of finance for mailing notices of foreclosure in such proceeding.\n§ 40. Section 11-416 of the administrative code of the city of New York is amended to read as follows:\n§ 11-416 [Owner’s registration cards; mailing] Mailing tax bills and notices to [registered] owners [or their designees] of real property.  [a. The commissioner of finance shall maintain a file of owner’s registration cards submitted by owners of real property. Each such owner’s registration card shall be signed by the owner or a duly authorized representative and shall state the date on which it was filed, the owner's full name and post office address and a description of the premises by reference to the section, block, and lot numbers on the tax map.]\n  \tb. The commissioner of finance shall mail bills for taxes, charges and assessments to all owners [who have filed owner’s registration cards as herein provided] who have notified the commissioner of finance in writing or electronically of the owner’s mailing address for communications from the commissioner, at the address so provided, or, if no mailing address has been so provided, to the owner of record at the property address, if any, appearing in the latest assessment roll, but the failure of the commissioner of finance so to mail such bill shall not invalidate or otherwise affect the tax, charge or assessment represented thereby [nor prevent the accruing of any interest or penalty imposed for the non-payment thereof], nor prevent or stay proceedings under this chapter, nor [effect] affect the title of the plaintiff or any purchaser under such proceedings.  \nc. The commissioner of finance shall also mail notice of foreclosure and any other process required by this chapter to all owners who have [filed owner’s registration cards]  notified the commissioner of finance in writing or electronically of the owner’s mailing address for communications from the commissioner, at the address so provided, whenever [the parcels as to which such cards were filed are] a property is included in a list of delinquent taxes filed pursuant to this chapter. The failure to receive such notice or process as herein provided shall not affect the validity of any action or proceeding brought pursuant to this chapter.\n[d. An owner who files an owner’s registration card may also designate thereon the full name and post office address of a mortgagee, lienor or other person to receive bills and notices. Where such designation is made, the commissioner of finance shall not mail any bills and notices to the owner but shall mail all bills and notices to the owner's designee.]\n \t§ 41. Section 11-417 of the administrative code of the city of New York is amended to read as follows:\n§11-417 [In rem cards; mailing] Mailing notices to other interested persons.\n[a. The commissioner of finance shall, in addition to the file maintained by him or her pursuant to section 11-416 of this chapter, maintain a file of in rem cards submitted by any person having an interest in real property who is not entitled to have tax bills mailed to him or her by the commissioner of finance, including mortgagees, lienors, encumbrancers and owners who have filed owner's registration cards designating someone else to receive bills and notices. Each such in rem card shall be signed by the person filing such card or a duly authorized representative, shall contain a description of the premises by reference to the section, block and lot numbers on the tax map and shall state the date on which said card was filed, the full name and post office address of the person filing said card and the nature of the interest said person has in said premises.\nb.] The commissioner of finance shall mail a notice of foreclosure and any other process required by this chapter to each person [who has filed an in rem card] who is not entitled to have tax bills mailed to him or her by the commissioner of finance, but who has notified the commissioner of finance in writing or electronically that he or she has an interest in real property, including the interest of a mortgagee, lienor or encumbrancer, and who has requested the commissioner of finance to mail a notice to him or her at a designated mailing address, at the address so provided, whenever the [parcels to which such cards refer are] property in which the person has an interest is included in a list of delinquent taxes filed pursuant to this chapter. However, failure to receive such notice or process shall not affect the validity of any proceeding brought pursuant to this chapter.\n§ 42. Sections 11-425, 11-426 and 11-427 of the administrative code of the city of New York are REPEALED.\n§ 43. Subparagraph (B) of paragraph 1 of subdivision (c) of section 11-502 of the administrative code of the city of New York, as added by chapter 128 of the laws of 1996, is amended to read as follows:\n(B) Investor. For purposes of this subdivision, a taxpayer shall be treated as acquiring, holding or disposing of an interest in an unincorporated entity as an investor if: (i) the unincorporated entity meets the requirements of subparagraph (B) of paragraph four of this subdivision and the taxpayer does not receive a distributive share of such entity's income, gain, loss, deduction, credit and basis from a business carried on in whole or in part in the city that is materially greater than its distributive share of any other item of income, gain, loss, deduction, credit or basis of such entity; or (ii) with respect to any other unincorporated entity, the taxpayer is neither a general partner nor authorized under the entity's governing instrument to manage or participate in, nor managing, nor participating in, the day-to-day business of the unincorporated entity.\n§ 44. Section 11-1406 of the administrative code of the city of New York, as amended by chapter 808 of the laws of 1992, is amended to read as follows:\n§ 11-1406 Determination of tax. If a return required by this chapter is not filed, or if a return when filed is incorrect or insufficient, the amount of tax due shall be determined by the commissioner of finance from external indices and such other information as may be obtainable. Notice of such determination shall be given to the person liable for the tax. Such determination shall finally and irrevocably fix the tax unless the person against whom it is assessed, within ninety days after the giving of notice of such determination, or, if the commissioner of finance has established a conciliation procedure pursuant to section 11-124 of the code and the taxpayer has requested a conciliation conference in accordance therewith, within ninety days from the mailing of a conciliation decision or the date of the commissioner's confirmation of the discontinuance of the conciliation proceeding, both (1) serves a petition upon the commissioner of finance and (2) files a petition with the tax appeals tribunal for a hearing, or unless the commissioner of finance of his or her own motion shall redetermine the same. Such hearing and any appeal to the tax appeals tribunal sitting en banc from the decision rendered in such hearing shall be conducted in the manner and subject to the requirements prescribed by the tax appeals tribunal pursuant to sections one hundred sixty-eight [thorough] through one hundred seventy-two of the charter. After such hearing the tax appeals tribunal shall give notice of its decision to the person against whom the tax is assessed and to the commissioner of finance. A decision of the tax appeals tribunal sitting en banc shall be reviewable for error, illegality or unconstitutionality or any other reason whatsoever by a proceeding under article seventy-eight of the civil practice law and rules if application therefor is made to the supreme court by the person against whom the tax was assessed within four months after the giving of the notice of such tax appeals tribunal decision. A proceeding under article seventy-eight of the civil practice law and rules shall not be instituted by a taxpayer unless: (a) the amount of any tax sought to be reviewed, with penalties and interest thereon, if any, shall be first deposited with the commissioner of finance and there shall be filed with the commissioner of finance an undertaking, issued by a surety company authorized to transact business in this state and approved by the superintendent of insurance of this state as to solvency and responsibility, in such amount and with such sureties as a justice of the supreme court shall approve, to the effect that if such proceeding be dismissed or the tax confirmed, the taxpayer will pay all costs and charges which may accrue in the prosecution of the proceeding; or (b) at the option of the taxpayer such undertaking filed with the commissioner of finance may be in a sum sufficient to cover the taxes, penalties and interest thereon stated in such decision plus the costs and charges which may accrue against it in the prosecution of the proceeding, in which event the taxpayer shall not be required to deposit such taxes, penalties and interest as a condition precedent to the application.\n§ 45. Subdivision c of section 11-1407 of the administrative code of the city of New York, as amended by chapter 808 of the laws of 1992, is amended to read as follows:\nc. A person shall not be entitled to a revision, refund or credit under this section of a tax, or penalty which had been determined to be due pursuant to the provisions of section 11-1406 of this chapter where such person has had a hearing or an opportunity for a hearing, as provided in said section, or has failed to avail himself or herself of the remedies therein provided. No refund or credit shall be made of a tax, interest or penalty paid after a determination by the commissioner of finance made pursuant to section 11-1406 of this chapter unless it be found that such determination was erroneous, illegal or unconstitutional or otherwise improper, by the tax appeals tribunal after a hearing, or on the commissioner's own motion, or, [is] if such tax appeals tribunal affirms in whole or in part the determination of the commissioner of finance, in a proceeding under article seventy-eight of the civil practice law and rules, pursuant to the provisions of said section, in which event refund or credit without interest shall be made of the tax, interest or penalty found to be overpaid.\n§ 46. Subparagraph (i) of paragraph 2 of subdivision a of section 11-2102 of the administrative code of the city of New York, as added by local law number 71 for the year 1986, is amended to read as follows:\n(i) all [conveyance] conveyances made on or after July first, nineteen hundred seventy-one and before February first, nineteen hundred eighty-two, or made in performance of a contract therefor executed during such period;\n§ 47. The opening paragraph of section 11-2104 of the administrative code of the city of New York, as added by local law number 71 for the year 1986, is amended to read as follows:\nThe tax imposed hereunder shall be paid by the grantor to the commissioner of finance at the office of the register in the county where the deed is or would be recorded within thirty days after the delivery of the deed by the grantor to the grantee but before the recording of such deed, or, in the case of a tax on the transfer of an economic interest in real property, at such place as the commissioner of finance shall designate, within thirty days after the transfer. The grantee shall also be liable for the payment of such tax in the event that the amount of tax due is not paid by the grantor or the grantor is exempt from tax. All moneys received as such payments by the register during the preceding month shall be transmitted to the commissioner of finance on the first day of each month or on such other day as is mutually agreeable to the commissioner of finance and the register. From the moneys so received by him or her, the commissioner of finance shall set [said] aside in a special account:\n§ 48. Subdivision g of section 11-2105 of the administrative code of the city of New York, as added by local law number 81 for the year 1989, is relettered subdivision (h).\n§ 49. Chapter 29 of title 11 of the administrative code of the city of New York is REPEALED.\n§ 50. Paragraphs 3, 4, and 5 of subdivision g of section 16-131.3 of the administrative code of the city of New York, paragraphs 3 and 4 as added by local law number 40 for the year 1990, and paragraph 5 as amended by local law number 62 for the year 2005, are amended to read as follows:\n3. All such expenses shall constitute a lien upon the premises when the amount thereof shall have been definitely computed as a statement of account by the department and the department shall cause to be filed in the office of the [city collector] commissioner of finance an entry of the [account stated in the book] amount thereof in the records in which such charges against the premises are to be entered. Such lien shall have a priority over all other liens and encumbrances on the premises except for the lien of taxes and assessments. However, no lien created pursuant to this section shall be enforced against a subsequent purchaser in good faith or mortgagee in good faith unless such transaction occurred after the date of entry of a purchase or work order on the records of the department pursuant to paragraph two of this subdivision.\n4. A notice thereof stating the amount due and the nature of the charge shall be mailed by the [city collector within five days after such entry to the last known address of the person whose name appears on the records in the office of the city collector as being the owner or agent or as the person designated by the owner to receive tax bills or, where no name appears, to the premises, addressed to either the owner or the agent]commissioner of finance to an owner who has notified the commissioner of finance in writing or electronically of the owner’s mailing address for communications from the commissioner, at the address so provided, or, if no mailing address has been so provided, to the owner of record at the property address, if any, appearing in the latest assessment roll. Such notice shall have stamped or printed thereon a reference to this section.\n5. If such charge is not paid within thirty days from the date of entry, it shall be the duty of the [city collector] commissioner of finance to receive interest thereon at the rate of interest applicable to such property for a delinquent tax on real property to be calculated to the date of payment from the date of entry.\n§ 51. Subdivisions b, c, d and f of section 17-151 of the administrative code of the city of New York, subdivision d as amended by local law number 62 for the year 2005, are amended to read as follows:\nb. All expenses incurred by or on behalf of the department for such work, pursuant to this title or any other applicable provision of law, shall constitute a lien upon the land and buildings upon or in respect to which, or either of which, the work required by such order has been done, or expenses incurred, when the amount thereof shall have been definitely computed as a statement of account by the department and the department shall cause to be filed in the office of the [city collector] commissioner of finance an entry of the [account stated in the book] amount thereof in the records in which such charges against the premises are to be entered. Such lien shall have a priority over all other liens and encumbrances except for the lien of taxes and assessments. However, no lien created pursuant to this title shall be enforced against a subsequent purchaser in good faith or mortgagee in good faith unless the requirements of subdivision a of this section are satisfied; this limitation shall only apply to transactions occurring after the date such record should have been entered pursuant to subdivision a and before the date such entry was made.\nc. A notice thereof, stating the amount due and the nature of the charge, shall be mailed by the [city collector, within five days after such entry, to the last known address of the person whose name appears on the records in the office of the city collector as being the owner or agent or as the person designated by the owner to receive tax bills or, where no name appears, to the premises, addressed to either the owner or the agent]commissioner of finance to an owner who has notified the commissioner of finance in writing or electronically of the owner’s mailing address for communications from the commissioner, at the address so provided, or, if no mailing address has been so provided, to the owner of record at the property address, if any, appearing in the latest assessment roll.\nd. If such charge is not paid within thirty days from the date of entry, it shall be the duty of the [city collector] commissioner of finance to receive interest thereon at the rate of interest applicable to such property for a delinquent tax on real property, to be calculated to the date of payment from the date of entry.\nf. Such notice mailed by the [city collector] commissioner of finance pursuant to this section shall have stamped or printed thereon a reference to this section of the code.\n§ 52. Paragraphs 1 and 2 of subdivision i of section 19-124 of the administrative code of the city of New York, as amended by local law number 104 for the year 1993, are amended to read as follows:\n1. Notwithstanding any provision of law the commissioner may serve an order upon the owner of any premises requiring such owner to remove or to cause to be removed any unauthorized canopy fastened to or erected in front of his or her building, within a period to be designated in such order. Upon the owner's failure to comply with such order as and within the time specified therein, the department may remove such canopy or cause the same to be removed, the cost of which shall be due and payable and shall constitute a lien against the premises to which such canopy may be attached or in front of which it may be erected when the amount thereof shall have been definitely computed by such department and an entry of the amount thereof shall have been entered in the office of the [city collector] commissioner of finance in the [book] records in which such charges against the premises are to be entered.  A notice thereof, stating the amount due and the nature of the charge shall be mailed by the [city collector, within five days after such entry, to the last known address of the person whose name appears on the records in the office of the city collector as being the owner or agent or as the person designated by the owner to receive tax bills, or where no name appears, to the premises addressed to either the owner or the agent]commissioner of finance to an owner who has notified the commissioner of finance in writing or electronically of the owner’s mailing address for communications from the commissioner, at the address so provided, or, if no mailing address has been so provided, to the owner of record at the property address, if any, appearing in the latest assessment roll. If such charge is not paid within ninety days from the date of entry, it shall be the duty of the [city collector] commissioner of finance to collect and receive interest thereon at the rate that would be applicable to a delinquent tax on such property, to be calculated to the date of payment from the date of entry. Such charge and the interest thereon shall continue to be, until paid, a lien on the premises. Such charge and interest shall be collected and the lien thereof may be foreclosed in the manner provided by law for the collection and foreclosure of the lien of such taxes, sewer rents, sewer surcharges and water rents due and payable to the city, and the provisions of law applicable to the collection and foreclosure of the lien of such taxes, sewer rents, sewer surcharges and water rents shall apply to such charge and the interest thereon and the lien thereof.\n2. Service of an order upon an owner pursuant to the provisions of this section shall be made personally upon such owner or by certified mail addressed to the last known address of the person whose name appears upon the records in the office of the [city collector] commissioner of finance as being the owner of the premises or as the agent of such owner or as the person designated by the owner to receive the tax bills or, if no such name appears, at the address set forth as the address of the owner in the last recorded deed with respect to such premises. A copy of such order shall also be filed in the clerk's office of each county where the property is situated and posted in a conspicuous place on the premises.\n§ 53. Paragraphs 1 and 2 of subdivision e of section 19-137 of the administrative code of the city of New York, as amended by local law number 104 for the year 1993, are amended to read as follows:\n1. Whenever the department shall determine that a condition has been created, or has resulted by reason of land contour work which violates any provision of subdivision (d) hereof, the department may serve an order in the manner prescribed in paragraph two of this subdivision upon the owners of the land upon which such condition has been created or has occurred, to correct such condition within the time designated in such order. Upon the owner's failure to comply with any order of the department as and within the time specified therein by such department, such department may perform such work or cause the same to be performed, the cost of which shall be due and payable and shall constitute a lien upon the land to which such order pertains, when the amount thereof shall have been finally computed by such department and an entry of the amount thereof shall have been entered in the office of the [city collector] commissioner of finance in the [book] records in which such charges against the premises are to be entered. A notice thereof, stating the amount due and the nature of the charge shall be mailed by the [city collector, within five days after such entry, to the last known address of the person whose name appears on the records in the office of the city collector as being the owner or agent or as the person designated by the owner to receive tax bills, or where no name appears, to the premises addressed to either the owner or agent]commissioner of finance to an owner who has notified the commissioner of finance in writing or electronically of the owner’s mailing address for communications from the commissioner, at the address so provided, or, if no mailing address has been so provided, to the owner of record at the property address, if any, appearing in the latest assessment roll. If such charge is not paid within ninety days from the date of entry, it shall be the duty of the [city collector] commissioner of finance to collect and receive interest thereon at the rate that would be applicable to a delinquent tax on such property, to be calculated to the date of payment from the date of entry. Such charge and the interest thereon shall continue to be, until paid, a lien on the premises on which such work was performed. Such charge and interest shall be collected and the lien thereon may be foreclosed in the manner provided by law for the collection and foreclosure of the lien of taxes, sewer rents, sewer surcharges and water rents due and payable to the city, and the provisions of law applicable to the collection and foreclosure of the lien of such taxes, sewer rents, surcharges and water rents shall apply to such charge.\n[The provisions of section 11-307 of the code applicable to the payment of assessments shall also apply to charges heretofore or hereafter established pursuant to this section.]\n2. Service of an order upon an owner pursuant to the provisions of this section shall be made personally upon such owner or by certified mail addressed to the last known address of the person whose name appears upon the records in the office of the [city collector] commissioner of finance as being the owner of the premises or as the agent of such owner or as the person designated by the owner to receive the tax bills or, if no such name appears, to the address set forth as the address of the owner in the last recorded deed with respect to such premises. A copy of such order shall also be filed in the clerk's office of each county where the property is situated and shall be posted in a conspicuous place on the premises.\n§ 54. Paragraph 2 of subdivision b of section 19-145 of the administrative code of the city of New York, such section as renumbered by local law number 104 for the year 1993, is amended to read as follows:\n2. The comptroller shall certify the cost of such work to the [city collector] commissioner of finance, who shall collect the same in the same manner that arrears and water rates are collected.\n§ 55. Subdivisions e, f, i and j of section 19-152 of the administrative code of the city of New York, as amended by local law number 104 for the year 1993, are amended to read as follows: \ne. Upon the owner's failure to comply with such order or notice within forty-five days of service and filing thereof, or within ten days if such period is fixed by the department pursuant to subdivision d of this section, the department may perform the work or cause same to be performed under the supervision of the department, the cost of which, together with administrative expenses, as determined by the commissioner, but not to exceed twenty percent of the cost of performance, shall constitute a debt recoverable from the owner by lien on the property affected or otherwise. Upon entry by the [city collector] commissioner of finance, in the [book] records in which such charges are to be entered, of the amount definitely computed as a statement of account by the department, such debt shall become a lien prior to all liens or encumbrances on such property, other than taxes. An owner shall be deemed to have complied with this subdivision if he or she obtains a permit from the department to perform such work as specified in the order within the time set forth therein and completes such work within ten days thereafter.\nf. Service of a notice or order by the department upon an owner pursuant to the provisions of this section shall be made upon such owner or upon his or her designated managing agent personally or by certified or registered mail, return receipt requested, addressed to the person whose name appears on the records of the [city collector] commissioner of finance as being the owner of the premises. If the [records of the city collector show that a party, other than the owner, has been designated to receive tax bills for such property, the notice shall be mailed to such party as well as to the owner of record, at his or her last known address, or, if it]property is a multiple dwelling, service upon the owner or managing agent may be made in accordance with section 27-2095 of the code. If the postal service returns the order with a notation that the owner refused to accept delivery of such notice, it may be served by ordinary mail and posted in a conspicuous place on the premises.\ni. After the work has been performed or after inspection by the department in the case where the work was performed under the direction of the department a notice of such account, stating the amount due and the nature of the charge, shall be mailed by the [city collector, within five days after such entry, to the last known address of the person whose name appears on the records of the city collector as being the owner or agent or as the person designated by the owner to receive tax bills or, where no name appears, to the premises, addressed to either the owner or the agent]commissioner of finance to an owner who has notified the commissioner of finance in writing or electronically of the owner’s mailing address for communications from the commissioner, at the address so provided, or, if no mailing address has been so provided, to the owner of record at the property address, if any, appearing in the latest assessment roll. Such notice shall also inform the addressee of the existence of a complaint and appeal process, including the procedures utilized by the borough office as provided for in paragraph eighteen of subdivision a of section twenty-nine hundred three of the New York city charter, the right to appeal the amount due and the quality of work performed under the direction of or by the department by filing a notice of a claim with the office of the comptroller of the city of New York, and thereafter by filing a petition and [commence] commencing a proceeding to review and/or correct the notice of such account and/or the quality of the work performed under direction of or by the department as provided in sections 19-152.2 and 19-152.3 of the code, and the location where the forms may be obtained. The owner shall only be responsible for the cost of reinstalling, constructing, reconstructing, repaving or repairing defective sidewalk flags ordered or directed by the department, not an entire sidewalk if the entire sidewalk lacks defects.\nj. If such charge is not paid within ninety days from the date of entry, it shall be the duty of the [city collector] commissioner of finance to charge and receive interest thereon, to be calculated to the date of payment from the date of entry.\n(1) Except as otherwise provided in paragraph (2) of this subdivision, interest shall be charged at the rate of interest applicable to such property for [real property taxes pursuant to section 11-224 of the code] a delinquent tax on real property.\n(2) With respect to any parcel [on which the annual tax is not more than two thousand seven hundred fifty dollars, other than a parcel which consists of vacant or unimproved land] with an assessed value of not more than eighty thousand dollars, interest shall be charged at the rate determined pursuant to subdivision p or at the rate of eight and one-half percent, whichever is lower.\n§ 56. Subdivision b of section 19-152.2 of the administrative code of the city of New York, as amended by local law number 104 for the year 1993, is amended to read as follows:\nb. If the office of the comptroller determines that the final work was improper, the office of the comptroller shall notify the department. The department shall pursue corrective measures and shall issue and mail a new notice within thirty days of such determination, stating when the same will be corrected and by whom, by mail addressed to the person whose name appears on the records of the [city collector] commissioner of finance as being the owner of the premises. If the [records of the city collector show that a party other than the owner has been designated to receive the tax bills for such property, the notice shall be mailed to such party as well as to the owner of record, at his or her last known address, or if it]property is a multiple dwelling, service upon the owner or managing agent may be made in accordance with section 27-2095 of the code.\n§ 57. Subdivisions j, l, p and q of section 19-152.3 of the administrative code of the city of New York, as amended by local law number 104 for the year 1993, are amended to read as follows:\nj. If the hearing officer grants the petition in full or in part, the hearing officer shall order the department and the [city collector] commissioner of finance, where appropriate, to change or correct their records to reflect the determination or order the work corrected and reinspected by a departmental inspector after the work was performed.\nl. The hearing officer shall promptly transmit the decision to the clerk of the court, who shall file and enter it and the hearing officer shall promptly mail a copy of the decision to the petitioner or the commissioner of the department or the designee of the commissioner and to the [city collector] commissioner of finance, where appropriate.\np. If in the final order in any proceeding, it is determined that the amount due was excessive or improper and ordered or directed that the same be corrected, the [city collector] commissioner of finance shall issue and mail a new notice of such account stating the new amount owed to the person whose name appears on the records of the [city collector] commissioner of finance as being the owner of the premises. If the [records of the city collector show that a party other than the owner has been designated to receive the tax bills for such property, the notice shall be mailed to such party as well as to the owner of record, at his or her last known address, or, if it]property is a multiple dwelling, service upon the owner or managing agent may be made in accordance with section 27-2095 of the code. If such charge is not paid within ninety days from the date of entry, it shall be the duty of the [city collector] commissioner of finance to charge and receive interest thereon, to be calculated to the date of payment from the date of entry. Where appropriate, if in the final order in any proceeding, it is determined that the amount due was excessive or improper and the owner of the property is entitled to a refund for the excessive amount, the hearing officer shall promptly order and direct such refund within thirty days.\nq. If in the final order in any proceeding, it is determined that the final work was improper and ordered or directed that the same be corrected, the department shall issue and mail a new notice of such within thirty days stating when the same will be corrected and by whom, by mail, addressed to the person whose name appears on the records of the [city collector] commissioner of finance as being the owner of the premises. If the [records of the city collector show that a party other than the owner has been designated to receive the tax bills for such property, the notice shall be mailed to such party as well as to the owner of record, at his or her last known address, or, if it]property is a multiple dwelling, service upon the owner or managing agent may be made in accordance with section 27-2095 of the code.\n§ 58. Paragraphs 3, 4 and 5 of subdivision g of section 22-121 of the administrative code of the city of New York, paragraph 5 as amended by local law number 62 for the year 2005, are amended to read as follows:\n3. All such expenses shall constitute a lien upon the premises when the amount thereof shall have been definitely computed as a statement of account by the department and the department shall cause to be filed in the office of the [city collector] commissioner of finance an entry of the [account stated in the book] amount thereof in the records in which such charges against the premises are to be entered. Such lien shall have a priority over all other liens and encumbrances on the premises except for the lien of taxes and assessments. However, no lien created pursuant to this section shall be enforced against a subsequent purchaser in good faith or mortgagee in good faith unless such transaction occurred after the date of entry of a purchase or work order on the records of the department pursuant to paragraph two of this subdivision.\n4. A notice thereof stating the amount due and the nature of the charge shall be mailed by the [city collector within five days after such entry to the last known address of the person whose name appears on the records in the office of the city collector as being the owner or agent or as the person designated by the owner to receive tax bills or, where no name appears, to the premises, addressed to either the owner or the agent]commissioner of finance to an owner who has notified the commissioner of finance in writing or electronically of the owner’s mailing address for communications from the commissioner, at the address so provided, or, if no mailing address has been so provided, to the owner of record at the property address, if any, appearing in the latest assessment roll. Such notice shall have stamped or printed thereon a reference to this section.\n5. If such charge is not paid within thirty days from the date of entry, it shall be the duty of the [city collector] commissioner of finance to receive interest thereon at the rate of interest applicable to such property for a delinquent tax on real property to be calculated to the date of payment from the date of entry.\n§ 59. Subdivisions b, c, d and f of section 24-317 of the administrative code of the city of New York, subdivision d as amended by local law number 62 for the year 2005, are amended to read as follows:\nb. All expenses incurred by or on behalf of the department for services performed pursuant to section 24-316 of this code shall constitute a lien upon the land and buildings upon or in respect to which, or either of which, the work required by such order has been done, or expenses incurred, when the amount thereof shall have been definitely computed as a statement of account by the department and such department shall cause to be filed in the office of the [city collector] commissioner of finance an entry of the [account stated in the book] amount thereof in the records in which such charges against the premises are to be entered. Such lien shall have a priority over all other liens and encumbrances except for the lien of taxes and assessments. However, no lien created pursuant to this section shall be enforced against a subsequent purchaser in good faith or mortgagee in good faith unless the requirements of subdivision a of this section are satisfied; this limitation shall only apply to transactions occurring after the date such record should have been entered pursuant to subdivision a and the date such entry was made.\nc. A notice thereof, stating the amount due and the nature of the charge, shall be mailed by the [city collector, within five days after such entry, to the last known address of the person whose name appears on the records in the office of the city collector as being the owner or agent or as the person designated by the owner to receive tax bills or, where no name appears, to the premises, addressed to either the owner or the agent]commissioner of finance to an owner who has notified the commissioner of finance in writing or electronically of the owner’s mailing address for communications from the commissioner, at the address so provided, or, if no mailing address has been so provided, to the owner of record at the property address, if any, appearing in the latest assessment roll.\n[(d)] d. If such charge is not paid within thirty days from the date of entry, it shall be the duty of the [city collector] commissioner of finance to receive interest thereon at the rate of interest applicable to such property for a delinquent tax on real property, to be calculated to the date of payment from the date of entry.\nf. Such notice mailed by the [city collector] commissioner of finance pursuant to this section shall have stamped or printed thereon a reference to this section of the code.\n§ 60. Subdivision b of section 24-337 of the administrative code of the city of New York is amended to read as follows: \nb. In addition to enforcement pursuant to section 24-346 the commissioner may serve a leak and waste notice upon any person having a duty to repair or correct a leak or wasteful condition or upon any person in violation of the rules and regulations for the prevention of the waste of water. Such notice shall specify the repair or correction to be made and shall fix a reasonable time for compliance. Where such notice has been served and water continues to be wasted after the time for correction has expired, the commissioner may, after notice and an opportunity for a hearing before the commissioner or his or her designee, turn off the water supply to the premises or impose a penalty not to exceed fifty dollars per day for each day that water continues to be wasted after the expiration date contained in the notice, or both. Any penalty imposed pursuant to this section may be added to the water rents; except that no such penalty may be imposed against any property unless both the leak and waste notice and notice of the proceeding to impose the penalty was served upon the owner by mailing copies thereof to the person whose name appears on the records in the office of the [city collector] commissioner of finance as being the owner or agent or as the person designated by the owner to receive tax bills at the address on file for such purpose or where no name appears to the property addressed to \"owner\" or \"agent\" and such person has had an opportunity to be heard.\nThe provisions of this subdivision shall not be construed to limit the commissioner's power to shut off water supply without notice, or with such notice as the commissioner may deem practicable, where a leak exists; or where emergency action is otherwise deemed essential.\n§ 61. Subdivision d of section 24-343 of the administrative code of the city of New York is amended to read as follows: \nd. If the transfer is not made within ten days after the mailing of such order, the department of environmental protection may make such transfer through its officers, agents or contractors. The owner shall be personally liable for the expenses and disbursements incurred by the department in making such transfer. The amount of such expenses and disbursements shall be due and payable when definitely fixed by the commissioner of environmental protection and entered upon the records in the office of the [city collector] commissioner of finance. A notice stating the amount due and the nature of the charge shall be mailed by the [city collector within five days after such entry to the address registered by such owner in the bureau of city collections in the department of finance, or if no address is registered in such bureau, to the last known address of the owner of such property or to the address of such owner as shown on the records in the office where conveyances of real property are recorded pursuant to law]commissioner of finance to an owner who has notified the commissioner of finance in writing or electronically of the owner’s mailing address for communications from the commissioner, at the address so provided, or, if no mailing address has been so provided, to the owner of record at the property address, if any, appearing in the latest assessment roll. If such amount is not paid on or before the last day of the month following the month of entry, it shall be the duty of the [city collector] commissioner of finance to charge, collect and receive interest thereon at the rate of seven per cent per annum to be calculated to the date of payment from the date of entry. The amount of such expenses and disbursements and the interest thereon shall be a lien upon the premises for which the transfer of the house service pipe connection was made, and shall be enforced and collected in the manner provided in chapter three of title eleven of this code for the enforcement and collection of water rents and the lien thereof.\n§ 62. Subdivision b of section 24-512 of the administrative code of the city of New York is amended to read as follows:\nb. The owner of any parcel of real property to be connected with the sewer system shall pay the cost of each curb-to-sewer connection serving such real property, if such curb-to-sewer connection was or shall be constructed in connection with the construction, reconstruction or replacement of a sewer duly authorized on or after January first, nineteen hundred sixty-two. Such cost shall become due and payable and shall constitute a lien against such property when the amount thereof shall have been computed by the agency having jurisdiction and an entry thereof shall have been made against such premises in the office of the [city collector] commissioner of finance in the [book] records in which charges for curb-to-sewer connections are to be entered. A notice thereof, stating the amount due and the nature of the charge shall be mailed by the [city collector, within five days after such entry, to the last known address of the person whose name appears upon the records in the office of the city collector as being the person designated by the owner to receive tax bills or where no name appears, to the premises addressed to either the owner or the agent] commissioner of finance to an owner who has notified the commissioner of finance in writing or electronically of the owner’s mailing address for communications from the commissioner, at the address so provided, or, if no mailing address has been so provided, to the owner of record at the property address, if any, appearing in the latest assessment roll, together with a statement that if such charge is not paid within ninety days from the date of entry the amount thereof with interest thereon at the rate of seven percent per annum, to be calculated to the date of payment from the date of entry, will constitute, until paid, a lien against the premises which shall be prior and superior to every other lien or claim except the lien of an existing tax, water rent, sewer rent, sewer surcharge or local assessment. If such charge is not paid within ninety days from the date of entry, it shall be the duty of the [city collector] commissioner of finance to collect and receive interest thereon at the rate of seven percent per annum, to be calculated to the date of payment from the date of entry. Such charge and the interest thereon shall continue to be, until paid, a lien on the premises served by such curb-to-sewer connection. Such charge and interest shall be calculated and the lien thereof may be foreclosed in the manner provided by law for the collection and foreclosure of the lien of taxes, sewer rents, sewer surcharges and water rents due and payable to the city, and the provisions of the code applicable to the collection and foreclosure of the lien of such taxes, sewer rents, sewer surcharges and water rents shall apply to such charge and the interest thereon and the lien thereof. Such lien shall be prior and superior to every other lien or claim except the lien of an existing tax, water rent, sewer rent, sewer surcharge, or local assessment. [The provisions of section 11-307 of the code applicable to the payment of assessments shall also apply to the charge established pursuant to this section.]\n§ 63. Subdivisions c, d, e, f and h of section 24-605 of the administrative code of the city of New York, subdivisions c, d, e and h as added by local law number 42 for the year 1987, and subdivision f as amended by local law number 62 for the year 2005, are amended to read as follows:\nc. Any lien imposed by this section shall arise at the later of the following:\n(1) the time that the amount of any costs incurred by the city for response measures shall have been definitely computed as a statement of account and an agency designated pursuant to subdivision b of this section has caused to be filed in the office of the [city collector] commissioner of finance: (i) an entry of the account stated in the [book] records  in which such charges against the property are to be entered, and (ii) copies of any notices of potential liability for such costs and statements reciting the dates such notices were mailed, received pursuant to section 24-606; and\n(2) the third day after a responsible person, who is an owner of real property at which the response measures were implemented and whose liability for any costs incurred by the city for such response measures authorizes the imposition of a lien in accordance with subdivision a of this section, is sent by both certified or registered mail and first class mail notice of such person's potential liability for such costs. Such notice may be provided prior to the mailing of the notice pursuant to subdivision d of this section, but any notice provided pursuant to subparagraph (ii) of paragraph two of subdivision a of section 24-610 shall not be deemed to be notice of such person's potential liability, unless such person's potential liability is specifically referred to in such notice.\nd. A notice stating the amount due and the nature of the costs shall be sent by both certified or registered mail and first class mail by the [city collector within five days after such entry pursuant to paragraph one of subdivision c of this section to the last known address of the person whose name appears on the records in the office of the city collector as being the owner or agent or as the person designated by the owner to receive tax bills or, where no name appears, to the property, addressed to either the owner or the agent]commissioner of finance to an owner who has notified the commissioner of finance in writing or electronically of the owner’s mailing address for communications from the commissioner, at the address so provided, or, if no mailing address has been so provided, to the owner of record at the property address, if any, appearing in the latest assessment roll. Such notice shall have stamped or printed thereon a reference to this section. Such notice shall constitute notice of the potential liability of such owner for such costs for purposes of paragraph two of subdivision c of this section, where no prior notice of potential liability for such costs has been sent.\ne. The [city collector] commissioner of finance shall maintain copies of any notices of potential liability for the costs of response measures, together with statements indicating the dates such notices were mailed, filed by any agency designated pursuant to subdivision b of this section, and copies of any notices sent pursuant to subdivision d of this section, together with statements reciting the dates such notices were mailed.\nf. If such costs are not paid within thirty days from the date that notice is sent pursuant to subdivision d of this section, it shall be the duty of the [city collector] commissioner of finance to receive interest thereon at the rate of interest applicable to such property for a delinquent tax on real property to be calculated to the date of payment from the date of entry.\nh. Any lien imposed by this section shall be subject to the rights of any mortgagee or lienor whose interest is perfected before notice of the lien has been filed in the office of the [city collector] commissioner of finance, as provided in subdivision c of this section. Any such mortgagee or lienor shall be afforded the same protections against such lien as afforded under law against a judgment lien which arises out of an unsecured obligation and which arises as of the time of the filing of the notice of the lien imposed by this section.\n§ 64. Subparagraph (ii) of paragraph 2 of subdivision a of section 24-610 of the administrative code of the city of New York, as added by local law number 42 for the year 1987, is amended to read as follows:\n(ii) In instances where the commissioner knows that the responsible person served pursuant to subparagraph (i) of this paragraph is not the owner of the property at which the response measures ordered are to be implemented, notice that such order has been served, and a copy of such order, shall be sent by both certified or registered mail and first class mail to [the last known address of the person whose name appears on the records in the office of the city collector as being the owner or agent or as the person designated by the owner to receive tax bills or, where no name appears, to such property, addressed to either the owner or the agent]an owner who has notified the commissioner of finance in writing or electronically of the owner’s mailing address for communications from the commissioner of finance, at the address so provided, or, if no mailing address has been so provided, to the owner of record at the property address, if any, appearing in the latest assessment roll. Such notice shall have stamped or printed thereon a reference to this section. Any failure to provide written notice as prescribed by this subparagraph shall not in any way affect the liability of any person for the cost incurred by the city for any response measures implemented in accordance with this chapter.\n§ 65. Paragraphs 2, 3 and 4 of subdivision b of section 26-517.1 of the administrative code of the city of New York, paragraph 2 as amended by local law number 36 for the year 2001, and paragraphs 3 and 4 as added by chapter 116 of the laws of 1997, are amended to read as follows:\n(2) If such payment is not made to the city within such time, all unpaid fees shall constitute a lien upon the premises and shall be filed in the office of the [city collector] commissioner of finance as an entry of the [account stated in the book] amount thereof in the records in which such charges against the premises are to be entered. Such lien shall have priority over all other liens and encumbrances on the premises except for the lien of taxes and assessments. However, no lien created pursuant to this subdivision against any premises shall be enforced against an owner or mortgagee of such premises who acquired in good faith an interest therein subsequent to the period for which the fee was imposed but prior to the creation of any such lien.\n(3) A notice pursuant to paragraph one of this subdivision, stating the amount due and the nature of the charge, shall be mailed by the [city collector, within five days after such entry, to the last known address of the owner or agent]commissioner of finance to an owner who has notified the commissioner of finance in writing or electronically of the owner’s mailing address for communications from the commissioner, at the address so provided, or, if no mailing address has been so provided, to the owner of record at the property address, if any, appearing in the latest assessment roll.\n(4) If such charge is not paid within thirty days from the date of entry, it shall be the duty of the [city collector] commissioner of finance to receive interest thereon at the same rate as is imposed on a delinquent tax on real property, to be calculated to the date of payment from the date of entry.\n§ 66. Section 28-112.9.3 of article 112 of chapter 1 of title 28 of the administrative code of the city of New York is amended to read as follows:\n§ 28-112.9.3 Notice. A notice, stating the amount due and the nature of the charge, shall be mailed by the [department of finance, to the last known address of the person whose name appears on the records in the office of the department of finance as being the owner or agent or as the person designated by the owner to receive tax bills or, where no name appears, to the premises, addressed to either the owner or the agent]commissioner of finance to an owner who has notified the commissioner of finance in writing or electronically of the owner’s mailing address for communications from the commissioner, at the address so provided, or, if no mailing address has been so provided, to the owner of record at the property address, if any, appearing in the latest assessment roll. \n§ 67. Items 3, 4, 5 and 7 of subsection 117.4 of section FC 117 of chapter 1 of the New York city fire code of chapter 2 of title 29 of the administrative code of the city of New York, as added by local law number 26 for the year 2008, are amended to read as follows:\n3. All such unpaid fees shall constitute a lien upon the land and building upon or in respect to which such inspection was performed, or upon the land and buildings specified in such permit, when the amount thereof shall have been definitely computed as a statement of account by the department, and the department shall cause to be filed in the office of the [city collector] commissioner of finance an entry of the account stated in the book in which such charges against the premises are to be entered. Such lien shall have a priority over all other liens and encumbrances except for the lien of taxes and assessments. However, no lien created pursuant to this section shall be enforced against a subsequent purchaser in good faith or mortgagee in good faith unless such transaction occurred after the date of entry of a fee on the records of the department pursuant to Section 117.4(2).\n4. A notice thereof, stating the amount due and the nature of the charge, shall be mailed by the [city collector, within 5 days after such entry, to the last known address of the person whose name appears on the records in the office of the city collector as being the owner or agent or as a person designated by the owner to receive tax bills or, where no name appears, to the premises, addressed to either the owner or the agent] commissioner of finance to an owner who has notified the commissioner of finance in writing or electronically of the owner’s mailing address for communications from the commissioner, at the address so provided, or, if no mailing address has been so provided, to the owner of record at the property address, if any, appearing in the latest assessment roll.\n5. If such charge is not paid within 30 days from the date of entry, it shall be the duty of the [city collector] commissioner of finance to receive interest thereon at a rate of 15 percent per annum, to be calculated to the date of payment from the date of entry.\n7. Such notice mailed by the [city collector] commissioner of finance pursuant to this section shall have stamped or printed thereon a reference to this section of this code.\n§ 68. This local law shall take effect immediately.",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Arial;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green0\\blue0;\\red0\\green0\\blue255;\\red255\\green102\\blue0;\\red128\\green0\\blue128;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\tab Section 1. Subdivision b of section 163 of the New York city charter, as added by local law number 77 for the year 1984, is amended to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi1440\\sl480\\slmult1\\qj\\cf1 b. During the time that the [books of annual records of the assessed valuation of real estate are open] \\ul tentative assessment roll is available\\ulnone  for public inspection, any person or corporation claiming to be aggrieved by the assessed valuation of real estate may apply for correction of such assessment. Such application shall be duly verified by a person having personal knowledge of the facts stated therein, provided that if the application is signed by someone other than the person or an officer of the corporation claiming to be aggrieved, the application must be accompanied by a duly executed power of attorney as prescribed by the rules and regulations of the tax commission.\\par\n\\'a7 2. Section 1510 of the New York city charter, \\cf0 as amended by vote of the electors at the general election held on November 7, 1989, \\cf1 is amended to read as follows:\\cf0\\par\n\\cf1\\'a7 1510. [Annual record of assessed valuation] \\ul Assessment rolls\\ulnone ; public inspection \\ul of tentative roll\\ulnone . The [books of the annual record of the assessed valuation of real estate] \\ul tentative assessment roll\\ulnone  shall be [opened] \\ul made available\\ulnone  to the public not later than the fifteenth day of January in each year, not a Saturday, Sunday or legal holiday, and remain [open during the usual business hours for public inspection and examination] \\ul available to the public\\ulnone  until the first day of March thereafter. The commissioner, previous to and during the time [such books are open to] \\ul the tentative assessment roll is available for\\ulnone  public inspection, shall advertise such fact in the City Record [and in such other newspaper or newspapers published in the several boroughs as may be authorized by the director of the City Record with the approval of the mayor and the comptroller].\\par\n\\'a7 3. Section 1512 of the New York city charter, \\cf0 as amended by vote of the electors at the general election held on November 7, 1989,\\cf1  is amended to read as follows:\\cf0\\par\n\\cf1\\'a7 1512.\\b  \\b0 [Annual record of assessed valuation,] \\ul Assessment rolls;\\ulnone  additions and changes \\ul to tentative roll\\ulnone .\\b\\par\n\\b0 During the time the [books of the annual record of the assessed valuation of real estate remain open] \\ul tentative assessment roll remains available\\ulnone  for public inspection and examination, and, in the case of real estate other than residential real estate, during an additional period ending the tenth day of May in each year, the commissioner may place on such [books] \\ul tentative assessment roll\\ulnone  any real estate and also the assessed valuation of any such real estate that may have been omitted from such [books] \\ul tentative assessment roll\\ulnone  on the day [of the opening thereof] \\ul such roll was made available to the public\\ulnone , and may increase or diminish the assessed valuation of any real estate as in the commissioner's judgment may be just or necessary for the equalization of taxation; but no such addition to the [books] \\ul tentative assessment roll\\ulnone  and no such increase in assessed valuation shall be made, except upon mailing ten days' prior written notice addressed to the person whose name appears on the records in the office of the \\cf0 [\\cf1 city collector\\cf0 ] \\ul department of finance\\cf1\\ulnone  as being the owner or agent of the owner of the real estate affected thereby at the last known address of such owner or agent. Where no name appears on such records such notice shall be sent to the premises addressed to either the owner or agent. An affidavit of such mailing shall be filed in the main office of the department. When such notice is mailed after the first day of February, such owners may apply for a correction of such assessment so added or so increased within twenty days after the mailing of such notice with the same force and effect as if such application were made on or before the first day of March in such year. For purposes of this section the term \"residential real estate\" shall include but not be limited to one and two-family homes and multiple dwellings (including co-operative and condominium dwelling units), but shall not include hotels, apartment hotels and motels.\\b\\par\n\\b0\\'a7 4. Section 1514 of the New York city charter, \\cf0 as amended by vote of the electors at the general election held on November 7, 1989,\\cf1  is amended to read as follows:\\par\n\\'a7 1514. Assessment rolls; preparation and delivery \\ul of final roll\\ulnone .\\b  \\b0 1. Commencing immediately after the close of the period [for public inspection and examination of the books of annual record of the assessed valuation of real estate] \\ul during which the tentative assessment roll is made available to the public\\ulnone , the commissioner shall cause to be prepared[, from such books,] \\ul final\\ulnone  assessment rolls for each borough in such manner as shall be provided by law.\\par\n2. As soon as [such] \\ul the final\\ulnone  rolls are completed, the commissioner shall [annex to each of such rolls] \\ul prepare\\ulnone  a certificate that the same [is] \\ul are\\ulnone  correct in accordance with the entries and corrected entries in the [several books of annual record] \\ul tentative assessment roll\\ulnone . The rolls so certified must, on or before the twentieth day of June in each year, be [delivered] \\ul submitted\\ulnone  by the commissioner to the council.\\par\n\\cf0\\'a7 5. Section 1517 of the New York city charter, as added by local law number 30 for the year 1977, is amended to read as follows:  \\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tx916\\tx1440\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656  \\tab\\tab\\'a7 1517. Completion of \\ul final\\ulnone  assessment rolls.  At such annual meeting the council shall [cause to be set down in the assessment rolls, opposite to the several sums set down as the valuation of real property, the respective sums, in dollars and cents, to be paid as a tax thereon, rejecting the fractions of a cent. It shall also] cause to be added and set down the aggregate valuations of the real property in the several boroughs, and shall transmit to the comptroller of the state by mail a certificate of such aggregate valuation in each borough.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi1440\\sl480\\slmult1\\qj\\'a7 6.\\b  \\b0 Section 1518 of the New York city charter, as added by local law number 30 for the year 1977, subdivision 1 as amended by local law number 68 for the year 1993, is amended to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tx916\\tx1440\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\tab\\tab\\'a7 1518. Collection of the real property tax. [1.]  Immediately upon the completion of the \\ul final\\ulnone  assessment rolls, the city clerk shall procure the proper warrants authorizing and requiring the commissioner to collect the several sums therein mentioned according to law. Such warrants need be signed only by the public advocate and counter-signed by the city clerk. Immediately thereafter and on or before the thirtieth day of June, \\ul after\\ulnone  the assessment rolls of each borough, as corrected according to law [and] \\ul , are\\ulnone  finally completed, [or a fair copy thereof, shall be delivered by] the public advocate \\ul shall deliver\\ulnone  to the commissioner [with] the proper  warrants,  so signed  and counter-signed[, annexed thereto]. At the same time the public advocate shall notify the comptroller of the amount of taxes in [each book of] the \\ul final\\ulnone  assessment rolls [so delivered].\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tx916\\tx1440\\tx1832\\tx2160\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656     \\tab\\tab [2. The  commissioner upon receiving the assessment rolls and warrants shall immediately cause the assessment rolls and warrants to be filed in the respective borough offices.]\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi1440\\sl480\\slmult1\\qj\\'a7 7. \\cf1 Subparagraphs (d), (e), (g) and (h) of paragraph 17 of subdivision a of section 2903 of the New York city charter\\cf0 , as added by local law number 76 for the year 1988,\\cf2\\b  \\cf1\\b0 are amended to read as follows:\\par\n(d) Upon the owner's failure to comply with such order or notice within thirty days of service thereof, the department may perform the work or cause same to be performed, the cost of which, together with administrative expenses, as determined by the commissioner, but not to exceed twenty percent of the cost of performance, shall constitute a debt recoverable from the owner by lien on the property affected or otherwise. Upon entry by the \\cf0 [city collector] \\ul commissioner of finance\\cf1\\ulnone , in the [book] \\ul records\\ulnone  in which such charges are to be entered, of the amount definitely computed as a statement of account by the department, such debt shall become a lien prior to all liens or encumbrances on such property, other than taxes. An owner shall be deemed to have complied with this subdivision if he or she performs such work as specified in the order within the time set forth therein.\\par\n(e) Service of a notice or order upon an owner pursuant to the provisions of this section shall be made upon such owner or upon his or her designated managing agent personally or by certified or registered mail, return receipt requested, addressed to the person whose name appears on the records of the \\cf0 [city collector] \\ul commissioner of finance\\cf1\\ulnone  as being the owner of the premises. If the records of the \\cf0 [city collector] \\ul commissioner of finance\\cf1\\ulnone  show that a party, other than the owner, has been designated to receive tax bills for such property, the notice shall be mailed to such party as well as to the owner of [the] record, at his or her last known address. If the postal service returns the order with a notation that the owner refused to accept delivery of such notice, it may be served by ordinary mail and posted in a conspicuous place on the premises.\\par\n(g) A notice of such account, stating the amount due and the nature of the charge, shall be mailed by the \\cf0 [city collector] \\ul commissioner of finance\\ulnone ,\\cf1  within five days after such entry, to the last known address of the person whose name appears on the records of the \\cf0 [city collector] \\ul commissioner of finance\\cf1\\ulnone  as being the owner or the agent or as the person designated by the owner to receive tax bills or where no name appears, to the premises, addressed to either the owner or the agent.\\par\n(h) If such charge is not paid within ninety days from the date of entry, it shall be the duty of the \\cf0 [city collector] \\ul commissioner of finance\\cf1\\ulnone  to charge and receive interest thereon, to be calculated to the date of payment from the date of entry.\\par\n\\cf0\\'a7 8. Section 3-311 of the administrative code of the city of New York is REPEALED.\\par\n\\'a7 9. Subdivision c of section 5-317 of the administrative code of the city of New York is amended to read as follows:\\par\nc. The finance department shall furnish to the corporation counsel sets of the tax maps of the city in duplicate for filing therein and for convenience of reference thereto in the tabular abstract of estimated damage. The [surveyor of the] finance department shall make and furnish all necessary [surveys and] corrections of the [section] maps, necessary to keep the maps furnished to the corporation counsel as accurate as practicable.\\par\n\\cf1\\'a7 10. Section 7-615 of \\cf0 the administrative code of the city of New York \\cf1 is amended to read as follows:\\b\\par\n\\b0\\'a7 7-615 Corrections to be without erasures. No entry in any book or index in the register's office or the office of the clerk of the county of Richmond shall be erased so as to be illegible, but in case of any correction the same shall be made without destroying the original entry by drawing a line through such original entry, and in all such cases the date of such correction attested by the signature of such register or county clerk or his or her assistant shall be entered upon the same page on which such correction is made, on the margin opposite such correction. Such \\ul a\\ulnone  correction \\ul to an entry in any book or index in the register\\rquote s office or the office of the clerk of the county of Richmond\\ulnone  shall only be made upon the production to the register or county clerk of the original instrument[,] \\ul or a legible copy thereof\\ulnone  or, when it is impossible to produce [the original instrument]\\ul either\\ulnone , the register or the county clerk, however, may make any correction of the records in his or her office where it is obvious or apparent that an error has been made in recording or indexing any instrument.\\par\n\\'a7 11. Section 7-617 of the administrative code of the city of New York is REPEALED.\\par\n\\'a7 12. Subdivisions f and g of section 7-625 of the administrative code of the city of New York are amended to read as follows:\\par\nf.  \\cf3\\f1\\fs20   \\cf1\\f0\\fs24 [B\\cf0 lock index] \\ul Index\\ulnone  to be notice. The entries made in such indices, [except the lot number designation] and the information contained in the column or columns headed Lot Number and Remarks, shall be deemed and taken to be a part of the record of the instrument to which such entries respectively refer, and shall be notice to subsequent purchasers or incumbrancers to the same extent and with like effect as the recording of such instruments in the office of the register, now is or may be notice.  \\ul The index may be in an electronic format.\\ulnone   \\cf2\\ul\\par\n\\cf1\\ulnone [g. Miscellaneous instruments. On and after July first, nineteen hundred sixty-three, any instrument entitled to be indexed and recorded as a miscellaneous instrument shall be indexed in a miscellaneous index and recorded in a miscellaneous liber.]\\par\n\\'a7 13. Subdivision b of section 11-104 of \\cf0 the administrative code of the city of New York\\cf1  is amended to read as follows: \\par\nb. The [city collector or the deputy collector in each borough office of the city collector] \\ul commissioner of finance\\ulnone , in receiving monies payable to the city, from whatever source derived, shall not issue a receipt to the payor for a payment made by personal, business or corporate check unless specifically requested.\\par\n\\'a7 14. Sections 11-114, 11-115, 11-116, 11-117, 11-118, 11-119, 11-120 and 11-121 of \\cf0 the administrative code of the city of New York \\cf1 are REPEALED.\\par\n\\'a7 15. Subdivision e of section 11-128 of the administrative code of the city of New York, as added by section 1 of part T of chapter 60 of the laws of 2004, is amended to read as follows:\\par\ne. Notification of participation requirements. For taxpayers or entities subject to this section, the department of finance shall mail notice of such requirement to the property owner [or other party who has been designated to receive real property tax bills on an owner\\rquote s registration card filed by such owner] \\ul as recorded in the department\\ulnone . Such notice shall include the date by which the owner or other party designated by such owner to pay real property taxes on the property must enroll in the electronic payment program.\\par\n\\'a7 16. Section 11-202 of the administrative code of the city of New York is amended to read as follows:\\par\n\\cf0\\'a7 11-202 Maps and records[; surveyor]. The commissioner of finance shall [appoint a surveyor who shall] make the necessary [surveys and] corrections of the block or ward maps, and also make all new tax maps which may be required.\\cf1\\par\n\\'a7 17. Subdivision c of section 11-203 of the administrative code of the city of New York is amended to read as follows:\\par\nc.\\cf0  Parcel numbers shall designate each parcel by the use of [three] \\ul two\\ulnone  or more numbers, of which one shall be [a section or ward number, another] a block, district or plat number, and another a lot number. The department of finance may from time to time change the form of the [section and] blocks, and also the numbers thereof, on the tax maps filed in its office whenever such change of form has been caused pursuant to section one hundred ninety-nine of the charter, and there shall thereafter be delineated and entered upon such maps such new additional [sections and] blocks and their numbers as necessity may require. Such administration may from time to time change the form of the lots or parcels comprised within any block, and also the numbers thereof, and cause to be shown on such maps the separate lots or parcels of land contained in any new block added thereto and also the lots numbers thereof, according to the general plan employed in the making of such maps.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi720\\li720\\sl480\\slmult1\\cf1\\'a7 18. \\cf0 Subdivision b of section 11-204 \\cf1 of the administrative code of the city of \\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1 New York is amended to read as follows\\cf0 :\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1   \\tab  \\tab b. Whenever any block boundaries shall be changed or any new or additional blocks of land shall be formed in such counties by the opening or closing of any street, avenue, road, boulevard or parkway or otherwise, the department of finance shall cause such maps to be altered to show the changes in the boundaries of a block and the formation of such new or additional blocks, and to cause such blocks, the boundaries of which have been altered, and such new or additional blocks, to be numbered on such maps with such block numbers as such department may determine. [The commissioner of finance, or an officer or employee of the department designated by the commissioner, shall certify and file annually with the register and county clerk in each of such counties a list of the numbers of the blocks, the boundaries of which have been altered, and a list of the numbers of new or additional blocks which have been formed.]\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi1440\\sl480\\slmult1\\qj\\tx720\\tx1440\\cf1\\'a7 19. \\cf0 Section 11-206 of the administrative code of the city of New York is amended to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi1440\\sl480\\slmult1\\qj\\tx1440\\cf1\\'a7 11-206 Power of the commissioner of finance to correct errors.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi1440\\sl480\\slmult1\\qj The commissioner of finance may correct any assessment or tax which is erroneous due to a clerical error or to an error of description contained in the [several books of annual record of assessed valuations] \\ul tentative assessment roll\\ulnone , or in the [assessments-rolls] \\ul final assessment roll\\ulnone . If the taxes computed on such erroneous assessment have been paid, the commissioner of finance is authorized to refund or credit the difference between the taxes computed on the erroneous and corrected assessments.\\par\n\\'a7 20. Subdivision b of section 11-207 of the administrative code of the city of New York, as amended by local law number 65 for the year 1991, is amended to read as follows:\\par\nb.  The persons having charge of the borough assessment offices shall furnish to the commissioner of finance, under oath, a detailed statement of all taxable real estate in the city. Such statement shall contain the street, [the section or ward,] the block and lot and map or identification numbers of such real estate embraced within such district; the sum for which, in their judgment, each separately assessed parcel of real estate would sell under ordinary circumstances if it were wholly unimproved and, separately stated, the sum for which the same parcel would sell under ordinary circumstances with the improvements, if any, thereon, such sums to be determined with regard to the limitations contained in the state real property tax law. Such statement shall include such other information as the commissioner of finance may, from time to time, require.\\par\n\\'a7 21. Section 11-210 of \\cf0 the administrative code of the city of New York \\cf1 is amended to read as follows: \\par\n\\'a7 11-210 [Books of annual record of assessed]  \\ul Assessed\\ulnone  valuation of real estate indicated by parcel numbers; form and contents \\ul of assessment rolls\\ulnone .\\b  \\b0 a. [There shall be kept] \\ul The assessment rolls shall be made available to the public\\ulnone  in the several offices of the department of finance[,books of the annual record of the assessed valuation of real estate to be called \"the annual record of the assessed valuation of real estate indicated by parcel numbers in the borough of.........\", in which]\\ul . In such rolls\\ulnone  shall be entered in detail the assessed valuation of each separately assessed parcel indicated by a parcel number within the limits of the several boroughs.\\par\nb. The assessed valuation of each such parcel shall be set down in [such books in two columns. In the first column shall be stated, opposite of each such parcel, the sum for which such parcel would sell under ordinary circumstances if wholly unimproved; and in the second column, the sum for which such parcel would sell under ordinary circumstances with the improvements, if any thereon] \\ul the assessment rolls, and the rolls shall include for each such parcel the assessed valuation of the land if wholly unimproved, and the assessed valuation of the land with the assessed valuation of the improvements, if any, thereon. These valuations shall be based on the uniform percentage of full market value required by law\\ulnone .\\par\nc. Such [books] \\ul assessment rolls\\ulnone  shall be prepared in such manner that the assessed valuations entered therein shall be under sections and block headings as may be most convenient for use in connection with the tax maps described in section 11-203 of this chapter.\\par\n\\ul d. The assessment rolls may be prepared in an electronic format.\\par\n\\ulnone\\'a7 22. The heading of section 11-211 of \\cf0 the administrative code of the city of New York is amended \\cf1 to read as follows:\\par\n\\'a7 11-211 [Books of annual record of assessed valuation] \\ul Valuation\\ulnone  of real estate indicated by identification numbers.\\par\n\\'a7 23. Subdivision c of section 11-211 of the administrative code of the city of New York is REPEALED.\\par\n\\cf0\\'a7 24. The heading and subdivision a of section 11-212 of the administrative code of the city of New York are amended to read as follows:\\par\n\\cf1\\'a7 11-212 Power of the commissioner of finance to equalize assessments before [opening books] \\ul making the tentative assessment roll available for public inspection\\ulnone . a. Before [opening the several books of annual record of assessed valuation] \\ul making the tentative assessment roll available\\ulnone  for public inspection, the commissioner of finance shall fix the valuations of property for the purpose of taxation throughout the city at such sums as will, in the commissioner's judgment, establish a just and equal relation between the valuations of property in each borough and throughout the entire city.\\par\n\\cf0\\'a7 25. Section 11-213 of the administrative code of the city of New York is amended to read as follows:\\par\n\\cf1\\'a7 11-213 Errors in [annual records] \\ul tentative\\ulnone  or [assessment-rolls] \\ul final assessment rolls\\ulnone .\\b  \\b0 The omission from the [several books of annual record of assessed valuations] \\ul tentative assessment roll\\ulnone  or from the [assessment-rolls in] \\ul final assessment rolls with\\ulnone  respect to the entry therein of the name of the rightful owner or owners of real estate, whether individuals or corporations, shall not invalidate any tax or assessment. In such case, however, no tax shall be collected except from the real estate so assessed.\\par\n\\cf0\\'a7 26. Subdivision a of section 11-214 of the administrative code of the city of New York is amended to read as follows:\\par\n\\cf1 a. The commissioner of finance may apportion any assessment in such manner as he or she shall deem just and equitable, and forthwith cause such assessment to be cancelled and new assessments, equal in the aggregate to the cancelled assessment, to be made on the proper [books and] rolls. Within five days thereafter the commissioner of finance shall cause written notice of the new assessments to be mailed to the owners of record of the real estate so assessed at their last known residence or business address, and an affidavit of the mailing of such notice to be filed in the main office of the department of finance.\\par\n\\cf0\\'a7 27. Section 11-215 of the administrative code of the city of New York is amended to read as follows:\\par\n\\cf1\\'a7 11-215 Entry of corrections made by tax commission.\\b   \\cf0\\b0 Upon receiving notice of a correction of an assessment made by the tax commission, the commissioner of finance shall cause the amount of the assessment as corrected to be entered upon the [proper books of annual record] \\ul tentative\\ulnone  and the [assessment-rolls] \\ul final assessment rolls\\ulnone  for the year for which such correction is made.\\cf1\\par\n\\cf0\\'a7 28. Section 11-217 of the administrative code of the city of New York is REPEALED.\\par\n\\'a7 29. Section 11-219 of the administrative code of the city of New York is amended to read as follows:\\par\n\\cf1\\'a7 11-219 [Books of annual record; delivery] \\ul Furnishing of assessment rolls\\ulnone  for publication.\\b  \\cf0\\b0 Within two weeks after the delivery of the [assessment-rolls] \\ul final assessment rolls \\ulnone to the council, the commissioner of finance shall furnish to the director of the City Record a copy of the [several books of the annual record of the assessed valuation of real estate, omitting, however, the two columns headed respectively \"size of house\" and \"houses on lot.\"] \\ul final assessment rolls for publication.\\cf1\\par\n\\cf0\\ulnone\\'a7 30.  Section 11-221 of the administrative code of the city of New York is REPEALED.   \\par\n\\'a7 31. \\cf1 Section 11-237 of \\cf0 the administrative code of the city of New York \\cf1 is amended to read as follows:\\par\n\\'a7 11-237 Cancellation of assessments, water and sewer rents on real property acquired by tax enforcement foreclosure proceedings.\\b  \\b0 Upon the cancellation of unpaid assessments, water and sewer rents by the [city collector] \\ul commissioner of finance\\ulnone  pursuant to section 11-353 of this title, the comptroller shall charge the unpaid amounts for assessments for local improvements, so cancelled, to the surplus in the appropriate assessment fund; the unpaid amounts for water charges, meter setting and repair, meter glasses and sewer rents, so cancelled, shall be deducted from the accounts receivable of the appropriate fund.\\par\n\\'a7 32. Subdivision d of section 11-242 of \\cf0 the administrative code of the city of New York \\cf1 is amended to read as follows:\\par\nd. The department of buildings shall determine and certify the reasonable cost of any such alterations and improvements and for that purpose may adopt rules and regulations, administer oaths to and take testimony of any person, including but not limited to the owner of such property, may issue subpoenas requiring the attendance of such persons and the production of such books, papers or other documents as the department shall deem necessary, may make preliminary estimates of the maximum reasonable cost of such alterations and improvements, may establish maximum allowable costs for specified units, fixtures or work in such alterations or improvements, and may require the submission of plans and specifications of such alteration and improvements before the start thereof. Application forms for the benefits of this section shall be filed with the tax commission between February first and March fifteenth and the tax commission shall certify to the [city collector] \\ul commissioner of finance\\ulnone  the amount of taxes to be abated and reduced, pursuant to the certification of the commissioner of buildings as herein provided. No such application shall be accepted unless accompanied by copies of certificates of the city planning commission and the commissioner of buildings, as provided in this subdivision and in subdivision e of this section.\\par\n\\'a7 33. Sections 11-303, 11-304, 11-305, 11-306, 11-307 and 11-309 of \\cf0 the administrative code of the city of New York \\cf1 are REPEALED.\\par\n\\cf0\\'a7 34. \\cf1 Paragraph 1 of subdivision b of section 11-320 of the administrative code of the city of New York, as designated and amended by local law number 15 for the year 2011, is amended to read as follows:\\par\n1. A tax lien shall not be sold unless the commissioner of finance, or his or her designee, notifies the owner of record at the address of record and any other person who [has registered pursuant to section 11-309 of this chapter, or] \\ul is entitled to notice\\ulnone  pursuant to section 11-416 or 11-417 of this title, by first class mail, of the intention to sell the tax lien. If [no such registrations have been filed] \\ul the owner did not notify the commissioner of finance in writing or electronically of the owner\\rquote s mailing address for communications from the commissioner,\\ulnone  then such commissioner, or his or her designee, shall notify the [person whose name and address, if any, appears in the latest annual record of assessed valuations]\\ul owner of record at the property address, if any, appearing in the latest assessment roll\\ulnone , by first class mail, of the intention to sell the tax lien. Such mailed notice shall include a description of the property by block and lot and such other identifying information as the commissioner of finance may deem appropriate, the amount of the tax lien, including all taxes, assessments, sewer rents, sewer surcharges, water rents, any other charges that are made a lien subject to the provisions of this chapter, as well as an estimate of the costs of any advertisements and notices given pursuant to this chapter, any other charges that are due and payable on the date specified in such publication, a surcharge pursuant to section 11-332 of this chapter if the tax lien is sold, and interest and penalties thereon, and shall be mailed to such owner and such other persons four times: not less than ninety, sixty, thirty and ten days prior to the date of sale. Such notice shall state that if default continues to be made in payment of the amounts due on such property, the tax lien on such property shall be sold as provided in section 11-319 of this chapter. If, notwithstanding such notice, the owner shall continue to refuse or neglect to pay the amounts due on such property, the commissioner of finance may sell the tax lien on such property as provided in section 11-319 of this chapter.\\par\n\\'a7 35. Section 11-342 of \\cf0 the administrative code of the city of New York \\cf1 is amended to read as follows:\\par\n\\'a7 11-342 Foreclosed tax lien not arrears.\\b  \\b0 Any party to an action to foreclose a tax lien or any purchaser or any party in interest may give notice of such foreclosure to the [city collector] \\ul commissioner of finance\\ulnone  and after such notice the items which constituted the tax lien thus foreclosed shall not be entered by the [city collector] \\ul commissioner of finance\\ulnone  in any yearly [assessment-roll] \\ul assessment roll\\ulnone , so long as the judgment of foreclosure of such lien remains in force.\\par\n\\'a7 36. Paragraph 7 of subdivision c and subdivision f of section 11-405 of \\cf0 the administrative code of the city of New York, paragraph 7 of subdivision c as renumbered by local law number 37 for the year 1996,\\cf4  \\cf1 are amended to read as follows:\\par\n\\cf0 (7)  A parcel for which any such installment agreement or agreements have been filed with the commissioner shall be excluded or removed from the list of delinquent taxes before the commencement of the in rem action based upon such list only if the amounts paid pursuant to such agreement exceed the amount required to pay all taxes and charges which render said parcel eligible for inclusion in the in rem action and there has been no default in such agreement prior to the commencement of said action as to either quarterly installments or current taxes, assessments or other legal charges. \\cf1\\ul In the event of any default in the agreement or any failure to make timely payment of any current item, the parcel shall, if then delinquent for the applicable period specified in section 11-404 of this chapter, be eligible for inclusion in any list of delinquent taxes thereafter filed.\\ulnone\\b\\par\n\\b0 f. The commissioner of finance shall file a copy of each list of delinquent taxes, certified as such copy by him or her or a subordinate designated by the commissioner, in the borough office of the [city collector] \\ul department of finance\\ulnone  in the borough in which the parcels listed therein are situated and in the office of the corporation counsel.\\par\n\\'a7 37. The heading and subdivisions b and c of section 11-406 of \\cf0 the administrative code of the city of New York, subdivision b as amended by local law number 69 for the year 1997, \\cf1 are amended to read as follows:\\par\n\\'a7 11-406 [Public notice] \\ul Notice\\ulnone  of foreclosure.\\par\nb. Such notice shall clearly indicate that it is a notice of foreclosure of tax liens; the borough or the section of a tax map or portion of a section of a tax map in which the properties subject to foreclosure are located and where the area affected by the action includes less than all parcels in an entire borough or section of a tax map or portion of a section of a tax map, the particular class or classes contained therein, and by a general description which need not contain measurements and direction; where and when the list of delinquent taxes was filed; the general nature of the information contained in the list; that the filing of the list constitutes commencement of a foreclosure action by the city in the supreme court for the particular county and a notice of pendency of action against each parcel listed; that such action is against the property only and no personal judgment will be entered; that the list will be available for inspection at the [city collector's central office and at the] borough office of the [city collector] \\ul department of finance\\ulnone  in the borough in which said property is located \\ul and on the department\\rquote s website\\ulnone  until a specified date at least ten weeks after the date of first publication; that until such date a parcel may be redeemed by paying all taxes and charges contained in said list of delinquent taxes together with interest and penalties thereon; that during said period of redemption and for an additional period of twenty days after said last date for redemption any person having any interest in or lien upon a parcel on the list may file with the appropriate county clerk and serve upon the corporation counsel a verified answer setting forth in detail the full name of said answering party, the nature and amount of his or her interest or lien and any legal defense against foreclosure; and that in the absence of redemption or answer a judgment of foreclosure may be taken by default.\\par\nc. On or before the date of the first publication of such notice, the commissioner of finance shall cause a copy of the notice to be mailed to all owners, mortgagees, lienors or encumbrancers, who may be entitled to [receive] such notice [by virtue of any owner's registration or in rem card filed in the office of the city collector] pursuant to section 11-416 or 11-417 of this chapter\\ul , at the address so provided by each such owner, mortgagee, lienor or encumbrancer\\ulnone . If [such owner's registration or in rem cards have not been filed in the office of the city collector] \\ul the owner did not notify the commissioner of finance in writing or electronically of the owner\\rquote s mailing address for communications from the commissioner,\\ulnone  then said notice shall be mailed to the [name and] \\ul owner of record at the property\\ulnone  address, if any,  appearing in the latest [annual record of assessed valuations] \\ul assessment roll\\ulnone . The commissioner of finance shall cause to be inserted with such notice a statement substantially in the following form:\\par\n\\cf0 \"To the party to whom the enclosed notice is addressed: You are the presumptive owner or lienor of one or more of the parcels mentioned and described in the list referred to in the attached notice. Unless the taxes and assessments and all other legal charges are paid, or an answer is interposed; or an arrangement is made for payment of such taxes and assessments and all other legal charges in installments, as provided by statute, the ownership of said property will in due course pass to the city of New York as provided by the administrative code of the city of New York.\"\\par\nThe failure of the commissioner of finance to mail such notice shall not affect the validity of any proceeding brought pursuant to this chapter as to any parcel other than the parcel with respect to which notice was not mailed.\\par\n\\'a7 38. Subdivisions c and h of section 11-412.1 of the administrative code of the city of New York, as added by local law number 37 for the year 1996, are amended to read as follows:\\par\nc. Following the expiration of the four-month period prescribed in subdivision d of this section, but not more than eight months after the date on which, pursuant to subdivision b of this section, the final judgment authorizing the award of possession of a parcel of class one or class two real property was entered, the commissioner of finance may execute a deed, pursuant to subdivision b of this section, with respect to such parcel\\ul , subject to the provisions of section 11-412.2 of this chapter\\ulnone . The owner of said parcel shall continue to have all of the rights, liabilities, responsibilities, duties and obligations of an owner of such parcel, including, but not limited to, maintaining such parcel in compliance with the housing maintenance, building and fire codes, and all other applicable laws, unless and until the commissioner of finance has prepared and executed a deed conveying to the city or to a third party full and complete title to such parcel. Upon the execution of such deed, the city or the third party shall be seized of an estate in fee simple absolute in such land and all persons, including the state of  New York, infants, incompetents, absentees and non-residents who may have had any right, title, interest, claim, lien or equity of redemption in or upon such lands shall be barred and forever foreclosed of all such right, title, interest, claim, lien or equity of redemption, except as otherwise provided in subdivisions e and f of this section. The appointment and tenure of receivers, trustees or any other persons, including administrators under article seven-A of the real property actions and proceedings law, appointed by an order of a court to manage real  property, shall terminate when title to such property vests in the city or a third party pursuant to the provisions of this chapter. After such termination, said receivers, trustees or administrators shall be accountable to the courts that appointed them for the faithful performance of their fiduciary obligations during the term of their appointment and to the city or such third party for any rents and income received by them for any period subsequent to the date of the vesting of title in the city or such third party.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tx916\\tx1440\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\tab\\tab If the city serves a tenant in possession of a dwelling unit with notice of termination of tenancy on grounds other than nonpayment of rent, the acceptance of rent for the first forty-five days after termination of tenancy by anyone other than an employee of the department designated by the department to receive such rent shall not be deemed or construed as a waiver of the city's right to initiate and prosecute a proceeding to terminate the tenancy for good cause.\\par\n\\tab\\tab h. Every [deed given] \\ul judgment entered\\ulnone  pursuant to the provisions of this section shall be presumptive evidence that the action and all proceedings therein and all proceedings prior thereto from and including the assessment of the lands affected and all notices required by law were regular and in accordance with all provisions of law relating thereto. After four months from the date of entry of the final judgment authorizing the award of possession of any parcel of class one or class two real property pursuant to the provisions of this section, the presumption shall be conclusive. No action to [set aside] \\ul vacate\\ulnone  such [deed] \\ul judgment, or set aside a deed given pursuant to such judgment,\\ulnone  may be maintained unless the action is commenced and a notice of pendency of the action is filed in the office of the [property] \\ul proper\\ulnone  county clerk prior to the time that the presumption becomes conclusive as aforesaid. Should [any lawsuit or proceeding be commenced to set aside a deed conveying to a third party a parcel of class one or class two real property pursuant to the provisions of this section] \\ul a third party to whom a parcel of class one or class two property has been conveyed pursuant to this section receive notice of a lawsuit or proceeding to vacate a judgment or set aside a deed\\ulnone , such third party shall send to the corporation counsel within ten days of their receipt a copy of any papers served on such third party in such lawsuit or proceeding.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi1440\\sl480\\slmult1\\qj\\cf1\\'a7 39. Subdivision a of section 11-413 of \\cf0 the administrative code of the city of New York \\cf1 is amended to read as follows:\\par\na. The commissioner of finance may, prior to final judgment, withdraw a parcel from a proceeding under this chapter for any of the following reasons, (1) a question which the commissioner deems meritorious has been raised as to the validity of the tax liens affecting the parcel, (2) the [city collector] \\ul commissioner of finance\\ulnone  has accepted a payment of all taxes and interest which rendered the parcel subject to foreclosure hereunder because the records in the commissioner's office indicated that the principal amount of such taxes was exceeded by the principal amount of subsequent taxes which would not have rendered the parcel subject to foreclosure hereunder and which had been paid prior to the commencement of said proceeding or (3) in cases where the tax foreclosure action cannot be maintained such as, but not limited thereto, where the charges which rendered a parcel subject to foreclosure hereunder have been cancelled or were paid before the commencement of the foreclosure proceeding but such payment was not reported or did not clear for payment until after the commencement of said proceeding, or where a name and address [appearing on an owner's registration card or an in rem card filed pursuant to section 11-416 or 11-417 of this chapter and contained in the files of the city collector]\\ul provided to the commissioner of finance in writing or electronically by the owner of the parcel, or other person entitled to notice pursuant to section 11-417 of this chapter,\\ulnone  did not appear in the mailing list used by the commissioner of finance for mailing notices of foreclosure in such proceeding.\\par\n\\'a7 40. Section 11-416 of the administrative code of the city of New York is amended to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi1440\\sl480\\slmult1\\qj\\tx1440\\tx2160\\'a7 11-416 [Owner\\rquote s registration cards; mailing] \\ul Mailing\\ulnone  tax bills and notices to [registered] owners [or their designees] \\ul of real property\\ulnone .\\cf0   [\\cf1 a. The commissioner of finance shall maintain a file of owner\\rquote s registration cards submitted by owners of real property. Each such owner\\rquote s registration card shall be signed by the owner or a duly authorized representative and shall state the date on which it was filed, the owner's full name and post office address and a description of the premises by reference to the section, block, and lot numbers on the tax map.]\\cf0\\line   \\tab\\cf1 b. The commissioner of finance shall mail bills for taxes, charges and assessments to all owners [who have filed owner\\rquote s registration cards as herein provided] \\ul who have notified the commissioner of finance in writing or electronically of the owner\\rquote s mailing address for communications from the commissioner, at the address so provided, or, if no mailing address has been so provided, to the owner of record at the property address, if any, appearing in the latest assessment roll\\ulnone , but the failure of the commissioner of finance so to mail such bill shall not invalidate or otherwise affect the tax, charge or assessment represented thereby [nor prevent the accruing of any interest or penalty imposed for the non-payment thereof], nor prevent or stay proceedings under this chapter, nor [effect] \\ul affect\\ulnone  the title of the plaintiff or any purchaser under such proceedings.  \\par\nc. The commissioner of finance shall also mail notice of foreclosure and any other process required by this chapter to all owners who have [filed owner\\rquote s registration cards]  \\ul notified the commissioner of finance in writing or electronically of the owner\\rquote s mailing address for communications from the commissioner, at the address so provided,\\ulnone  whenever [the parcels as to which such cards were filed are] \\ul a property is\\ulnone  included in a list of delinquent taxes filed pursuant to this chapter. The failure to receive such notice or process as herein provided shall not affect the validity of any action or proceeding brought pursuant to this chapter.\\par\n\\cf0 [\\cf1 d. An owner who files an owner\\rquote s registration card may also designate thereon the full name and post office address of a mortgagee, lienor or other person to receive bills and notices. Where such designation is made, the commissioner of finance shall not mail any bills and notices to the owner but shall mail all bills and notices to the owner's designee.]\\cf0\\line  \\tab\\'a7 41. Section \\cf1 11-417 of the administrative code of the city of New York is amended to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi1440\\sl480\\slmult1\\qj\\'a711-417 [In rem cards; mailing] \\ul Mailing\\ulnone  notices to other interested persons.\\cf0\\line [\\cf1 a. The commissioner of finance shall, in addition to the file maintained by him or her pursuant to section 11-416 of this chapter, maintain a file of in rem cards submitted by any person having an interest in real property who is not entitled to have tax bills mailed to him or her by the commissioner of finance, including mortgagees, lienors, encumbrancers and owners who have filed owner's registration cards designating someone else to receive bills and notices. Each such in rem card shall be signed by the person filing such card or a duly authorized representative, shall contain a description of the premises by reference to the section, block and lot numbers on the tax map and shall state the date on which said card was filed, the full name and post office address of the person filing said card and the nature of the interest said person has in said premises.\\cf0\\par\n\\cf1 b.] The commissioner of finance shall mail a notice of foreclosure and any other process required by this chapter to each person [who has filed an in rem card] \\ul who is not entitled to have tax bills mailed to him or her by the commissioner of finance, but who has notified the commissioner of finance in writing or electronically that he or she has an interest in real property, including the interest of a mortgagee, lienor or encumbrancer, and who has requested the commissioner of finance to mail a notice to him or her at a designated mailing address, at the address so provided,\\ulnone  whenever the [parcels to which such cards refer are] \\ul property in which the person has an interest is\\ulnone  included in a list of delinquent taxes filed pursuant to this chapter. However, failure to receive such notice or process shall not affect the validity of any proceeding brought pursuant to this chapter.\\par\n\\'a7 42. Sections 11-425, 11-426 and 11-427 of \\cf0 the administrative code of the city of New York \\cf1 are REPEALED.\\par\n\\'a7 43. Subparagraph (B) of paragraph 1 of subdivision (c) of section 11-502 of \\cf0 the administrative code of the city of New York\\cf1 , as added by chapter 128 of the laws of 1996, is amended to read as follows:\\par\n(B) Investor. For purposes of this subdivision, a taxpayer shall be treated as acquiring, holding or disposing of an interest in an unincorporated entity as an investor if: (i) the unincorporated entity meets the requirements of subparagraph (B) of paragraph four of this subdivision and the taxpayer does not receive a distributive share of such entity's income, gain, loss, deduction, credit and basis from a business carried on in whole or in part in the city that is materially greater than its distributive share of any other item of income, gain, loss\\ul ,\\ulnone  deduction, credit or basis of such entity; or (ii) with respect to any other unincorporated entity, the taxpayer is neither a general partner nor authorized under the entity's governing instrument to manage or participate in, nor managing, nor participating in, the day-to-day business of the unincorporated entity.\\par\n\\'a7 44. Section 11-1406 of \\cf0 the administrative code of the city of New York\\cf1 , as amended by chapter 808 of the laws of 1992, is amended to read as follows:\\par\n\\'a7 11-1406 Determination of tax.\\b  \\b0 If a return required by this chapter is not filed, or if a return when filed is incorrect or insufficient, the amount of tax due shall be determined by the commissioner of finance from external indices and such other information as may be obtainable. Notice of such determination shall be given to the person liable for the tax. Such determination shall finally and irrevocably fix the tax unless the person against whom it is assessed, within ninety days after the giving of notice of such determination, or, if the commissioner of finance has established a conciliation procedure pursuant to section 11-124 of the code and the taxpayer has requested a conciliation conference in accordance therewith, within ninety days from the mailing of a conciliation decision or the date of the commissioner's confirmation of the discontinuance of the conciliation proceeding, both (1) serves a petition upon the commissioner of finance and (2) files a petition with the tax appeals tribunal for a hearing, or unless the commissioner of finance of his or her own motion shall redetermine the same. Such hearing and any appeal to the tax appeals tribunal sitting en banc from the decision rendered in such hearing shall be conducted in the manner and subject to the requirements prescribed by the tax appeals tribunal pursuant to sections one hundred sixty-eight [thorough] \\ul through\\ulnone  one hundred seventy-two of the charter. After such hearing the tax appeals tribunal shall give notice of its decision to the person against whom the tax is assessed and to the commissioner of finance. A decision of the tax appeals tribunal sitting en banc shall be reviewable for error, illegality or unconstitutionality or any other reason whatsoever by a proceeding under article seventy-eight of the civil practice law and rules if application therefor is made to the supreme court by the person against whom the tax was assessed within four months after the giving of the notice of such tax appeals tribunal decision. A proceeding under article seventy-eight of the civil practice law and rules shall not be instituted by a taxpayer unless: (a) the amount of any tax sought to be reviewed, with penalties and interest thereon, if any, shall be first deposited with the commissioner of finance and there shall be filed with the commissioner of finance an undertaking, issued by a surety company authorized to transact business in this state and approved by the superintendent of insurance of this state as to solvency and responsibility, in such amount and with such sureties as a justice of the supreme court shall approve, to the effect that if such proceeding be dismissed or the tax confirmed, the taxpayer will pay all costs and charges which may accrue in the prosecution of the proceeding; or (b) at the option of the taxpayer such undertaking filed with the commissioner of finance may be in a sum sufficient to cover the taxes, penalties and interest thereon stated in such decision plus the costs and charges which may accrue against it in the prosecution of the proceeding, in which event the taxpayer shall not be required to deposit such taxes, penalties and interest as a condition precedent to the application.\\par\n\\'a7 45. Subdivision c of section 11-1407 of \\cf0 the administrative code of the city of New York\\cf1 , as amended by chapter 808 of the laws of 1992, is amended to read as follows:\\par\nc. A person shall not be entitled to a revision, refund or credit under this section of a tax, or penalty which had been determined to be due pursuant to the provisions of section 11-1406 of this chapter where such person has had a hearing or an opportunity for a hearing, as provided in said section, or has failed to avail himself or herself of the remedies therein provided. No refund or credit shall be made of a tax, interest or penalty paid after a determination by the commissioner of finance made pursuant to section 11-1406 of this chapter unless it be found that such determination was erroneous, illegal or unconstitutional or otherwise improper, by the tax appeals tribunal after a hearing, or on the commissioner's own motion, or, [is] \\ul if\\ulnone  such tax appeals tribunal affirms in whole or in part the determination of the commissioner of finance, in a proceeding under article seventy-eight of the civil practice law and rules, pursuant to the provisions of said section, in which event refund or credit without interest shall be made of the tax, interest or penalty found to be overpaid.\\par\n\\'a7 46. Subparagraph (i) of paragraph 2 of subdivision a of section 11-2102 of \\cf0 the administrative code of the city of New York\\cf1 , as added by local law number 71 for the year 1986, is amended to read as follows:\\par\n(i) all [conveyance] \\ul conveyances\\ulnone  made on or after July first, nineteen hundred seventy-one and before February first, nineteen hundred eighty-two, or made in performance of a contract therefor executed during such period;\\par\n\\'a7 47. The opening paragraph of section 11-2104 of \\cf0 the administrative code of the city of New York\\cf1 , as added by local law number 71 for the year 1986, is amended to read as follows:\\par\nThe tax imposed hereunder shall be paid by the grantor to the commissioner of finance at the office of the register in the county where the deed is or would be recorded within thirty days after the delivery of the deed by the grantor to the grantee but before the recording of such deed, or, in the case of a tax on the transfer of an economic interest in real property, at such place as the commissioner of finance shall designate, within thirty days after the transfer. The grantee shall also be liable for the payment of such tax in the event that the amount of tax due is not paid by the grantor or the grantor is exempt from tax. All moneys received as such payments by the register during the preceding month shall be transmitted to the commissioner of finance on the first day of each month or on such other day as is mutually agreeable to the commissioner of finance and the register. From the moneys so received by him or her, the commissioner of finance shall set [said] \\ul aside\\ulnone  in a special account:\\par\n\\'a7 48. Subdivision g of section 11-2105 of \\cf0 the administrative code of the city of New York, as added by local law number 81 for the year 1989, \\cf1 is relettered subdivision (h).\\par\n\\'a7 49. Chapter 29 of title 11 of \\cf0 the administrative code of the city of New York\\cf1  is REPEALED.\\par\n\\'a7 50. Paragraphs 3, 4, and 5 of subdivision g of section 16-131.3 of \\cf0 the administrative code of the city of New York\\cf1 , paragraphs 3 and 4 \\cf0 as added by local law number 40 for the year 1990, and paragraph 5 as amended by local law number 62 for the year 2005,\\cf4  \\cf1 are amended to read as follows:\\par\n3. All such expenses shall constitute a lien upon the premises when the amount thereof shall have been definitely computed as a statement of account by the department and the department shall cause to be filed in the office of the \\cf0 [city collector] \\ul commissioner of finance\\ulnone  an\\cf1  entry of the [account stated in the book] \\ul amount thereof in the records\\ulnone  in which such charges against the premises are to be entered. Such lien shall have a priority over all other liens and encumbrances on the premises except for the lien of taxes and assessments. However, no lien created pursuant to this section shall be enforced against a subsequent purchaser in good faith or mortgagee in good faith unless such transaction occurred after the date of entry of a purchase or work order on the records of the department pursuant to paragraph two of this subdivision.\\par\n4. A notice thereof stating the amount due and the nature of the charge shall be mailed by the \\cf0 [city collector\\cf1  within five days after such entry to the last known address of the person whose name appears on the records in the office of the \\cf0 city collector\\cf1  as being the owner or agent or as the person designated by the owner to receive tax bills or, where no name appears, to the premises, addressed to either the owner or the agent]\\ul commissioner of finance to an owner who has notified the commissioner of finance in writing or electronically of the owner\\rquote s mailing address for communications from the commissioner, at the address so provided, or, if no mailing address has been so provided, to the owner of record at the property address, if any, appearing in the latest assessment roll\\ulnone . Such notice shall have stamped or printed thereon a reference to this section.\\par\n\\cf0 5. \\cf1 If such charge is not paid within thirty days from the date of entry, it shall be the duty of the [city collector] \\ul commissioner of finance\\ulnone  to receive interest thereon at the rate of interest applicable to such property for a delinquent tax on real property to be calculated to the date of payment from the date of entry.\\par\n\\'a7 51. Subdivisions b, c, d and f of section 17-151 of \\cf0 the administrative code of the city of New York\\cf1 , \\cf0 subdivision d as amended by local law number 62 for the year 2005,\\cf1  are amended to read as follows:\\par\nb. All expenses incurred by or on behalf of the department for such work, pursuant to this title or any other applicable provision of law, shall constitute a lien upon the land and buildings upon or in respect to which, or either of which, the work required by such order has been done, or expenses incurred, when the amount thereof shall have been definitely computed as a statement of account by the department and the department shall cause to be filed in the office of the \\cf0 [city collector] \\ul commissioner of finance\\cf1\\ulnone  an entry of the [account stated in the book] \\ul amount thereof in the records\\ulnone  in which such charges against the premises are to be entered. Such lien shall have a priority over all other liens and encumbrances except for the lien of taxes and assessments. However, no lien created pursuant to this title shall be enforced against a subsequent purchaser in good faith or mortgagee in good faith unless the requirements of subdivision a of this section are satisfied; this limitation shall only apply to transactions occurring after the date such record should have been entered pursuant to subdivision a and before the date such entry was made.\\par\nc. A notice thereof, stating the amount due and the nature of the charge, shall be mailed by the \\cf0 [city collector, \\cf1 within five days after such entry, to the last known address of the person whose name appears on the records in the office of the \\cf0 city collector\\cf1  as being the owner or agent or as the person designated by the owner to receive tax bills or, where no name appears, to the premises, addressed to either the owner or the agent]\\ul commissioner of finance to an owner who has notified the commissioner of finance in writing or electronically of the owner\\rquote s mailing address for communications from the commissioner, at the address so provided, or, if no mailing address has been so provided, to the owner of record at the property address, if any, appearing in the latest assessment roll\\ulnone .\\par\nd. \\cf0 If such charge is not paid within thirty days from the date of entry, it shall be the duty of the [city collector] \\ul commissioner of finance\\ulnone  to receive interest thereon at the \\cf1 rate of interest applicable to such property for a delinquent tax on real property\\cf0 , to be calculated to the date of payment from the date of entry.\\par\n\\cf1 f. Such notice mailed by the \\cf0 [city collector] \\ul commissioner of finance\\ulnone  \\cf1 pursuant to this section shall have stamped or printed thereon a reference to this section of the code.\\par\n\\'a7 52. \\cf0 Paragraphs\\cf1  1 and 2\\cf5  \\cf0 of subdivision i of\\cf1  section 19-124 of \\cf0 the administrative code of the city of New York\\cf1 ,\\b  \\cf0\\b0 as amended by local law number 104 for the year 1993,\\cf4  \\cf0 are \\cf1 amended to read as follows:\\par\n1. Notwithstanding any provision of law the commissioner may serve an order upon the owner of any premises requiring such owner to remove or to cause to be removed any unauthorized canopy fastened to or erected in front of his or her building, within a period to be designated in such order. Upon the owner's failure to comply with such order as and within the time specified therein, the department may remove such canopy or cause the same to be removed, the cost of which shall be due and payable and shall constitute a lien against the premises to which such canopy may be attached or in front of which it may be erected when the amount thereof shall have been definitely computed by such department and an entry of the amount thereof shall have been entered in the office of the \\cf0 [city collector] \\ul commissioner of finance\\cf1\\ulnone  in the [book] \\ul records\\ulnone  in which such charges against the premises are to be entered.  A notice thereof, stating the amount due and the nature of the charge shall be mailed by the \\cf0 [city collector,\\cf1  within five days after such entry, to the last known address of the person whose name appears on the records in the office of the \\cf0 city collector\\cf1  as being the owner or agent or as the person designated by the owner to receive tax bills, or where no name appears, to the premises addressed to either the owner or the agent]\\ul commissioner of finance to an owner who has notified the commissioner of finance in writing or electronically of the owner\\rquote s mailing address for communications from the commissioner, at the address so provided, or, if no mailing address has been so provided, to the owner of record at the property address, if any, appearing in the latest assessment roll\\ulnone . If such charge is not paid within ninety days from the date of entry, it shall be the duty of the \\cf0 [city collector] \\ul commissioner of finance\\cf1\\ulnone  to collect and receive interest thereon at the rate that would be applicable to a delinquent tax on such property, to be calculated to the date of payment from the date of entry. Such charge and the interest thereon shall continue to be, until paid, a lien on the premises. Such charge and interest shall be collected and the lien thereof may be foreclosed in the manner provided by law for the collection and foreclosure of the lien of such taxes, sewer rents, sewer surcharges and water rents due and payable to the city, and the provisions of law applicable to the collection and foreclosure of the lien of such taxes, sewer rents, sewer surcharges and water rents shall apply to such charge and the interest thereon and the lien thereof.\\par\n2. Service of an order upon an owner pursuant to the provisions of this section shall be made personally upon such owner or by certified mail addressed to the last known address of the person whose name appears upon the records in the office of the \\cf0 [city collector] \\ul commissioner of finance\\cf1\\ulnone  as being the owner of the premises or as the agent of such owner or as the person designated by the owner to receive the tax bills or, if no such name appears, at the address set forth as the address of the owner in the last recorded deed with respect to such premises. A copy of such order shall also be filed in the clerk's office of each county where the property is situated and posted in a conspicuous place on the premises.\\par\n\\'a7 53. \\cf0 Paragraphs 1 and 2 of\\cf5  s\\cf1 ubdivision e of section 19-137 of the administrative code of the city of New York, \\cf0 as amended by local law number 104 for the year 1993,\\cf1  are amended to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi1440\\sl480\\slmult1\\qj\\tx1440 1. Whenever the department shall determine that a condition has been created, or has resulted by reason of land contour work which violates any provision of subdivision (d) hereof, the department may serve an order in the manner prescribed in paragraph two of this subdivision upon the owners of the land upon which such condition has been created or has occurred, to correct such condition within the time designated in such order. Upon the owner's failure to comply with any order of the department as and within the time specified therein by such department, such department may perform such work or cause the same to be performed, the cost of which shall be due and payable and shall constitute a lien upon the land to which such order pertains, when the amount thereof shall have been finally computed by such department and an entry of the amount thereof shall have been entered in the office of the \\cf0 [city collector] \\ul commissioner of finance\\cf1\\ulnone  in the [book] \\ul records\\ulnone  in which such charges against the premises are to be entered. A notice thereof, stating the amount due and the nature of the charge shall be mailed by the \\cf0 [city collector,\\cf1  within five days after such entry, to the last known address of the person whose name appears on the records in the office of the \\cf0 city collector\\cf1  as being the owner or agent or as the person designated by the owner to receive tax bills, or where no name appears, to the premises addressed to either the owner or agent]\\ul commissioner of finance to an owner who has notified the commissioner of finance in writing or electronically of the owner\\rquote s mailing address for communications from the commissioner, at the address so provided, or, if no mailing address has been so provided, to the owner of record at the property address, if any, appearing in the latest assessment roll\\ulnone . If such charge is not paid within ninety days from the date of entry, it shall be the duty of the \\cf0 [city collector] \\ul commissioner of finance\\cf1\\ulnone  to collect and receive interest thereon at the rate that would be applicable to a delinquent tax on such property, to be calculated to the date of payment from the date of entry. Such charge and the interest thereon shall continue to be, until paid, a lien on the premises on which such work was performed. Such charge and interest shall be collected and the lien thereon may be foreclosed in the manner provided by law for the collection and foreclosure of the lien of taxes, sewer rents, sewer surcharges and water rents due and payable to the city, and the provisions of law applicable to the collection and foreclosure of the lien of such taxes, sewer rents, surcharges and water rents shall apply to such charge.\\par\n[The provisions of section 11-307 of the code applicable to the payment of assessments shall also apply to charges heretofore or hereafter established pursuant to this section.]\\par\n2. Service of an order upon an owner pursuant to the provisions of this section shall be made personally upon such owner or by certified mail addressed to the last known address of the person whose name appears upon the records in the office of the \\cf0 [city collector] \\ul commissioner of finance\\cf1\\ulnone  as being the owner of the premises or as the agent of such owner or as the person designated by the owner to receive the tax bills or, if no such name appears, to the address set forth as the address of the owner in the last recorded deed with respect to such premises. A copy of such order shall also be filed in the clerk's office of each county where the property is situated and shall be posted in a conspicuous place on the premises.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi1440\\sl480\\slmult1\\qj\\'a7 54. \\cf0 Paragraph 2 of\\b  \\b0 subdivision \\cf1 b of section 19-145 of the administrative code of the city of New York, such section as renumbered by local law number 104 for the year 1993, is amended to read as follows:\\par\n2. The comptroller shall certify the cost of such work to the \\cf0 [city collector] \\ul commissioner of finance\\ulnone ,\\cf1  who shall collect the same in the same manner that arrears and water rates are collected.\\par\n\\'a7 55. Subdivisions e, f, i and j of section 19-152 of the administrative code of the city of New York\\cf0 , as amended by local law number 104 for the year 1993\\cf1 , are amended to read as follows: \\par\ne. Upon the owner's failure to comply with such order or notice within forty-five days of service and filing thereof, or within ten days if such period is fixed by the department pursuant to subdivision d of this section, the department may perform the work or cause same to be performed under the supervision of the department, the cost of which, together with administrative expenses, as determined by the commissioner, but not to exceed twenty percent of the cost of performance, shall constitute a debt recoverable from the owner by lien on the property affected or otherwise. Upon entry by the \\cf0 [city collector] \\ul commissioner of finance\\ulnone ,\\cf1  in the [book] \\ul records\\ulnone  in which such charges are to be entered, of the amount definitely computed as a statement of account by the department, such debt shall become a lien prior to all liens or encumbrances on such property, other than taxes. An owner shall be deemed to have complied with this subdivision if he or she obtains a permit from the department to perform such work as specified in the order within the time set forth therein and completes such work within ten days thereafter.\\par\nf. Service of a notice or order by the department upon an owner pursuant to the provisions of this section shall be made upon such owner or upon his or her designated managing agent personally or by certified or registered mail, return receipt requested, addressed to the person whose name appears on the records of the \\cf0 [city collector] \\ul commissioner of finance\\cf1\\ulnone  as being the owner of the premises. If the [records of the \\cf0 city collector \\cf1 show that a party, other than the owner, has been designated to receive tax bills for such property, the notice shall be mailed to such party as well as to the owner of record, at his or her last known address, or, if it]\\ul property\\ulnone  is a multiple dwelling, service upon the owner or managing agent may be made in accordance with section 27-2095 of the code. If the postal service returns the order with a notation that the owner refused to accept delivery of such notice, it may be served by ordinary mail and posted in a conspicuous place on the premises.\\par\ni. After the work has been performed or after inspection by the department in the case where the work was performed under the direction of the department a notice of such account, stating the amount due and the nature of the charge, shall be mailed by the \\cf0 [city collector,\\cf1  within five days after such entry, to the last known address of the person whose name appears on the records of the \\cf0 city collector\\cf1  as being the owner or agent or as the person designated by the owner to receive tax bills or, where no name appears, to the premises, addressed to either the owner or the agent]\\ul commissioner of finance to an owner who has notified the commissioner of finance in writing or electronically of the owner\\rquote s mailing address for communications from the commissioner, at the address so provided, or, if no mailing address has been so provided, to the owner of record at the property address, if any, appearing in the latest assessment roll\\ulnone . Such notice shall also inform the addressee of the existence of a complaint and appeal process\\ul ,\\ulnone  including the procedures utilized by the borough office as provided for in paragraph eighteen of subdivision a of section twenty-nine hundred three of the New York city charter\\ul ,\\ulnone  the right to appeal the amount due and the quality of work performed under the direction of or by the department by filing a notice of a claim with the office of the comptroller of the city of New York\\ul ,\\ulnone  and thereafter by filing a petition and [commence] \\ul commencing\\ulnone  a proceeding to review and/or correct the notice of such account and/or the quality of the work performed under direction of or by the department as provided in sections 19-152.2 and 19-152.3 of the code\\ul ,\\ulnone  and the location where the forms may be obtained. The owner shall only be responsible for the cost of reinstalling, constructing, reconstructing, repaving or repairing defective sidewalk flags ordered or directed by the department, not an entire sidewalk if the entire sidewalk lacks defects.\\par\nj. If such charge is not paid within ninety days from the date of entry, it shall be the duty of the \\cf0 [city collector] \\ul commissioner of finance\\cf1\\ulnone  to charge and receive interest thereon, to be calculated to the date of payment from the date of entry.\\par\n(1) Except as otherwise provided in paragraph (2) of this subdivision, interest shall be charged at the rate of interest applicable to such property for [real property taxes pursuant to section 11-224 of the code] \\ul a delinquent tax on real property\\ulnone .\\par\n(2) With respect to any parcel [on which the annual tax is not more than two thousand seven hundred fifty dollars, other than a parcel which consists of vacant or unimproved land] \\cf0\\ul with an assessed value of not more than eighty thousand dollars\\ulnone ,\\cf1  interest shall be charged at the rate determined pursuant to subdivision p or at the rate of eight and one-half percent\\ul ,\\ulnone  whichever is lower.\\par\n\\'a7 56. Subdivision b of section 19-152.2 \\cf0 of \\cf1 the administrative code of the city of New York\\cf0 , as amended by local law number 104 for the year 1993,\\cf1  is amended to read as follows:\\par\nb. If the office of the comptroller determines that the final work was improper, the office of the comptroller shall notify the department. The department shall pursue corrective measures and shall issue and mail a new notice within thirty days of such determination, stating when the same will be corrected and by whom, by mail addressed to the person whose name appears on the records of the \\cf0 [city collector] \\ul commissioner of finance\\ulnone  \\cf1 as being the owner of the premises. If the [records of the \\cf0 city collector \\cf1 show that a party other than the owner has been designated to receive the tax bills for such property, the notice shall be mailed to such party as well as to the owner of record, at his or her last known address, or if it]\\ul property\\ulnone  is a multiple dwelling, service upon the owner or managing agent may be made in accordance with section 27-2095 of the code.\\par\n\\'a7 57. Subdivisions j, l, p and q of section 19-152.3 of the administrative code of the city of New York, \\cf0 as amended by local law number 104 for the year 1993,\\cf1  are amended to read as follows:\\par\nj. If the hearing officer grants the petition in full or in part, the hearing officer shall order the department and the \\cf0 [city collector] \\ul commissioner of finance\\ulnone ,\\cf1  where appropriate, to change or correct their records to reflect the determination or order the work corrected and reinspected by a departmental inspector after the work was performed.\\par\nl. The hearing officer shall promptly transmit the decision to the clerk of the court, who shall file and enter it and the hearing officer shall promptly mail a copy of the decision to the petitioner or the commissioner of the department or the designee of the commissioner and to the \\cf0 [city collector] \\ul commissioner of finance\\ulnone ,\\cf1  where appropriate.\\par\np. If in the final order in any proceeding, it is determined that the amount due was excessive or improper and ordered or directed that the same be corrected, the \\cf0 [city collector] \\ul commissioner of finance\\cf1\\ulnone  shall issue and mail a new notice of such account stating the new amount owed to the person whose name appears on the records of the \\cf0 [city collector] \\ul commissioner of finance\\cf1\\ulnone  as being the owner of the premises. If the [records of the city collector show that a party other than the owner has been designated to receive the tax bills for such property, the notice shall be mailed to such party as well as to the owner of record, at his or her last known address, or, if it]\\ul property\\ulnone  is a multiple dwelling, service upon the owner or managing agent may be made in accordance with section 27-2095 of the code. If such charge is not paid within ninety days from the date of entry, it shall be the duty of the \\cf0 [city collector] \\ul commissioner of finance\\cf1\\ulnone  to charge and receive interest thereon, to be calculated to the date of payment from the date of entry. Where appropriate, if in the final order in any proceeding, it is determined that the amount due was excessive or improper and the owner of the property is entitled to a refund for the excessive amount, the hearing officer shall promptly order and direct such refund within thirty days.\\par\nq. If in the final order in any proceeding, it is determined that the final work was improper and ordered or directed that the same be corrected, the department shall issue and mail a new notice of such within thirty days stating when the same will be corrected and by whom, by mail, addressed to the person whose name appears on the records of the \\cf0 [city collector] \\ul commissioner of finance\\cf1\\ulnone  as being the owner of the premises. If the [records of the \\cf0 city collector\\cf1  show that a party other than the owner has been designated to receive the tax bills for such property, the notice shall be mailed to such party as well as to the owner of record, at his or her last known address, or, if it]\\ul property\\ulnone  is a multiple dwelling, service upon the owner or managing agent may be made in accordance with section 27-2095 of the code.\\par\n\\'a7 58. Paragraphs 3, 4 and 5 of subdivision g of section 22-121 of the administrative code of the city of New York, paragraph 5 as amended by local law number 62 for the year 2005, are amended to read as follows:\\par\n3. All such expenses shall constitute a lien upon the premises when the amount thereof shall have been definitely computed as a statement of account by the department and the department shall cause to be filed in the office of the \\cf0 [city collector] \\ul commissioner of finance\\cf1\\ulnone  an entry of the [account stated in the book] \\ul amount thereof in the records\\ulnone  in which such charges against the premises are to be entered. Such lien shall have a priority over all other liens and encumbrances on the premises except for the lien of taxes and assessments. However, no lien created pursuant to this section shall be enforced against a subsequent purchaser in good faith or mortgagee in good faith unless such transaction occurred after the date of entry of a purchase or work order on the records of the department pursuant to paragraph two of this subdivision.\\par\n4. A notice thereof stating the amount due and the nature of the charge shall be mailed by the \\cf0 [city collector\\cf1  within five days after such entry to the last known address of the person whose name appears on the records in the office of the \\cf0 city collector\\cf1  as being the owner or agent or as the person designated by the owner to receive tax bills or, where no name appears, to the premises, addressed to either the owner or the agent]\\ul commissioner of finance to an owner who has notified the commissioner of finance in writing or electronically of the owner\\rquote s mailing address for communications from the commissioner, at the address so provided, or, if no mailing address has been so provided, to the owner of record at the property address, if any, appearing in the latest assessment roll\\ulnone . Such notice shall have stamped or printed thereon a reference to this section.\\par\n5. If such charge is not paid within thirty days from the date of entry, it shall be the duty of the [city collector] \\ul commissioner of finance\\ulnone  to receive interest thereon at the rate of interest applicable to such property for a delinquent tax on real property to be calculated to the date of payment from the date of entry.\\par\n\\'a7 59. Subdivisions b, c, d and f of section 24-317 of the administrative code of the city of New York, \\cf0 subdivision d as amended by local law number 62 for the year 2005\\cf1 , are amended to read as follows:\\par\nb. All expenses incurred by or on behalf of the department for services performed pursuant to section 24-316 of this code shall constitute a lien upon the land and buildings upon or in respect to which, or either of which, the work required by such order has been done, or expenses incurred, when the amount thereof shall have been definitely computed as a statement of account by the department and such department shall cause to be filed in the office of the \\cf0 [city collector] \\ul commissioner of finance\\cf1\\ulnone  an entry of the [account stated in the book] \\ul amount thereof in the records\\ulnone  in which such charges against the premises are to be entered. Such lien shall have a priority over all other liens and encumbrances except for the lien of taxes and assessments. However, no lien created pursuant to this section shall be enforced against a subsequent purchaser in good faith or mortgagee in good faith unless the requirements of subdivision a of this section are satisfied; this limitation shall only apply to transactions occurring after the date such record should have been entered pursuant to subdivision a and the date such entry was made.\\par\nc. A notice thereof, stating the amount due and the nature of the charge, shall be mailed by the \\cf0 [city collector,\\cf1  within five days after such entry, to the last known address of the person whose name appears on the records in the office of the \\cf0 city collector\\cf1  as being the owner or agent or as the person designated by the owner to receive tax bills or, where no name appears, to the premises, addressed to either the owner or the agent]\\ul commissioner of finance to an owner who has notified the commissioner of finance in writing or electronically of the owner\\rquote s mailing address for communications from the commissioner, at the address so provided, or, if no mailing address has been so provided, to the owner of record at the property address, if any, appearing in the latest assessment roll\\ulnone .\\par\n[(d)] \\ul d.\\ulnone  If such charge is not paid within thirty days from the date of entry, it shall be the duty of the [city collector] \\ul commissioner of finance\\ulnone  to receive interest thereon at the rate of interest applicable to such property for a delinquent tax on real property, to be calculated to the date of payment from the date of entry.\\par\nf. Such notice mailed by the \\cf0 [city collector] \\ul commissioner of finance\\cf1\\ulnone  pursuant to this section shall have stamped or printed thereon a reference to this section of the code.\\par\n\\'a7 60. Subdivision b of section 24-337 of the administrative code of the city of New York is amended to read as follows: \\par\nb. In addition to enforcement pursuant to section 24-346 the commissioner may serve a leak and waste notice upon any person having a duty to repair or correct a leak or wasteful condition or upon any person in violation of the rules and regulations for the prevention of the waste of water. Such notice shall specify the repair or correction to be made and shall fix a reasonable time for compliance. Where such notice has been served and water continues to be wasted after the time for correction has expired, the commissioner may, after notice and an opportunity for a hearing before the commissioner or his or her designee, turn off the water supply to the premises or impose a penalty not to exceed fifty dollars per day for each day that water continues to be wasted after the expiration date contained in the notice, or both. Any penalty imposed pursuant to this section may be added to the water rents; except that no such penalty may be imposed against any property unless both the leak and waste notice and notice of the proceeding to impose the penalty was served upon the owner by mailing copies thereof to the person whose name appears on the records in the office of the \\cf0 [city collector] \\ul commissioner of finance\\cf1\\ulnone  as being the owner or agent or as the person designated by the owner to receive tax bills at the address on file for such purpose or where no name appears to the property addressed to \"owner\" or \"agent\" and such person has had an opportunity to be heard.\\par\nThe provisions of this subdivision shall not be construed to limit the commissioner's power to shut off water supply without notice, or with such notice as the commissioner may deem practicable, where a leak exists; or where emergency action is otherwise deemed essential.\\par\n\\'a7 61. Subdivision d of section 24-343 of the administrative code of the city of New York is amended to read as follows: \\par\nd. If the transfer is not made within ten days after the mailing of such order, the department of environmental protection may make such transfer through its officers, agents or contractors. The owner shall be personally liable for the expenses and disbursements incurred by the department in making such transfer. The amount of such expenses and disbursements shall be due and payable when definitely fixed by the commissioner of environmental protection and entered upon the records in the office of the \\cf0 [city collector] \\ul commissioner of finance\\ulnone .\\cf1  A notice stating the amount due and the nature of the charge shall be mailed by the \\cf0 [city collector\\cf1  within five days after such entry to the address registered by such owner in the bureau of city collections in the department of finance, or if no address is registered in such bureau, to the last known address of the owner of such property or to the address of such owner as shown on the records in the office where conveyances of real property are recorded pursuant to law]\\ul commissioner of finance to an owner who has notified the commissioner of finance in writing or electronically of the owner\\rquote s mailing address for communications from the commissioner, at the address so provided, or, if no mailing address has been so provided, to the owner of record at the property address, if any, appearing in the latest assessment roll\\ulnone . If such amount is not paid on or before the last day of the month following the month of entry, it shall be the duty of the \\cf0 [city collector] \\ul commissioner of finance\\cf1\\ulnone  to charge, collect and receive interest thereon at the rate of seven per cent per annum to be calculated to the date of payment from the date of entry. The amount of such expenses and disbursements and the interest thereon shall be a lien upon the premises for which the transfer of the house service pipe connection was made, and shall be enforced and collected in the manner provided in chapter three of title eleven of this code for the enforcement and collection of water rents and the lien thereof.\\par\n\\'a7 62. Subdivision b of section 24-512 of the administrative code of the city of New York is amended to read as follows:\\par\nb. The owner of any parcel of real property to be connected with the sewer system shall pay the cost of each curb-to-sewer connection serving such real property, if such curb-to-sewer connection was or shall be constructed in connection with the construction, reconstruction or replacement of a sewer duly authorized on or after January first, nineteen hundred sixty-two. Such cost shall become due and payable and shall constitute a lien against such property when the amount thereof shall have been computed by the agency having jurisdiction and an entry thereof shall have been made against such premises in the office of the \\cf0 [city collector] \\ul commissioner of finance\\cf1\\ulnone  in the [book] \\ul records\\ulnone  in which charges for curb-to-sewer connections are to be entered. A notice thereof, stating the amount due and the nature of the charge shall be mailed by the \\cf0 [city collector,\\cf1  within five days after such entry, to the last known address of the person whose name appears upon the records in the office of the \\cf0 city collector\\cf1  as being the person designated by the owner to receive tax bills or where no name appears, to the premises addressed to either the owner or the agent]\\ul  commissioner of finance to an owner who has notified the commissioner of finance in writing or electronically of the owner\\rquote s mailing address for communications from the commissioner, at the address so provided, or, if no mailing address has been so provided, to the owner of record at the property address, if any, appearing in the latest assessment roll\\ulnone , together with a statement that if such charge is not paid within ninety days from the date of entry the amount thereof with interest thereon at the rate of seven percent per annum, to be calculated to the date of payment from the date of entry, will constitute, until paid, a lien against the premises which shall be prior and superior to every other lien or claim except the lien of an existing tax, water rent, sewer rent, sewer surcharge or local assessment. If such charge is not paid within ninety days from the date of entry, it shall be the duty of the \\cf0 [city collector] \\ul commissioner of finance\\cf1\\ulnone  to collect and receive interest thereon at the rate of seven percent per annum, to be calculated to the date of payment from the date of entry. Such charge and the interest thereon shall continue to be, until paid, a lien on the premises served by such curb-to-sewer connection. Such charge and interest shall be calculated and the lien thereof may be foreclosed in the manner provided by law for the collection and foreclosure of the lien of taxes, sewer rents, sewer surcharges and water rents due and payable to the city, and the provisions of the code applicable to the collection and foreclosure of the lien of such taxes, sewer rents, sewer surcharges and water rents shall apply to such charge and the interest thereon and the lien thereof. Such lien shall be prior and superior to every other lien or claim except the lien of an existing tax, water rent, sewer rent, sewer surcharge, or local assessment. [The provisions of section 11-307 of the code applicable to the payment of assessments shall also apply to the charge established pursuant to this section.]\\par\n\\'a7 63. Subdivisions c, d, e, f and h of section 24-605 of the administrative code of the city of New York, subdivisions c, d, e and h \\cf0 as added by local law number 42 for the year 1987, and subdivision f as amended by local law number 62 for the year 2005,\\cf4  \\cf1 are amended to read as follows:\\par\nc. Any lien imposed by this section shall arise at the later of the following:\\par\n(1) the time that the amount of any costs incurred by the city for response measures shall have been definitely computed as a statement of account and an agency designated pursuant to subdivision b of this section has caused to be filed in the office of the \\cf0 [city collector] \\ul commissioner of finance\\ulnone :\\cf1  (i) an entry of the account stated in the [book] \\ul records\\ulnone   in which such charges against the property are to be entered, and (ii) copies of any notices of potential liability for such costs and statements reciting the dates such notices were mailed, received pursuant to section 24-606; and\\par\n(2) the third day after a responsible person, who is an owner of real property at which the response measures were implemented and whose liability for any costs incurred by the city for such response measures authorizes the imposition of a lien in accordance with subdivision a of this section, is sent by both certified or registered mail and first class mail notice of such person's potential liability for such costs. Such notice may be provided prior to the mailing of the notice pursuant to subdivision d of this section, but any notice provided pursuant to subparagraph (ii) of paragraph two of subdivision a of section 24-610 shall not be deemed to be notice of such person's potential liability, unless such person's potential liability is specifically referred to in such notice.\\par\nd. A notice stating the amount due and the nature of the costs shall be sent by both certified or registered mail and first class mail by the \\cf0 [city collector\\cf1  within five days after such entry pursuant to paragraph one of subdivision c of this section to the last known address of the person whose name appears on the records in the office of the \\cf0 city collector\\cf1  as being the owner or agent or as the person designated by the owner to receive tax bills or, where no name appears, to the property, addressed to either the owner or the agent]\\ul commissioner of finance to an owner who has notified the commissioner of finance in writing or electronically of the owner\\rquote s mailing address for communications from the commissioner, at the address so provided, or, if no mailing address has been so provided, to the owner of record at the property address, if any, appearing in the latest assessment roll\\ulnone . Such notice shall have stamped or printed thereon a reference to this section. Such notice shall constitute notice of the potential liability of such owner for such costs for purposes of paragraph two of subdivision c of this section, where no prior notice of potential liability for such costs has been sent.\\par\ne. The [city collector]\\cf0  \\ul commissioner of finance\\cf1\\ulnone  shall maintain copies of any notices of potential liability for the costs of response measures, together with statements indicating the dates such notices were mailed, filed by any agency designated pursuant to subdivision b of this section, and copies of any notices sent pursuant to subdivision d of this section, together with statements reciting the dates such notices were mailed.\\par\nf. If such costs are not paid within thirty days from the date that notice is sent pursuant to subdivision d of this section, it shall be the duty of the [city collector] \\ul commissioner of finance\\ulnone  to receive interest thereon at the rate of interest applicable to such property for a delinquent tax on real property to be calculated to the date of payment from the date of entry.\\par\nh. Any lien imposed by this section shall be subject to the rights of any mortgagee or lienor whose interest is perfected before notice of the lien has been filed in the office of the \\cf0 [city collector] \\ul commissioner of finance\\ulnone ,\\cf1  as provided in subdivision c of this section. Any such mortgagee or lienor shall be afforded the same protections against such lien as afforded under law against a judgment lien which arises out of an unsecured obligation and which arises as of the time of the filing of the notice of the lien imposed by this section.\\par\n\\'a7 64. Subparagraph (ii) of paragraph 2 of subdivision a of section 24-610 of the administrative code of the city of New York\\cf0 , as added by local law number 42 for the year 1987,\\cf2\\b  \\cf1\\b0 is amended to read as follows:\\par\n(ii) In instances where the commissioner knows that the responsible person served pursuant to subparagraph (i) of this paragraph is not the owner of the property at which the response measures ordered are to be implemented, notice that such order has been served, and a copy of such order, shall be sent by both certified or registered mail and first class mail to [the last known address of the person whose name appears on the records in the office of the \\cf0 city collector \\cf1 as being the owner or agent or as the person designated by the owner to receive tax bills or, where no name appears, to such property, addressed to either the owner or the agent]\\ul an owner who has notified the commissioner of finance in writing or electronically of the owner\\rquote s mailing address for communications from the commissioner of finance, at the address so provided, or, if no mailing address has been so provided, to the owner of record at the property address, if any, appearing in the latest assessment roll\\ulnone . Such notice shall have stamped or printed thereon a reference to this section. Any failure to provide written notice as prescribed by this subparagraph shall not in any way affect the liability of any person for the cost incurred by the city for any response measures implemented in accordance with this chapter.\\par\n\\'a7 65. Paragraphs 2, 3 and 4 of subdivision b of section 26-517.1 of the administrative code of the city of New York, paragraph 2 \\cf0 as amended by local law number 36 for the year 2001, and paragraphs 3 and 4 as added by chapter 116 of the laws of 1997,\\cf1  are amended to read as follows:\\par\n(2) If such payment is not made to the city within such time, all unpaid fees shall constitute a lien upon the premises and shall be filed in the office of the \\cf0 [city collector] \\ul commissioner of finance\\cf1\\ulnone\\b  \\b0 as an entry of the [account stated in the book] \\ul amount thereof in the records\\ulnone  in which such charges against the premises are to be entered. Such lien shall have priority over all other liens and encumbrances on the premises except for the lien of taxes and assessments. However, no lien created pursuant to this subdivision against any premises shall be enforced against an owner or mortgagee of such premises who acquired in good faith an interest therein subsequent to the period for which the fee was imposed but prior to the creation of any such lien.\\par\n(3) A notice pursuant to paragraph one of this subdivision, stating the amount due and the nature of the charge, shall be mailed by the \\cf0 [city collector,\\cf1  within five days after such entry, to the last known address of the owner or agent]\\ul commissioner of finance to an owner who has notified the commissioner of finance in writing or electronically of the owner\\rquote s mailing address for communications from the commissioner, at the address so provided, or, if no mailing address has been so provided, to the owner of record at the property address, if any, appearing in the latest assessment roll\\ulnone .\\par\n(4) If such charge is not paid within thirty days from the date of entry, it shall be the duty of the \\cf0 [city collector] \\ul commissioner of finance\\cf1\\ulnone  to receive interest thereon at the same rate as is imposed on a delinquent tax on real property, to be calculated to the date of payment from the date of entry.\\par\n\\'a7 66. Section 28-112.9.3 of article 112 of chapter 1 of title 28 of the administrative code of the city of New York is amended to read as follows:\\par\n\\'a7 28-112.9.3 Notice. A notice, stating the amount due and the nature of the charge, shall be mailed by the [department of finance, to the last known address of the person whose name appears on the records in the office of the department of finance as being the owner or agent or as the person designated by the owner to receive tax bills or, where no name appears, to the premises, addressed to either the owner or the agent]\\ul commissioner of finance to an owner who has notified the commissioner of finance in writing or electronically of the owner\\rquote s mailing address for communications from the commissioner, at the address so provided, or, if no mailing address has been so provided, to the owner of record at the property address, if any, appearing in the latest assessment roll\\ulnone . \\cf0\\par\n\\cf1\\'a7 67. Items 3, 4, 5 and 7 of subsection 117.4 of section FC 117 of chapter 1 of the New York city fire code of chapter 2 of title 29 of the administrative code of the city of New York, as added by local law number 26 for the year 2008, are amended to read as follows:\\par\n3. All such unpaid fees shall constitute a lien upon the land and building upon or in respect to which such inspection was performed, or upon the land and buildings specified in such permit, when the amount thereof shall have been definitely computed as a statement of account by the department, and the department shall cause to be filed in the office of the [city collector] \\ul commissioner of finance\\ulnone  an entry of the account stated in the book in which such charges against the premises are to be entered. Such lien shall have a priority over all other liens and encumbrances except for the lien of taxes and assessments. However, no lien created pursuant to this section shall be enforced against a subsequent purchaser in good faith or mortgagee in good faith unless such transaction occurred after the date of entry of a fee on the records of the department pursuant to Section 117.4(2).\\par\n4. A notice thereof, stating the amount due and the nature of the charge, shall be mailed by the [city collector, within 5 days after such entry, to the last known address of the person whose name appears on the records in the office of the city collector as being the owner or agent or as a person designated by the owner to receive tax bills or, where no name appears, to the premises, addressed to either the owner or the agent] \\ul commissioner of finance to an owner who has notified the commissioner of finance in writing or electronically of the owner\\rquote s mailing address for communications from the commissioner, at the address so provided, or, if no mailing address has been so provided, to the owner of record at the property address, if any, appearing in the latest assessment roll\\ulnone .\\par\n5. If such charge is not paid within 30 days from the date of entry, it shall be the duty of the [city collector] \\ul commissioner of finance\\ulnone  to receive interest thereon at a rate of 15 percent per annum, to be calculated to the date of payment from the date of entry.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi720\\li720\\sl480\\slmult1\\qj 7. Such notice mailed by the [city collector] \\ul commissioner of finance\\ulnone  pursuant to this section shall have stamped or printed thereon a reference to this section of this code.\\par\n\\'a7 68. This local law shall take effect immediately.\\par\n}\n",
  "LastModified": "2013-12-23T01:04:56.22Z"
}
