{
  "ID": 50875,
  "GUID": "9463B3D4-C5A6-41B4-A50F-8FD611969069",
  "File": "Int 1161-2013",
  "Name": "Requiring the Department of Homeless Services to evenly distribute shelters among community districts.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring the Department of Homeless Services to evenly distribute shelters among community districts.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 12,
  "BodyName": "Committee on General Welfare",
  "IntroDate": "2013-09-24T00:00:00Z",
  "AgendaDate": "2013-09-24T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera "
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7613,
      "Slug": "andy-l-king",
      "FullName": "Andy L. King"
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 7617,
      "Slug": "donovan-j-richards",
      "FullName": "Donovan J. Richards"
    },
    {
      "ID": 7586,
      "Slug": "ruben-wills",
      "FullName": "Ruben Wills"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    }
  ],
  "History": [
    {
      "ID": 278302,
      "Date": "2013-09-24T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 278424,
      "Date": "2013-09-24T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on General Welfare",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 12770,
      "AgendaSequence": 99,
      "MinutesSequence": 122,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "General Welfare",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283606,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 52184,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Chapter 3 of title 21 of the administrative code of the city of New York is amended by adding a new section 21-316 to read as follows:\n§21-316. a. Definitions. For the purposes of this section the following terms shall have the following meanings:\n1.\t “Community district” shall mean a historic, geographic and identifiable community as defined by section 2701 of the charter of the city of New York.\n2.\t“Shelter” shall mean temporary emergency housing provided to homeless adults, adult families, and families with children by the department or a provider under contract or similar agreement with the department. \nb. Beginning no later than January 1, 2014, the department shall determine the number of shelters in each community district within the city of New York and shall not site new shelters in community districts with the highest number of shelters until each community district within the city of New York has an equal number of shelters. Once each community district has an equal number of shelters, the department shall site new shelters in rotation by borough, alternating between each of the five boroughs while maintaining an equal number of shelters in each community district. \n§2. This local law shall take effect immediately.\n\nLS #2165\nJMG/AV\n7/15/2013",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\ul\\v0\\par\nBe it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 Section 1. Chapter 3 of title 21 of the administrative code of the city of New York is amended by adding a new section 21-316 to read as follows:\\par\n\\ul\\'a721-316. a. Definitions. For the purposes of this section the following terms shall have the following meanings:\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ul 1.\\tab  \\ldblquote Community district\\rdblquote  shall mean a historic, geographic and identifiable community as defined by section 2701 of the charter of the city of New York.\\par\n2.\\tab\\ldblquote Shelter\\rdblquote  shall mean temporary emergency housing provided to homeless adults, adult families, and families with children by the department or a provider under contract or similar agreement with the department. \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 b. Beginning no later than January 1, 2014, the department shall determine the number of shelters in each community district within the city of New York and shall not site new shelters in community districts with the highest number of shelters until each community district within the city of New York has an equal number of shelters. Once each community district has an equal number of shelters, the department shall site new shelters in rotation by borough, alternating between each of the five boroughs while maintaining an equal number of shelters in each community district. \\par\n\\ulnone\\'a72. This local law shall take effect immediately.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl276\\slmult1\\fs22\\par\nLS #2165\\par\nJMG/AV\\par\n7/15/2013\\par\n}\n",
  "LastModified": "2013-12-23T01:03:34.033Z"
}
