{
  "ID": 51089,
  "GUID": "16BF18BB-0888-4868-B0B1-5FE4C8AA6119",
  "File": "Int 1167-2013",
  "Name": "Prior notice of hazardous conditions.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to prior notice of hazardous conditions.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 13,
  "BodyName": "Committee on Governmental Operations",
  "IntroDate": "2013-10-09T00:00:00Z",
  "AgendaDate": "2013-10-09T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 7113,
      "Slug": "mathieu-eugene",
      "FullName": "Mathieu Eugene"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    }
  ],
  "History": [
    {
      "ID": 278977,
      "Date": "2013-10-09T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 279269,
      "Date": "2013-10-09T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Governmental Operations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 12831,
      "AgendaSequence": 159,
      "MinutesSequence": 194,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Governmental Operations",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283603,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 52418,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1. Subdivision c of section 7-201 of the administrative code of the city of New York is amended to read as follows:\nc. 1. As used in this subdivision:\n(a) The term “street” shall include the curbstone, an avenue, underpass, road, alley, lane, boulevard, concourse, parkway, road or path within a park, park approach, driveway, thoroughfare, public way, public square, public place, and public parking area.\n(b) The term “sidewalk” shall include a boardwalk, underpass, pedestrian walk or path, step and stairway.\n(c) The term “bridge” shall include a viaduct and an overpass.\n2. No civil action shall be maintained against the city for damage to property or injury to person or death sustained in consequence of any street, highway, bridge, wharf, culvert, sidewalk or crosswalk, or any part or portion of any of the foregoing including any encumbrances thereon or attachments thereto, being out of repair, unsafe, dangerous or obstructed, unless it appears that written notice of the defective, unsafe, dangerous or obstructed condition[,] was actually given to [the commissioner of transportation or] any person or department [authorized by the commissioner to receive such notice] whose duties include the inspection, maintenance, or repair of the same, or where there was previous injury to person or property as a result of the existence of the defective, unsafe, dangerous or obstructed condition, and written notice thereof was given to a city agency, or there was written acknowledgement from the city of the defective, unsafe, dangerous or obstructed condition, and there was a failure or neglect within fifteen days after the receipt of such notice to repair or remove the defect, danger or obstruction complained of, or the place otherwise made reasonably safe. Notwithstanding the provisions of this subdivision, maintenance of the area extending not less than twelve inches outward from the perimeter of a roadway, sidewalk hardware or appurtenance, curb, pedestrian ramp, or tree well or pit in a safe and unobstructed state shall be the responsibility of the entity, utility company, city, municipality, public corporation, authority or agency that owns or operates such area, and no civil action shall be maintained against the city for damage to property or injury to person or death sustained in consequence of any such area being out of repair, unsafe, dangerous or obstructed. \n3. The commissioner of transportation shall keep an indexed record in a separate book of all written notices which the city receives, and acknowledgement of which the city gives, of the existence of such defective, unsafe, dangerous or obstructed conditions, which record shall state the date of receipt of each such notice, the nature and location of the condition stated to exist and the name and address of the person from whom the notice is received, and there shall be an indexed record kept by the department, agency or person authorized to receive such notice of such repair, removal of the defect, danger or obstruction complained of or otherwise made safe. These records shall be a public record, and the contents of this record shall be admissible in evidence for all purposes and shall constitute presumptive proof of notice of such defective, unsafe, dangerous or obstructed conditions. The record of each notice shall be maintained in the department of transportation for a period of [three] ten years after the date on which it is received and shall be preserved in the municipal archives thereafter for a period of not less than ten years.\n4. [Written acknowledgement shall be given by the department of transportation of all notices received by it.] All electronically stored information stored in any medium from which information can be obtained either directly or, if necessary, after translation into a reasonably useable form, including digital images, metadata, audio or visual recordings, depictions, notations or transcriptions, shall constitute a “writing” for the purposes of applicable provisions of the administrative code and the rules of the city of New York.\n5. All writings and records kept pursuant to paragraph 3 of this subdivision shall be stored online, accessible to and searchable by the general public at no charge, in a commonly available non-proprietary electronic format. \n6. Failure of the city to comply with the provisions of paragraph 3 or 5 of this subdivision with respect to any notice shall waive the immunity of the city that would otherwise apply pursuant to paragraph 2 of this subdivision on the basis that such notice was not actually received. \n\t§2. Section 7-210 of the administrative code of the city of New York is amended to read as follows:\n\t§7-210. Liability of real property owner for failure to maintain sidewalk in a reasonably safe condition.\na. It shall be the duty of the owner of real property abutting any sidewalk from a curb to a building line, including, but not limited to, the curb, driveway, and intersection quadrant for corner property, to maintain such sidewalk in a reasonably safe condition. This provision shall not apply to sidewalk or curb appurtenances or hardware, pedestrian ramps, or tree wells or pits owned or operated by an entity, utility company, the city, public corporation, authority or agency. Notwithstanding any other provision of this subdivision, maintenance of the area extending not less than twelve inches outward from the perimeter of a roadway or sidewalk hardware or appurtenance, curb, pedestrian ramp, tree well or pit shall be the responsibility of the entity, city, municipality, utility company, public corporation, authority or agency that owns or operates such area, and no civil action shall be maintained against the city for damage to property or injury to person or death sustained in consequence of any such area being out of repair, unsafe, dangerous or obstructed.\nb. Notwithstanding any other provision of law, the owner of real property abutting any sidewalk from a curb to a building line, including, but not limited to, the curb, driveway, and intersection quadrant for corner property, shall be liable for any injury to property or personal injury, including death, proximately caused by the failure of such owner to maintain such [sidewalk] area in a reasonably safe condition. Failure to maintain such [sidewalk] area in a reasonably safe condition shall include, but not be limited to, the negligent failure to install, construct, reconstruct, repave, repair or replace defective sidewalk flags or other components of such area and the negligent failure to remove snow, ice, dirt or other material from [the sidewalk] such area. This subdivision shall not apply to one-, two- or three-family residential real property that is (i) in whole or in part, owner occupied, and (ii) used exclusively for residential purposes.\nc. Notwithstanding any other provision of law, the city shall not be liable for any injury to property or personal injury, including death, proximately caused by the failure to maintain any sidewalk[s] from a curb to a building line, including, but not limited to, the curb, driveway, and intersection quadrant for corner property,[ (]other than a sidewalk[s] from a curb to a building line (including, but not limited to, the curb, driveway, and intersection quadrant for corner property) abutting one-, two-or three-family residential real property that is (i) in whole or in part, owner occupied, and (ii) used exclusively for residential purposes[)], in a reasonably safe condition. [This subdivision shall not be construed to]Subdivisions a and b of this section shall apply to the liability of the city [as a] where it is an abutting property owner[ pursuant to subdivision b of this section].\nd. Nothing in this section shall in any way affect the provisions of this chapter or of any other law or rule governing the manner in which an action or proceeding against the city is commenced, including any provisions requiring prior notice to the city of defective conditions.\ne. The notice provisions of subdivision c of section 7-201 of this code shall not be applicable or required with respect to an abutting owner of property. \nf. Any owner of real property that abuts a sidewalk, and any managing agent of such property, shall annually file proof of certificate or certificates of insurance with the New York city department of buildings, issued by an authorized insurance company or companies in the state of New York, covering such property. Such certificate or certificates of insurance shall state the name or names of the insurance carrier or carriers, and all excess insurance carriers, and all applicable insurance policy numbers. \ng. Any non-residential tenant occupying a premises that abuts a sidewalk shall annually file proof of certificate or certificates of insurance with the New York city department of buildings, issued by an authorized insurance company in the state of New York covering such premises. Such certificate or certificates of insurance shall state the name or names of the insurance carrier or carriers, and all excess insurance carriers, and all applicable insurance policy numbers. \n§3. This local law shall take effect thirty days after its enactment.\ndss\nLS# 5065\nCr-9/13/2013 Sv-10/7/2013 10:33 AM",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\ul\\v0\\par\nBe it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tab Section 1. Subdivision c of section 7-201 of the administrative code of the city of New York is amended to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj c. 1. As used in this subdivision:\\par\n(a) The term \\ldblquote street\\rdblquote  shall include the curbstone, an avenue, underpass, road, alley, lane, boulevard, concourse, parkway, road or path within a park, park approach, driveway, thoroughfare, public way, public square, public place, and public parking area.\\par\n(b) The term \\ldblquote sidewalk\\rdblquote  shall include a boardwalk, underpass, pedestrian walk or path, step and stairway.\\par\n(c) The term \\ldblquote bridge\\rdblquote  shall include a viaduct and an overpass.\\par\n2. No civil action shall be maintained against the city for damage to property or injury to person or death sustained in consequence of any street, highway, bridge, wharf, culvert, sidewalk or crosswalk, or any part or portion of any of the foregoing including any encumbrances thereon or attachments thereto, being out of repair, unsafe, dangerous or obstructed, unless it appears that written notice of the defective, unsafe, dangerous or obstructed condition[,] was actually given to [the commissioner of transportation or] any person or department [authorized by the commissioner to receive such notice] \\ul whose duties include the inspection, maintenance, or repair of the same\\ulnone , or where there was previous injury to person or property as a result of the existence of the defective, unsafe, dangerous or obstructed condition, and written notice thereof was given to a city agency, or there was written acknowledgement from the city of the defective, unsafe, dangerous or obstructed condition, and there was a failure or neglect within fifteen days after the receipt of such notice to repair or remove the defect, danger or obstruction complained of, or the place otherwise made reasonably safe. \\ul Notwithstanding the provisions of this subdivision, maintenance of the area extending not less than twelve inches outward from the perimeter of a roadway, sidewalk hardware or appurtenance, curb, pedestrian ramp, or tree well or pit in a safe and unobstructed state shall be the responsibility of the entity, utility company, city, municipality, public corporation, authority or agency that owns or operates such area, and no civil action shall be maintained against the city for damage to property or injury to person or death sustained in consequence of any such area being out of repair, unsafe, dangerous or obstructed.\\ulnone  \\par\n3. The commissioner of transportation shall keep an indexed record in a separate book of all written notices which the city receives\\ul ,\\ulnone  and acknowledgement of which the city gives\\ul ,\\ulnone  of the existence of such defective, unsafe, dangerous or obstructed conditions, which record shall state the date of receipt of each such notice, the nature and location of the condition stated to exist and the name and address of the person from whom the notice is received\\ul , and there shall be an indexed record kept by the department, agency or person authorized to receive such notice of such repair, removal of the defect, danger or obstruction complained of or otherwise made safe\\ulnone . These records shall be a public record\\ul , and the contents of this record shall be admissible in evidence for all purposes and shall constitute presumptive proof of notice of such defective, unsafe, dangerous or obstructed conditions\\ulnone . The record of each notice shall be maintained in the department of transportation for a period of [three] \\ul ten\\ulnone  years after the date on which it is received and shall be preserved in the municipal archives \\ul thereafter\\ulnone  for a period of not less than ten years.\\par\n4. [Written acknowledgement shall be given by the department of transportation of all notices received by it.] \\ul All electronically stored information stored in any medium from which information can be obtained either directly or, if necessary, after translation into a reasonably useable form, including digital images, metadata, audio or visual recordings, depictions, notations or transcriptions, shall constitute a \\ldblquote writing\\rdblquote  for the purposes of applicable provisions of the administrative code and the rules of the city of New York.\\cf1\\ulnone\\par\n\\cf0\\ul 5. All writings and records kept pursuant to paragraph 3 of this subdivision shall be stored online, accessible to and searchable by the general public at no charge, in a commonly available non-proprietary electronic format. \\par\n6. Failure of the city to comply with the provisions of paragraph 3 or 5 of this subdivision with respect to any notice shall waive the immunity of the city that would otherwise apply pursuant to paragraph 2 of this subdivision on the basis that such notice was not actually received. \\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\ulnone\\tab\\'a72. Section 7-210 of the administrative code of the city of New York is amended to read as follows:\\par\n\\tab\\'a77-210. Liability of real property owner for failure to maintain sidewalk in a reasonably safe condition.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj a. It shall be the duty of the owner of real property abutting any sidewalk \\ul from a curb to a building line\\ulnone , including, but not limited to, the \\ul curb, driveway, and\\ulnone  intersection quadrant for corner property, to maintain such sidewalk in a reasonably safe condition. \\ul This provision shall not apply to sidewalk or curb appurtenances or hardware, pedestrian ramps, or tree wells or pits owned or operated by an entity, utility company, the city, public corporation, authority or agency. Notwithstanding any other provision of this subdivision, maintenance of the area extending not less than twelve inches outward from the perimeter of a roadway or sidewalk hardware or appurtenance, curb, pedestrian ramp, tree well or pit shall be the responsibility of the entity, city, municipality, utility company, public corporation, authority or agency that owns or operates such area, and no civil action shall be maintained against the city for damage to property or injury to person or death sustained in consequence of any such area being out of repair, unsafe, dangerous or obstructed.\\ulnone\\par\nb. Notwithstanding any other provision of law, the owner of real property abutting any sidewalk \\ul from a curb to a building line\\ulnone , including, but not limited to, the \\ul curb, driveway, and\\ulnone  intersection quadrant for corner property, shall be liable for any injury to property or personal injury, including death, proximately caused by the failure of such owner to maintain such [sidewalk] \\ul area\\ulnone  in a reasonably safe condition. Failure to maintain such [sidewalk] \\ul area\\ulnone  in a reasonably safe condition shall include, but not be limited to, the negligent failure to install, construct, reconstruct, repave, repair or replace defective sidewalk flags \\ul or other components of such area\\ulnone  and the negligent failure to remove snow, ice, dirt or other material from [the sidewalk] \\ul such area\\ulnone . This subdivision shall not apply to one-, two- or three-family residential real property that is (i) in whole or in part, owner occupied, and (ii) used exclusively for residential purposes.\\par\nc. Notwithstanding any other provision of law, the city shall not be liable for any injury to property or personal injury, including death, proximately caused by the failure to maintain \\ul any\\ulnone  sidewalk[s] \\ul from a curb to a building line, including, but not limited to, the curb, driveway, and intersection quadrant for corner property,[\\ulnone  (]other than \\ul a\\ulnone  sidewalk[s] \\ul from a curb to a building line (including, but not limited to, the curb, driveway, and intersection quadrant for corner property)\\ulnone  abutting one-, two-or three-family residential real property that is (i) in whole or in part, owner occupied, and (ii) used exclusively for residential purposes[)]\\ul ,\\ulnone  in a reasonably safe condition. [This subdivision shall not be construed to]\\ul Subdivisions a and b of this section shall\\ulnone  apply to the liability of the city [as a] \\ul where it is an abutting\\ulnone  property owner[ pursuant to subdivision b of this section].\\par\nd. Nothing in this section shall in any way affect the provisions of this chapter or of any other law or rule governing the manner in which an action or proceeding against the city is commenced, including any provisions requiring prior notice to the city of defective conditions.\\par\n\\ul e. The notice provisions of subdivision c of section 7-201 of this code shall not be applicable or required with respect to an abutting owner of property. \\par\nf. Any owner of real property that abuts a sidewalk, and any managing agent of such property, shall annually file proof of certificate or certificates of insurance with the New York city department of buildings, issued by an authorized insurance company or companies in the state of New York, covering such property. Such certificate or certificates of insurance shall state the name or names of the insurance carrier or carriers, and all excess insurance carriers, and all applicable insurance policy numbers. \\par\ng. Any non-residential tenant occupying a premises that abuts a sidewalk shall annually file proof of certificate or certificates of insurance with the New York city department of buildings, issued by an authorized insurance company in the state of New York covering such premises. Such certificate or certificates of insurance shall state the name or names of the insurance carrier or carriers, and all excess insurance carriers, and all applicable insurance policy numbers. \\par\n\\ulnone\\'a73. This local law shall take effect thirty days after its enactment.\\ul\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\ulnone\\fs18 dss\\par\nLS# 5065\\par\n\\pard\\ltrpar\\nowidctlpar Cr-\\lang1024 9/13/2013\\lang1033  Sv-\\lang1024 10/7/2013 10:33 AM\\lang1033\\par\n\\fs24\\par\n}\n",
  "LastModified": "2013-12-23T01:01:31.44Z"
}
