{
  "ID": 51094,
  "GUID": "B6882FA3-65F5-4209-84BF-DD5D9B2C7131",
  "File": "Int 1168-2013",
  "Name": "Dept of education to suspend any co-location or proposed co-location for any school impacted by superstorm sandy or any other natural or weather-related disaster.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring the department of education to suspend any co-location or proposed co-location for any school impacted by superstorm sandy or any other natural or weather-related disaster including any school that is physically damaged or any school designated as a host for any such physically damaged school.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 9,
  "BodyName": "Committee on Education",
  "IntroDate": "2013-10-09T00:00:00Z",
  "AgendaDate": "2013-10-09T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 7617,
      "Slug": "donovan-j-richards",
      "FullName": "Donovan J. Richards"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    }
  ],
  "History": [
    {
      "ID": 278978,
      "Date": "2013-10-09T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 279272,
      "Date": "2013-10-09T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Education",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 12831,
      "AgendaSequence": 160,
      "MinutesSequence": 195,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Education",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283602,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 52423,
  "Text": "Be it enacted by the Council as follows:\nSection 1. The administrative code of the city of New York is amended by adding a new title 21-A to read as follows:\nTitle 21-A. Education.\nChapter 1. Definitions.\nChapter 2. Disaster-related Accommodations.\n\nChapter 1. Definitions.\n§21-950 Definitions. Whenever used in this title, the following terms shall have the following meanings:\na. “Chancellor” shall mean the chancellor of the New York city department of education.\nb. “Department” shall mean the New York city department of education.\nc. “Student” shall mean any pupil under the age of twenty-one under the jurisdiction of the\nNew York city department of education.\nChapter 2. Disaster-related Accommodations\n§21-951 Suspension of co-locations. a. For the purposes of this section the following terms shall have the following meanings:\n1. “Co-location” shall mean any school utilization plan which would require two or\nmore schools to occupy instructional space within the same school building in accordance with the provisions of state education law section 2590-h. \n2. “Host school” shall mean any school or school building that is required to\naccommodate students who are not enrolled in such school or building that are placed from other schools or school buildings as a result of a natural or weather-related disaster.\n3. “Natural or weather-related disaster” shall mean any major adverse event resulting\nfrom natural processes, which caused substantial damage, including but not limited to, hurricanes, floods, and earthquakes. \nb. For any school that has been negatively impacted by superstorm sandy or any other\nnatural or weather-related disaster, including but not limited to, any school that has been physically damaged, the department shall immediately suspend any plan or proposed plan to co-locate such school for a suspension period of at least 12 months or until such damage has been completely repaired. The department shall also suspend any plan or proposed plan to co-locate a school that has been designated a host school for a suspension period of at least 12 months or until such school is no longer designated as a host school for such purposes.      \nc. For any such school identified pursuant to subdivision b of this section, the suspension\nperiod shall begin on the day the natural or weather-related disaster occurs. Within sixty calendar days of the start of the suspension or as soon as practicable, the department shall notify the school community, including but not limited to, parents, school employees and affected local community boards and elected officials, that any such co-location plans or proposed co-location plans have been suspended. The department shall also file and make publicly available, a revised educational impact statement, in accordance with state education law section 2590-h.       \nd. Within one hundred twenty calendar days of the occurrence of such natural or weather-\nrelated disaster, the department shall submit to the council, a report which shall include but not be limited to; a list of schools for which plans for co-location were suspended, reconsidered or canceled, the number of students enrolled at each such school, and the fact specific reasons for each such suspension, reconsideration or cancellation.  \n§2. This local law shall take effect immediately after its enactment into law.\n\n\n\nAES\n10/4/13\nLS 5064",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Tahoma;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\sl360\\slmult1\\ul Be it enacted by the Council as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\ulnone Section 1. The administrative code of the city of New York is amended by adding a new title 21-A to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qc\\expndtw-3\\ul\\b Title 21-A. Education.\\par\nChapter 1. Definitions.\\par\nChapter 2. Disaster-related Accommodations.\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\b0 Chapter 1. Definitions.\\par\n\\'a721-950 Definitions. Whenever used in this title, the following terms shall have the following meanings:\\par\na. \\ldblquote Chancellor\\rdblquote  shall mean the chancellor of the New York city department of education.\\par\nb. \\ldblquote Department\\rdblquote  shall mean the New York city department of education.\\par\n\\pard\\ltrpar\\nowidctlpar\\li720\\sl480\\slmult1 c. \\ldblquote Student\\rdblquote  shall mean any pupil under the age of twenty-one under the jurisdiction of the\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1 New York city department of education.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 Chapter 2. Disaster-related Accommodations\\par\n\\expndtw0\\'a721-951 Suspension of co-locations. a. For the purposes of this section the following terms shall have the following meanings:\\expndtw-3\\par\n\\expndtw0 1. \\ldblquote Co-location\\rdblquote  shall mean any school utilization plan which would require two or\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1 more schools to occupy instructional space within the same school building in accordance with the provisions of state education law section 2590-h. \\par\n\\pard\\ltrpar\\nowidctlpar\\li720\\sl480\\slmult1 2. \\ldblquote Host school\\rdblquote  shall mean any school or school building that is required to\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1 accommodate students who are not enrolled in such school or building that are placed from other schools or school buildings as a result of a natural or weather-related disaster.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 3. \\ldblquote Natural or weather-related disaster\\rdblquote  shall mean any major adverse event resulting\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1 from natural processes, which caused substantial damage, including but not limited to, hurricanes, floods, and earthquakes. \\par\n\\pard\\ltrpar\\nowidctlpar\\li720\\sl480\\slmult1 b. For any school that has been negatively impacted by superstorm sandy or any other\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1 natural or weather-related disaster, including but not limited to, any school that has been physically damaged, the department shall immediately suspend any plan or proposed plan to co-locate such school for a suspension period of at least 12 months or until such damage has been completely repaired. The department shall also suspend any plan or proposed plan to co-locate a school that has been designated a host school for a suspension period of at least 12 months or until such school is no longer designated as a host school for such purposes.      \\par\n\\pard\\ltrpar\\nowidctlpar\\li720\\sl480\\slmult1 c. For any such school identified pursuant to subdivision b of this section, the suspension\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1 period shall begin on the day the natural or weather-related disaster occurs. Within sixty calendar days of the start of the suspension or as soon as practicable, the department shall notify the school community, including but not limited to, parents, school employees and affected local community boards and elected officials, that any such co-location plans or proposed co-location plans have been suspended. The department shall also file and make publicly available, a revised educational impact statement, in accordance with state education law section 2590-h.       \\par\n\\pard\\ltrpar\\nowidctlpar\\li720\\sl480\\slmult1 d. Within one hundred twenty calendar days of the occurrence of such natural or weather-\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1 related disaster, the department shall submit to the council, a report which shall include but not be limited to; a list of schools for which plans for co-location were suspended, reconsidered or canceled, the number of students enrolled at each such school, and the fact specific reasons for each such suspension, reconsideration or cancellation.  \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\ulnone\\'a72. This local law shall take effect immediately after its enactment into law.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\ul\\par\n\\ulnone\\fs20\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar AES\\par\n10/4/13\\par\nLS 5064\\par\n}\n",
  "LastModified": "2013-12-23T01:01:14.02Z"
}
