{
  "ID": 51232,
  "GUID": "0A8826A8-08B8-4639-8C4D-248875EDC3F9",
  "File": "Int 1173-2013",
  "Name": "Amending the nuisance abatement law to include violations related to counterfeit trademarks.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to amending the nuisance abatement law to include violations related to counterfeit trademarks.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2013-10-30T00:00:00Z",
  "AgendaDate": "2013-10-30T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    }
  ],
  "History": [
    {
      "ID": 279680,
      "Date": "2013-10-30T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 279914,
      "Date": "2013-10-30T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 12908,
      "AgendaSequence": 116,
      "MinutesSequence": 151,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283601,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 52570,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1. Subdivision r of section 7-703 of the administrative code of the city of New York is amended and a new subdivision s is added to read as follows:\n\t(r) Any building, erection or place, including one- or two-family dwellings, used for the creation, production, storage or sale of a false identification document, as defined in subsection (d) of section one thousand twenty-eight of title eighteen of the United States code, a forged instrument, as defined in subdivision seven of section 170.00 of the penal law, or a forgery device, as that term is used in section 170.40 of the penal law. It shall be presumptive evidence that the building, erection or place, including one- or two-family dwellings, is a public nuisance if there have occurred, within the one-year period preceding the commencement of an action under this chapter, two or more violations constituting separate occurrences on the part of the lessees, owners, operators or occupants of one or any combination of the following provisions: paragraph one, five or eight of subsection (a) of section one thousand twenty-eight of title eighteen of the United States code, section 170.05, 170.10, 170.15 or 170.40 of the penal law or, under circumstances evincing an intent to sell or distribute a forged instrument, section 170.20, 170.25 or 170.30 of the penal law[.];\n\t(s) Any building, erection or place, including one- or two-family dwellings, used for the creation, production, storage, distribution, sale or offering for sale of a counterfeit trademark, as defined in subdivision two of section 165.70 of the penal law. It shall be presumptive evidence that the building, erection or place, including one- or two-family dwellings, is a public nuisance if there have occurred, within the one-year period preceding the commencement of an action under this chapter, two or more violations constituting separate occurrences on the part of the lessees, owners, operators or occupants of one or any combination of the following provisions:  subsection (a) of section two thousand three hundred twenty of title eighteen of the United States code, section 165.71, 165.72 or 165.73 of the penal law or section 33.09 of the arts and cultural affairs law.\n\t§2. Subdivision a of section 7-704 of the administrative code of the city of New York is amended to read as follows:\n(a) The corporation counsel shall bring and maintain a civil proceeding in the name of the city in the supreme court of the county in which the building, erection or place is located to permanently enjoin the public nuisances, defined in subdivisions (a), (b), (d), (e), (f), (g), (h), (i), (j), (k), (l), (m), (n), [and] (r), and (s) of section 7-703 of this chapter, in the manner provided in subchapter two of this chapter.\n§3. Section 7-705 of the administrative code of the city of New York is amended to read as follows:\nThis subchapter shall be applicable to the public nuisances defined in subdivisions (a), (d), (e), (f), (g), (h), (i), (j), (k), (l), (m), (n), [and] (r), and (s) of section 7-703 of this chapter.\n§4. This local law shall take effect immediately.\nwcj\nLS# 4877\nCr-9/17/2013 Sv-9/30/2013 1:54:16 PM",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\ul\\v0\\par\nBe it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tab Section 1. Subdivision r of section 7-703 of the administrative code of the city of New York is amended and a new subdivision s is added to read as follows:\\par\n\\tab (r) Any building, erection or place, including one- or two-family dwellings, used for the creation, production, storage or sale of a false identification document, as defined in subsection (d) of section one thousand twenty-eight of title eighteen of the United States code, a forged instrument, as defined in subdivision seven of section 170.00 of the penal law, or a forgery device, as that term is used in section 170.40 of the penal law. It shall be presumptive evidence that the building, erection or place, including one- or two-family dwellings, is a public nuisance if there have occurred, within the one-year period preceding the commencement of an action under this chapter, two or more violations constituting separate occurrences on the part of the lessees, owners, operators or occupants of one or any combination of the following provisions: paragraph one, five or eight of subsection (a) of section one thousand twenty-eight of title eighteen of the United States code, section 170.05, 170.10, 170.15 or 170.40 of the penal law or, under circumstances evincing an intent to sell or distribute a forged instrument, section 170.20, 170.25 or 170.30 of the penal law[.]\\ul ;\\ulnone\\par\n\\tab\\ul (s) Any building, erection or place, including one- or two-family dwellings, used for the creation, production, storage, distribution, sale or offering for sale of a counterfeit trademark, as defined in subdivision two of section 165.70 of the penal law. It shall be presumptive evidence that the building, erection or place, including one- or two-family dwellings, is a public nuisance if there have occurred, within the one-year period preceding the commencement of an action under this chapter, two or more violations constituting separate occurrences on the part of the lessees, owners, operators or occupants of one or any combination of the following provisions:  subsection (a) of section two thousand three hundred twenty of title eighteen of the United States code, section 165.71, 165.72 or 165.73 of the penal law or section 33.09 of the arts and cultural affairs law.\\ulnone\\par\n\\tab\\'a72. Subdivision a of section 7-704 of the administrative code of the city of New York is amended to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj (a) The corporation counsel shall bring and maintain a civil proceeding in the name of the city in the supreme court of the county in which the building, erection or place is located to permanently enjoin the public nuisances, defined in subdivisions (a), (b), (d), (e), (f), (g), (h), (i), (j), (k), (l), (m), (n), [and] (r)\\ul , and (s)\\ulnone  of section 7-703 of this chapter, in the manner provided in subchapter two of this chapter.\\par\n\\'a73. Section 7-705 of the administrative code of the city of New York is amended to read as follows:\\par\nThis subchapter shall be applicable to the public nuisances defined in subdivisions (a), (d), (e), (f), (g), (h), (i), (j), (k), (l), (m), (n)\\ul ,\\ulnone  [and] (r)\\ul , and (s)\\ulnone  of section 7-703 of this chapter.\\par\n\\'a74. This local law shall take effect immediately.\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\fs18 wcj\\par\nLS# 4877\\par\n\\pard\\ltrpar\\nowidctlpar Cr-9/17/2013 Sv-9/30/2013 1:54:16 PM \\fs24\\par\n}\n",
  "LastModified": "2013-12-23T00:59:22.143Z"
}
