{
  "ID": 51240,
  "GUID": "78EB2C75-5EBD-4D65-BF21-F5ABD6FAAB70",
  "File": "Int 1179-2013",
  "Name": "Requiring restaurants to disclose when gratuity is included in the total cost of services.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring restaurants to disclose when gratuity is included in the total cost of services.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5,
  "BodyName": "Committee on Consumer Affairs",
  "IntroDate": "2013-10-30T00:00:00Z",
  "AgendaDate": "2013-10-30T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7577,
      "Slug": "david-g-greenfield",
      "FullName": "David G. Greenfield"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    }
  ],
  "History": [
    {
      "ID": 279685,
      "Date": "2013-10-30T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 279921,
      "Date": "2013-10-30T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Consumer Affairs",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 12908,
      "AgendaSequence": 123,
      "MinutesSequence": 158,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Consumer Affairs",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283598,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 52579,
  "Text": "Be it enacted by the Council as follows:\nSection 1. Chapter five of title twenty of the administrative code of the city of New York is amended by adding a new subchapter nineteen to read as follows:\nSUBCHAPTER 19\nDISCLOSURE OF INCLUDED GRATUITIES BY RESTAURANTS \n§ 20-824. Disclosure requirements.\n§ 20-825. Penalties.\n§ 20-826. Enforcement.\n\t§ 20-824. Disclosure requirements.  When the owner, operator or employee of a restaurant adds a gratuity to the amount a paying customer owes, such restaurant owner, operator or employee must disclose such added gratuity to the paying customer.  Such disclosure must be made in writing in a size and style to be determined by the commissioner on the customer’s final bill and on the customer’s credit card receipt if a customer is paying with a credit card.  The disclosure shall state clearly and conspicuously that a gratuity has been included in the total cost of services.  For the purposes of this subchapter, “restaurants” shall include any “bar,” “restaurant,” or “restaurant bar” as defined in section 17-502 of title seventeen of the administrative code of the City of New York.\n\t§ 20-825. Penalties.  Where the owner, operator or employee of a restaurant violates section 20-824 of this code the person, firm, corporation or association that owns such restaurant shall be punished by a fine of not more than two hundred and fifty dollars.\n\t§ 20-826. Enforcement. The department and other agencies designated by the commissioner are authorized to enforce the provisions of this subchapter.\n\t§ 2.  This local law shall take effect one hundred and twenty days after it shall have been enacted into law; provided that the commissioner may take any actions necessary prior to such effective date for the implementation of this local law including, but not limited to, promulgating rules.\n\n\n\n\n\n\n\n\n\n\nR.C.\nLS#2914\n2/28/12",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1. Chapter five of title twenty of the administrative code of the city of New York is amended by adding a new subchapter nineteen to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qc\\ul SUBCHAPTER 19\\par\nDISCLOSURE OF INCLUDED GRATUITIES BY RESTAURANTS \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a7 20-824. Disclosure requirements.\\par\n\\'a7 20-825. Penalties.\\par\n\\'a7 20-826. Enforcement.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\ulnone\\b\\tab\\ul\\b0\\'a7 20-824.\\b  \\b0 Disclosure requirements.  When the owner, operator or employee of a restaurant adds a gratuity to the amount a paying customer owes, such restaurant owner, operator or employee must disclose such added gratuity to the paying customer.  Such disclosure must be made in writing in a size and style to be determined by the commissioner on the customer\\rquote s final bill and on the customer\\rquote s credit card receipt if a customer is paying with a credit card.  The disclosure shall state clearly and conspicuously that a gratuity has been included in the total cost of services.  For the purposes of this subchapter, \\ldblquote restaurants\\rdblquote  shall include any \\ldblquote bar,\\rdblquote  \\ldblquote restaurant,\\rdblquote  or \\ldblquote restaurant bar\\rdblquote  as defined in section 17-502 of title seventeen of the administrative code of the City of New York.\\par\n\\ulnone\\tab\\ul\\'a7 20-825. Penalties.  Where the owner, operator or employee of a restaurant violates section 20-824 of this code the person, firm, corporation or association that owns such restaurant shall be punished by a fine of not more than two hundred and fifty dollars.\\par\n\\ulnone\\tab\\ul\\'a7 20-826. Enforcement. The department and other agencies designated by the commissioner are authorized to enforce the provisions of this subchapter.\\par\n\\ulnone\\tab\\'a7 2.  This local law shall take effect one hundred and twenty days after it shall have been enacted into law; provided that the commissioner may take any actions necessary prior to such effective date for the implementation of this local law including, but not limited to, promulgating rules.\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\fs18\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\nR.C.\\par\nLS#2914\\par\n2/28/12\\par\n}\n",
  "LastModified": "2013-12-23T00:46:25.96Z"
}
