{
  "ID": 51247,
  "GUID": "AD8DDF1C-4F8C-4963-BAC3-C99F2D5970AF",
  "File": "Int 1182-2013",
  "Name": "Construction site lighting.",
  "Title": "A Local Law to amend the New York city building code, in relation to construction site lighting.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2013-10-30T00:00:00Z",
  "AgendaDate": "2013-10-30T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    }
  ],
  "History": [
    {
      "ID": 279688,
      "Date": "2013-10-30T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 279924,
      "Date": "2013-10-30T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 12908,
      "AgendaSequence": 126,
      "MinutesSequence": 161,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283595,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 52587,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Section 202 of the New York city building code is amended by adding a definition of “CONSTRUCTION LIGHTING,” to be placed in appropriate alphabetical order, to read as follows:\nCONSTRUCTION LIGHTING. See Section 3302.1.\n§ 2. Section 3302.1 the New York city building code is amended by adding a definition of “CONSTRUCTION LIGHTING,” to be placed in appropriate alphabetical order, to read as follows:\nCONSTRUCTION LIGHTING. Temporary lighting of construction sites.\nGeneral construction lighting. Temporary lighting of construction sites that is not safety construction lighting.\nSafety construction lighting. Lighting of foot bridges, temporary walkways, sidewalk sheds, stairwells and other pathways through a construction site for the purposes of illuminating the means of egress.\n§ 3. Chapter 33 of the New York city building code is amended by adding a new section 3303.2.3.1 to read as follows:\n3303.2.3.1 Construction Lighting. Safety construction lighting and general construction lighting shall comply with the following items:\n1. Constructed using high-efficacy lamps with a minimum efficacy of 60 lumens per watt for lamps over 40 watts, 50 lumens per watt for lamps over 15 watts to 40 watts, and 40 lumens per watt for lamps 15 watts or less.\n2. Controlled by one or more master switches. The master switches shall be clearly labeled and shall be located in a common area within 20 feet of the primary access to the construction site. If it is not feasible to locate the master switches within 20 feet of the primary site access, they shall be as close to the primary site access as is reasonably practicable. The pathway to master switches shall be illuminated by safety construction lighting.\n3. General construction lighting shall be separately circuited from safety construction lighting.\n§4.  This local law shall take effect January 1, 2014, except that the commissioner of buildings may take such action as is necessary for its implementation, including the promulgation of rules, prior to such effective date.  This local law shall not apply to construction sites permitted prior to the effective date of this local law.\nJCH\n10/18/2013 11:01 AM",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1. Section 202 of the New York city building code is amended by adding a definition of \\b\\ldblquote CONSTRUCTION LIGHTING,\\rdblquote\\b0  to be placed in appropriate alphabetical order, to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qj\\ul\\b CONSTRUCTION LIGHTING.\\b0  See Section 3302.1.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\ulnone\\'a7 2. Section 3302.1 the New York city building code is amended by adding a definition of \\b\\ldblquote CONSTRUCTION LIGHTING,\\rdblquote  \\b0 to be placed in appropriate alphabetical order, to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qj\\ul\\b CONSTRUCTION LIGHTING.\\b0  Temporary lighting of construction sites.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li360\\sl480\\slmult1\\qj\\b General construction lighting.\\b0  Temporary lighting of construction sites that is not safety construction lighting.\\par\n\\b Safety construction lighting.\\b0  Lighting of foot bridges, temporary walkways, sidewalk sheds, stairwells and other pathways through a construction site for the purposes of illuminating the means of egress.\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi360\\sl480\\slmult1\\qj\\'a7 3. Chapter 33 of the New York city building code is amended by adding a new section 3303.2.3.1 to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li720\\sl480\\slmult1\\qj\\ul\\b 3303.2.3.1 Construction Lighting.\\b0  Safety construction lighting and general construction lighting shall comply with the following items:\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi-270\\li1350\\sl480\\slmult1\\qj 1. Constructed using high-efficacy lamps with a minimum efficacy of 60 lumens per watt for lamps over 40 watts, 50 lumens per watt for lamps over 15 watts to 40 watts, and 40 lumens per watt for lamps 15 watts or less.\\par\n2. Controlled by one or more master switches. The master switches shall be clearly labeled and shall be located in a common area within 20 feet of the primary access to the construction site. If it is not feasible to locate the master switches within 20 feet of the primary site access, they shall be as close to the primary site access as is reasonably practicable. The pathway to master switches shall be illuminated by safety construction lighting.\\par\n3. General construction lighting shall be separately circuited from safety construction lighting.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\ulnone\\'a74.  This local law shall take effect January 1, 2014, except that the commissioner of buildings may take such action as is necessary for its implementation, including the promulgation of rules, prior to such effective date.  This local law shall not apply to construction sites permitted prior to the effective date of this local law.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\qj\\fs20 JCH\\par\n10/18/2013 11:01 AM\\par\n}\n",
  "LastModified": "2013-12-23T00:45:27.413Z"
}
