{
  "ID": 51241,
  "GUID": "F49D1213-0FCE-48CA-A439-D079DFAFE2DB",
  "File": "Int 1184-2013",
  "Name": "Requiring the use of mold-resistant gypsum board and cement board in moisture-prone locations.",
  "Title": "A Local Law to amend the New York city building code, in relation to requiring the use of mold-resistant gypsum board and cement board in moisture-prone locations.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2013-10-30T00:00:00Z",
  "AgendaDate": "2013-10-30T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    }
  ],
  "History": [
    {
      "ID": 279692,
      "Date": "2013-10-30T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 279927,
      "Date": "2013-10-30T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 12908,
      "AgendaSequence": 129,
      "MinutesSequence": 164,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283593,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 52580,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Section 28-101.4.3 of the administrative code of the city of New York, as amended by a local law of the city of New York for the year 2013 amending the administrative code of the city of New York, the New York city plumbing code, the New York city building code, the New York city mechanical code and the New York city fuel gas code, relating to bringing such codes up to date with the 2009 editions of the international building, mechanical, fuel gas and plumbing codes, as proposed in Intro. 1056, is amended to add a new exception 19, to read as follows:\n19. Mold protection.  Alterations shall comply with Section 2506.3 of the New York city building code relating to areas subject to moisture or water damage.\n§ 2. Section 2501.1.1 of chapter 25 of the New York city building code, as added by local law number 33 for the year 2007, is amended to read as follows:\n2501.1.1 General.  Provisions of this chapter shall govern the materials, design, construction and quality of gypsum board, lath, gypsum plaster, [and] cement plaster, and cement board.\n§ 3. Section 2502.1 of chapter 25 of the New York city building code, as added by local law number 33 for the year 2007, is amended by adding the following definition, to be placed in appropriate alphabetical order:\nCEMENT BOARD.  A fiberglass reinforced cementitious panel most commonly used under flooring or as a tile backing board.\n§ 4. Chapter 25 of the New York City building code, as added by local law number 33 for the year 2007, is amended by adding a new section 2506.3 to read as follows:\n2506.3 Gypsum and cement board in areas subject to water or moisture damage.  Gypsum and cement board shall comply with Sections 2506.3.1 and 2506.3.2.\n2506.3.1  Cement board only.  The base for wall tile or wall panels in all shower and bath surrounds up to 70 inches (1778 mm) above the drain inlet shall be composed of cement board, fiber-cement or glass mat gypsum backers in compliance with ASTM C1178, C1288, or C1325 and installed in accordance with manufacturer recommendations.  Gypsum board shall not be permitted in such locations.\n2506.3.2  Mold resistance.  In the uses shown below, any gypsum board or cement board shall be rated as mold resistant (rating of 10) in accordance with ASTM D3273.  Water-resistant gypsum board (“greenboard”) that does not meet this mold-resistance standard shall not be permitted.  Such areas shall include, but not be limited to, the following:\n1.  walls of basements and other below grade rooms;\n2.  walls of mechanical rooms and closets housing air conditioning equipment;\n3.  rear walls of fan coil/unit ventilator type HVAC unit chases;\n4.  ceilings beneath cold water pipes;\n5.  ceilings beneath air handlers in ceiling plenums;\n6.  ceilings in bathrooms that do not contain a shower area;\n7.  walls of plumbing chases;\n8.  walls of laundry rooms;\n9.  walls beneath kitchen sinks and splash areas above sinks;\n10. walls behind kitchen stoves;\n11. walls of bathrooms that are not solely water closet compartments, other than walls specifically required to be cement board; and\n12. walls and ceilings in maintenance rooms and service sink rooms. \n§ 5.  The list of ASTM referenced standards in chapter 35 of the New York city building code is amended by adding new reference standards “ASTM C1288 - 99(2010)”, “ASTM C1325 - 08b” and “ASTM D3273 - 12” to read as follows:\n\nASTM\tASTM International 100 Barr Harbor Drive West Conshohocken, PA 19428-2959\t\nStandard reference title\tTitle\t\nC 1288 - 99(2010) C 1325 - 08b D 3273 - 12\tStandard Specification for Discrete Non-Asbestos Fiber-Cement Interior Substrate Sheets Standard Specification for Non-Asbestos Fiber-Mat Reinforced Cementitious Backer Units Standard Test Method for Resistance to Growth of Mold on the Surface of Interior Coatings in an Environmental Chamber \t\t\n§ 6.  This local law shall take effect on July 1, 2014, except that the commissioner of buildings shall take such measures as are necessary for its implementation, including the promulgation of rules, prior to such effective date.\nJCH\n10/23/2013 12:06 PM",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\froman\\fprq2\\fcharset0 Cambria;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1.  \\cf1 Section 28-101.4.3 of the administrative code of the city of New York, as amended by a local law of the city of New York for the year 2013 amending \\cf0 the administrative code of the city of New York, the New York city plumbing code, the New York city building code, the New York city mechanical code and the New York city fuel gas code, relating to bringing such codes up to date with the 2009 editions of the international building, mechanical, fuel gas and plumbing codes\\cf1 , as proposed in Intro. 1056, is amended to add a new exception 19, to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi-360\\li1080\\sl480\\slmult1\\qj\\cf0\\ul 19. Mold protection.  Alterations shall comply with Section 2506.3 of the New York city building code relating to areas subject to moisture or water damage.\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\'a7 2. Section 2501.1.1 of chapter 25 of the New York city building code, as added by local law number 33 for the year 2007, is amended to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li360\\sl480\\slmult1\\qj\\b 2501.1.1\\b0  \\b General\\b0 .  Provisions of this chapter shall govern the materials, design, construction and quality of gypsum board, lath, gypsum plaster, [and] cement plaster, \\ul and cement board\\ulnone .\\ul\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\ulnone\\'a7 3. Section 2502.1 of chapter 25 of the New York city building code, as added by local law number 33 for the year 2007, is amended by adding the following definition, to be placed in appropriate alphabetical order:\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qj\\ul\\b CEMENT BOARD. \\b0  A fiberglass reinforced cementitious panel most commonly used under flooring or as a tile backing board.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\ulnone\\'a7 4. Chapter 25 of the New York City building code, as added by local law number 33 for the year 2007, is amended by adding a new section 2506.3 to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qj\\ul\\b 2506.3\\b0  \\b Gypsum and cement board in areas subject to water or moisture damage\\b0 .  Gypsum and cement board shall comply with Sections 2506.3.1 and 2506.3.2.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li360\\sl480\\slmult1\\qj\\b 2506.3.1 \\b0  \\b Cement board only\\b0 .  The base for wall tile or wall panels in all shower and bath surrounds up to 70 inches (1778 mm) above the drain inlet shall be composed of cement board, fiber-cement or glass mat gypsum backers in compliance with ASTM C1178, C1288, or C1325 and installed in accordance with manufacturer recommendations.  Gypsum board shall not be permitted in such locations.\\par\n\\b 2506.3.2 \\b0  \\b Mold resistance\\b0 .  In the uses shown below, any gypsum board or cement board shall be rated as mold resistant (rating of 10) in accordance with ASTM D3273.  Water-resistant gypsum board (\\ldblquote greenboard\\rdblquote ) that does not meet this mold-resistance standard shall not be permitted.  Such areas shall include, but not be limited to, the following:\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj 1.  walls of basements and other below grade rooms;\\par\n2.  walls of mechanical rooms and closets housing air conditioning equipment;\\par\n3.  rear walls of fan coil/unit ventilator type HVAC unit chases;\\par\n4.  ceilings beneath cold water pipes;\\par\n5.  ceilings beneath air handlers in ceiling plenums;\\par\n6.  ceilings in bathrooms that do not contain a shower area;\\par\n7.  walls of plumbing chases;\\par\n8.  walls of laundry rooms;\\par\n9.  walls beneath kitchen sinks and splash areas above sinks;\\par\n10. walls behind kitchen stoves;\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li720\\sl480\\slmult1\\qj 11. walls of bathrooms that are not solely water closet compartments, other than walls specifically required to be cement board; and\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj 12. walls and ceilings in maintenance rooms and service sink rooms. \\par\n\\ulnone\\'a7 5.  The list of ASTM referenced standards in chapter 35 of the New York city building code is amended by adding new reference standards \\ldblquote ASTM C1288 - 99(2010)\\rdblquote , \\ldblquote ASTM C1325 - 08b\\rdblquote  and \\ldblquote ASTM D3273 - 12\\rdblquote  to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\ul\\b\\par\n\\trowd\\clbrdrb\\brdrw15\\brdrs \\cellx1819\\clbrdrb\\brdrw15\\brdrs \\cellx9090\\pard\\intbl\\ltrpar\\sl276\\slmult1\\cf1\\fs40 ASTM\\b0\\cell\\ulnone\\fs18 ASTM International \\fs16 100 Barr Harbor Drive West Conshohocken, PA 19428-2959\\fs18\\cell\\cf0\\fs20\\row\n\\cf1\\fs18\\trowd\\clbrdrb\\brdrw15\\brdrs \\cellx1819\\clbrdrb\\brdrw15\\brdrs \\cellx9090\\intbl Standard reference\\ul  title\\cell\\ulnone Title\\cell\\cf0\\fs20\\row\n\\trowd\\cellx1819\\cellx8640\\cellx9090\\pard\\intbl\\ltrpar\\sl276\\slmult1\\cf1\\ul\\fs18 C 1288 - 99(2010) C 1325 - 08b D 3273 - 12\\cell\\cf0\\i\\f1 Standard Specification for Discrete Non-Asbestos Fiber-Cement Interior Substrate Sheets Standard Specification for Non-Asbestos Fiber-Mat Reinforced Cementitious Backer Units Standard Test Method for Resistance to Growth of Mold on the Surface of Interior Coatings in an Environmental Chamber\\ulnone  \\cell\\cf1\\ul\\i0\\f0\\cell\\cf0\\ulnone\\fs20\\row\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi720\\sa120\\sl480\\slmult1\\fs24\\'a7 6.  This local law shall take effect on July 1, 2014, except that the commissioner of buildings shall take such measures as are necessary for its implementation, including the promulgation of rules, prior to such effective date.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\qj\\fs20 JCH\\par\n10/23/2013 12:06 PM\\par\n}\n",
  "LastModified": "2013-12-23T00:44:59.87Z"
}
