{
  "ID": 50842,
  "GUID": "C407831E-5332-4DB1-BDB6-6EC6BF7179DB",
  "File": "Int 1187-2013",
  "Name": "Banning smoking in the common areas of all multiple dwellings.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to banning smoking in the common areas of all multiple dwellings.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2013-10-30T00:00:00Z",
  "AgendaDate": "2013-10-30T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    }
  ],
  "History": [
    {
      "ID": 279698,
      "Date": "2013-10-30T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 279934,
      "Date": "2013-10-30T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 12908,
      "AgendaSequence": 136,
      "MinutesSequence": 171,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283592,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 52151,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Subdivisions m and p of section 17-502 of the administrative code of the city of New York are amended to read as follows:\n\tm. “Place of employment” means any indoor area or portion thereof under the control of an employer which employees normally frequent during the course of employment and which is not generally accessible to the public, including, but not limited to, private offices, work areas, employee lounges and restrooms, conference and class rooms, employee cafeterias, employee gymnasiums, auditoriums, libraries, storage rooms, file rooms, mailrooms, employee medical facilities, rooms or areas containing photocopying or other office equipment used in common by employees, elevators, stairways and hallways. A private residence is not a “place of employment” within the meaning of this subdivision, except that areas in a private residence where a child day care center or health care facility is operated during the times when employees are working in such child day care center or health care facility areas and areas in a private residence which constitute common areas of a multiple dwelling [containing ten or more dwelling units,] are “places of employment” within the meaning of this subdivision. \n\tp. “Public place” means any area to which individuals other than employees are invited or permitted, including, but not limited to, banks, educational facilities, health care facilities, child day care centers, children’s institutions, shopping malls, property owned, occupied or operated by the city of New York or an agency thereof, public transportation facilities, reception areas, restaurants, catering halls, retail stores, theaters, sports arenas and recreational areas and waiting rooms. A private residence is not a “public place” within the meaning of this subdivision, except that areas in a private residence where a child day care center or health care facility is operated during the times of operation and areas in a private residence which constitute common areas of a multiple dwelling [containing ten or more dwelling units,] are “public places within the meaning of this subdivision. \n\t§2. Paragraph 13 of section 17-503 of the administrative code of the city of New York is amended to read as follows:\n\t13. Places of meeting or public assembly during such time as a meeting open to the public is being conducted for educational, religious, recreational, or political purposes, but not including meetings conducted in private residences, unless such meetings are conducted in an area in a private residence where a child day care center or health care facility is operated during the times of operation or in an area which constitutes a common area of a multiple dwelling [containing ten or more dwelling units].\n\t§3. Subdivision b of section 17-505 of the administrative code of the city of New York is amended to read as follows:\n\tb. Private residences, except any area of a private residence where a child day care center or health care facility is operated (i) during the times of operation or (ii) during the times when employees are working in such child day care center or health care facility areas; provided, however, that a common area of a multiple dwelling [containing ten or more dwelling units] shall be subject to smoking restrictions. \n\t§4. Subdivision c of section 17-507 of the administrative code of the city of New York is amended to read as follows:\n\tc. With respect to a public place or place of employment, the operator or employer shall inform, or shall designate an agent who shall be responsible for informing, individuals smoking in restricted areas that they are in violation of this local law; provided, however, that the obligations under this subdivision with respect to an operator of a multiple dwelling [containing ten or more dwelling units] shall be limited to (i) those multiple dwellings where an agent is on duty and (ii) designating such agent to be responsible for informing individuals smoking in restricted common indoor areas where such agent is on duty, during the times such agent is on duty, that such individuals are in violation of this local law. \n\t§5. Subdivision a of section 17-508 of the administrative code of the city of New York is amended to read as follows:\n\ta. It shall be unlawful for any person who owns, manages, operates or otherwise controls the use of premises in which smoking is prohibited or restricted pursuant to this chapter, or the designated agent thereof, to (i) provide a room designated for smoking including, but not limited to, a separate smoking room or an enclosed room, which fails to comply with the provisions of this chapter; provided, however, that the obligations of an owner or building manager of a building (where such owner or building manager of a building in which a public place is located is not the operator or employer of such public place) with respect to such a room shall be limited to work authorized by any permits necessary to perform construction obtained by the owner or his agent; (ii) fail to post the signs required by section 17-506; (iii) fail to remove ashtrays as required by subdivision d of section 17-506; or (iv) fail to make a good faith effort to comply with subdivisions c, d and e of section 17-507. In actions brought for violations of this subdivision, the following shall be affirmative defenses: i) that during the relevant time period actual control of the premises was not exercised by the respondent or a person under the control of the respondent, but rather by a lessee, sublessee or any other person; provided, however, that after receiving the notice of violation, the respondent submits to the department within five business days, by certified mail, a sworn affidavit and other such proof as may be necessary, indicating that he or she has not exercised actual control during the relevant time periods; (ii) that a person smoking in any area where smoking is prohibited pursuant to section 17-503 was informed by a person who owns, manages, operates or otherwise controls the use of such premises, or the designated agent thereof, that such person smoking is in violation of this local law and that such person who owns, manages, operates or otherwise controls the use of such premises has complied with all applicable provisions of this chapter during the relevant time period; provided, however, that after receiving notice of violation, the respondent submits to the department within five business days, by certified mail, a sworn affidavit and other such proof as may be necessary, indicating that respondent informed the person smoking in any area where smoking is prohibited pursuant to section 17-503 that such person was in violation of this local law and that respondent has complied with all applicable provisions of this chapter during the relevant time period; or (iii) that a person smoking in any restricted common indoor area where smoking is prohibited pursuant to section 17-503 was not informed by the owner or building manager of the premises (where such owner or building manager of a building in which a public place or place of employment is located is not the operator or employer of such public place or place of employment) or by the operator of a multiple dwelling [containing ten or more dwelling units] that such person smoking is in violation of this local law because such owner, building manager or operator did not have a designated agent on duty when such person was smoking and that such owner or building manager has, where applicable, complied with the mailing of a notice required pursuant to subdivision e of section 17-507; provided, however, that after receiving notice of violation, the respondent submits to the department within five business days, by certified mail, a sworn affidavit and other such proof as may be necessary, indicating that a person smoking in any restricted common indoor area where smoking is prohibited pursuant to section 17-503 was not informed by the respondent that such person smoking is in violation of this local law because the respondent did not have a designated agent on duty when such person was smoking and that the respondent has, where applicable, mailed the notice required pursuant to subdivision e of section 17-507. \n\t§6.  This local law shall take effect one hundred and eighty days after its enactment into law.\n\nLS 4911\nJW\n7/22/13",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qj\\tab Section 1.  Subdivisions m and p of section 17-502 \\expndtw0 of the administrative code of the city of New York are amended to read as follows:\\par\n\\tab m. \\ldblquote Place of employment\\rdblquote  means any indoor area or portion thereof under the control of an employer which employees normally frequent during the course of employment and which is not generally accessible to the public, including, but not limited to, private offices, work areas, employee lounges and restrooms, conference and class rooms, employee cafeterias, employee gymnasiums, auditoriums, libraries, storage rooms, file rooms, mailrooms, employee medical facilities, rooms or areas containing photocopying or other office equipment used in common by employees, elevators, stairways and hallways. A private residence is not a \\ldblquote place of employment\\rdblquote  within the meaning of this subdivision, except that areas in a private residence where a child day care center or health care facility is operated during the times when employees are working in such child day care center or health care facility areas and areas in a private residence which constitute common areas of a multiple dwelling [containing ten or more dwelling units,] are \\ldblquote places of employment\\rdblquote  within the meaning of this subdivision. \\par\n\\tab p. \\ldblquote Public place\\rdblquote  means any area to which individuals other than employees are invited or permitted, including, but not limited to, banks, educational facilities, health care facilities, child day care centers, children\\rquote s institutions, shopping malls, property owned, occupied or operated by the city of New York or an agency thereof, public transportation facilities, reception areas, restaurants, catering halls, retail stores, theaters, sports arenas and recreational areas and waiting rooms. A private residence is not a \\ldblquote public place\\rdblquote  within the meaning of this subdivision, except that areas in a private residence where a child day care center or health care facility is operated during the times of operation and areas in a private residence which constitute common areas of a multiple dwelling [containing ten or more dwelling units,] are \\ldblquote public places within the meaning of this subdivision. \\par\n\\tab\\'a72. \\expndtw-3 Paragraph 13 of section 17-503 \\expndtw0 of the administrative code of the city of New York is amended to read as follows:\\par\n\\tab 13. Places of meeting or public assembly during such time as a meeting open to the public is being conducted for educational, religious, recreational, or political purposes, but not including meetings conducted in private residences, unless such meetings are conducted in an area in a private residence where a child day care center or health care facility is operated during the times of operation or in an area which constitutes a common area of a multiple dwelling [containing ten or more dwelling units].\\par\n\\tab\\'a73. \\expndtw-3 Subdivision b of section 17-505 \\expndtw0 of the administrative code of the city of New York is amended to read as follows:\\par\n\\tab b. Private residences, except any area of a private residence where a child day care center or health care facility is operated (i) during the times of operation or (ii) during the times when employees are working in such child day care center or health care facility areas; provided, however, that a common area of a multiple dwelling [containing ten or more dwelling units] shall be subject to smoking restrictions. \\par\n\\tab\\'a74. \\expndtw-3 Subdivision c of section 17-507 \\expndtw0 of the administrative code of the city of New York is amended to read as follows:\\par\n\\tab c. With respect to a public place or place of employment, the operator or employer shall inform, or shall designate an agent who shall be responsible for informing, individuals smoking in restricted areas that they are in violation of this local law; provided, however, that the obligations under this subdivision with respect to an operator of a multiple dwelling [containing ten or more dwelling units] shall be limited to (i) those multiple dwellings where an agent is on duty and (ii) designating such agent to be responsible for informing individuals smoking in restricted common indoor areas where such agent is on duty, during the times such agent is on duty, that such individuals are in violation of this local law. \\par\n\\tab\\'a75. \\expndtw-3 Subdivision a of section 17-508 \\expndtw0 of the administrative code of the city of New York is amended to read as follows:\\par\n\\tab a. It shall be unlawful for any person who owns, manages, operates or otherwise controls the use of premises in which smoking is prohibited or restricted pursuant to this chapter, or the designated agent thereof, to (i) provide a room designated for smoking including, but not limited to, a separate smoking room or an enclosed room, which fails to comply with the provisions of this chapter; provided, however, that the obligations of an owner or building manager of a building (where such owner or building manager of a building in which a public place is located is not the operator or employer of such public place) with respect to such a room shall be limited to work authorized by any permits necessary to perform construction obtained by the owner or his agent; (ii) fail to post the signs required by section 17-506; (iii) fail to remove ashtrays as required by subdivision d of section 17-506; or (iv) fail to make a good faith effort to comply with subdivisions c, d and e of section 17-507. In actions brought for violations of this subdivision, the following shall be affirmative defenses: i) that during the relevant time period actual control of the premises was not exercised by the respondent or a person under the control of the respondent, but rather by a lessee, sublessee or any other person; provided, however, that after receiving the notice of violation, the respondent submits to the department within five business days, by certified mail, a sworn affidavit and other such proof as may be necessary, indicating that he or she has not exercised actual control during the relevant time periods; (ii) that a person smoking in any area where smoking is prohibited pursuant to section 17-503 was informed by a person who owns, manages, operates or otherwise controls the use of such premises, or the designated agent thereof, that such person smoking is in violation of this local law and that such person who owns, manages, operates or otherwise controls the use of such premises has complied with all applicable provisions of this chapter during the relevant time period; provided, however, that after receiving notice of violation, the respondent submits to the department within five business days, by certified mail, a sworn affidavit and other such proof as may be necessary, indicating that respondent informed the person smoking in any area where smoking is prohibited pursuant to section 17-503 that such person was in violation of this local law and that respondent has complied with all applicable provisions of this chapter during the relevant time period; or (iii) that a person smoking in any restricted common indoor area where smoking is prohibited pursuant to section 17-503 was not informed by the owner or building manager of the premises (where such owner or building manager of a building in which a public place or place of employment is located is not the operator or employer of such public place or place of employment) or by the operator of a multiple dwelling [containing ten or more dwelling units] that such person smoking is in violation of this local law because such owner, building manager or operator did not have a designated agent on duty when such person was smoking and that such owner or building manager has, where applicable, complied with the mailing of a notice required pursuant to subdivision e of section 17-507; provided, however, that after receiving notice of violation, the respondent submits to the department within five business days, by certified mail, a sworn affidavit and other such proof as may be necessary, indicating that a person smoking in any restricted common indoor area where smoking is prohibited pursuant to section 17-503 was not informed by the respondent that such person smoking is in violation of this local law because the respondent did not have a designated agent on duty when such person was smoking and that the respondent has, where applicable, mailed the notice required pursuant to subdivision e of section 17-507. \\par\n\\tab\\expndtw-3\\'a76.  This local law shall take effect one hundred and eighty days after its enactment into law.\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\qj\\fs16 LS 4911\\par\nJW\\par\n7/22/13\\par\n}\n",
  "LastModified": "2013-12-23T00:44:17.743Z"
}
