{
  "ID": 56987,
  "GUID": "1F34BC14-0965-4A61-BF84-A8C9FE120A51",
  "File": "Res 1355-2017",
  "Name": "Increase the penalty on commercial vehicles that park in residential neighborhoods.",
  "Title": "Resolution calling upon the New York State Legislature, and the Governor, to enact legislation to increase the penalty on commercial vehicles that park in residential neighborhoods, in violation of existing rules and regulations on such vehicles to up to $400 for the first offense.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2017-01-18T00:00:00Z",
  "AgendaDate": "2017-01-18T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7637,
      "Slug": "i-daneek-miller",
      "FullName": "I. Daneek Miller"
    },
    {
      "ID": 7714,
      "Slug": "rafael-salamanca-jr",
      "FullName": "Rafael Salamanca, Jr."
    },
    {
      "ID": 7623,
      "Slug": "inez-d-barron",
      "FullName": "Inez D. Barron"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    }
  ],
  "History": [
    {
      "ID": 314907,
      "Date": "2017-01-18T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2017-01-12T16:47:38.98Z"
    },
    {
      "ID": 315108,
      "Date": "2017-01-18T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 15292,
      "AgendaSequence": 93,
      "MinutesSequence": 100,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2017-01-18T18:22:15.64Z"
    },
    {
      "ID": 329695,
      "Date": "2017-12-31T22:21:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-27T03:22:05.823Z"
    }
  ],
  "Attachments": [
    {
      "ID": 150216,
      "LastModified": "2017-01-18T17:40:07.643Z",
      "Name": "January 18, 2017 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/8864bbdc-8e2d-462e-b42d-3503f62f73fd.pdf",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 58869,
  "Text": "By Council Members Miller, Salamanca, Barron, Gentile and Chin\n\n      Whereas, New York City rules and regulations restrict when and where commercial vehicles may park; and \n      Whereas, Currently commercial vehicles may park for a maximum of three hours in areas where other parking rules and regulations are not in effect; and\n      Whereas, Moreover, commercial vehicles and trucks may not park in residential neighborhoods between the hours of 9 PM and 5 AM; and\n      Whereas, In 2010, the State legislature enacted legislation authorizing New York City to increase the fine for tractor-trailer combinations, tractors, truck trailers and semi-trailers that park overnight in a residential neighborhood from $50 to up to $250 for the first offense and up to $500 for each subsequent offense within a six month period; and\n      Whereas, Communities throughout New York City continue to suffer from commercial vehicles parking in residential neighborhoods; and\n      Whereas, Illegal parking by commercial vehicles, especially large trucks, poses safety concerns for pedestrians and reduces parking that should be available to community residents; and \n      Whereas, Increasing the fine to $400 for the first offence will create an additional deterrent to commercial vehicles and trucks who park in residential neighborhoods; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the New York State Legislature, and the Governor, to enact legislation to increase the penalty on commercial vehicles that park in residential neighborhoods, in violation of existing rules and regulations on such vehicles to up to $400 for the first offense.\n\n\n\n\nGZ\nLS 9420\nJanuary 3, 2017",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Arial;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red33\\green33\\blue33;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Miller, Salamanca, Barron, Gentile and Chin\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 Whereas, New York City rules and regulations restrict when and where commercial vehicles may park\\cf1 ;\\cf0  and \\par\nWhereas, Currently commercial vehicles may park for a maximum of three hours in areas where other parking rules and regulations are not in effect; and\\par\nWhereas, Moreover, commercial vehicles and trucks may not park in residential neighborhoods between the hours of 9 PM and 5 AM; and\\par\nWhereas, In 2010, the State legislature enacted legislation authorizing New York City to increase the fine for\\cf2  tractor-trailer combinations, tractors, truck trailers and semi-trailers \\cf0 that park overnight in a residential neighborhood from $50 to up to \\cf2\\f1\\fs21 $\\f0\\fs24 250 for the first offense and up to $500 for each subsequent offense within a six month period\\cf0 ; and\\par\nWhereas, Communities throughout New York City continue to suffer from commercial vehicles parking in residential neighborhoods; and\\par\nWhereas, Illegal parking by commercial vehicles, especially large trucks, poses safety concerns for pedestrians and reduces parking that should be available to community residents; and \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Increasing the fine to $400 for the first offence will create an additional deterrent to commercial vehicles and trucks who park in residential neighborhoods; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls upon the New York State Legislature, and the Governor, to enact legislation to increase the penalty on commercial vehicles that park in residential neighborhoods, in violation of existing rules and regulations on such vehicles to up to $400 for the first offense.\\par\n\\pard\\ltrpar\\fs16\\par\n\\par\n\\par\n\\par\nGZ\\par\nLS 9420\\par\nJanuary 3, 2017\\fs24\\par\n}\n",
  "LastModified": "2017-12-27T03:22:05.887Z"
}
