{
  "ID": 57185,
  "GUID": "D987512E-20BC-464B-8376-E73FF5C0287E",
  "File": "Res 1373-2017",
  "Name": "Authorizing the Speaker to file or join amicus briefs on behalf of the Council in litigation challenging any of President Donald Trump’s executive orders and actions relating to immigration.",
  "Title": "Resolution authorizing the Speaker to file or join amicus briefs on behalf of the Council in litigation challenging any of President Donald Trump’s executive orders and actions relating to immigration",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 32,
  "StatusName": "Adopted",
  "BodyID": 11,
  "BodyName": "Committee on Finance",
  "IntroDate": "2017-02-15T00:00:00Z",
  "AgendaDate": "2017-02-15T00:00:00Z",
  "PassedDate": "2017-02-15T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 7632,
      "Slug": "ben-kallos",
      "FullName": "Ben Kallos"
    }
  ],
  "History": [
    {
      "ID": 315913,
      "Date": "2017-02-15T10:00:00Z",
      "ActionID": 15,
      "Action": "Hearing on P-C Item by Comm",
      "Description": "This Resolution was Hearing on P-C Item by Comm",
      "BodyID": 11,
      "BodyName": "Committee on Finance",
      "EventID": 15328,
      "AgendaSequence": 2,
      "MinutesSequence": 4,
      "Version": "*",
      "AgendaNote": "Preconsidered",
      "MatterStatusID": 2,
      "LastModified": "2017-02-15T15:03:59.153Z"
    },
    {
      "ID": 316263,
      "Date": "2017-02-15T10:00:00Z",
      "ActionID": 25,
      "Action": "P-C Item Approved by Comm",
      "Description": "A motion was made that this Resolution be P-C Item Approved by Comm approved by Roll Call.",
      "BodyID": 11,
      "BodyName": "Committee on Finance",
      "EventID": 15328,
      "MinutesSequence": 5,
      "Version": "*",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 37,
      "Votes": [
        {
          "ID": 7509,
          "Slug": "julissa-ferreras-copeland",
          "FullName": "Julissa Ferreras-Copeland",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 10
        },
        {
          "ID": 7541,
          "Slug": "ydanis-a-rodriguez",
          "FullName": "Ydanis A. Rodriguez",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 20
        },
        {
          "ID": 7569,
          "Slug": "james-g-van-bramer",
          "FullName": "James G. Van Bramer",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 30
        },
        {
          "ID": 7622,
          "Slug": "vanessa-l-gibson",
          "FullName": "Vanessa L. Gibson",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 40
        },
        {
          "ID": 7604,
          "Slug": "robert-e-cornegy-jr",
          "FullName": "Robert E. Cornegy, Jr.",
          "VoteID": 16,
          "Vote": "Absent",
          "Sort": 50
        },
        {
          "ID": 7628,
          "Slug": "laurie-a-cumbo",
          "FullName": "Laurie A. Cumbo",
          "VoteID": 16,
          "Vote": "Absent",
          "Sort": 60
        },
        {
          "ID": 7631,
          "Slug": "corey-d-johnson",
          "FullName": "Corey D. Johnson",
          "VoteID": 16,
          "Vote": "Absent",
          "Sort": 70
        },
        {
          "ID": 7634,
          "Slug": "mark-levine",
          "FullName": "Mark Levine",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 80
        },
        {
          "ID": 7637,
          "Slug": "i-daneek-miller",
          "FullName": "I. Daneek Miller",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 90
        },
        {
          "ID": 7639,
          "Slug": "helen-k-rosenthal",
          "FullName": "Helen K. Rosenthal",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 100
        },
        {
          "ID": 5953,
          "Slug": "steven-matteo",
          "FullName": "Steven Matteo",
          "VoteID": 12,
          "Vote": "Negative",
          "Result": 2,
          "Sort": 110
        }
      ],
      "LastModified": "2017-03-16T14:42:34.183Z"
    },
    {
      "ID": 315912,
      "Date": "2017-02-15T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2017-02-10T18:14:16.307Z"
    },
    {
      "ID": 316207,
      "Date": "2017-02-15T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Finance",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 15378,
      "AgendaSequence": 113,
      "MinutesSequence": 136,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Preconsidered - Finance",
      "MatterStatusID": 3,
      "LastModified": "2017-02-15T17:30:13.207Z"
    },
    {
      "ID": 316247,
      "Date": "2017-02-15T18:30:00Z",
      "ActionID": 5032,
      "Action": "Approved, by Council",
      "Description": "A motion was made that this Resolution be Approved, by Council approved by Voice Vote.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 15378,
      "AgendaSequence": 109,
      "MinutesSequence": 132,
      "Version": "*",
      "AgendaNote": "Preconsidered - Adopted by the Committee on Finance",
      "MinutesNote": "Pursuant to Rule 8.50 of the Council, the Public Advocate (Ms. James) called for a voice vote.  Hearing those in favor, the Public Advocate (Ms. James) declared the Resolution to be adopted.\r\n\r\nThe following 2 Council Members formally noted their objection to this item:  \r\nCouncil Members Borelli and Matteo.\r\n\r\nThe following 3 Council Members formally noted their abstention on this item:  \r\nCouncil Members Deutsch, Ulrich, and Vallone.\r\n\r\nAdopted by the Council by voice-vote.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 32,
      "LastModified": "2017-03-10T15:58:29.79Z"
    }
  ],
  "Attachments": [
    {
      "ID": 151483,
      "LastModified": "2017-10-16T19:27:28.083Z",
      "Name": "February 15, 2017 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c94a0250-87e4-419c-9efe-278defa1f25a.pdf",
      "Sort": 1
    },
    {
      "ID": 151518,
      "LastModified": "2017-02-15T17:56:56.993Z",
      "Name": "Committee Report 2/15/17",
      "Link": "https://nyc.legistar1.com/nyc/attachments/049bca16-2eef-4a65-9c80-dcb002439d47.doc",
      "Sort": 2
    },
    {
      "ID": 151857,
      "LastModified": "2017-02-28T21:50:32.47Z",
      "Name": "Hearing Transcript 2/14/17",
      "Link": "https://nyc.legistar1.com/nyc/attachments/83c1fe3b-6c5e-4955-957d-f420b5bf82af.pdf",
      "Sort": 3
    },
    {
      "ID": 151533,
      "LastModified": "2017-02-28T21:50:32.43Z",
      "Name": "Committee Report - Stated Meeting",
      "Link": "https://nyc.legistar1.com/nyc/attachments/27952c4d-c134-44ee-b9f2-6faa251ed7ce.doc",
      "Sort": 4
    },
    {
      "ID": 152116,
      "LastModified": "2017-03-03T18:22:03.36Z",
      "Name": "Hearing Transcript - Stated Meeting  2-15-17",
      "Link": "https://nyc.legistar1.com/nyc/attachments/0cdd547a-9e18-4576-89d9-4b1a73d59847.pdf",
      "Sort": 5
    },
    {
      "ID": 153321,
      "LastModified": "2017-04-11T20:39:17.717Z",
      "Name": "Minutes of the Stated Meeting - February 15, 2017",
      "Link": "https://nyc.legistar1.com/nyc/attachments/f06d4c8f-e7a8-4ed0-b2b7-d2b003e32ac3.pdf",
      "Sort": 6
    }
  ],
  "Summary": "",
  "TextID": 59107,
  "Text": "By the Speaker (Council Member Mark-Viverito) and Council Member Kallos\n      Whereas, New York City is home to more than three million immigrants; and \n      Whereas, Approximately 60 percent of New Yorkers are immigrants or the children of immigrants; and  \n      Whereas, New York City has, and will continue to be, a city that embraces diversity and promotes equality and respect for all of its inhabitants; and \n      Whereas, President Trump has issued three executive orders relating to border security, immigration enforcement, and foreign-born individuals seeking entry into the United States; and \n      Whereas, The executive order titled \"Border Security and Immigration Enforcement Improvements,\" calls for the construction of a wall along the United States-Mexico border, an increase in the number of Customs and Border Patrol officers, the creation of additional detention facilities, and eliminates the use of policies allowing individuals to pursue asylum and other forms of immigration relief outside of immigration detention; and\n      Whereas, The executive order titled \"Enhancing Public Safety in the Interior of the United States\" calls for a return to the Secure Communities immigration enforcement program, an increase in the number of Immigration and Customs Enforcement agents, a significant expansion of enforcement priorities, and for federal funding cuts for \"sanctuary cities\" that limit cooperation with immigration enforcement authorities; and\n      Whereas, The executive order titled, \"Protecting the Nation from Foreign Terrorist Entry Into the United States,\" calls for an immediate halt to refugee admissions for 120 days, a significant reduction in the number of refugees to be admitted in Fiscal Year 2017, a complete and indefinite end to Syrian refugee resettlement, and a 90-day ban of the entry into the United States by nationals of Iran, Iraq, Libya, Somalia, Sudan, Syria, and Yemen; and  \n      Whereas, In response to the executive order restricting the entry of refugees and certain nationals, dozens of lawsuits were filed challenging its validity, many claiming that the order violates the due process and equal protection clauses of the United States Constitution, and one of which resulted in a nationwide stay of the order; and \n      Whereas, The City of San Francisco filed a lawsuit challenging the executive order instituting new immigration enforcement policies in the interior of the United States and threatening to defund sanctuary cities; and\n      Whereas, Other lawsuits are sure to arise as federal authorities begin to implement the directives contained within these executive orders; and\n      Whereas, The New York City Council will continue protect the rights of immigrants through local laws that ensure federal authorities comply with the rule of law and by filing or joining amicus brief that support the Council's positions; now, therefore, be it  \n      Resolved, That the Council of the City of New York authorizes the Speaker to file or join amicus briefs on behalf of the Council in litigation challenging President Donald Trump's recent executive orders relating to border security, immigration enforcement, and foreign-born individuals seeking entry into the United States.\n\nIP/KET\n2/15/17 6:19AM\n\n\n1",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\lang2070\\v0\\par\n\\pard\\box\\brdrdash\\brdrw150\\brdrcf2\\brsp300\\brdrsh \\ltrpar\\sa200\\qj\\lang1033 By the Speaker (Council Member Mark-Viverito) and Council Member Kallos\\lang2070\\par\n\\pard\\box\\brdrdash\\brdrw150\\brdrcf2\\brsp300\\brdrsh \\ltrpar\\fi720\\sl480\\slmult1\\qj\\lang1033 Whereas, New York City is home to more than three million immigrants; and \\lang2070\\par\n\\lang1033 Whereas, Approximately 60 percent of New Yorkers are immigrants or the children of immigrants; and  \\lang2070\\par\n\\lang1033 Whereas, New York City has, and will continue to be, a city that embraces diversity and promotes equality and respect for all of its inhabitants; and \\lang2070\\par\n\\lang1033 Whereas, President Trump has issued three executive orders relating to border security, immigration enforcement, and foreign-born individuals seeking entry into the United States; and \\lang2070\\par\n\\lang1033 Whereas, The executive order titled \\ldblquote Border Security and Immigration Enforcement Improvements,\\rdblquote  calls for the construction of a wall along the United States-Mexico border, an increase in the number of Customs and Border Patrol officers, the creation of additional detention facilities, and eliminates the use of policies allowing individuals to pursue asylum and other forms of immigration relief outside of immigration detention; and\\lang2070\\par\n\\lang1033 Whereas, The executive order titled \\ldblquote Enhancing Public Safety in the Interior of the United States\\rdblquote  calls for a return to the Secure Communities immigration enforcement program, an increase in the number of Immigration and Customs Enforcement agents, a significant expansion of enforcement priorities, and for federal funding cuts for \\ldblquote sanctuary cities\\rdblquote  that limit cooperation with immigration enforcement authorities; and\\lang2070\\par\n\\lang1033 Whereas, The executive order titled, \\ldblquote Protecting the Nation from Foreign Terrorist Entry Into the United States,\\rdblquote  calls for an immediate halt to refugee admissions for 120 days, a significant reduction in the number of refugees to be admitted in Fiscal Year 2017, a complete and indefinite end to Syrian refugee resettlement, and a 90-day ban of the entry into the United States by nationals of Iran, Iraq, Libya, Somalia, Sudan, Syria, and Yemen; and  \\lang2070\\par\n\\lang1033 Whereas, In response to the executive order restricting the entry of refugees and certain nationals, dozens of lawsuits were filed challenging its validity, many claiming that the order violates the due process and equal protection clauses of the United States Constitution, and one of which resulted in a nationwide stay of the order; and \\lang2070\\par\n\\lang1033 Whereas, The City of San Francisco filed a lawsuit challenging the executive order instituting new immigration enforcement policies in the interior of the United States and threatening to defund sanctuary cities; and\\lang2070\\par\n\\lang1033 Whereas, Other lawsuits are sure to arise as federal authorities begin to implement the directives contained within these executive orders; and\\lang2070\\par\n\\lang1033 Whereas, The New York City Council will continue protect the rights of immigrants through local laws that ensure federal authorities comply with the rule of law and by filing or joining amicus brief that support the Council\\rquote s positions; now, therefore, be it  \\lang2070\\par\n\\lang1033 Resolved, That the Council of the City of New York authorizes the Speaker to file or join amicus briefs on behalf of the Council in litigation challenging President Donald Trump\\rquote\\lang2070 s \\lang1033 recent executive orders relating to border security, immigration enforcement, and foreign-born individuals seeking entry into the United States.\\lang2070\\par\n\\pard\\box\\brdrdash\\brdrw150\\brdrcf2\\brsp300\\brdrsh \\ltrpar\\lang1033\\fs20\\par\nIP/KET\\par\n2/15/17 6:19AM\\fs22\\par\n}\n",
  "LastModified": "2017-10-16T19:27:28.087Z"
}
