{
  "ID": 57233,
  "GUID": "1926966B-736E-433E-8D11-8303A790AC08",
  "File": "Res 1393-2017",
  "Name": "Calling upon President Trump to fully fund the Corporation for Public Broadcasting, the Institute of Museum and Library Services, the National Endowment for the Arts & the National Endowment for the Humanities.",
  "Title": "Resolution calling upon President Donald Trump to fully fund the Corporation for Public Broadcasting, the Institute of Museum and Library Services, the National Endowment for the Arts and the National Endowment for the Humanities, and not to eliminate or diminish any of these agencies in any form.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 32,
  "StatusName": "Adopted",
  "BodyID": 5105,
  "BodyName": "Committee on Cultural Affairs, Libraries and International Intergroup Relations",
  "IntroDate": "2017-03-01T00:00:00Z",
  "AgendaDate": "2017-03-01T00:00:00Z",
  "PassedDate": "2017-04-05T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm"
    },
    {
      "ID": 7624,
      "Slug": "andrew-cohen",
      "FullName": "Andrew Cohen"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 7714,
      "Slug": "rafael-salamanca-jr",
      "FullName": "Rafael Salamanca, Jr."
    },
    {
      "ID": 7636,
      "Slug": "carlos-menchaca",
      "FullName": "Carlos Menchaca"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 7632,
      "Slug": "ben-kallos",
      "FullName": "Ben Kallos"
    }
  ],
  "History": [
    {
      "ID": 316428,
      "Date": "2017-03-01T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2017-02-24T17:48:39.49Z"
    },
    {
      "ID": 316661,
      "Date": "2017-03-01T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Cultural Affairs, Libraries and International Intergroup Relations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 15399,
      "AgendaSequence": 100,
      "MinutesSequence": 116,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Cultural Affairs, Libraries and International Intergroup Relations",
      "MatterStatusID": 3,
      "LastModified": "2017-03-01T18:21:37.91Z"
    },
    {
      "ID": 316885,
      "Date": "2017-04-03T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 5105,
      "BodyName": "Committee on Cultural Affairs, Libraries and International Intergroup Relations",
      "EventID": 15415,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "AgendaNote": "Proposed Res. No. 1393-A",
      "MinutesNote": "Proposed Res. No. 1393-A",
      "MatterStatusID": 3,
      "LastModified": "2017-04-03T15:27:49.607Z"
    },
    {
      "ID": 317496,
      "Date": "2017-04-03T13:00:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Resolution was Amendment Proposed by Comm",
      "BodyID": 5105,
      "BodyName": "Committee on Cultural Affairs, Libraries and International Intergroup Relations",
      "EventID": 15415,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2017-04-03T15:27:55.13Z"
    },
    {
      "ID": 317497,
      "Date": "2017-04-03T13:00:00Z",
      "ActionID": 33,
      "Action": "Amended by Committee",
      "Description": "This Resolution was Amended by Committee",
      "BodyID": 5105,
      "BodyName": "Committee on Cultural Affairs, Libraries and International Intergroup Relations",
      "EventID": 15415,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2017-04-03T18:39:06.58Z"
    },
    {
      "ID": 317498,
      "Date": "2017-04-03T13:00:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "A motion was made that this Resolution be Approved by Committee approved by Roll Call.",
      "BodyID": 5105,
      "BodyName": "Committee on Cultural Affairs, Libraries and International Intergroup Relations",
      "EventID": 15415,
      "MinutesSequence": 5,
      "Version": "A",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "Votes": [
        {
          "ID": 7569,
          "Slug": "james-g-van-bramer",
          "FullName": "James G. Van Bramer",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 10
        },
        {
          "ID": 7502,
          "Slug": "elizabeth-s-crowley",
          "FullName": "Elizabeth S. Crowley",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 20
        },
        {
          "ID": 7509,
          "Slug": "julissa-ferreras-copeland",
          "FullName": "Julissa Ferreras-Copeland",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 30
        },
        {
          "ID": 7565,
          "Slug": "peter-a-koo",
          "FullName": "Peter A. Koo",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 40
        },
        {
          "ID": 7567,
          "Slug": "stephen-t-levin",
          "FullName": "Stephen T. Levin",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 50
        },
        {
          "ID": 7613,
          "Slug": "andy-l-king",
          "FullName": "Andy L. King",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 60
        },
        {
          "ID": 7627,
          "Slug": "costa-g-constantinides",
          "FullName": "Costa G. Constantinides",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 70
        },
        {
          "ID": 7628,
          "Slug": "laurie-a-cumbo",
          "FullName": "Laurie A. Cumbo",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 80
        },
        {
          "ID": 7639,
          "Slug": "helen-k-rosenthal",
          "FullName": "Helen K. Rosenthal",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 90
        }
      ],
      "LastModified": "2017-04-03T18:39:26.06Z"
    },
    {
      "ID": 317536,
      "Date": "2017-04-05T13:30:00Z",
      "ActionID": 5032,
      "Action": "Approved, by Council",
      "Description": "A motion was made that this Resolution be Approved, by Council approved by Voice Vote.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 15486,
      "AgendaSequence": 69,
      "MinutesSequence": 83,
      "Version": "A",
      "AgendaNote": "Amended and Adopted by the Committee on Cultural Affairs, Libraries and International Intergroup Relations",
      "MinutesNote": "Pursuant to Rule 8.50 of the Council, the Public Advocate (Ms. James) called for a voice vote.  Hearing those in favor, the Public Advocate (Ms. James) declared the Resolution to be adopted.\r\n\r\nThe following 2 Council Members formally noted their objection to the passage of this item: \r\nCouncil Members Borelli and Matteo.\r\n\r\nAdopted by the Council by voice-vote.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 32,
      "LastModified": "2017-04-10T14:42:54.473Z"
    }
  ],
  "Attachments": [
    {
      "ID": 151977,
      "LastModified": "2017-05-18T14:26:24.913Z",
      "Name": "March 1, 2017 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ea8aeb6f-9ae7-4be1-bdcb-9582d0e332bd.pdf",
      "Sort": 1
    },
    {
      "ID": 152194,
      "LastModified": "2017-03-08T15:02:54.157Z",
      "Name": "Res. No. 1393 - 3/1/17",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ef081e97-c502-4cf1-a05a-c2375867c1ad.doc",
      "Sort": 2
    },
    {
      "ID": 152195,
      "LastModified": "2017-03-08T15:04:43.757Z",
      "Name": "Proposed Res. No. 1393-A - 3/8/17",
      "Link": "https://nyc.legistar1.com/nyc/attachments/9070da12-cf8d-43b8-af78-0f7ceea82ff5.docx",
      "Sort": 3
    },
    {
      "ID": 152839,
      "LastModified": "2017-04-03T16:22:34.713Z",
      "Name": "Committee Report 4/3/17",
      "Link": "https://nyc.legistar1.com/nyc/attachments/51b6ebc3-1a29-41a3-8507-f1dd59595fb2.doc",
      "Sort": 4
    },
    {
      "ID": 153332,
      "LastModified": "2017-04-12T17:59:18.427Z",
      "Name": "Hearing Testimony 4/3/17",
      "Link": "https://nyc.legistar1.com/nyc/attachments/374b5039-b30c-4d74-b969-a2af37dfe062.PDF",
      "Sort": 5
    },
    {
      "ID": 154067,
      "LastModified": "2017-04-18T18:39:33.22Z",
      "Name": "Hearing Transcript 4/3/17",
      "Link": "https://nyc.legistar1.com/nyc/attachments/444ee155-8814-4fe5-b41b-2e4eb634c152.pdf",
      "Sort": 6
    },
    {
      "ID": 153101,
      "LastModified": "2017-04-18T18:39:33.17Z",
      "Name": "April 5, 2017 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/62541580-b13a-41f0-a946-c6798978c7dc.pdf",
      "Sort": 7
    },
    {
      "ID": 154590,
      "LastModified": "2017-05-01T15:53:17.33Z",
      "Name": "Hearing Transcript - Stated Meeting  4-5-17",
      "Link": "https://nyc.legistar1.com/nyc/attachments/1b6033a3-f747-43a8-b882-53bab52cb3d4.pdf",
      "Sort": 8
    },
    {
      "ID": 155604,
      "LastModified": "2017-05-22T17:17:23.787Z",
      "Name": "Minutes of the Stated Meeting - April 5, 2017",
      "Link": "https://nyc.legistar1.com/nyc/attachments/1c90bfa3-8788-45b3-ad1b-ca634e21154e.pdf",
      "Sort": 9
    }
  ],
  "Summary": "",
  "TextID": 59202,
  "Text": "By Council Members Van Bramer, Levin, Dromm, Cohen, Koslowitz, Salamanca, Menchaca, Koo and Kallos\n\n      Whereas, As president-elect, Donald Trump announced a plan to reduce federal spending by $10.5 trillion over ten years; and\n      Whereas, President Donald Trump is now considering eliminating the National Endowment for the Arts (NEA) and the National Endowment for the Humanities (NEH), and privatizing the Corporation for Public Broadcasting (CPB) in effort to reduce domestic spending; and\n      Whereas, The NEA, established by Congress in 1965, is an independent federal agency dedicated to expanding equal access to the arts, promoting arts education, and affirming and celebrating America's rich and diverse cultural heritage; and\n      Whereas, The NEA accomplishes this goal by grant making and local partnerships that support thousands of organizations, performances and activities in every congressional district; and\n      Whereas, Forty percent of all NEA program funds are distributed through state arts agencies and, with millions in state appropriations, more than 23,000 grants in 5,000 communities across the United States (U.S.) were funded in 2017; and\n      Whereas, Thirty-six percent of grants are awarded to organizations that reach underserved populations such as people with disabilities and veterans, 33% serve low-income audiences, and 40% of NEA-supported activities take place in high-poverty neighborhoods; and\n      Whereas, The NEH, also established by Congress in 1965, is an independent federal agency dedicated to supporting research, education, preservation and public programs in the humanities through grant making and partnerships with 56 state and territory humanities councils to strengthen local programs; and\n      Whereas, The NEH typically awards grants to cultural institutions, including museums, archives, libraries, institutions of higher education, public television and radio stations, and to individual scholars, for \"scholarly and cultural activity in order to achieve a better understanding of the past, a better analysis of the present, and a better view of the future;\" and\n      Whereas, The NEH supports community lectures, book festivals, family literacy programs, town hall discussions and traveling exhibitions; the creation of museum and library exhibitions and the preservation of valuable heritage collections; and\n      Whereas, The CPB, established by Congress in 1967, is a private, nonprofit corporation that acts as the steward of the federal government's investment in public broadcasting and the largest single source of funding for public radio and television, including National Public Radio (NPR) and the Public Broadcasting Service (PBS), and related online and mobile services; and\n      Whereas, The CPB's mission is \"to ensure universal access to non-commercial, high-quality content and telecommunications services\" and it does so by \"[supporting] diverse programs and services that inform, education, enlighten and enrich the public;\" and\n      Whereas, The CPB distributes more than 70% of its funding to 580 grantees representing 1,489 locally-owned public radio and television stations; and\n      Whereas, The CPB also funds technological innovations to make content more accessible on platforms beyond radio and television stations, such as NPR's mobile apps, which provide access to programming from hundreds of public radio stations across the country, and PBS LearningMedia, a resource that aggregates quality educational content aligned with common core state standards for educators; and\n      Whereas, Each month, over 170 million Americans watch, listen to, or access online public media; and\n      Whereas, Annually, 89% of U.S. households watch public television and 82% of American children ages 2 through 8 watch PBS stations; and\n      Whereas, Together, the budgets for the NEA, the NEH and the CPB account for only $741 million, less than one-tenth of one percent of the $4 trillion that the Congressional Budget Office (CBO) projects the federal government will spend in 2017; and\n      Whereas, The Republican Study Committee's report, \"A Balanced Budget for a Stronger America,\" recommends eliminating the Institute of Museum and Library Services (IMLS); and\n      Whereas, The IMLS, established by Congress in 1996, is an independent federal agency that provides support to further empower museums and libraries to support civic life; and\n      Whereas, The IMLS is also responsible for conducting policy research, analysis and data collection to extend and improve museum, library and information services across the country as well as developing interagency collaborations to achieve national policy; and\n      Whereas, The IMLS is the primary federal support for an estimated 35,000 museums of all disciplines, including aquariums, botanic gardens, children's museums, history, science and technology centers and zoos, and 123,000 libraries of all types, including academic, public, research and tribal; and\n      Whereas, In 2016, the IMLS received appropriations totaling $230 million, which accounts for almost 0.006 percent of the $4 trillion that the CBO projects that the federal government will spend in 2017; and\n      Whereas, New York City (NYC), home to a wealth of cultural amenities, including art galleries, museums and theaters, is an important center for film, dance, literature, music, opera, theater and the visual arts, making it the global cultural capital it is today; and\n      Whereas, According to the Alliance for the Arts, arts-motivated visitors are one of the strongest factors in NYC's growing tourism market; and\n      Whereas, According to a 2015 Center for an Urban Future (CUF) Report, NYC's creative industries have outpaced traditional indicators, such as finance, insurance and legal services, to become one of the fastest growing segments of its economy; and\n      Whereas, The CUF also reports that of NYC's 20 largest industries, the creative sector comprises the largest share of the nation's total jobs, accounting for 8.6% of national jobs in 2013, up from 7.1% in 2003; and\n      Whereas, Library services in NYC are provided three independent systems which collectively operate four research library centers in Manhattan and 217 local library branches across the five boroughs; and\n      Whereas, NYC libraries are also multipurpose community and information centers, safe havens for children after school; and\n      Whereas, According to the IMLS' website, in fiscal year 2016 three grants totaling $564,980 were awarded to NYC libraries, including the New York Public Library, which received $295,010 to \"develop and deliver a blended learning early literacy staff training in partnership with the NYC Early Childhood Professional Development Institute at the City University of New York;\" and\n      Whereas, Museums, cultural institutions, libraries and public media are relevant and vital institutions that connect, education, engage and inform; they can bring history to life, they celebrate art, culture and heritage, and promote better understanding as well as encourage curiosity, dialogue and self-reflection, all of which are especially vital given the current contentious political climate; and\n      Whereas, Elimination or diminishment of any of these agencies would seriously stymie creative expression, cultural diversity, enrichment and equity; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon President Donald Trump to fully fund the Corporation for Public Broadcasting, the Institute of Museum and Library Services, the National Endowment for the Arts and the National Endowment for the Humanities, and not to eliminate or diminish any of these agencies in any form.\n\n\n\nLS #10146\n3/3/2017\nCGR",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Calibri;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Van Bramer, Levin, Dromm, Cohen, Koslowitz, Salamanca, Menchaca, Koo and Kallos\\par\n\\pard\\ltrpar\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 Whereas, As president-elect, Donald Trump announced a plan to reduce federal spending by $10.5 trillion over ten years; and\\par\nWhereas, President Donald Trump is now considering eliminating the National Endowment for the Arts (NEA) and the National Endowment for the Humanities (NEH), and privatizing the Corporation for Public Broadcasting (CPB) in effort to reduce domestic spending; and\\par\nWhereas, The NEA, established by Congress in 1965, is an independent federal agency dedicated to expanding equal access to the arts, promoting arts education, and affirming and celebrating America\\rquote s rich and diverse cultural heritage; and\\par\nWhereas, The NEA accomplishes this goal by grant making and local partnerships that support thousands of organizations, performances and activities in every congressional district; and\\par\nWhereas, Forty percent of all NEA program funds are distributed through state arts agencies and, with millions in state appropriations, more than 23,000 grants in 5,000 communities across the United States (U.S.) were funded in 2017; and\\par\nWhereas, Thirty-six percent of grants are awarded to organizations that reach underserved populations such as people with disabilities and veterans, 33% serve low-income audiences, and 40% of NEA-supported activities take place in high-poverty neighborhoods; and\\par\nWhereas, The NEH, also established by Congress in 1965, is an independent federal agency dedicated to supporting research, education, preservation and public programs in the humanities through grant making and partnerships with 56 state and territory humanities councils to strengthen local programs; and\\par\nWhereas, The NEH typically awards grants to cultural institutions, including museums, archives, libraries, institutions of higher education, public television and radio stations, and to individual scholars, for \\ldblquote scholarly and cultural activity in order to achieve a better understanding of the past, a better analysis of the present, and a better view of the future;\\rdblquote  and\\par\nWhereas, The NEH supports community lectures, book festivals, family literacy programs, town hall discussions and traveling exhibitions; the creation of museum and library exhibitions and the preservation of valuable heritage collections; and\\par\nWhereas, The CPB, established by Congress in 1967, is a private, nonprofit corporation that acts as the steward of the federal government\\rquote s investment in public broadcasting and the largest single source of funding for public radio and television, including National Public Radio (NPR) and the Public Broadcasting Service (PBS), and related online and mobile services; and\\par\nWhereas, The CPB\\rquote s mission is \\ldblquote to ensure universal access to non-commercial, high-quality content and telecommunications services\\rdblquote  and it does so by \\ldblquote [supporting] diverse programs and services that inform, education, enlighten and enrich the public;\\rdblquote  and\\par\nWhereas, The CPB distributes more than 70% of its funding to 580 grantees representing 1,489 locally-owned public radio and television stations; and\\par\nWhereas, The CPB also funds technological innovations to make content more accessible on platforms beyond radio and television stations, such as NPR\\rquote s mobile apps, which provide access to programming from hundreds of public radio stations across the country, and PBS LearningMedia, a resource that aggregates quality educational content aligned with common core state standards for educators; and\\par\nWhereas, Each month, over 170 million Americans watch, listen to, or access online public media; and\\par\nWhereas, Annually, 89% of U.S. households watch public television and 82% of American children ages 2 through 8 watch PBS stations; and\\par\nWhereas, Together, the budgets for the NEA, the NEH and the CPB account for only $741 million, less than one-tenth of one percent \\cf1 of the $4 trillion that the Congressional Budget Office (CBO) projects the federal government will spend in 2017; and\\par\n\\cf0 Whereas, The Republican Study Committee\\rquote s report, \\ldblquote A Balanced Budget for a Stronger America,\\rdblquote  recommends eliminating the Institute of Museum and Library Services (IMLS); and\\par\n\\cf1 Whereas, The IMLS, established by Congress in 1996, is an independent federal agency that provides support to further empower museums and libraries to support civic life; and\\par\nWhereas, The IMLS is also responsible for conducting policy research, analysis and data collection to extend and improve museum, library and information services across the country as well as developing interagency collaborations to achieve national policy; and\\par\n\\cf0 Whereas, The IMLS is the primary federal support for an estimated 35,000 museums of all disciplines, including aquariums, botanic gardens, children\\rquote s museums, history, science and technology centers and zoos, and 123,000 libraries of all types, including academic, public, research and tribal; and\\par\nWhereas, In 2016, the IMLS received appropriations totaling $230 million, which accounts for almost 0.006 percent of the $4 trillion that the CBO projects that the federal government will spend in 2017; and\\par\nWhereas, New York City (NYC), home to a wealth of cultural amenities, including art galleries, museums and theaters, is an important center for film, dance, literature, music, opera, theater and the visual arts, making it the global cultural capital it is today; and\\par\nWhereas, According to the Alliance for the Arts, arts-motivated visitors are one of the strongest factors in NYC\\rquote s growing tourism market; and\\par\nWhereas, According to a 2015 Center for an Urban Future (CUF) Report, NYC\\rquote s creative industries have outpaced traditional indicators, such as finance, insurance and legal services, to become one of the fastest growing segments of its economy; and\\par\nWhereas, The CUF also reports that of NYC\\rquote s 20 largest industries, the creative sector comprises the largest share of the nation\\rquote s total jobs, accounting for 8.6% of national jobs in 2013, up from 7.1% in 2003; and\\par\nWhereas, Library services in NYC are provided three independent systems which collectively operate four research library centers in Manhattan and 217 local library branches across the five boroughs; and\\par\nWhereas, NYC libraries are also multipurpose community and information centers, safe havens for children after school; and\\par\nWhereas, According to the IMLS\\rquote  website, in fiscal year 2016 three grants totaling $564,980 were awarded to NYC libraries, including the New York Public Library, which received $295,010 to \\ldblquote develop and deliver a blended learning early literacy staff training in partnership with the NYC Early Childhood Professional Development Institute at the City University of New York;\\rdblquote  and\\par\nWhereas, Museums, cultural institutions, libraries and public media are relevant and vital institutions that connect, education, engage and inform; they can bring history to life, they celebrate art, culture and heritage, and promote better understanding as well as encourage curiosity, dialogue and self-reflection, all of which are especially vital given the current contentious political climate; and\\par\nWhereas, Elimination or diminishment of any of these agencies would seriously stymie creative expression, cultural diversity, enrichment and equity; now, therefore, be it\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sl480\\slmult1\\cf1 Resolved, That the Council of the City of New York calls upon \\cf0 President Donald Trump to fully fund the Corporation for Public Broadcasting, the Institute of Museum and Library Services, the National Endowment for the Arts and the National Endowment for the Humanities, and not to eliminate or diminish any of these agencies in any form.\\cf1\\par\n\\pard\\cbpat2\\ltrpar\\par\n\\par\n\\par\n\\fs20 LS #10146\\par\n3/3/2017\\par\nCGR\\cf0\\f1\\fs18\\par\n}\n",
  "LastModified": "2017-05-22T17:17:23.79Z"
}
