{
  "ID": 56998,
  "GUID": "F16D7EFA-2A78-4D08-AB63-60BBCBCD0F7F",
  "File": "Res 1408-2017",
  "Name": "The Tax Returns Uniformly Made Public Act (S.26/A.4072)",
  "Title": "Resolution calling upon the State Legislature to pass and the Governor to sign S.26/A.4072, also known as, “the Tax Returns Uniformly Made Public Act,” which would amend State election law to require presidential candidates to submit a copy of their federal tax returns as a condition of access to the state’s official ballot in the general election.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 22,
  "BodyName": "Committee on State and Federal Legislation",
  "IntroDate": "2017-03-16T00:00:00Z",
  "AgendaDate": "2017-03-16T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7624,
      "Slug": "andrew-cohen",
      "FullName": "Andrew Cohen"
    },
    {
      "ID": 7623,
      "Slug": "inez-d-barron",
      "FullName": "Inez D. Barron"
    },
    {
      "ID": 7627,
      "Slug": "costa-g-constantinides",
      "FullName": "Costa G. Constantinides"
    },
    {
      "ID": 7502,
      "Slug": "elizabeth-s-crowley",
      "FullName": "Elizabeth S. Crowley"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm"
    },
    {
      "ID": 7630,
      "Slug": "rafael-l-espinal-jr",
      "FullName": "Rafael L. Espinal, Jr."
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 7631,
      "Slug": "corey-d-johnson",
      "FullName": "Corey D. Johnson"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 7633,
      "Slug": "rory-i-lancman",
      "FullName": "Rory I. Lancman"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 7634,
      "Slug": "mark-levine",
      "FullName": "Mark Levine"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7638,
      "Slug": "antonio-reynoso",
      "FullName": "Antonio Reynoso"
    },
    {
      "ID": 7617,
      "Slug": "donovan-j-richards",
      "FullName": "Donovan J. Richards"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 7714,
      "Slug": "rafael-salamanca-jr",
      "FullName": "Rafael Salamanca, Jr."
    },
    {
      "ID": 7640,
      "Slug": "ritchie-j-torres",
      "FullName": "Ritchie J. Torres"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7628,
      "Slug": "laurie-a-cumbo",
      "FullName": "Laurie A. Cumbo"
    },
    {
      "ID": 7635,
      "Slug": "alan-n-maisel",
      "FullName": "Alan N. Maisel"
    },
    {
      "ID": 7622,
      "Slug": "vanessa-l-gibson",
      "FullName": "Vanessa L. Gibson"
    }
  ],
  "History": [
    {
      "ID": 316862,
      "Date": "2017-03-16T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2017-03-13T17:39:21.913Z"
    },
    {
      "ID": 317015,
      "Date": "2017-03-16T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on State and Federal Legislation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 15420,
      "AgendaSequence": 82,
      "MinutesSequence": 98,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "State and Federal Legislation",
      "MatterStatusID": 3,
      "LastModified": "2017-03-16T19:43:02.733Z"
    },
    {
      "ID": 329702,
      "Date": "2017-12-31T22:25:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-27T03:25:46.073Z"
    }
  ],
  "Attachments": [
    {
      "ID": 152293,
      "LastModified": "2017-03-13T14:33:18.983Z",
      "Name": "S. 26",
      "Link": "https://nyc.legistar1.com/nyc/attachments/65f2ad38-9d14-437c-b0f0-70c44a8426ed.pdf",
      "Sort": 2
    },
    {
      "ID": 152292,
      "LastModified": "2017-03-13T14:33:13.773Z",
      "Name": "A. 4072",
      "Link": "https://nyc.legistar1.com/nyc/attachments/7c82e04e-5a90-4912-8356-be7d647d1405.pdf",
      "Sort": 3
    },
    {
      "ID": 152484,
      "LastModified": "2017-03-16T17:03:09.777Z",
      "Name": "March 16, 2017 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/30976bed-1e74-4662-a02c-6bd0b604960d.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 58886,
  "Text": "By Council Members Cohen, Barron, Constantinides, Crowley, Dromm, Espinal, Ferreras-Copeland, Garodnick, Gentile, Johnson, Koslowitz, Lancman, Levin, Levine, Mendez, Palma, Reynoso, Richards, Rodriguez, Rosenthal, Salamanca, Torres, Vacca, Van Bramer, Williams, Lander, Cabrera, Chin, Cumbo, Maisel and Gibson\n\n\tWhereas, For several decades, every major presidential candidate has made their recent tax returns available to the public; and \n\tWhereas, The public disclosure of a presidential candidate's tax returns is an act of good faith and transparency that the American electorate has come to expect; and \n\tWhereas, Tax returns contain vital information that can be instructive to the public, such as whether the candidate paid their fair share of taxes, made charitable contributions, took advantage of tax loopholes or kept money offshore; and  \n\tWhereas, A presidential candidate's tax returns also offer information on how that candidate's wealth was obtained and may highlight potential conflicts of interest; and \n\tWhereas, In 2016, presidential candidate and now President of the United States, Donald J. Trump, became the first presidential candidate in decades to withhold his tax returns from the public, despite pressure from the media and other candidates for him to do so; and \n\tWhereas, In contrast, the Democratic candidate for president, Hillary Rodham Clinton, released nine years of her tax returns to the public; and  \n\tWhereas, While Mr. Trump has not made his tax returns public, information has recently surfaced that has generated concern; and \n      Whereas, A partial copy of Mr. Trump's 1995 tax return was leaked to the New York Times showing a nearly $916 million net operating loss, which according to some estimates, might have enabled Mr. Trump to not pay income taxes for as many as 18 years; and \n      Whereas, Furthermore, according to news reports, Mr. Trump has business dealings and holdings in multiple countries, raising concerns among legal ethicists that Mr. Trump may run afoul of the Emoluments Clause, which forbids presidents receiving gifts from foreign powers; and \n      Whereas, Mr. Trump has been vague regarding how he will prevent conflicts of interest and separate the operation of his business organization from his duties as President of the United States; and  \n      Whereas, These concerns threaten our Constitution and the democracy upon which it is built-the public disclosure of Mr. Trump's tax returns prior to the general election would have introduced greater clarity to these concerns, at a more appropriate time; and\n      Whereas, S.26/A.4072, also known as, the Tax Returns Uniformly Made Public Act, would require presidential and vice-presidential candidates to publicly release the most recent five years of their tax returns, fifty days before Election Day, as a condition of appearing on the State's ballot; and \n      Whereas, Additionally, the bill would forbid the State's electors from voting for non-compliant candidates; and  \n      Whereas, The Tax Returns Uniformly Made Public Act would codify a long-standing American political tradition and bring necessary transparency to the State's presidential political process; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the State Legislature to pass and the Governor to sign S.26/A.4072, also known as, \"the Tax Returns Uniformly Made Public Act,\" which would amend State election law to require presidential candidates to submit a copy of their federal tax returns as a condition of access to the state's official ballot in the general election.\n\nLS 9877\n3/13/2017\nI.M.",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Cohen, Barron, Constantinides, Crowley, Dromm, Espinal, Ferreras-Copeland, Garodnick, Gentile, Johnson, Koslowitz, Lancman, Levin, Levine, Mendez, Palma, Reynoso, Richards, Rodriguez, Rosenthal, Salamanca, Torres, Vacca, Van Bramer, Williams, Lander, Cabrera, Chin, Cumbo, Maisel and Gibson\\par\n\\par\n\\pard\\ltrpar\\sl480\\slmult1\\tab Whereas, For several decades, every major presidential candidate has made their recent tax returns available to the public; and \\par\n\\tab Whereas, The public disclosure of a presidential candidate\\rquote s tax returns is an act of good faith and transparency that the American electorate has come to expect; and \\par\n\\tab Whereas, Tax returns contain vital information that can be instructive to the public, such as whether the candidate paid their fair share of taxes, made charitable contributions, took advantage of tax loopholes or kept money offshore; and  \\par\n\\tab Whereas, A presidential candidate\\rquote s tax returns also offer information on how that candidate\\rquote s wealth was obtained and may highlight potential conflicts of interest; and \\par\n\\tab Whereas, In 2016, presidential candidate and now President of the United States, Donald J. Trump, became the first presidential candidate in decades to withhold his tax returns from the public, despite pressure from the media and other candidates for him to do so; and \\par\n\\tab Whereas, In contrast, the Democratic candidate for president, Hillary Rodham Clinton, released nine years of her tax returns to the public; and  \\par\n\\tab Whereas, While Mr. Trump has not made his tax returns public, information has recently surfaced that has generated concern; and \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 Whereas, A partial copy of Mr. Trump\\rquote s 1995 tax return was leaked to the New York Times showing a nearly $916 million net operating loss, which according to some estimates, might have enabled Mr. Trump to not pay income taxes for as many as 18 years; and \\par\nWhereas, Furthermore, according to news reports, Mr. Trump has business dealings and holdings in multiple countries, raising concerns among legal ethicists that Mr. Trump may run afoul of the Emoluments Clause, which forbids presidents receiving gifts from foreign powers; and \\par\nWhereas, Mr. Trump has been vague regarding how he will prevent conflicts of interest and separate the operation of his business organization from his duties as President of the United States; and  \\par\nWhereas, These concerns threaten our Constitution and the democracy upon which it is built-the public disclosure of Mr. Trump\\rquote s tax returns prior to the general election would have introduced greater clarity to these concerns, at a more appropriate time; and\\par\nWhereas, S.26/A.4072, also known as, the Tax Returns Uniformly Made Public Act, would require presidential and vice-presidential candidates to publicly release the most recent five years of their tax returns, fifty days before Election Day, as a condition of appearing on the State\\rquote s ballot; and \\par\nWhereas, Additionally, the bill would forbid the State\\rquote s electors from voting for non-compliant candidates; and  \\par\nWhereas, The Tax Returns Uniformly Made Public Act would codify a long-standing American political tradition and bring necessary transparency to the State\\rquote s presidential political process; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls upon the State Legislature to pass and the Governor to sign S.26/A.4072, also known as, \\ldblquote the Tax Returns Uniformly Made Public Act,\\rdblquote  which would amend State election law to require presidential candidates to submit a copy of their federal tax returns as a condition of access to the state\\rquote s official ballot in the general election.\\par\n\\pard\\ltrpar\\sa200\\fs20\\par\n\\pard\\ltrpar\\fs18 LS 9877\\par\n3/13/2017\\par\nI.M.\\par\n}\n",
  "LastModified": "2017-12-27T03:25:46.137Z"
}
