{
  "ID": 57255,
  "GUID": "3139C263-884B-4E85-9784-14DD9EB35DA0",
  "File": "Res 1411-2017",
  "Name": "Re-affirming the Council of the City of NY’s commitment to promoting civil rights, reproductive rights, criminal justice reform and combatting climate change.",
  "Title": "Resolution re-affirming the Council of the City of New York’s commitment to promoting civil rights, reproductive rights, criminal justice reform and combatting climate change.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5148,
  "BodyName": "Committee on Civil Rights",
  "IntroDate": "2017-03-16T00:00:00Z",
  "AgendaDate": "2017-03-16T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7628,
      "Slug": "laurie-a-cumbo",
      "FullName": "Laurie A. Cumbo"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    }
  ],
  "History": [
    {
      "ID": 316880,
      "Date": "2017-03-16T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2017-03-13T19:05:06.813Z"
    },
    {
      "ID": 317027,
      "Date": "2017-03-16T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Re-referred to Committee by Council to the Committee on Civil Rights",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 15420,
      "AgendaSequence": 94,
      "MinutesSequence": 110,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Civil Rights",
      "MatterStatusID": 3,
      "LastModified": "2017-03-16T19:43:02.75Z"
    },
    {
      "ID": 329705,
      "Date": "2017-12-31T22:26:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-27T03:26:49.123Z"
    }
  ],
  "Attachments": [
    {
      "ID": 152496,
      "LastModified": "2017-03-16T17:03:17.857Z",
      "Name": "March 16, 2017 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d7778dfe-877a-404b-bb3e-4e9ae8927088.pdf",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 59185,
  "Text": "By Council Members Cumbo, Dromm, Levin and Rodriguez\n\n\tWhereas, On January 20, 2017, Donald J. Trump became President of the United States; and \n\tWhereas, Both as a candidate and as president, President Trump has made comments and taken positions of great concern; and \n\tWhereas, For example, both on the campaign trail and shortly after becoming President, Mr. Trump indicated his intention to appoint Supreme Court justices who are opposed to abortion, and acknowledged the real possibility that Roe v. Wade would be overturned reverting decisions regarding a woman's right to choose to the states; and \n\tWhereas, As a member of Congress, in 2000, Vice-President Michael Pence stated, \"Congress should oppose any effort to recognize homosexuals as a 'discrete and insular minority' entitled to the protection of anti-discrimination laws similar to those extended to women and ethnic minorities\"; and \n\tWhereas, Regarding climate change Mr. Trump has stated, \"The concept of global warming was created by and for the Chinese in order to make U.S. manufacturing non-competitive;\" and \n\tWhereas, According to the Brennan Center for Justice, nationwide crime is half of what it was in 1991, decreasing 26% in the last decade; and \n      Whereas, Despite this fact, Mr. Trump has continually emphasized the prevalence of crime and when accepting the Republican party nomination stated, \"The first task for our new Administration will be to liberate our citizens from the crime and terrorism and lawlessness that threatens their communities;\" and \n      Whereas, In addition to controversial positions Trump took while campaigning for the presidency, as president Trump has made several  questionable  nominations to replace the heads of federal agencies; and \n\tWhereas, These appointments, some confirmed, pose a potential risk to the well-being of the City of New York and it's residents; and \n\tWhereas, The City of New York is both a global and domestic powerhouse, economically and culturally; and \n\tWhereas, An ingredient of the City's success is that it has the most diverse population of any major city in America; and \n\tWhereas, New York City has long been committed to protecting the rights and freedoms of all its residents; and \n\tWhereas, According to the American Civil Liberties Union, President Trump's recently confirmed nominee for Attorney General, Senator Jeff Sessions, opposed reauthorization of the \"Violence Against Women Act,\" opposed marriage equality, voted to defund Planned Parenthood and once referred to the Voting Rights Act as an \"intrusive piece of legislation;\" and\n\tWhereas, Under a Trump (and Sessions) Administration there are concerns that criminal justice and police reforms may stall or regress; and \n\tWhereas, Both President Trump and his nominee to head the Environmental Protection Agency, Oklahoma Attorney General Scott Pruitt, question the science of climate change and its been reported that Mr. Pruitt has close ties to the energy industry; and \n\tWhereas, Mr. Trump and his cabinet pose a risk to the values that make New York City the greatest city in the world; and \n\tWhereas, New York City is home to Broadway and Hip Hop, Wall Street and Main Street-including diverse neighborhoods from Harlem and Greenwich Village to Coney Island and Great Kills; and \n\tWhereas, New York City has moved away from stop and frisk policies that criminalized young men of color; and \n\tWhereas, New York City is working towards bail reform, raising the age of criminal responsibility, and eliminating the use of solitary confinement for minors; and \n\tWhereas, On June 28, 1969, in Greenwich Village, during the Stonewall Rebellion, gay men and women demonstrated openly, insisting on their rights and on their humanity, galvanized the LGBT community across the country and sparked a national movement; and\n\tWhereas, The Council of the City of New York will continue to promote an environment in which all New Yorkers are treated equally regardless of race, gender or gender expression; and \n\tWhereas, In 1921 Margaret Sanger founded the American Birth Control League in New York City-the League would later become the Planned Parenthood Federation of America; and \n\tWhereas, Ms. Sanger helped provide birth control to low-income women, helping them take control of their bodies, their fertility and a portion of their economic future; and  \n\tWhereas, The Council of the City of New York will continue to support Planned Parenthood, a woman's right to choose and the realization of young women's full potential through programs like the Young Women's Initiative; and \n\tWhereas, The City of New York is a coastal city and the dangers of climate change pose an existential threat to the City; and \n\tWhereas, In October 2012, Super storm Sandy accompanied by a tidal surge flooded large sections of New York City, including subway and power stations; and \n      Whereas, The storm left many homeless and caused electrical power outages that lasted for weeks-unaddressed, climate change increases the likelihood of such events; and\n\tWhereas, The City of New York is fortunate to possess one of the cleanest, best tasting, municipal tap water supplies in the United States; and \n\tWhereas, According to the City's Department of Environmental Protection, which protects and manages the City's water supply, climate change could lead to less snowpack, less water stored in our watershed and increased frequency and severity of droughts; and \n\tWhereas, The City of New York has taken actions to reduce its carbon footprint, preserve its wetlands, protect its drinking water, and committed to reduce greenhouse gas emissions to 80% below 2005 levels by 2050; and \n\tWhereas, The City welcomes assistance from the federal government on these fronts, but regardless of the federal government's disposition, it cannot deviate from its current commitment to its values, it's residents, it's heritage and it's future; now, therefore, be it\n\tResolved, That the Council of the City of New York re-affirms its commitment to promoting civil rights, reproductive rights, criminal justice reform and combatting climate change.\n\n\nLS 9734/9796\n2/24/2017\nI.M.",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Cumbo, Dromm, Levin and Rodriguez\\par\n\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, On January 20, 2017, Donald J. Trump became President of the United States; and \\par\n\\tab Whereas, Both as a candidate and as president, President Trump has made comments and taken positions of great concern; and \\par\n\\tab Whereas, For example, both on the campaign trail and shortly after becoming President, Mr. Trump indicated his intention to appoint Supreme Court justices who are opposed to abortion, and acknowledged the real possibility that Roe v. Wade would be overturned reverting decisions regarding a woman\\rquote s right to choose to the states; and \\par\n\\tab Whereas, As a member of Congress, in 2000, Vice-President Michael Pence stated, \\ldblquote Congress should oppose any effort to recognize homosexuals as a \\lquote discrete and insular minority\\rquote  entitled to the protection of anti-discrimination laws similar to those extended to women and ethnic minorities\\rdblquote ; and \\par\n\\tab Whereas, Regarding climate change Mr. Trump has stated, \\ldblquote The concept of global warming was created by and for the Chinese in order to make U.S. manufacturing non-competitive;\\rdblquote  and \\par\n\\tab Whereas, According to the Brennan Center for Justice, nationwide crime is half of what it was in 1991, decreasing 26% in the last decade; and \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Despite this fact, Mr. Trump has continually emphasized the prevalence of crime and when accepting the Republican party nomination stated, \\ldblquote The first task for our new Administration will be to liberate our citizens from the crime and terrorism and lawlessness that threatens their communities;\\rdblquote  and \\par\nWhereas, In addition to controversial positions Trump took while campaigning for the presidency, as president Trump has made several  questionable  nominations to replace the heads of federal agencies; and \\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, These appointments, some confirmed, pose a potential risk to the well-being of the City of New York and it\\rquote s residents; and \\par\n\\tab Whereas, The City of New York is both a global and domestic powerhouse, economically and culturally; and \\par\n\\tab Whereas, An ingredient of the City\\rquote s success is that it has the most diverse population of any major city in America; and \\par\n\\tab Whereas, New York City has long been committed to protecting the rights and freedoms of all its residents; and \\par\n\\tab Whereas, According to the American Civil Liberties Union, President Trump\\rquote s recently confirmed nominee for Attorney General, Senator Jeff Sessions, opposed reauthorization of the \\ldblquote Violence Against Women Act,\\rdblquote  opposed marriage equality, voted to defund Planned Parenthood and once referred to the Voting Rights Act as an \\ldblquote intrusive piece of legislation;\\rdblquote  and\\par\n\\tab Whereas, Under a Trump (and Sessions) Administration there are concerns that criminal justice and police reforms may stall or regress; and \\par\n\\tab Whereas, Both President Trump and his nominee to head the Environmental Protection Agency, Oklahoma Attorney General Scott Pruitt, question the science of climate change and its been reported that Mr. Pruitt has close ties to the energy industry; and \\par\n\\tab Whereas, Mr. Trump and his cabinet pose a risk to the values that make New York City the greatest city in the world; and \\par\n\\tab Whereas, New York City is home to Broadway and Hip Hop, Wall Street and Main Street-including diverse neighborhoods from Harlem and Greenwich Village to Coney Island and Great Kills; and \\par\n\\tab Whereas, New York City has moved away from stop and frisk policies that criminalized young men of color; and \\par\n\\tab Whereas, New York City is working towards bail reform, raising the age of criminal responsibility, and eliminating the use of solitary confinement for minors; and \\par\n\\tab Whereas, On June 28, 1969, in Greenwich Village, during the Stonewall Rebellion, gay men and women demonstrated openly, insisting on their rights and on their humanity, galvanized the LGBT community across the country and sparked a national movement; and\\par\n\\tab Whereas, The Council of the City of New York will continue to promote an environment in which all New Yorkers are treated equally regardless of race, gender or gender expression; and \\par\n\\tab Whereas, In 1921 Margaret Sanger founded the American Birth Control League in New York City-the League would later become the Planned Parenthood Federation of America; and \\par\n\\tab Whereas, Ms. Sanger helped provide birth control to low-income women, helping them take control of their bodies, their fertility and a portion of their economic future; and  \\par\n\\tab Whereas, The Council of the City of New York will continue to support Planned Parenthood, a woman\\rquote s right to choose and the realization of young women\\rquote s full potential through programs like the Young Women\\rquote s Initiative; and \\par\n\\tab Whereas, The City of New York is a coastal city and the dangers of climate change pose an existential threat to the City; and \\par\n\\tab Whereas, In October 2012, Super storm Sandy accompanied by a tidal surge flooded large sections of New York City, including subway and power stations; and \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, The storm left many homeless and caused electrical power outages that lasted for weeks-unaddressed, climate change increases the likelihood of such events; and\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, The City of New York is fortunate to possess one of the cleanest, best tasting, municipal tap water supplies in the United States; and \\par\n\\tab Whereas, According to the City\\rquote s Department of Environmental Protection, which protects and manages the City\\rquote s water supply, climate change could lead to less snowpack, less water stored in our watershed and increased frequency and severity of droughts; and \\par\n\\tab Whereas, The City of New York has taken actions to reduce its carbon footprint, preserve its wetlands, protect its drinking water, and committed to reduce greenhouse gas emissions to 80% below 2005 levels by 2050; and \\par\n\\tab Whereas, The City welcomes assistance from the federal government on these fronts, but regardless of the federal government\\rquote s disposition, it cannot deviate from its current commitment to its values, it\\rquote s residents, it\\rquote s heritage and it\\rquote s future; now, therefore, be it\\par\n\\tab Resolved, That the Council of the City of New York re-affirms its commitment to promoting civil rights, reproductive rights, criminal justice reform and combatting climate change.\\par\n\\pard\\ltrpar\\qj\\par\n\\fs20\\par\nLS 9734/9796\\par\n2/24/2017\\par\nI.M.\\par\n}\n",
  "LastModified": "2017-12-27T03:26:49.203Z"
}
