{
  "ID": 57272,
  "GUID": "0409524F-7C3C-41A4-866E-F6A5FCCC12CF",
  "File": "Res 1420-2017",
  "Name": "Recognize May as Military Appreciation Month in NYC.",
  "Title": "Resolution calling on the City to recognize May as Military Appreciation Month in New York City",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5122,
  "BodyName": "Committee on Veterans",
  "IntroDate": "2017-03-16T00:00:00Z",
  "AgendaDate": "2017-03-16T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    },
    {
      "ID": 7642,
      "Slug": "paul-a-vallone",
      "FullName": "Paul A. Vallone"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7630,
      "Slug": "rafael-l-espinal-jr",
      "FullName": "Rafael L. Espinal, Jr."
    },
    {
      "ID": 7691,
      "Slug": "barry-s-grodenchik",
      "FullName": "Barry S. Grodenchik"
    },
    {
      "ID": 7633,
      "Slug": "rory-i-lancman",
      "FullName": "Rory I. Lancman"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 7635,
      "Slug": "alan-n-maisel",
      "FullName": "Alan N. Maisel"
    }
  ],
  "History": [
    {
      "ID": 316825,
      "Date": "2017-03-16T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2017-03-13T13:10:04.897Z"
    },
    {
      "ID": 317053,
      "Date": "2017-03-16T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Veterans",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 15420,
      "AgendaSequence": 119,
      "MinutesSequence": 135,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Veterans",
      "MatterStatusID": 3,
      "LastModified": "2017-03-16T19:43:02.787Z"
    },
    {
      "ID": 317334,
      "Date": "2017-04-26T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 5122,
      "BodyName": "Committee on Veterans",
      "EventID": 15431,
      "AgendaSequence": 3,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2017-04-26T03:54:33.103Z"
    },
    {
      "ID": 318357,
      "Date": "2017-04-26T10:15:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 5122,
      "BodyName": "Committee on Veterans",
      "EventID": 15431,
      "MinutesSequence": 7,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2017-04-27T16:20:41.703Z"
    },
    {
      "ID": 317335,
      "Date": "2017-04-26T10:30:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 5148,
      "BodyName": "Committee on Civil Rights",
      "EventID": 15430,
      "AgendaSequence": 3,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2017-04-27T16:20:45.307Z"
    },
    {
      "ID": 318361,
      "Date": "2017-04-26T10:45:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 5148,
      "BodyName": "Committee on Civil Rights",
      "EventID": 15430,
      "MinutesSequence": 7,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2017-05-23T18:41:54.317Z"
    },
    {
      "ID": 329711,
      "Date": "2017-12-31T22:28:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-27T03:28:13.49Z"
    }
  ],
  "Attachments": [
    {
      "ID": 152521,
      "LastModified": "2017-05-23T18:41:40.13Z",
      "Name": "March 16, 2017 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/4592b655-c605-4787-a3c8-8ddf8ec912b1.pdf",
      "Sort": 1
    },
    {
      "ID": 154416,
      "LastModified": "2017-04-26T20:22:30.183Z",
      "Name": "Committee Report 4/26/17",
      "Link": "https://nyc.legistar1.com/nyc/attachments/f1f04dd6-d24e-42d2-83d0-40faa9c1ca5a.doc",
      "Sort": 2
    },
    {
      "ID": 154742,
      "LastModified": "2017-05-03T17:32:13.703Z",
      "Name": "Hearing Testimony 4/26/17",
      "Link": "https://nyc.legistar1.com/nyc/attachments/6fae7b7f-2ff0-4860-8e11-5e899b6c5886.PDF",
      "Sort": 3
    },
    {
      "ID": 155698,
      "LastModified": "2017-05-23T18:41:43.87Z",
      "Name": "Hearing Transcript 4/26/17",
      "Link": "https://nyc.legistar1.com/nyc/attachments/f0f8c6a7-68c1-496e-b49a-7c9f90478c50.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 59209,
  "Text": "By Council Members Ulrich, Vallone, Koslowitz, Chin, Espinal, Grodenchik, Lancman, Gentile and Maisel\n\n\tWhereas, For centuries, the armed forces have played a central role in American life, defending American values and interests from Bunker Hill to Baghdad; and\n\tWhereas, The men and women who serve in the Army, the Navy, the Air Force, the Marines, and the Coast Guard come from all 50 states and embody the socioeconomic, racial, and religious diversity of our nation; and\n\tWhereas, Although it would be impossible to fully repay the debt we owe them for their service, civic institutions should make every effort to commemorate the service of veterans; and \n\tWhereas, There are several opportunities in May to honor those who serve; and\n\tWhereas, These include Loyalty Day, Victory in Europe Day, Military Spouse Appreciation Day, Armed Forces Day, and Memorial Day; and \n\tWhereas, In 1999, both houses of Congress, led by Senator John McCain, a former Navy aviator, designated May as National Military Appreciation Month; and  \n\tWhereas, New York City is home to roughly 200,000 veterans, and it is the first city in the nation to establish a Department of Veterans Services; and\n\tWhereas, As a national leader on veterans' issues, New York should recognize May as Military Appreciation Month in the five boroughs; and\n\t Whereas, This recognition would reaffirm New York's commitment to its veterans and create opportunities for civic engagement; and \n\tWhereas, It could also complement Fleet Week, which, according to the New York City Economic Development Corporation (NYCEDC), brings approximately $20 million in revenue to the City each year; and\n\tWhereas, In light of the significant contributions that veterans have made to American life, and New York City's extensive engagement with military issues, establishing this commemorative month is an important step toward becoming the most veteran-friendly city in the country; now, therefore, be it \n\tResolved, That the Council of the City of New York should pass a resolution recognizing May as Military Appreciation Month in New York City \n\nLS#10072\n3/10/17\nMK",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Ulrich, Vallone, Koslowitz, Chin, Espinal, Grodenchik, Lancman, Gentile and Maisel\\par\n\\par\n\\pard\\ltrpar\\hyphpar0\\sl480\\slmult1\\qj\\tab Whereas, For centuries, the armed forces have played a central role in American life, defending American values and interests from Bunker Hill to Baghdad; and\\par\n\\tab Whereas, The men and women who serve in the Army, the Navy, the Air Force, the Marines, and the Coast Guard come from all 50 states and embody the socioeconomic, racial, and religious diversity of our nation; and\\par\n\\tab Whereas, Although it would be impossible to fully repay the debt we owe them for their service, civic institutions should make every effort to commemorate the service of veterans; and \\par\n\\tab Whereas, There are several opportunities in May to honor those who serve\\expndtw0 ; and\\expndtw-3\\par\n\\tab Whereas, \\expndtw0 These include Loyalty Day, Victory in Europe Day, Military Spouse Appreciation Day, Armed Forces Day, and Memorial Day;\\expndtw-3  and \\par\n\\tab Whereas, In 1999, both houses of Congress, led by Senator John McCain, a former Navy aviator, designated May as National Military Appreciation Month; and  \\par\n\\tab Whereas,\\expndtw0  New York City is home to roughly 200,000 veterans, and it is the first city in the nation to establish a Department of Veterans Services; and\\par\n\\tab Whereas, As a national leader on veterans\\rquote  issues, New York should recognize May as Military Appreciation Month in the five boroughs\\expndtw-3 ; and\\par\n\\tab  \\expndtw0 Whereas, This recognition would reaffirm New York\\rquote s commitment to its veterans and create opportunities for civic engagement; and \\par\n\\tab Whereas, It could also complement Fleet Week, which, according to the New York City Economic Development Corporation (NYCEDC), brings approximately $20 million in revenue to the City each year; and\\par\n\\tab Whereas, In light of the significant contributions that veterans have made to American life, and New York City\\rquote s extensive engagement with military issues, establishing this commemorative month is an important step toward becoming the most veteran-friendly city in the country; now, therefore, be it \\par\n\\tab\\expndtw-3 Resolved, That\\cf1  the Council of the City of New York\\cf0  should pass a resolution recognizing May as Military Appreciation Month in New York City \\par\n\\pard\\ltrpar\\hyphpar0\\qj\\par\n\\cf1\\fs16 LS#10072\\par\n3/10/17\\par\nMK\\par\n}\n",
  "LastModified": "2017-12-27T03:28:13.55Z"
}
