{
  "ID": 57267,
  "GUID": "F24931C1-4AD6-41EE-AADF-BDC4EF4F0601",
  "File": "Res 1421-2017",
  "Name": "Require all real property conveyances to be memorialized by a deed recorded in the office of the clerk of the county where such real property is situated.",
  "Title": "Resolution calling upon the New York State Legislature to pass and the Governor to sign legislation to require all real property conveyances to be memorialized by a deed recorded in the office of the clerk of the county where such real property is situated.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 32,
  "StatusName": "Adopted",
  "BodyID": 11,
  "BodyName": "Committee on Finance",
  "IntroDate": "2017-03-16T00:00:00Z",
  "AgendaDate": "2017-03-16T00:00:00Z",
  "PassedDate": "2017-11-16T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7642,
      "Slug": "paul-a-vallone",
      "FullName": "Paul A. Vallone"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 7604,
      "Slug": "robert-e-cornegy-jr",
      "FullName": "Robert E. Cornegy, Jr."
    },
    {
      "ID": 7632,
      "Slug": "ben-kallos",
      "FullName": "Ben Kallos"
    }
  ],
  "History": [
    {
      "ID": 316871,
      "Date": "2017-03-16T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2017-03-13T18:19:16.083Z"
    },
    {
      "ID": 317056,
      "Date": "2017-03-16T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Finance",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 15420,
      "AgendaSequence": 122,
      "MinutesSequence": 138,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Finance",
      "MatterStatusID": 3,
      "LastModified": "2017-03-16T19:43:02.79Z"
    },
    {
      "ID": 323983,
      "Date": "2017-10-18T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 11,
      "BodyName": "Committee on Finance",
      "EventID": 15835,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2017-10-18T14:01:42.603Z"
    },
    {
      "ID": 324593,
      "Date": "2017-10-18T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 11,
      "BodyName": "Committee on Finance",
      "EventID": 15835,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2017-10-18T16:57:09.807Z"
    },
    {
      "ID": 325358,
      "Date": "2017-11-16T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 11,
      "BodyName": "Committee on Finance",
      "EventID": 15900,
      "AgendaSequence": 4,
      "MinutesSequence": 12,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2017-11-16T14:51:47.81Z"
    },
    {
      "ID": 325715,
      "Date": "2017-11-16T10:00:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "A motion was made that this Resolution be Approved by Committee approved by Roll Call.",
      "BodyID": 11,
      "BodyName": "Committee on Finance",
      "EventID": 15900,
      "MinutesSequence": 13,
      "Version": "*",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "Votes": [
        {
          "ID": 7509,
          "Slug": "julissa-ferreras-copeland",
          "FullName": "Julissa Ferreras-Copeland",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 10
        },
        {
          "ID": 7541,
          "Slug": "ydanis-a-rodriguez",
          "FullName": "Ydanis A. Rodriguez",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 20
        },
        {
          "ID": 7569,
          "Slug": "james-g-van-bramer",
          "FullName": "James G. Van Bramer",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 30
        },
        {
          "ID": 7622,
          "Slug": "vanessa-l-gibson",
          "FullName": "Vanessa L. Gibson",
          "VoteID": 16,
          "Vote": "Absent",
          "Sort": 40
        },
        {
          "ID": 7604,
          "Slug": "robert-e-cornegy-jr",
          "FullName": "Robert E. Cornegy, Jr.",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 50
        },
        {
          "ID": 7628,
          "Slug": "laurie-a-cumbo",
          "FullName": "Laurie A. Cumbo",
          "VoteID": 22,
          "Vote": "Maternity",
          "Sort": 60
        },
        {
          "ID": 7631,
          "Slug": "corey-d-johnson",
          "FullName": "Corey D. Johnson",
          "VoteID": 16,
          "Vote": "Absent",
          "Sort": 70
        },
        {
          "ID": 7634,
          "Slug": "mark-levine",
          "FullName": "Mark Levine",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 80
        },
        {
          "ID": 7637,
          "Slug": "i-daneek-miller",
          "FullName": "I. Daneek Miller",
          "VoteID": 16,
          "Vote": "Absent",
          "Sort": 90
        },
        {
          "ID": 7639,
          "Slug": "helen-k-rosenthal",
          "FullName": "Helen K. Rosenthal",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 100
        },
        {
          "ID": 5953,
          "Slug": "steven-matteo",
          "FullName": "Steven Matteo",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 110
        }
      ],
      "LastModified": "2017-11-16T16:37:55.85Z"
    },
    {
      "ID": 325581,
      "Date": "2017-11-16T13:30:00Z",
      "ActionID": 5032,
      "Action": "Approved, by Council",
      "Description": "A motion was made that this Resolution be Approved, by Council approved by Voice Vote.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 15914,
      "AgendaSequence": 98,
      "MinutesSequence": 113,
      "Version": "*",
      "AgendaNote": "Adopted by the Committee on Finance",
      "MinutesNote": "Pursuant to Rule 8.50 of the Council, the Public Advocate (Ms. James) called for a voice vote.  Hearing no objections, the Public Advocate (Ms. James) declared the Resolution to be adopted.\r\n\r\nAdopted unanimously by the Council by voice-vote.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 32,
      "LastModified": "2017-11-16T20:55:06.273Z"
    }
  ],
  "Attachments": [
    {
      "ID": 152524,
      "LastModified": "2017-11-28T13:52:58.037Z",
      "Name": "March 16, 2017 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/5fe242e9-5cd6-434d-80bd-f76f19ab4ebb.pdf",
      "Sort": 1
    },
    {
      "ID": 162104,
      "LastModified": "2017-10-17T18:58:49.403Z",
      "Name": "Committee Report 10/18/17",
      "Link": "https://nyc.legistar1.com/nyc/attachments/543b9923-fafb-455d-82b1-2f67cb9bcb34.doc",
      "Sort": 2
    },
    {
      "ID": 163045,
      "LastModified": "2017-11-02T14:42:52.74Z",
      "Name": "Hearing Testimony 10/18/17",
      "Link": "https://nyc.legistar1.com/nyc/attachments/caad96c5-ff69-4458-9414-9f4a98d5302e.PDF",
      "Sort": 3
    },
    {
      "ID": 162689,
      "LastModified": "2017-11-02T14:42:52.69Z",
      "Name": "Hearing Transcript 10/18/17",
      "Link": "https://nyc.legistar1.com/nyc/attachments/58e7f542-ef78-4fb7-8062-25eb2184352b.pdf",
      "Sort": 4
    },
    {
      "ID": 163627,
      "LastModified": "2017-11-15T21:52:09.093Z",
      "Name": "Committee Report 11/16/17",
      "Link": "https://nyc.legistar1.com/nyc/attachments/46d5c975-506c-4601-90f3-a3fd48cb07d7.doc",
      "Sort": 5
    },
    {
      "ID": 164341,
      "LastModified": "2017-11-28T13:53:02.707Z",
      "Name": "Hearing Transcript 11/16/17",
      "Link": "https://nyc.legistar1.com/nyc/attachments/72eec98f-624b-4145-8870-81bb7458441a.pdf",
      "Sort": 6
    },
    {
      "ID": 163706,
      "LastModified": "2017-11-28T13:53:02.66Z",
      "Name": "November 16, 2017 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/7993bd94-3bf0-44e9-b115-ccbef13bf75d.pdf",
      "Sort": 7
    },
    {
      "ID": 164789,
      "LastModified": "2017-12-01T16:34:26.533Z",
      "Name": "Hearing Transcript - Stated Meeting  11-16-17",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b3e78bca-7122-4246-9fc5-113335ea7313.pdf",
      "Sort": 8
    },
    {
      "ID": 171719,
      "LastModified": "2018-02-07T19:21:21.607Z",
      "Name": "Minutes of the Stated Meeting - November 16, 2017",
      "Link": "https://nyc.legistar1.com/nyc/attachments/3894441c-4175-4222-9618-a0c6be76ccf9.pdf",
      "Sort": 9
    }
  ],
  "Summary": "",
  "TextID": 59198,
  "Text": "By Council Members Vallone, Rosenthal, Cornegy and Kallos\n\n      Whereas, New York State Real Property Law provides that a conveyance of an interest in real property is effective against the whole world when a grantor executes and delivers a deed to the grantee; and\n      Whereas, New York State Real Property Law also provides that any written instrument conveying an interest in real property may be recorded in the office of the clerk of the county where such real property is situated; and\n      Whereas, New York State Real Property Law provides that every such conveyance not so recorded is void against any person who subsequently purchases such property in good faith for valuable consideration and whose conveyance is first duly recorded; and\n      Whereas, In New York City, the Department of Finance oversees the Office of the City Register; and \n      Whereas, According to the Commissioner of the New York City Department of Finance, Jacques Jiha, it is easy for people to fraudulently record deeds to property they don't own; and \n      Whereas, New York State Real Property Law requires the Office of the City Register to record any properly filed instrument conveying an interest in real property without inquiring into its authenticity; and  \n      Whereas, According to Commissioner Jiha, people who inherit property and do not record the deeds to their property are often the targets of fraud; and\n      Whereas, According to the New York Daily News, in order to recover property that has been fraudulently taken by the filing of a false deed, a property owner may expend significant resources on litigation in actions to cancel and discharge fraudulent deeds and liens on the property, and in squatter holdover proceedings to evict and remove the false filer; and\n      Whereas, The Department of Finance of has established a \"Notice of Recorded Document System\" to alert registered property owners when documents are recorded without their knowledge and to allow property owners to take steps to limit the harm caused by the recording of fraudulent documents against their property; and\n      Whereas, In order to receive notices of recorded documents from the Department of Finance, a property owner must first record the deed conveying their interest in such property; and\n      Whereas, New York State Real Property Law does not currently require conveyances of interests in real property to be recorded; and\n      Whereas, The New York City Housing Maintenance Code requires all owners of multiple dwellings and all owners of one- and two-family dwellings where neither the owner nor any family member occupies such dwelling to register with the Department of Housing Preservation and Development so that such owners may be contacted in the event of an emergency; and\n      Whereas, The New York City Housing Maintenance Code also requires all such owners to provide notice to the Department of Housing Preservation and Development whenever such owner transfers title to another person; and\n      Whereas, The registration requirements of the Housing Maintenance Code do not register an owner of real property with the \"Notice of Recorded Document System\" maintained by the Department of Finance; and\n      Whereas, Owners of buildings not subject to the Housing Maintenance Code are not required to register with the City at all; now, therefore be it\n      Resolved, That the Council of the City of New York calls upon the New York State Legislature to pass and the Governor to sign legislation to require all real property conveyances to be memorialized by a deed recorded in the office of the clerk of the county where such real property is situated.\n\nLS#3440\n3/1/2017\nJHC\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Calibri;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Vallone, Rosenthal, Cornegy and Kallos\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, New York State Real Property Law provides that a conveyance of an interest in real property is effective against the whole world when a grantor executes and delivers a deed to the grantee; and\\par\nWhereas, New York State Real Property Law also provides that any written instrument conveying an interest in real property may be recorded in the office of the clerk of the county where such real property is situated; and\\par\nWhereas, New York State Real Property Law provides that every such conveyance not so recorded is void against any person who subsequently purchases such property in good faith for valuable consideration and whose conveyance is first duly recorded; and\\par\nWhereas, In New York City, the Department of Finance oversees the Office of the City Register; and \\par\nWhereas, According to the Commissioner of the New York City Department of Finance, Jacques Jiha, it is easy for people to fraudulently record deeds to property they don\\rquote t own; and \\par\nWhereas, New York State Real Property Law requires the Office of the City Register to record any properly filed instrument conveying an interest in real property without inquiring into its authenticity; and  \\par\nWhereas, According to Commissioner Jiha, people who inherit property and do not record the deeds to their property are often the targets of fraud; and\\par\nWhereas, According to the New York Daily News, in order to recover property that has been fraudulently taken by the filing of a false deed, a property owner may expend significant resources on litigation in actions to cancel and discharge fraudulent deeds and liens on the property, and in squatter holdover proceedings to evict and remove the false filer; and\\par\nWhereas, The Department of Finance of has established a \\ldblquote Notice of Recorded Document System\\rdblquote  to\\f1\\fs22  \\f0\\fs24 alert registered property owners when documents are recorded without their knowledge and to allow property owners to take steps to limit the harm caused by the recording of fraudulent documents against their property; and\\par\nWhereas, In order to receive notices of recorded documents from the Department of Finance, a property owner must first record the deed conveying their interest in such property; and\\par\nWhereas, New York State Real Property Law does not currently require conveyances of interests in real property to be recorded; and\\par\nWhereas, The New York City Housing Maintenance Code requires all owners of multiple dwellings and all owners of one- and two-family dwellings where neither the owner nor any family member occupies such dwelling to register with the Department of Housing Preservation and Development so that such owners may be contacted in the event of an emergency; and\\par\nWhereas, The New York City Housing Maintenance Code also requires all such owners to provide notice to the Department of Housing Preservation and Development whenever such owner transfers title to another person; and\\par\nWhereas, The registration requirements of the Housing Maintenance Code do not register an owner of real property with the \\ldblquote Notice of Recorded Document System\\rdblquote  maintained by the Department of Finance; and\\par\nWhereas, Owners of buildings not subject to the Housing Maintenance Code are not required to register with the City at all; now, therefore be it\\par\nResolved, That the Council of the City of New York calls upon the New York State Legislature to pass and the Governor to sign legislation to require all real property conveyances to be memorialized by a deed recorded in the office of the clerk of the county where such real property is situated.\\par\n\\pard\\ltrpar\\sl480\\slmult1\\par\n\\pard\\ltrpar LS#3440\\par\n3/1/2017\\par\nJHC\\par\n}\n",
  "LastModified": "2018-02-07T19:21:21.607Z"
}
