{
  "ID": 57397,
  "GUID": "ED798497-77E2-4A87-91AE-32C7861F313E",
  "File": "Res 1444-2017",
  "Name": "Affirming the right to collectively bargain for workers in NYC.",
  "Title": "Resolution affirming the right to collectively bargain for workers in the City of New York",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 32,
  "StatusName": "Adopted",
  "BodyID": 4,
  "BodyName": "Committee on Civil Service and Labor",
  "IntroDate": "2017-04-25T00:00:00Z",
  "AgendaDate": "2017-04-25T00:00:00Z",
  "PassedDate": "2017-05-24T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7637,
      "Slug": "i-daneek-miller",
      "FullName": "I. Daneek Miller"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm"
    },
    {
      "ID": 7632,
      "Slug": "ben-kallos",
      "FullName": "Ben Kallos"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7641,
      "Slug": "mark-treyger",
      "FullName": "Mark Treyger"
    }
  ],
  "History": [
    {
      "ID": 317705,
      "Date": "2017-04-19T10:00:00Z",
      "ActionID": 15,
      "Action": "Hearing on P-C Item by Comm",
      "Description": "This Resolution was Hearing on P-C Item by Comm",
      "BodyID": 4,
      "BodyName": "Committee on Civil Service and Labor",
      "EventID": 15492,
      "AgendaSequence": 3,
      "MinutesSequence": 7,
      "Version": "*",
      "AgendaNote": "Preconsidered",
      "MatterStatusID": 2,
      "LastModified": "2017-04-19T14:03:45.81Z"
    },
    {
      "ID": 317853,
      "Date": "2017-04-19T10:00:00Z",
      "ActionID": 5018,
      "Action": "P-C Item Laid Over by Comm",
      "Description": "This Resolution was P-C Item Laid Over by Comm",
      "BodyID": 4,
      "BodyName": "Committee on Civil Service and Labor",
      "EventID": 15492,
      "MinutesSequence": 8,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2017-04-20T13:09:50.62Z"
    },
    {
      "ID": 317702,
      "Date": "2017-04-25T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2017-04-10T13:38:27.327Z"
    },
    {
      "ID": 318115,
      "Date": "2017-04-25T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Civil Service and Labor",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 15517,
      "AgendaSequence": 117,
      "MinutesSequence": 134,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Preconsidered - Civil Service and Labor",
      "MatterStatusID": 3,
      "LastModified": "2017-04-27T14:02:54.697Z"
    },
    {
      "ID": 319270,
      "Date": "2017-05-22T10:30:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 4,
      "BodyName": "Committee on Civil Service and Labor",
      "EventID": 15589,
      "AgendaSequence": 6,
      "MinutesSequence": 23,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2017-05-22T01:39:12.267Z"
    },
    {
      "ID": 319403,
      "Date": "2017-05-22T10:30:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "A motion was made that this Resolution be Approved by Committee approved by Roll Call.",
      "BodyID": 4,
      "BodyName": "Committee on Civil Service and Labor",
      "EventID": 15589,
      "MinutesSequence": 24,
      "Version": "*",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "Votes": [
        {
          "ID": 7637,
          "Slug": "i-daneek-miller",
          "FullName": "I. Daneek Miller",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 10
        },
        {
          "ID": 7502,
          "Slug": "elizabeth-s-crowley",
          "FullName": "Elizabeth S. Crowley",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 20
        },
        {
          "ID": 7563,
          "Slug": "daniel-dromm",
          "FullName": "Daniel Dromm",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 30
        },
        {
          "ID": 7627,
          "Slug": "costa-g-constantinides",
          "FullName": "Costa G. Constantinides",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 40
        },
        {
          "ID": 7604,
          "Slug": "robert-e-cornegy-jr",
          "FullName": "Robert E. Cornegy, Jr.",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 50
        }
      ],
      "LastModified": "2017-05-22T19:00:04.363Z"
    },
    {
      "ID": 319447,
      "Date": "2017-05-24T13:30:00Z",
      "ActionID": 5032,
      "Action": "Approved, by Council",
      "Description": "A motion was made that this Resolution be Approved, by Council approved by voice vote.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 15602,
      "AgendaSequence": 143,
      "MinutesSequence": 178,
      "Version": "*",
      "AgendaNote": "Adopted by the Committee on Civil Service and Labor",
      "MinutesNote": "Pursuant to Rule 8.50 of the Council, the Public Advocate (Ms. James) called for a voice vote.  \r\n\r\nHearing no objections, the Public Advocate (Ms. James) declared the Resolution to be adopted.\r\n\r\nAdopted unanimously by the Council by voice-vote.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 32,
      "LastModified": "2017-05-25T01:21:00.657Z"
    }
  ],
  "Attachments": [
    {
      "ID": 155429,
      "LastModified": "2017-07-26T20:22:38.11Z",
      "Name": "Res. No. 1444",
      "Link": "https://nyc.legistar1.com/nyc/attachments/1841225d-75b7-42c8-97f2-14cf9978eb5c.doc",
      "Sort": 1
    },
    {
      "ID": 154146,
      "LastModified": "2017-05-18T19:24:37.773Z",
      "Name": "Committee Report 4/19/17",
      "Link": "https://nyc.legistar1.com/nyc/attachments/f0fd2214-faa4-4103-8908-49b844e07693.doc",
      "Sort": 2
    },
    {
      "ID": 154494,
      "LastModified": "2017-05-18T19:24:36.78Z",
      "Name": "Hearing Testimony 4/19/17",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d27e14ab-9133-40eb-a94e-a523a74e3afb.PDF",
      "Sort": 3
    },
    {
      "ID": 154837,
      "LastModified": "2017-05-18T19:24:35.227Z",
      "Name": "Hearing Transcript 4/19/17",
      "Link": "https://nyc.legistar1.com/nyc/attachments/0ab34dc3-4c6d-4e48-8bd6-b548f2fbe864.pdf",
      "Sort": 4
    },
    {
      "ID": 154313,
      "LastModified": "2017-05-18T19:24:34.68Z",
      "Name": "April 25, 2017 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/67808331-5e97-4806-a2c8-ba1bf76d0b01.pdf",
      "Sort": 5
    },
    {
      "ID": 155576,
      "LastModified": "2017-07-26T20:26:04.993Z",
      "Name": "Committee Report 5/22/17",
      "Link": "https://nyc.legistar1.com/nyc/attachments/34eeebef-8d3f-4692-b1da-d20928107cd9.doc",
      "Sort": 6
    },
    {
      "ID": 157549,
      "LastModified": "2017-06-22T19:21:27.543Z",
      "Name": "Hearing Transcript 5/22/17",
      "Link": "https://nyc.legistar1.com/nyc/attachments/53ab0091-ab44-4573-8a07-a82c5f6b32f4.pdf",
      "Sort": 7
    },
    {
      "ID": 156615,
      "LastModified": "2017-06-22T19:21:27.503Z",
      "Name": "Hearing Transcript - Stated Meeting  5-24-17",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ceb3ffa7-d5b8-47ad-93b0-6ed89592a2bd.pdf",
      "Sort": 8
    },
    {
      "ID": 158188,
      "LastModified": "2017-07-12T17:51:06.39Z",
      "Name": "Minutes of the Recessed Stated Meeting of May 10, 2017 held on May 24, 2017",
      "Link": "https://nyc.legistar1.com/nyc/attachments/129013e5-839a-4957-8da5-913ae4038060.pdf",
      "Sort": 9
    },
    {
      "ID": 159223,
      "LastModified": "2017-08-03T20:33:28.73Z",
      "Name": "Minutes of the Stated Meeting - May 24, 2017",
      "Link": "https://nyc.legistar1.com/nyc/attachments/e47f9e56-8a07-4907-9dfd-90dd2150f1c1.pdf",
      "Sort": 10
    },
    {
      "ID": 159306,
      "LastModified": "2017-08-03T20:34:29.153Z",
      "Name": "Minutes of the Recessed Stated Meeting of May 24, 2017 held on June 6, 2017",
      "Link": "https://nyc.legistar1.com/nyc/attachments/039d5fed-a3cb-4811-93f0-d6441c0c00c1.pdf",
      "Sort": 11
    }
  ],
  "Summary": "",
  "TextID": 59354,
  "Text": "By Council Members Miller, Dromm, Kallos, Koslowitz, Chin and Treyger\n\tWhereas, Since the advent of the Industrial Revolution, organized labor has played a crucial role in the growth of America's middle class; and\n\tWhereas, For decades, collective bargaining, the process by which groups of employees negotiate with management to secure benefits such as health care, safety protections, and pensions, has undergirded the livelihood of millions of American families; and\n\tWhereas, Organized labor has a proud tradition in New York City; and\n\tWhereas, On September 5th, 1882, the first Labor Day Parade, which featured roughly 10,000 workers, took place in Manhattan; and \n\tWhereas, The International Ladies' Garment Worker Union (ILGWU), a major forerunner of UNITE HERE, was founded in New York City in 1900; and\n\tWhereas, Samuel Gompers, the founder of the American Federation of Labor (AFL), started organizing on the Lower East Side; and\n\tWhereas, Organized labor remains a major presence in New York City, which is home to 900,000 union members, or 25.5 percent of all city workers, an increase from 21.5 percent in 2012; and\n\tWhereas, According to the City University of New York (CUNY) Graduate Center, a similar trend exists statewide, as New York State's private-sector union density increased from roughly 14 percent in 2012 to 15.1 percent in 2014 ; and \n\tWhereas, Moreover, a January 2017 report from the Bureau of Labor Statistics (BLS) indicates that New York State's union membership rate of 23.6 percent is not only the nation's highest but also more than twice the national average of 10.7 percent; and \n\tWhereas, Some elected officials have sought to undermine unions across the country in recent years; and \n\tWhereas, Twenty-seven states have passed right-to-work (RTW) laws, which release workers from the obligation to pay the fees that fund union representation; and \n\tWhereas, In these states, individuals who leave the union can now get a \"free ride\" by receiving the benefits of collective bargaining without paying for them; and\n\tWhereas, Over the last several years, RTW laws have undermined union membership across the country, even in our nation's industrial heartland; and  \n\tWhereas, BLS has found that Wisconsin, which has a long union tradition, has seen union membership plummet since it passed RTW legislation in 2011; and \n\tWhereas, BLS found that in 2015, 8.3 percent of Wisconsin workers were union members; and\n\tWhereas, That is a sharp decrease from 2014, when 11.7 percent of the state's workforce belonged to unions; and\n\tWhereas, The Center for American Progress (CAP) also found that the decline in union membership correlates with a declining share of total income for the middle 60 percent of households; and\n\tWhereas, Although the three middle quintiles earned 53.2 percent of the nation's income in 1968, they received 45.7 percent of all income in 2012; and\n\tWhereas, The political climate remains hostile for organized labor, as President Trump supports RTW laws, and Congress recently introduced legislation to implement them nationwide; and\n\tWhereas, Amid this assault on union workers and their families, it is vital that New York City renews its commitment to collective bargaining as an indispensable part of the American social compact; now, therefore, be it\n\tResolved, That the Council of the City of New York affirms the right to collectively bargain for workers in the City of New York \n\n\nLS#10238\n4/7/17\nMK",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red34\\green34\\blue34;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\hyphpar0\\sl480\\slmult1\\qj By Council Members Miller, Dromm, Kallos, Koslowitz, Chin and Treyger\\par\n\\tab Whereas, Since the advent of the Industrial Revolution, organized labor has played a crucial role in the growth of America\\rquote s middle class; and\\par\n\\tab Whereas, For decades, collective bargaining, the process by which groups of employees negotiate with management to secure benefits such as health care, safety protections, and pensions, has undergirded the livelihood of millions of American families; and\\par\n\\tab Whereas, Organized labor has a proud tradition in New York City; and\\par\n\\tab Whereas, On September 5\\super th\\nosupersub , 1882, the first Labor Day Parade, which featured roughly 10,000 workers, took place in Manhattan; and \\par\n\\tab Whereas, The International Ladies\\rquote  Garment Worker Union (ILGWU), a major forerunner of UNITE HERE, was founded in New York City in 1900; and\\par\n\\tab Whereas, Samuel Gompers, the founder of the American Federation of Labor (AFL), started organizing on the Lower East Side; and\\par\n\\tab Whereas, Organized labor remains a major presence in New York City, which is home to 900,000 union members, or 25.5 percent of all city workers, an increase from 21.5 percent in 2012; and\\par\n\\tab Whereas, According to the City University of New York (CUNY) Graduate Center, a similar trend exists statewide, as New York State\\rquote s private-sector union density increased from roughly 14 percent in 2012 to 15.1 percent in 2014 ; and \\par\n\\tab Whereas, Moreover, a January 2017 report from the Bureau of Labor Statistics (BLS) indicates that New York State\\rquote s union membership rate of 23.6 percent is not only the nation\\rquote s highest but also more than twice the national average of 10.7 percent; and \\par\n\\tab Whereas, Some elected officials have sought to undermine unions across the country in recent years; and \\par\n\\tab Whereas, Twenty-seven states have passed right-to-work (RTW) laws, which release workers from the obligation to pay the fees that fund union representation;\\expndtw0  \\expndtw-3 and \\par\n\\tab Whereas, In these states, individuals who leave the union can now get a \\ldblquote free ride\\rdblquote  by receiving the benefits of collective bargaining without paying for them; and\\par\n\\tab Whereas, Over the last several years, \\expndtw0 RTW laws have undermined union membership across the country, even in our nation\\rquote s industrial heartland\\expndtw-3 ; and  \\par\n\\tab Whereas, BLS has found that Wisconsin, which has a long union tradition, has seen union membership plummet since it passed RTW legislation in 2011; and \\par\n\\tab Whereas, \\expndtw0 BLS found that in 2015, 8.3 percent of Wisconsin workers were union members; and\\par\n\\tab Whereas, \\cf1 That is a sharp decrease from 2014, when 11.7 percent of the state\\rquote s workforce belonged to unions; and\\par\n\\pard\\ltrpar\\sl480\\slmult1\\cf0\\tab\\expndtw-3 Whereas, The Center for American Progress (CAP) also found that the decline in union membership correlates with a declining share of total income for the middle 60 percent of households; and\\expndtw0\\par\n\\tab\\expndtw-3 Whereas, Although the three middle quintiles earned 53.2 percent of the nation\\rquote s income in 1968, they received 45.7 percent of all income in 2012; and\\expndtw0\\par\n\\tab\\expndtw-3 Whereas, The political climate remains hostile for organized labor, as President Trump supports RTW laws, and Congress recently introduced legislation to implement them nationwide; and\\expndtw0\\par\n\\tab\\expndtw-3 Whereas, Amid this assault on union workers and their families, it is vital that New York City renews its commitment to collective bargaining as an indispensable part of the American social compact; now, therefore, be it\\expndtw0\\par\n\\tab\\expndtw-3 Resolved, That\\cf2  the Council of the City of New York\\cf0  affirms the right to collectively bargain for workers in the City of New York \\expndtw0\\par\n\\pard\\ltrpar\\hyphpar0\\qj\\cf2\\expndtw-3\\par\n\\par\nLS#10238\\par\n4/7/17\\par\nMK\\cf0\\expndtw0\\par\n}\n",
  "LastModified": "2017-08-03T20:34:29.157Z"
}
