{
  "ID": 57355,
  "GUID": "7A2F15E1-67EF-4E30-B677-EB952A352755",
  "File": "Res 1445-2017",
  "Name": "Congress to vote against proposed “right-to-work” legislation.",
  "Title": "Resolution urging Congress to vote against proposed “right-to-work” legislation",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 32,
  "StatusName": "Adopted",
  "BodyID": 4,
  "BodyName": "Committee on Civil Service and Labor",
  "IntroDate": "2017-04-25T00:00:00Z",
  "AgendaDate": "2017-04-25T00:00:00Z",
  "PassedDate": "2017-05-24T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7637,
      "Slug": "i-daneek-miller",
      "FullName": "I. Daneek Miller"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm"
    },
    {
      "ID": 7632,
      "Slug": "ben-kallos",
      "FullName": "Ben Kallos"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7641,
      "Slug": "mark-treyger",
      "FullName": "Mark Treyger"
    }
  ],
  "History": [
    {
      "ID": 317704,
      "Date": "2017-04-19T10:00:00Z",
      "ActionID": 15,
      "Action": "Hearing on P-C Item by Comm",
      "Description": "This Resolution was Hearing on P-C Item by Comm",
      "BodyID": 4,
      "BodyName": "Committee on Civil Service and Labor",
      "EventID": 15492,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "AgendaNote": "Preconsidered",
      "MatterStatusID": 2,
      "LastModified": "2017-04-19T14:03:35.807Z"
    },
    {
      "ID": 317852,
      "Date": "2017-04-19T10:00:00Z",
      "ActionID": 5018,
      "Action": "P-C Item Laid Over by Comm",
      "Description": "This Resolution was P-C Item Laid Over by Comm",
      "BodyID": 4,
      "BodyName": "Committee on Civil Service and Labor",
      "EventID": 15492,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2017-04-19T17:07:51.713Z"
    },
    {
      "ID": 317701,
      "Date": "2017-04-25T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2017-04-10T13:33:37.28Z"
    },
    {
      "ID": 318114,
      "Date": "2017-04-25T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Civil Service and Labor",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 15517,
      "AgendaSequence": 118,
      "MinutesSequence": 135,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Preconsidered - Civil Service and Labor",
      "MatterStatusID": 3,
      "LastModified": "2017-04-27T14:02:54.703Z"
    },
    {
      "ID": 319271,
      "Date": "2017-05-22T10:30:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 4,
      "BodyName": "Committee on Civil Service and Labor",
      "EventID": 15589,
      "AgendaSequence": 7,
      "MinutesSequence": 25,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2017-05-22T01:39:15.433Z"
    },
    {
      "ID": 319404,
      "Date": "2017-05-22T10:30:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "A motion was made that this Resolution be Approved by Committee approved by Roll Call.",
      "BodyID": 4,
      "BodyName": "Committee on Civil Service and Labor",
      "EventID": 15589,
      "MinutesSequence": 26,
      "Version": "*",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "Votes": [
        {
          "ID": 7637,
          "Slug": "i-daneek-miller",
          "FullName": "I. Daneek Miller",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 10
        },
        {
          "ID": 7502,
          "Slug": "elizabeth-s-crowley",
          "FullName": "Elizabeth S. Crowley",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 20
        },
        {
          "ID": 7563,
          "Slug": "daniel-dromm",
          "FullName": "Daniel Dromm",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 30
        },
        {
          "ID": 7627,
          "Slug": "costa-g-constantinides",
          "FullName": "Costa G. Constantinides",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 40
        },
        {
          "ID": 7604,
          "Slug": "robert-e-cornegy-jr",
          "FullName": "Robert E. Cornegy, Jr.",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 50
        }
      ],
      "LastModified": "2017-07-27T21:41:24.48Z"
    },
    {
      "ID": 319448,
      "Date": "2017-05-24T13:30:00Z",
      "ActionID": 5032,
      "Action": "Approved, by Council",
      "Description": "A motion was made that this Resolution be Approved, by Council approved by voice vote.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 15602,
      "AgendaSequence": 144,
      "MinutesSequence": 179,
      "Version": "*",
      "AgendaNote": "Adopted by the Committee on Civil Service and Labor",
      "MinutesNote": "Pursuant to Rule 8.50 of the Council, the Public Advocate (Ms. James) called for a voice vote.  \r\n\r\nHearing no objections, the Public Advocate (Ms. James) declared the Resolution to be adopted.\r\n\r\nAdopted unanimously by the Council by voice-vote.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 32,
      "LastModified": "2017-05-25T01:21:22.25Z"
    }
  ],
  "Attachments": [
    {
      "ID": 155430,
      "LastModified": "2017-06-22T19:21:33.2Z",
      "Name": "Res. No. 1445",
      "Link": "https://nyc.legistar1.com/nyc/attachments/bfc2905b-c593-486c-94f3-435bfa866f1f.doc",
      "Sort": 1
    },
    {
      "ID": 154145,
      "LastModified": "2017-05-18T19:27:08.373Z",
      "Name": "Committee Report 4/19/17",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d4fa1997-d126-4638-a141-6b810572bb36.doc",
      "Sort": 2
    },
    {
      "ID": 154492,
      "LastModified": "2017-05-18T19:27:07.847Z",
      "Name": "Hearing Testimony 4/19/17",
      "Link": "https://nyc.legistar1.com/nyc/attachments/4b2c277c-f64b-4e27-96db-f3d8de2e2e2c.PDF",
      "Sort": 3
    },
    {
      "ID": 154836,
      "LastModified": "2017-05-18T19:27:07.02Z",
      "Name": "Hearing Transcript 4/19/17",
      "Link": "https://nyc.legistar1.com/nyc/attachments/bf1c5a66-5e8c-4f43-96a3-f89ee45fe2f2.pdf",
      "Sort": 4
    },
    {
      "ID": 154314,
      "LastModified": "2017-05-18T19:27:06.667Z",
      "Name": "April 25, 2017 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/6f7ee7e8-75ac-4750-af3d-6f3027fedb34.pdf",
      "Sort": 5
    },
    {
      "ID": 155577,
      "LastModified": "2017-05-22T16:10:01.63Z",
      "Name": "Committee Report 5/22/17",
      "Link": "https://nyc.legistar1.com/nyc/attachments/a7411d41-7ff2-4207-9ee2-b43ccb3d23c5.doc",
      "Sort": 6
    },
    {
      "ID": 157550,
      "LastModified": "2017-06-22T19:21:38.7Z",
      "Name": "Hearing Transcript 5/22/17",
      "Link": "https://nyc.legistar1.com/nyc/attachments/671fd058-6c9c-494c-b7df-6cb01dd06674.pdf",
      "Sort": 7
    },
    {
      "ID": 156616,
      "LastModified": "2017-06-22T19:21:38.633Z",
      "Name": "Hearing Transcript - Stated Meeting  5-24-17",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d8531444-896d-4a61-881d-0ba86031715c.pdf",
      "Sort": 8
    },
    {
      "ID": 158189,
      "LastModified": "2017-07-12T17:51:06.67Z",
      "Name": "Minutes of the Recessed Stated Meeting of May 10, 2017 held on May 24, 2017",
      "Link": "https://nyc.legistar1.com/nyc/attachments/36e6bd78-8293-4af5-ac73-a8d75fd1b72c.pdf",
      "Sort": 9
    },
    {
      "ID": 159224,
      "LastModified": "2017-08-03T20:33:29.213Z",
      "Name": "Minutes of the Stated Meeting - May 24, 2017",
      "Link": "https://nyc.legistar1.com/nyc/attachments/90947710-7ef7-4257-86c5-51f72b91a983.pdf",
      "Sort": 10
    },
    {
      "ID": 159307,
      "LastModified": "2017-08-03T20:34:29.473Z",
      "Name": "Minutes of the Recessed Stated Meeting of May 24, 2017 held on June 6, 2017",
      "Link": "https://nyc.legistar1.com/nyc/attachments/bbda9551-76ad-413f-b9ed-cdb9b0f33de1.pdf",
      "Sort": 11
    }
  ],
  "Summary": "",
  "TextID": 59303,
  "Text": "By Council Members Miller, Dromm, Kallos, Koslowitz, Chin and Treyger\n\tWhereas, Twenty-seven states currently have \"right-to-work\" (RTW) laws, including rust-belt states such as Indiana, Wisconsin, and Michigan; and\n\tWhereas, No worker can be forced to become a dues-paying member of a union, but he or she can be compelled to pay \"agency fees,\" which partially cover the costs of collective bargaining; and\n\tWhereas, RTW laws make agency fees optional, thereby creating a downward spiral for unions, which exist to secure higher wages and safe working conditions for their members; and \n\tWhereas, Although federal law requires unions to bargain on behalf of all employees irrespective of  membership, RTW laws allow individuals to avoid agency fees while they continue to receive the wage premiums and pension contributions for which unions have negotiated; and\n\tWhereas, As workers are incentivized to leave, it becomes harder for unions to survive; and\n\tWhereas, Union membership has plummeted in a number of states following the passage of RTW legislation; and  \n\tWhereas, According to the Wisconsin State Journal, union membership fell in that state by nearly 40 percent between 2010, before the passage of RTW legislation, and 2016; and\n\tWhereas, Michigan followed a similar pattern; and\nWhereas, The Bureau of Labor Statistics (BLS) found that union membership dropped from 633,000 Michigan workers to 585,000 in 2014, a decline of 7.5 percent in the first full year under the new law; and\n\tWhereas, Statistics from BLS also indicate that, nationwide, union membership has fallen from 20.1 percent of wage and salary workers in 1983 to 10.7 percent in 2016; and\n\tWhereas, According to the Economic Policy Institute (EPI), as unionization has declined, so has the share of income earned by the middle 60 percent of families; and\n\tWhereas, There is little evidence to suggest that RTW laws produce superior economic conditions or increase wages; and\n\tWhereas, In 2016, RTW states had three of the five highest state unemployment rates; and\n\tWhereas, Additionally, according to the American Federation of State, County, and Municipal Employees (AFSCME), nine out of the bottom 10 states in terms of per-capita income do not have collective bargaining in the public sector; and\n\tWhereas, Several academic studies, including one authored by Lawrence Mishel, a University of Wisconsin economist, have found that deunionization causes at least 20 percent of wage inequality and that unionization increases wages and benefits, by roughly 28 percent; and \n\tWhereas, A 2015 EPI report found that wages in RTW states are 3.2 percent lower per year on average than wages in other states; and\n\tWhereas, Despite this negative impact on wages, proposed legislation in both the House of Representatives (H.R. 785) and the Senate (S.545) would establish RTW nationwide; and  \n\t Whereas, RTW hurts the workers it purports to help by compromising their ability to collectively bargain, and it has not improved macroeconomic conditions; and\n\tWhereas, Implementing it nationally would jeopardize the economic security of millions of Americans; now, therefore, be it\n\tResolved, That the Council of the City of New York urges Congress to vote against proposed \"right to work\" legislation\n\nLS#10237 \n4/7/17\nMK",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Calibri;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\hyphpar0\\sl480\\slmult1\\qj By Council Members Miller, Dromm, Kallos, Koslowitz, Chin and Treyger\\par\n\\tab Whereas, Twenty-seven states currently have \\ldblquote right-to-work\\rdblquote  (RTW) laws, including rust-belt states such as Indiana, Wisconsin, and Michigan; and\\par\n\\tab Whereas, No worker can be forced to become a dues-paying member of a union, but he or she can be compelled to pay \\ldblquote agency fees,\\rdblquote  which partially cover the costs of collective bargaining; and\\par\n\\tab Whereas, RTW laws make agency fees optional, thereby creating a downward spiral for unions, which exist to secure higher wages and safe working conditions for their members;\\expndtw0  \\expndtw-3 and \\par\n\\tab Whereas, Although federal law requires unions to bargain on behalf of all employees irrespective of  membership, RTW laws allow individuals to avoid agency fees while they continue to receive the wage premiums and pension contributions for which unions have negotiated\\expndtw0 ;\\expndtw-3  and\\par\n\\tab Whereas, As workers are incentivized to leave, it becomes harder for unions to survive; and\\par\n\\tab Whereas, \\expndtw0 Union membership has plummeted in a number of states following the passage of RTW legislation\\expndtw-3 ; and  \\par\n\\tab Whereas, According to the Wisconsin State Journal, union membership fell in that state by nearly 40 percent between 2010, before the passage of RTW legislation, and 2016; and\\par\n\\tab Whereas,\\expndtw0  Michigan followed a similar pattern\\expndtw-3 ; and\\par\nWhereas, The Bureau of Labor Statistics (BLS) found that union membership dropped from 633,000 Michigan workers to 585,000 in 2014, a decline of 7.5 percent in the first full year under the new law; and\\par\n\\tab Whereas, Statistics from BLS also indicate that, nationwide, union membership has fallen from 20.1 percent of wage and salary workers in 1983 to 10.7 percent in 2016; and\\par\n\\tab Whereas, According to the Economic Policy Institute (EPI), as unionization has declined, so has the share of income earned by the middle 60 percent of families; and\\par\n\\tab Whereas, There is little evidence to suggest that RTW laws produce superior economic conditions or increase wages; and\\par\n\\tab Whereas, In 2016, RTW states had three of the five highest state unemployment rates; and\\par\n\\tab Whereas, Additionally, according to the American Federation of State, County, and Municipal Employees (AFSCME), nine out of the bottom 10 states in terms of per-capita income do not have collective bargaining in the public sector; and\\par\n\\tab Whereas, Several academic studies, including one authored by Lawrence Mishel, a University of Wisconsin economist, have found that deunionization causes at least 20 percent of wage inequality and that unionization increases wages and benefits, by roughly 28 percent; and \\par\n\\tab Whereas, A 2015 EPI report found that wages in RTW states are 3.2 percent lower per year on average than wages in other states; and\\par\n\\tab Whereas, Despite this negative impact on wages, proposed legislation in both the House of Representatives (H.R. 785) and the Senate (S.545) would establish RTW nationwide; and  \\par\n\\tab  \\expndtw0 Whereas, RTW hurts the workers it purports to help by compromising their ability to collectively bargain, and it has not improved macroeconomic conditions; and\\par\n\\tab Whereas, Implementing it nationally would jeopardize the economic security of millions of Americans; now, therefore, be it\\expndtw-3\\par\n\\expndtw0\\tab\\expndtw-3 Resolved, That\\cf1  the Council of the City of New York\\cf0  urges Congress to vote against proposed \\ldblquote right to work\\rdblquote  legislation\\par\n\\pard\\ltrpar\\hyphpar0\\qj\\par\n\\cf1\\fs16 LS#10237 \\par\n4/7/17\\par\n\\pard\\ltrpar\\sa200\\sl276\\slmult1 MK\\cf0\\expndtw0\\f1\\fs20  \\par\n}\n",
  "LastModified": "2017-08-03T20:34:29.473Z"
}
