{
  "ID": 57578,
  "GUID": "E78CBB5C-C229-4C71-BFB2-43B1ACFCA68C",
  "File": "Res 1457-2017",
  "Name": "Proclaiming May 6th, the 135th anniversary of President Chester Arthur signing the Chinese Exclusion Act.",
  "Title": "Resolution proclaiming May 6th, the 135th anniversary of President Chester Arthur signing the Chinese Exclusion Act, as a Day of Inclusion in recognition of the harm caused by racially discriminatory immigration measures and to honor the contributions of all immigrants and refugees who have enriched our communities.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5105,
  "BodyName": "Committee on Cultural Affairs, Libraries and International Intergroup Relations",
  "IntroDate": "2017-05-10T00:00:00Z",
  "AgendaDate": "2017-05-10T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 7636,
      "Slug": "carlos-menchaca",
      "FullName": "Carlos Menchaca"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm"
    },
    {
      "ID": 7627,
      "Slug": "costa-g-constantinides",
      "FullName": "Costa G. Constantinides"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    }
  ],
  "History": [
    {
      "ID": 318671,
      "Date": "2017-05-10T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2017-05-05T16:44:20.573Z"
    },
    {
      "ID": 318860,
      "Date": "2017-05-10T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Cultural Affairs, Libraries and International Intergroup Relations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 15562,
      "AgendaSequence": 111,
      "MinutesSequence": 138,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Cultural Affairs, Libraries and International Intergroup Relations",
      "MatterStatusID": 3,
      "LastModified": "2017-05-10T20:17:52.44Z"
    },
    {
      "ID": 329717,
      "Date": "2017-12-31T22:30:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-27T03:30:33.613Z"
    }
  ],
  "Attachments": [
    {
      "ID": 155057,
      "LastModified": "2017-05-10T16:23:56.203Z",
      "Name": "May 10, 2017 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/689e79d8-6ec9-47bb-be4a-1eab5d215c3e.pdf",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 59561,
  "Text": "By Council Members Chin, Koo, Menchaca, Dromm, Constantinides and Gentile\n\tWhereas, The United States of America is a nation composed of immigrants and their descendants; and \n\tWhereas, Just as immigration fuels today's economy, 19th century immigration fueled post-Revolutionary War growth in the United States of America; and \n\tWhereas, Immigrants formed approximately a quarter of the Union Army during the Civil War, worked the factories that drove the American Industrial Revolution, supplied the laborers to lay the transcontinental railroad and helped settle the West; and\n\tWhereas, Irish and Chinese immigrant labor provided the bulk of the workforce in the construction of the transcontinental railroad; and \n\tWhereas, By 1868 over 12,000 Chinese immigrants were employed by the Central Pacific Railroad, comprising nearly 80% of its workforce; and \n\tWhereas, The company was impressed with the work ethic of Chinese workers and their willingness to do dangerous work, including blasting paths for track in the Sierra Nevada mountains; and \n      Whereas, As the railroad was nearing completion Chinese laborers were instrumental in laying a record ten miles of track in just twelve hours; and \n\tWhereas, Despite these contributions, Chinese workers were paid less than other workers and were often subject to discriminatory state laws, including California's Chinese Police Tax, which was later declared unconstitutional; and \n      Whereas, On May 6, 1882, President Chester Arthur signed the Chinese Exclusion Act, which was the nation's first law to prohibit immigration solely on the basis of ethnicity; and \n      Whereas, The Chinese Exclusion Act was based on racial hostility against Chinese, who were characterized as \"unassimilable\" and were blamed for lowering wages, taking away jobs and endangering the American way of life; and \n      Whereas, The Chinese Exclusion Act, which  required extension every ten years, was renewed in 1892, 1902 and extended indefinitely in 1904, preventing Chinese laborers from entering the U.S. and denying Chinese a pathway to citizenship for more than 60 years; and \n      Whereas, Subsequent legislation such as the 1892 Geary Act, which required all Chinese to register for and carry Certificates of Residence or risk imprisonment and deportation, set a precedent for future discriminatory registries of immigrants and descendants of immigrants; and\n      Whereas, The first legislative action to repeal the Chinese Exclusion Act was the Magnuson Act in 1943, during World War II, which removed the effects of the Exclusion Act on domestic Chinese residents, but allowed only 105 Chinese immigrants per year; and \n      Whereas, The Immigration Act of 1965 eliminated national origins immigration policies; and \n      Whereas, The U.S. Senate in 2011 and the U.S. House of Representatives in 2012 unanimously expressed regret for the passage of Chinese Exclusion Laws and affirmed that the United States was founded on the principle that all persons are created equal; and \n      Whereas, However on January 27, 2017 newly elected President Donald J. Trump signed an executive order banning immigration from seven Muslim nations, including refugees from Syria,  a country embroiled in a devastating civil war; and \n      Whereas, The executive order and subsequent orders have been blocked in the courts thus far, but President Trump stated in a recent interview, that he is \"absolutely\" considering proposals to break up the Ninth Circuit Court of Appeals, where his executive orders have met challenge; and\n       Whereas, A bill, introduced by Senator Jeff Flake, would split off six states, currently in the Ninth Circuit Court of Appeals, into a new Twelfth Circuit Court; and \n      Whereas, New York City remains a gateway to immigrants-over 37% of New York City's population are foreign-born, their economic activity accounts for about 32% of our Gross City Product and their diversity drives our creativity; and \n      Whereas, Should the federal government forget its commitment to the preservation of civil rights and constitutional protections for all people, as recent events and actions suggest, New York City will remain steadfast; now, therefore, be it\n      Resolved, That the Council of the City of New York remembers May 6th, the 135th anniversary of President Chester Arthur signing the Chinese Exclusion Act, as a Day of Inclusion in recognition of the harm caused by racially discriminatory immigration measures and to honor the contributions of all immigrants and refugees who have enriched our communities.\n\n\nLS 10847\n5/1/2017\nI.M.",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\pard\\ltrpar\\qj\\v0\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj By Council Members Chin, Koo, Menchaca, Dromm, Constantinides and Gentile\\par\n\\tab Whereas, The United States of America is a nation composed of immigrants and their descendants; and \\par\n\\tab Whereas, Just as immigration fuels today\\rquote s economy, 19\\super th\\nosupersub  century immigration fueled post-Revolutionary War growth in the United States of America; and \\par\n\\tab Whereas, Immigrants formed approximately a quarter of the Union Army during the Civil War, worked the factories that drove the American Industrial Revolution, supplied the laborers to lay the transcontinental railroad and helped settle the West; and\\par\n\\tab Whereas, Irish and Chinese immigrant labor provided the bulk of the workforce in the construction of the transcontinental railroad; and \\par\n\\tab Whereas, By 1868 over 12,000 Chinese immigrants were employed by the Central Pacific Railroad, comprising nearly 80% of its workforce; and \\par\n\\tab Whereas, The company was impressed with the work ethic of Chinese workers and their willingness to do dangerous work, including blasting paths for track in the Sierra Nevada mountains; and \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, As the railroad was nearing completion Chinese laborers were instrumental in laying a record ten miles of track in just twelve hours; and \\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, Despite these contributions, Chinese workers were paid less than other workers and were often subject to discriminatory state laws, including California\\rquote s Chinese Police Tax, which was later declared unconstitutional; and \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, On May 6, 1882, President Chester Arthur signed the Chinese Exclusion Act, which was the nation\\rquote s first law to prohibit immigration solely on the basis of ethnicity; and \\par\nWhereas, The Chinese Exclusion Act was based on racial hostility against Chinese, who were characterized as \\ldblquote unassimilable\\rdblquote  and were blamed for lowering wages, taking away jobs and endangering the American way of life; and \\par\nWhereas, The Chinese Exclusion Act, which  required extension every ten years, was renewed in 1892, 1902 and extended indefinitely in 1904, preventing Chinese laborers from entering the U.S. and denying Chinese a pathway to citizenship for more than 60 years; and \\par\nWhereas, Subsequent legislation such as the 1892 Geary Act, which required all Chinese to register for and carry Certificates of Residence or risk imprisonment and deportation, set a precedent for future discriminatory registries of immigrants and descendants of immigrants; and\\par\nWhereas, The first legislative action to repeal the Chinese Exclusion Act was the Magnuson Act in 1943, during World War II, which removed the effects of the Exclusion Act on domestic Chinese residents, but allowed only 105 Chinese immigrants per year; and \\par\nWhereas, The Immigration Act of 1965 eliminated national origins immigration policies; and \\par\nWhereas, The U.S. Senate in 2011 and the U.S. House of Representatives in 2012 unanimously expressed regret for the passage of Chinese Exclusion Laws and affirmed that the United States was founded on the principle that all persons are created equal; and \\par\nWhereas, However on January 27, 2017 newly elected President Donald J. Trump signed an executive order banning immigration from seven Muslim nations, including refugees from Syria,  a country embroiled in a devastating civil war; and \\par\nWhereas, The executive order and subsequent orders have been blocked in the courts thus far, but President Trump stated in a recent interview, that he is \\ldblquote absolutely\\rdblquote  considering proposals to break up the Ninth Circuit Court of Appeals, where his executive orders have met challenge; and\\par\n Whereas, A bill, introduced by Senator Jeff Flake, would split off six states, currently in the Ninth Circuit Court of Appeals, into a new Twelfth Circuit Court; and \\par\nWhereas, New York City remains a gateway to immigrants-over 37% of New York City\\rquote s population are foreign-born, their economic activity accounts for about 32% of our Gross City Product and their diversity drives our creativity; and \\par\nWhereas, Should the federal government forget its commitment to the preservation of civil rights and constitutional protections for all people, as recent events and actions suggest, New York City will remain steadfast; now, therefore, be it\\par\nResolved, That the Council of the City of New York remembers May 6\\super th\\nosupersub , the 135\\super th\\nosupersub  anniversary of President Chester Arthur signing the Chinese Exclusion Act, as a Day of Inclusion in recognition of the harm caused by racially discriminatory immigration measures and to honor the contributions of all immigrants and refugees who have enriched our communities.\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\cf0\\par\n\\pard\\ltrpar\\fs20\\par\nLS 10847\\par\n5/1/2017\\par\nI.M.\\par\n}\n",
  "LastModified": "2017-12-27T03:30:33.677Z"
}
