{
  "ID": 57580,
  "GUID": "925FE3EA-AFC0-40B4-8FBF-E390387EFCFD",
  "File": "Res 1460-2017",
  "Name": "Honoring the life of comedian Charlie Murphy.",
  "Title": "Resolution honoring the life of comedian Charlie Murphy.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5105,
  "BodyName": "Committee on Cultural Affairs, Libraries and International Intergroup Relations",
  "IntroDate": "2017-05-10T00:00:00Z",
  "AgendaDate": "2017-05-10T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7604,
      "Slug": "robert-e-cornegy-jr",
      "FullName": "Robert E. Cornegy, Jr."
    },
    {
      "ID": 7613,
      "Slug": "andy-l-king",
      "FullName": "Andy L. King"
    }
  ],
  "History": [
    {
      "ID": 318681,
      "Date": "2017-05-10T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2017-05-05T17:19:34.613Z"
    },
    {
      "ID": 318863,
      "Date": "2017-05-10T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Cultural Affairs, Libraries and International Intergroup Relations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 15562,
      "AgendaSequence": 114,
      "MinutesSequence": 141,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Cultural Affairs, Libraries and International Intergroup Relations",
      "MatterStatusID": 3,
      "LastModified": "2017-05-10T20:17:52.443Z"
    },
    {
      "ID": 329720,
      "Date": "2017-12-31T22:31:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-27T03:31:09.177Z"
    }
  ],
  "Attachments": [
    {
      "ID": 155060,
      "LastModified": "2017-05-10T16:23:57.13Z",
      "Name": "May 10, 2017 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ecd196fe-ae94-416d-8b08-ca0cbbeef9db.pdf",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 59563,
  "Text": "By Council Members Cornegy and King\n\tWhereas, Charlie Murphy was born on July 12, 1959 in Brooklyn, New York and raised on Long Island; and\n      Whereas, According to his 2009 book, The Making Of A Stand-Up Guy, as an adolescent, Murphy was charged as a youthful offender on his first offense and after violating his parole, spent ten months in county jail; and\n      Whereas, Upon being released from jail in 1978, Murphy enlisted in the United States Navy and served as a boiler technician for six years; and\n      Whereas, Following his service, Murphy worked as a hip hop manager and the head of security for his younger brother, the celebrated comedian, Eddie Murphy; and\n      Whereas, In 1989, Murphy made his feature film debut alongside his brother in \"Harlem Nights,\" and went on to appear in other films, including \"CB2,\" \"Jungle Fever,\" \"Night at the Museum\" and \"Lottery Ticket;\" and\n      Whereas, Murphy also received screenwriting credits on several films, including \"Vampire in Brooklyn\" and \"Norbit,\" which starred his brother; and\n      Whereas, In 2001, Murphy made his stand-up debut at the age of 42; and\n      Whereas, Murphy rose to fame as a co-star and writer on Dave Chapelle's \"Chapelle's Show\" from 2003-4, with his 'True Hollywood Story sketches,' in which he recounted peculiar celebrity encounters he and brother, Eddie, had with Rick James, Prince and others; and\n\tWhereas, On April 12, 2017, following a battle with leukemia, Murphy passed away at the age of 57 in New York City; and\n      Whereas, Murphy is remembered by fellow comedians as a great storyteller and one of the funniest comedians; now, therefore, be it\n\tResolved, That the Council of the City of New York honors the life of comedian Charlie Murphy.\n\nCGR\nLS #10779\n5/2/2017",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red31\\green73\\blue125;}\n\\viewkind4\\uc1\n\\pard\\ltrpar\\qj\\v0\\par\n\\pard\\ltrpar\\sa200\\qj By Council Members Cornegy and King\\fs28\\par\n\\pard\\ltrpar\\sl480\\slmult1\\fs24\\tab Whereas, Charlie Murphy was born on July 12, 1959 in Brooklyn, New York and raised on Long Island; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 Whereas, According to his 2009 book, \\i The Making Of A Stand-Up Guy\\i0 , as an adolescent, Murphy was charged as a youthful offender on his first offense and after violating his parole, spent ten months in county jail; and\\par\nWhereas, Upon being released from jail in 1978, Murphy enlisted in the United States Navy and served as a boiler technician for six years; and\\par\nWhereas, Following his service, Murphy worked as a hip hop manager and the head of security for his younger brother, the celebrated comedian, Eddie Murphy; and\\par\nWhereas, In 1989, Murphy made his feature film debut alongside his brother in \\ldblquote Harlem Nights,\\rdblquote  and went on to appear in other films, including \\ldblquote CB2,\\rdblquote  \\ldblquote Jungle Fever,\\rdblquote  \\ldblquote Night at the Museum\\rdblquote  and \\ldblquote Lottery Ticket;\\rdblquote  and\\par\nWhereas, Murphy also received screenwriting credits on several films, including \\ldblquote Vampire in Brooklyn\\rdblquote  and \\ldblquote Norbit,\\rdblquote  which starred his brother; and\\par\nWhereas, In 2001, Murphy made his stand-up debut at the age of 42; and\\par\nWhereas, Murphy rose to fame as a co-star and writer on Dave Chapelle\\rquote s \\ldblquote Chapelle\\rquote s Show\\rdblquote  from 2003-4, with his \\lquote True Hollywood Story sketches,\\rquote  in which he recounted peculiar celebrity encounters he and brother, Eddie, had with Rick James, Prince and others; and\\par\n\\pard\\ltrpar\\sl480\\slmult1\\tab Whereas, On April 12, 2017, following a battle with leukemia, Murphy passed away at the age of 57 in New York City; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 Whereas, Murphy is remembered by fellow comedians as a great storyteller and one of the funniest comedians; now, therefore, be it\\par\n\\pard\\ltrpar\\sl480\\slmult1\\cf1\\tab\\cf0 Resolved, That the Council of the City of New York honors the life of comedian Charlie Murphy.\\par\n\\pard\\ltrpar\\sa200\\qj\\par\n\\pard\\ltrpar\\qj\\fs20 CGR\\par\nLS #10779\\par\n\\pard\\ltrpar 5/2/2017\\par\n}\n",
  "LastModified": "2017-12-27T03:31:09.24Z"
}
