{
  "ID": 57577,
  "GUID": "6567AB8F-7C4E-400B-B28A-41CEA9FF325A",
  "File": "Res 1462-2017",
  "Name": "Support of the Home Stability Support Plan",
  "Title": "Resolution in support of the Home Stability Support plan, which would create a new statewide rent supplement for families and individuals who are eligible for public assistance benefits and who are facing eviction, homelessness, or the loss of housing due to situations such as domestic violence or hazardous living conditions",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 12,
  "BodyName": "Committee on General Welfare",
  "IntroDate": "2017-05-10T00:00:00Z",
  "AgendaDate": "2017-05-10T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 7502,
      "Slug": "elizabeth-s-crowley",
      "FullName": "Elizabeth S. Crowley"
    },
    {
      "ID": 7642,
      "Slug": "paul-a-vallone",
      "FullName": "Paul A. Vallone"
    },
    {
      "ID": 7691,
      "Slug": "barry-s-grodenchik",
      "FullName": "Barry S. Grodenchik"
    },
    {
      "ID": 7617,
      "Slug": "donovan-j-richards",
      "FullName": "Donovan J. Richards"
    },
    {
      "ID": 7714,
      "Slug": "rafael-salamanca-jr",
      "FullName": "Rafael Salamanca, Jr."
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 7631,
      "Slug": "corey-d-johnson",
      "FullName": "Corey D. Johnson"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7623,
      "Slug": "inez-d-barron",
      "FullName": "Inez D. Barron"
    },
    {
      "ID": 7636,
      "Slug": "carlos-menchaca",
      "FullName": "Carlos Menchaca"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    }
  ],
  "History": [
    {
      "ID": 318673,
      "Date": "2017-05-10T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2017-05-05T16:46:43.31Z"
    },
    {
      "ID": 318876,
      "Date": "2017-05-10T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on General Welfare",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 15562,
      "AgendaSequence": 127,
      "MinutesSequence": 154,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "General Welfare",
      "MatterStatusID": 3,
      "LastModified": "2017-05-10T20:17:52.45Z"
    },
    {
      "ID": 320543,
      "Date": "2017-06-14T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 12,
      "BodyName": "Committee on General Welfare",
      "EventID": 15615,
      "AgendaSequence": 6,
      "MinutesSequence": 13,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2017-06-14T14:35:25.933Z"
    },
    {
      "ID": 320649,
      "Date": "2017-06-14T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 12,
      "BodyName": "Committee on General Welfare",
      "EventID": 15615,
      "MinutesSequence": 14,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2017-06-15T13:14:04.417Z"
    },
    {
      "ID": 329722,
      "Date": "2017-12-31T22:31:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-27T03:31:40.82Z"
    }
  ],
  "Attachments": [
    {
      "ID": 155073,
      "LastModified": "2017-07-24T14:21:14.393Z",
      "Name": "May 10, 2017 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/a64ba0f5-fd39-4d71-beee-e4b195d97f84.pdf",
      "Sort": 1
    },
    {
      "ID": 156971,
      "LastModified": "2017-06-14T14:32:37.093Z",
      "Name": "Committee Report 6/14/17",
      "Link": "https://nyc.legistar1.com/nyc/attachments/e27fa8d3-cc0e-48bd-8985-b160493e2077.doc",
      "Sort": 2
    },
    {
      "ID": 158401,
      "LastModified": "2017-07-24T14:21:18.513Z",
      "Name": "Hearing Testimony 6/14/17",
      "Link": "https://nyc.legistar1.com/nyc/attachments/064457a1-e000-4766-90c7-69ae110534d0.PDF",
      "Sort": 3
    },
    {
      "ID": 157899,
      "LastModified": "2017-07-24T14:21:18.427Z",
      "Name": "Hearing Transcript 6/14/17",
      "Link": "https://nyc.legistar1.com/nyc/attachments/9f5e5905-0439-4667-aa7a-a37330791512.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 59560,
  "Text": "By Council Members Levin, Crowley, Vallone, Grodenchik, Richards, Salamanca, Rosenthal, Johnson, Chin, Palma, Barron, Menchaca, Gentile and Ulrich\n\n      Whereas, New York City (N.Y.C. or the City) is in the midst of an affordable housing crisis due to the fact that over the past 20 years wages for the City's renters have failed to increase at a fast enough rate to keep pace with rent increases; and \n      Whereas, According to the Coalition for the Homeless, between 2010 and 2014 the median household income in the City rose by 2 percent, while median rents rose by 14 percent; and \n      Whereas, In the lowest-income neighborhoods, the median income decreased by 7 percent, while rents rose by 26 percent; and \n      Whereas, One-third of N.Y.C. residents are housing insecure, meaning they are spending more than 50 percent of their income on rent and were they to miss a paycheck they would be unable to pay their rent; and \n      Whereas, In recent years homelessness in the City reached the highest levels since the great depression of the 1930s; and \n      Whereas, According to the N.Y.C. Department of Homeless Services (DHS) Daily Report as of December 2016, more than 60,000 individuals live homeless shelters including 23,738 children; and\n      Whereas, Legislative action has been taken at the Federal, State and local level to create and fund cash assistance and rent supplement programs to help people make ends meet and remain in their homes, but these programs are not providing enough assistance to keep pace with the increasingly high cost of living in the City; and \n      Whereas, Cash assistance programs, administered locally through the Human Resources Administration (HRA), are designed to enable households, with limited incomes, meet the basic needs of living, shelter, food, utility, and other daily living expenses; and \n      Whereas, Eligibility for a cash assistance grant is based on household size, income, and other factors; and  \n      Whereas, Cash assistance is divided into three specific need areas: basic allowance, home energy allowance and shelter allowance; and \n      Whereas, The shelter allowance schedule is a series of state regulatory limits on rent assistance based on district, family size, and whether heat is included in the rent; and \n      Whereas, According to the Community Service Society, the current shelter allowance for a 3 person household with children is $400 per month, while the 2016 U.S. Department of Housing and Urban Development (HUD) fair market rent for a two bedroom unit is $1,571 per month; and\n      Whereas, According to the Coalition for the Homeless, two-thirds of households on public assistance who live in private housing statewide are grappling with rents that exceed their shelter allowances; and \n      Whereas, According to data compiled by the Coalition for the Homeless, the Legal Aid Society, and the Empire Justice Center, in the City there are 54,013 households receiving shelter allowances that do not cover the cost of their rent; and \n      Whereas, In New York City, 41,628 households that receive shelter allowances have  a rent that is one and a half times the shelter allowance and are on the brink of becoming homeless; and \n      Whereas, Rental supplements were created by New York State in 2003, authorizing localities to administer rent supplements to supplement cash assistance; and\n      Whereas, Rent supplements, including Living In Communities (LINC), the City Family Eviction Prevention Supplement (CITYFEPS), and the Special Exit and Prevention Supplement (SEPS), provide additional monetary grants to individuals and families struggling to pay their rent; and \n      Whereas, Increasing rent supplements would cost far less than it currently costs to house a family in a New York City shelter; and \n      Whereas, New York State Assembly Member Andrew Hevesi proposed the Home Stability Support (HSS) plan to ensure people are not forced into shelter and are instead able to remain in their rental unit; and \n      Whereas, HSS would be funded entirely by State dollars and would provide relief by replacing all existing rent supplements; and \n      Whereas, The goal of HSS is to bridge the difference between the shelter allowance and 85 percent of the local Fair Market Rent (FMR), determined by HUD; and \n      Whereas, HSS would allow localities to raise the supplement up to 100 percent of the FMR should they choose to subsidize the remainder; and  \n      Whereas, Furthermore, as proposed, HSS would also include a differential for housing that does not include heat in the monthly rent; and \n      Whereas, As proposed, HSS would also encourage employment by including a one-year transitional benefit for households that increase their earnings enough to leave public assistance; now, therefore be it\n      Resolved, That the Council of the City of New York supports the Home Stability Support plan, which would create a new statewide rent supplement for families and individuals who are eligible for public assistance benefits and who are facing eviction, homelessness, or the loss of housing due to situations such as domestic violence or hazardous living conditions. \n\n\nER\n12.7.16\nLS 9120, LS 9330, LS 9738, LS 9841\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Levin, Crowley, Vallone, Grodenchik, Richards, Salamanca, Rosenthal, Johnson, Chin, Palma, Barron, Menchaca, Gentile and Ulrich\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, New York City (N.Y.C. or the City) is in the midst of an affordable housing crisis due to the fact that over the past 20 years wages for the City\\rquote s renters have failed to increase at a fast enough rate to keep pace with rent increases; and \\par\nWhereas, According to the Coalition for the Homeless, between 2010 and 2014 the median household income in the City rose by 2 percent, while median rents rose by 14 percent; and \\par\nWhereas, In the lowest-income neighborhoods, the median income decreased by 7 percent, while rents rose by 26 percent; and \\par\nWhereas, One-third of N.Y.C. residents are housing insecure, meaning they are spending more than 50 percent of their income on rent and were they to miss a paycheck they would be unable to pay their rent; and \\par\nWhereas, In recent years homelessness in the City reached the highest levels since the great depression of the 1930s; and \\par\nWhereas, According to the N.Y.C. Department of Homeless Services (DHS) Daily Report as of December 2016, more than 60,000 individuals live homeless shelters including 23,738 children; and\\par\nWhereas, Legislative action has been taken at the Federal, State and local level to create and fund cash assistance and rent supplement programs to help people make ends meet and remain in their homes, but these programs are not providing enough assistance to keep pace with the increasingly high cost of living in the City; and \\par\nWhereas, Cash assistance programs, administered locally through the Human Resources Administration (HRA), are designed to enable households, with limited incomes, meet the basic needs of living, shelter, food, utility, and other daily living expenses; and \\par\nWhereas, Eligibility for a cash assistance grant is based on household size, income, and other factors; and  \\par\nWhereas, Cash assistance is divided into three specific need areas: basic allowance, home energy allowance and shelter allowance; and \\par\nWhereas, The shelter allowance schedule is a series of state regulatory limits on rent assistance based on district, family size, and whether heat is included in the rent; and \\par\nWhereas, According to the Community Service Society, the current shelter allowance for a 3 person household with children is $400 per month, while the 2016 U.S. Department of Housing and Urban Development (HUD) fair market rent for a two bedroom unit is $1,571 per month; and\\par\nWhereas, According to the Coalition for the Homeless, two-thirds of households on public assistance who live in private housing statewide are grappling with rents that exceed their shelter allowances; and \\par\nWhereas, According to data compiled by the Coalition for the Homeless, the Legal Aid Society, and the Empire Justice Center, in the City there are 54,013 households receiving shelter allowances that do not cover the cost of their rent; and \\par\nWhereas, In New York City, 41,628 households that receive shelter allowances have  a rent that is one and a half times the shelter allowance and are on the brink of becoming homeless; and \\par\nWhereas, Rental supplements were created by New York State in 2003, authorizing localities to administer rent supplements to supplement cash assistance; and\\par\nWhereas, Rent supplements, including Living In Communities (LINC), the City Family Eviction Prevention Supplement (CITYFEPS), and the Special Exit and Prevention Supplement (SEPS), provide additional monetary grants to individuals and families struggling to pay their rent; and \\par\nWhereas, Increasing rent supplements would cost far less than it currently costs to house a family in a New York City shelter; and \\par\nWhereas, New York State Assembly Member Andrew Hevesi proposed the Home Stability Support (HSS) plan to ensure people are not forced into shelter and are instead able to remain in their rental unit; and \\par\nWhereas, HSS would be funded entirely by State dollars and would provide relief by replacing all existing rent supplements; and \\par\nWhereas, The goal of HSS is to bridge the difference between the shelter allowance and 85 percent of the local Fair Market Rent (FMR), determined by HUD; and \\par\nWhereas, HSS would allow localities to raise the supplement up to 100 percent of the FMR should they choose to subsidize the remainder; and  \\par\nWhereas, Furthermore, as proposed, HSS would also include a differential for housing that does not include heat in the monthly rent; and \\par\nWhereas, As proposed, HSS would also encourage employment by including a one-year transitional benefit for households that increase their earnings enough to leave public assistance; now, therefore be it\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 Resolved, That the Council of the City of New York supports the Home Stability Support plan, which would create a new statewide rent supplement for families and individuals who are eligible for public assistance benefits and who are facing eviction, homelessness, or the loss of housing due to situations such as domestic violence or hazardous living conditions. \\par\n\\pard\\ltrpar\\par\n\\par\n\\fs18 ER\\par\n12.7.16\\par\nLS 9120, LS 9330, LS 9738, LS 9841\\par\n}\n",
  "LastModified": "2017-12-27T03:31:40.897Z"
}
