{
  "ID": 57681,
  "GUID": "D3A73FCE-4E7B-4EB9-A3C2-739E8FE7C147",
  "File": "Res 1484-2017",
  "Name": "Denouncing the termination of the DACA program and calling on the state and federal government to extend protections for undocumented youth by passing the NYS DREAM Act of 2017, as well as the federal DREAM Act of 2017.",
  "Title": "Resolution denouncing the termination of the DACA program and calling on the state and federal government to extend protections for undocumented youth by passing the New York State DREAM Act of 2017, as well as the federal DREAM Act of 2017.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 32,
  "StatusName": "Adopted",
  "BodyID": 5119,
  "BodyName": "Committee on Immigration",
  "IntroDate": "2017-05-24T00:00:00Z",
  "AgendaDate": "2017-05-24T00:00:00Z",
  "PassedDate": "2017-12-19T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 7636,
      "Slug": "carlos-menchaca",
      "FullName": "Carlos Menchaca"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm"
    },
    {
      "ID": 7627,
      "Slug": "costa-g-constantinides",
      "FullName": "Costa G. Constantinides"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 7714,
      "Slug": "rafael-salamanca-jr",
      "FullName": "Rafael Salamanca, Jr."
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7113,
      "Slug": "mathieu-eugene",
      "FullName": "Mathieu Eugene"
    },
    {
      "ID": 7630,
      "Slug": "rafael-l-espinal-jr",
      "FullName": "Rafael L. Espinal, Jr."
    },
    {
      "ID": 7632,
      "Slug": "ben-kallos",
      "FullName": "Ben Kallos"
    }
  ],
  "History": [
    {
      "ID": 319336,
      "Date": "2017-05-24T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2017-05-19T15:06:51.857Z"
    },
    {
      "ID": 319568,
      "Date": "2017-05-24T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Immigration",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 15602,
      "AgendaSequence": 160,
      "MinutesSequence": 195,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Immigration",
      "MatterStatusID": 3,
      "LastModified": "2017-05-24T16:27:34.843Z"
    },
    {
      "ID": 320497,
      "Date": "2017-06-19T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 5119,
      "BodyName": "Committee on Immigration",
      "EventID": 15577,
      "AgendaSequence": 2,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2017-06-19T14:00:52.287Z"
    },
    {
      "ID": 320863,
      "Date": "2017-06-19T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 5119,
      "BodyName": "Committee on Immigration",
      "EventID": 15577,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2017-06-19T18:39:17.14Z"
    },
    {
      "ID": 327374,
      "Date": "2017-12-18T12:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 5119,
      "BodyName": "Committee on Immigration",
      "EventID": 15998,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "AgendaNote": "Proposed Res. No. 1484-A",
      "MinutesNote": "Proposed Res. No. 1484-A",
      "MatterStatusID": 3,
      "LastModified": "2017-12-18T14:37:00.24Z"
    },
    {
      "ID": 327702,
      "Date": "2017-12-18T12:00:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Resolution was Amendment Proposed by Comm",
      "BodyID": 5119,
      "BodyName": "Committee on Immigration",
      "EventID": 15998,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2017-12-18T01:39:31.6Z"
    },
    {
      "ID": 327703,
      "Date": "2017-12-18T12:00:00Z",
      "ActionID": 33,
      "Action": "Amended by Committee",
      "Description": "This Resolution was Amended by Committee",
      "BodyID": 5119,
      "BodyName": "Committee on Immigration",
      "EventID": 15998,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2017-12-18T01:39:35.57Z"
    },
    {
      "ID": 327704,
      "Date": "2017-12-18T12:00:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "A motion was made that this Resolution be Approved by Committee approved by Roll Call.",
      "BodyID": 5119,
      "BodyName": "Committee on Immigration",
      "EventID": 15998,
      "MinutesSequence": 5,
      "Version": "A",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "Votes": [
        {
          "ID": 7636,
          "Slug": "carlos-menchaca",
          "FullName": "Carlos Menchaca",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 10
        },
        {
          "ID": 7113,
          "Slug": "mathieu-eugene",
          "FullName": "Mathieu Eugene",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 20
        },
        {
          "ID": 7563,
          "Slug": "daniel-dromm",
          "FullName": "Daniel Dromm",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 30
        },
        {
          "ID": 7565,
          "Slug": "peter-a-koo",
          "FullName": "Peter A. Koo",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 40
        },
        {
          "ID": 7630,
          "Slug": "rafael-l-espinal-jr",
          "FullName": "Rafael L. Espinal, Jr.",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 50
        }
      ],
      "LastModified": "2018-05-08T17:24:14.113Z"
    },
    {
      "ID": 327449,
      "Date": "2017-12-19T13:30:00Z",
      "ActionID": 5032,
      "Action": "Approved, by Council",
      "Description": "A motion was made that this Resolution be Approved, by Council approved by voice vote.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16000,
      "AgendaSequence": 165,
      "MinutesSequence": 188,
      "Version": "A",
      "AgendaNote": "Amended and Adopted by the Committee on Immigration",
      "MinutesNote": "Pursuant to Rule 8.50 of the Council, the Public Advocate (Ms. James) called for a voice vote.  Hearing those in favor, the Public Advocate (Ms. James) declared the Resolution to be adopted.\r\n\r\nThe following 2 Council Members formally noted their opposition to the passage of this item: \r\nCouncil Members Borelli and Matteo.\r\n\r\nThe following Council Member formally noted his abstention from voting on this item:  \r\nCouncil Member Ulrich.\r\n\r\nAdopted by the Council by voice-vote.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 32,
      "LastModified": "2017-12-20T16:40:31.903Z"
    }
  ],
  "Attachments": [
    {
      "ID": 165870,
      "LastModified": "2018-01-14T22:13:46.993Z",
      "Name": "Res. No. 1484",
      "Link": "https://nyc.legistar1.com/nyc/attachments/0e5ee6d3-2592-4fcc-9ebf-f4b6bfa86c82.doc",
      "Sort": 1
    },
    {
      "ID": 155792,
      "LastModified": "2017-12-15T17:21:44.65Z",
      "Name": "May 24, 2017 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/49f6fbfa-703f-45b4-99c5-9210ffc6a6f5.pdf",
      "Sort": 2
    },
    {
      "ID": 157197,
      "LastModified": "2017-12-15T17:21:43.65Z",
      "Name": "Committee Report 6/19/17",
      "Link": "https://nyc.legistar1.com/nyc/attachments/3a04e03a-a946-470e-b973-6de148cfc43f.doc",
      "Sort": 3
    },
    {
      "ID": 158418,
      "LastModified": "2017-12-15T17:21:43.29Z",
      "Name": "Hearing Testimony 6/19/17",
      "Link": "https://nyc.legistar1.com/nyc/attachments/afccccc8-5d21-4735-af68-7794e979b8c9.PDF",
      "Sort": 4
    },
    {
      "ID": 158274,
      "LastModified": "2017-12-15T17:21:42.87Z",
      "Name": "Hearing Transcript 6/19/17",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c27b35f6-7c91-4c05-915d-169fe69edd09.pdf",
      "Sort": 5
    },
    {
      "ID": 165910,
      "LastModified": "2017-12-15T21:33:07.73Z",
      "Name": "Proposed Res. No. 1484-A - 12/15/17",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d48a4927-c5e6-4842-be68-d2512a6f6a4c.doc",
      "Sort": 6
    },
    {
      "ID": 166011,
      "LastModified": "2017-12-18T18:30:06.29Z",
      "Name": "Committee Report 12/18/17",
      "Link": "https://nyc.legistar1.com/nyc/attachments/1a74bd98-54a5-4284-bebf-1f6b800195bc.doc",
      "Sort": 7
    },
    {
      "ID": 166293,
      "LastModified": "2017-12-22T20:13:34.993Z",
      "Name": "Hearing Testimony 12/18/17",
      "Link": "https://nyc.legistar1.com/nyc/attachments/6ff2541d-cb45-4e05-a1e0-800bb7afe1f0.PDF",
      "Sort": 8
    },
    {
      "ID": 167573,
      "LastModified": "2018-01-14T22:13:54.523Z",
      "Name": "Hearing Transcript 12/18/17",
      "Link": "https://nyc.legistar1.com/nyc/attachments/fd7a5f10-2db6-4dda-a8de-9d29c522d66e.pdf",
      "Sort": 9
    },
    {
      "ID": 166012,
      "LastModified": "2018-01-14T22:13:54.493Z",
      "Name": "Res. No. 1484-A",
      "Link": "https://nyc.legistar1.com/nyc/attachments/60248a5c-686e-413b-8efc-c1ac21d4d881.doc",
      "Sort": 10
    },
    {
      "ID": 166151,
      "LastModified": "2018-01-14T22:13:53.98Z",
      "Name": "December 19, 2017 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/abdcc59d-7c1a-4620-aba4-46d4a93479df.pdf",
      "Sort": 11
    },
    {
      "ID": 166267,
      "LastModified": "2018-01-14T22:13:53.417Z",
      "Name": "Committee Report - Stated Meeting",
      "Link": "https://nyc.legistar1.com/nyc/attachments/2220b061-c580-4fd0-ad5c-5f2f520375a4.doc",
      "Sort": 12
    },
    {
      "ID": 167666,
      "LastModified": "2018-01-15T17:46:08.743Z",
      "Name": "Hearing Transcript - Stated Meeting  12-19-17",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c4475148-4ac0-4133-af29-4272043bbab2.pdf",
      "Sort": 13
    }
  ],
  "Summary": "",
  "TextID": 60972,
  "Text": "By Council Members Menchaca, The Speaker (Council Member Mark-Viverito), Dromm, Constantinides, Koo, Salamanca, Chin, Eugene, Espinal and Kallos\n      \n      Whereas, The U.S. Department of Homeland Security (DHS) estimates that there are 11.4 million undocumented immigrants residing in the United States (U.S.); and\n      Whereas, Undocumented youth came to the U.S. at a young age, often brought by their parents, are called \"DREAMers;\" and \n      Whereas, The average age that DREAMers entered the U.S. is six years old; and \n      Whereas, Many DREAMers did not know they were unauthorized immigrants until they were teenagers and discovered they were not eligible for a driver's license or financial aid for college; and \n      Whereas, DREAMers are forced to live in the shadows of society because, generally, they do not have a direct path to lawful immigration status and are, therefore, at risk of deportation; and\n      Whereas, The original DACA program, established in 2012, allows individuals who were under the age of 31 as of June 15, 2012; came to the U.S. as children under the age of 16; have lived in the U.S. continuously since June 15, 2007; and meet certain other criteria, to request consideration for deferred action for a period of two years, subject to renewal; and  \n      Whereas, On June 29, 2017, the attorney general of Texas, along with attorneys general from Louisiana, Alabama, Nebraska, Arkansas, South Carolina, Idaho, Tennessee, West Virginia and Kansas, sent a letter to U.S. Attorney General Jeff Sessions threatening to sue the federal government if DHS did not rescind the 2012 DACA memo by September 5, 2017; and\n      Whereas, On September 5, 2017, DHS announced the rescission of the 2012 DACA memo, effectively terminating the program; and \n      Whereas, As a result, DHS stopped accepting initial and renewal DACA applications, except for a very limited group of DACA grantees whose DACA grants expire on or before March 5, 2018 and submitted renewal applications by October 5, 2017; and \n      Whereas, Those DACA grantees whose DACA grants expire on or after March 6, 2018 were not eligible to apply for renewal and, upon expiration, will return to the immigration status they held prior to receiving deferred action, if any; and \n      Whereas, The decision by DHS to terminate the DACA program, while offering no alternative program or policy, drastically disrupts the lives of the roughly 800,000 DACA grantees in the U.S.; and\n      Whereas, Congressional inaction regarding undocumented youth must end in order to protect all DREAMers, regardless of whether they participated in the DACA program; and\n      Whereas, In order to support DREAMers and immigrant families, two key pieces of legislation, the New York State DREAM Act of 2017 and the federal DREAM Act of 2017, should be passed and signed into law without delay; and \n      Whereas, The 1982 Supreme Court's landmark decision in Plyler v. Doe held that states cannot constitutionally deny students a free public education on account of their immigration status or the immigration status of their parents or guardians; and  \n      Whereas, Undocumented students represent one of the most vulnerable groups served by U.S. schools; and \n      Whereas, Each year, more than 65,000 undocumented students graduate from high school in the U.S.; and  \n      Whereas, Roughly 54 percent of undocumented youth have earned a high school diploma, compared to 82 percent of their U.S. born-peers; and \n      Whereas, Undocumented students who wish to pursue higher education are typically ineligible for most forms of financial aid because of their immigration status, including student loans, work-study programs, and other grants; and\n      Whereas, Tom K. Wong of the University of California, San Diego, United We Dream, the National Immigration Law Center, and the Center for American Progress surveyed roughly 3,000 DACA recipients across 46 states, including the District of Columbia and found that 91 percent of respondents reported they were currently employed and about 45 percent were currently in school, of which 72 percent were pursuing higher education; and \n      Whereas, The Center for American Progress estimates that the U.S. is likely to lose about $460 billion in GDP over the next 10 years without DACA; and \n      Whereas, According to the 2010 U.S. Census, New York State is home to 4.3 million immigrants, three million of whom live in New York City; and  \n      Whereas, The Fiscal Policy Institute estimates that there are about 3,627 undocumented students who graduate from high school each year in New York State; and   \n      Whereas, Out of the number of undocumented students who graduate from U.S. high schools annually, only 5-10 percent pursue a college degree, in large part, due to tremendous financial obstacles; and   \n      Whereas, An estimated 146,000 undocumented students who have been educated in New York State public schools are currently ineligible to receive financial aid under federal and state law; and \n      Whereas, Despite these significant challenges, undocumented students who manage to attend and graduate from two and four-year educational institutions achieve high levels of academic and professional success; and \n      Whereas, As a testament to this success, in 2015, the New York State judiciary established a groundbreaking policy regarding professional licensing for undocumented immigrants by admitting New York's first undocumented lawyer to the bar; and\n      Whereas, Since 2002, undocumented students in New York State who graduate from a New York high school or receive the equivalent of a high school diploma qualify for in-state tuition at the State University of New York (SUNY) and the City University of New York (CUNY) schools; and \n      Whereas, According to the Fiscal Policy Institute, there are strong fiscal and economic benefits to the state when the labor force is better educated; and\n      Whereas, The median income of a New York State worker with a bachelor's degree is $25,000 higher per year than for a worker possessing only a high school diploma; and \n      Whereas, New York State Assembly Member Francisco Moya introduced the New York State DREAM Act during the New York Legislature's 2017-2018 Regular Session; and\n      Whereas, The New York State DREAM Act would increase access for eligible immigrant youth and the children of undocumented immigrants to various forms of financial assistance, including the Tuition Assistance Program, Higher Education Opportunity Program, Collegiate Science and Technology Entry Program, Educational Opportunity Program and other such programs available at community colleges, as well as establishes a fund that would provide financial assistance to eligible immigrants who wish to pursue higher education; and \n      Whereas, The New York State DREAM Act would eliminate barriers for immigrant families to save for higher education expenses by allowing them to open a New York State 529 family tuition account under the New York State College Tuition Savings Program and/or  designate a beneficiary on an account, provided they have a taxpayer identification number; and\n      Whereas, At the federal level, the DREAM Act of 2017 was introduced by Senators Dick Durbin (D-Ill) and Lindsey Graham (R-S.C.) during the 115th Congress (2017-2018 Legislative session); and\n      Whereas, The federal DREAM Act of 2017 would authorize the cancellation of removal and adjustment of status of DREAMers, who are long-term U.S. residents and who entered the U.S. as children; and \n      Whereas, The DREAM Act of 2017 would also allow young immigrants who have called the U.S. home for most of their lives to realize their full potential by allowing them to study and work without the fear of deportation; and\n      Whereas, The DREAM Act of 2017 lays out a path to citizenship, by providing Conditional Permanent Resident (CPR) status to undocumented youth who entered the U.S. under the age of 18; have continuously physically resided in the U.S. for the four years preceding the legislation's enactment; who have not been convicted of a crime where the term of imprisonment was more than a year; and who have been admitted to an institution of higher education, have graduated high school or obtained a GED, or are currently enrolled in secondary school or a program assisting students obtain a diploma or GED; and\n      Whereas, DACA beneficiaries show positive economic and educational outcomes and have made significant contributions to the U.S. economy, highlighting the benefits of supporting undocumented youth; and\n      Whereas, DREAMers who pose no threat to public safety should be free from the fear of deportation and have a meaningful opportunity to thrive in the country they call home; and \n      Whereas, Giving DREAMers access to higher education and the opportunity to attend college, pursue careers, and further contribute to their communities is also highly beneficial to the economy of New York State, and the country as a whole; and\n      Whereas, An investment in young immigrants' futures is in an investment in New York's future; now, therefore, be it \n      Resolved, That the Council of the City of New York denounces the termination of the DACA program and calls on upon the state and federal government to extend protections for undocumented youth by passing the New York State DREAM Act of 2017, as well as the federal DREAM Act of 2017.\n      \nLS # 9806, 9911, 10115, 11257, 11504\n12/18/2017\nIP/JA/NC \n\n\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Menchaca, The Speaker (Council Member Mark-Viverito), Dromm, Constantinides, Koo, Salamanca, Chin, Eugene, Espinal and Kallos\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj\\par\nWhereas, The U.S. Department of Homeland Security (DHS) estimates that there are 11.4 million undocumented immigrants residing in the United States (U.S.); and\\par\nWhereas, Undocumented youth came to the U.S. at a young age, often brought by their parents, are called \\ldblquote DREAMers;\\rdblquote  and \\par\nWhereas, The average age that DREAMers entered the U.S. is six years old; and \\par\nWhereas, Many DREAMers did not know they were unauthorized immigrants until they were teenagers and discovered they were not eligible for a driver\\rquote s license or financial aid for college; and \\par\nWhereas, DREAMers are forced to live in the shadows of society because, generally, they do not have a direct path to lawful immigration status and are, therefore, at risk of deportation; and\\par\nWhereas, The original DACA program, established in 2012, allows individuals who were under the age of 31 as of June 15, 2012; came to the U.S. as children under the age of 16; have lived in the U.S. continuously since June 15, 2007; and meet certain other criteria, to request consideration for deferred action for a period of two years, subject to renewal; and  \\par\nWhereas, On June 29, 2017, the attorney general of Texas, along with attorneys general from Louisiana, Alabama, Nebraska, Arkansas, South Carolina, Idaho, Tennessee, West Virginia and Kansas, sent a letter to U.S. Attorney General Jeff Sessions threatening to sue the federal government if DHS did not rescind the 2012 DACA memo by September 5, 2017; and\\par\nWhereas, On September 5, 2017, DHS announced the rescission of the 2012 DACA memo, effectively terminating the program; and \\par\nWhereas, As a result, DHS stopped accepting initial and renewal DACA applications, except for a very limited group of DACA grantees whose DACA grants expire on or before March 5, 2018 and submitted renewal applications by October 5, 2017; and \\par\nWhereas, Those DACA grantees whose DACA grants expire on or after March 6, 2018 were not eligible to apply for renewal and, upon expiration, will return to the immigration status they held prior to receiving deferred action, if any; and \\par\nWhereas, The decision by DHS to terminate the DACA program, while offering no alternative program or policy, drastically disrupts the lives of the roughly 800,000 DACA grantees in the U.S.; and\\par\nWhereas, Congressional inaction regarding undocumented youth must end in order to protect all DREAMers, regardless of whether they participated in the DACA program; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 Whereas, In order to support DREAMers and immigrant families, two key pieces of legislation, the New York State DREAM Act of 2017 and the federal DREAM Act of 2017, should be passed and signed into law without delay; and \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, The 1982 Supreme Court\\rquote s landmark decision in \\ul Plyler v. Doe\\ulnone  held that states cannot constitutionally deny students a free public education on account of their immigration status or the immigration status of their parents or guardians; and  \\par\nWhereas, Undocumented students represent one of the most vulnerable groups served by U.S. schools; and \\par\nWhereas, Each year, more than 65,000 undocumented students graduate from high school in the U.S.; and  \\par\nWhereas, Roughly 54 percent of undocumented youth have earned a high school diploma, compared to 82 percent of their U.S. born-peers; and \\par\nWhereas, Undocumented students who wish to pursue higher education are typically ineligible for most forms of financial aid because of their immigration status, including student loans, work-study programs, and other grants; and\\par\nWhereas, Tom K. Wong of the University of California, San Diego, United We Dream, the National Immigration Law Center, and the Center for American Progress surveyed roughly 3,000 DACA recipients across 46 states, including the District of Columbia and found that 91 percent of respondents reported they were currently employed and about 45 percent were currently in school, of which 72 percent were pursuing higher education; and \\par\nWhereas, The Center for American Progress estimates that the U.S. is likely to lose about $460 billion in GDP over the next 10 years without DACA; and \\par\nWhereas, According to the 2010 U.S. Census, New York State is home to 4.3 million immigrants, three million of whom live in New York City; and  \\par\nWhereas, The Fiscal Policy Institute estimates that there are about 3,627 undocumented students who graduate from high school each year in New York State; and   \\par\nWhereas, Out of the number of undocumented students who graduate from U.S. high schools annually, only 5-10 percent pursue a college degree, in large part, due to tremendous financial obstacles; and   \\par\nWhereas, An estimated 146,000 undocumented students who have been educated in New York State public schools are currently ineligible to receive financial aid under federal and state law; and \\par\nWhereas, Despite these significant challenges, undocumented students who manage to attend and graduate from two and four-year educational institutions achieve high levels of academic and professional success; and \\par\nWhereas, As a testament to this success, in 2015, the New York State judiciary established a groundbreaking policy regarding professional licensing for undocumented immigrants by admitting New York\\rquote s first undocumented lawyer to the bar; and\\par\nWhereas, Since 2002, undocumented students in New York State who graduate from a New York high school or receive the equivalent of a high school diploma qualify for in-state tuition at the State University of New York (SUNY) and the City University of New York (CUNY) schools; and \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 Whereas, According to the Fiscal Policy Institute, there are strong fiscal and economic benefits to the state when the labor force is better educated; and\\par\nWhereas, The median income of a New York State worker with a bachelor\\rquote s degree is $25,000 higher per year than for a worker possessing only a high school diploma; and \\par\nWhereas, New York State Assembly Member Francisco Moya introduced the New York State DREAM Act during the New York Legislature\\rquote s 2017-2018 Regular Session; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, The New York State DREAM Act would increase access for eligible immigrant youth and the children of undocumented immigrants to various forms of financial assistance, including the Tuition Assistance Program, Higher Education Opportunity Program, Collegiate Science and Technology Entry Program, Educational Opportunity Program and other such programs available at community colleges, as well as establishes a fund that would provide financial assistance to eligible immigrants who wish to pursue higher education; and \\par\nWhereas, The New York State DREAM Act would eliminate barriers for immigrant families to save for higher education expenses by allowing them to open a New York State 529 family tuition account under the New York State College Tuition Savings Program and/or  designate a beneficiary on an account, provided they have a taxpayer identification number; and\\par\nWhereas, At the federal level, the DREAM Act of 2017 was introduced by Senators Dick Durbin (D-Ill) and Lindsey Graham (R-S.C.) during the 115th Congress (2017-2018 Legislative session); and\\par\nWhereas, The federal DREAM Act of 2017 would authorize the cancellation of removal and adjustment of status of DREAMers, who are long-term U.S. residents and who entered the U.S. as children; and \\par\nWhereas, The DREAM Act of 2017 would also allow young immigrants who have called the U.S. home for most of their lives to realize their full potential by allowing them to study and work without the fear of deportation; and\\par\nWhereas, The DREAM Act of 2017 lays out a path to citizenship, by providing Conditional Permanent Resident (CPR) status to undocumented youth who entered the U.S. under the age of 18; have continuously physically resided in the U.S. for the four years preceding the legislation\\rquote s enactment; who have not been convicted of a crime where the term of imprisonment was more than a year; and who have been admitted to an institution of higher education, have graduated high school or obtained a GED, or are currently enrolled in secondary school or a program assisting students obtain a diploma or GED; and\\par\nWhereas, DACA beneficiaries show positive economic and educational outcomes and have made significant contributions to the U.S. economy, highlighting the benefits of supporting undocumented youth; and\\par\nWhereas, DREAMers who pose no threat to public safety should be free from the fear of deportation and have a meaningful opportunity to thrive in the country they call home; and \\par\nWhereas, Giving DREAMers access to higher education and the opportunity to attend college, pursue careers, and further contribute to their communities is also highly beneficial to the economy of New York State, and the country as a whole; and\\par\nWhereas, An investment in young immigrants\\rquote  futures is in an investment in New York\\rquote s future; now, therefore, be it \\par\nResolved, That the Council of the City of New York denounces the termination of the DACA program and calls on upon the state and federal government to extend protections for undocumented youth by passing the New York State DREAM Act of 2017, as well as the federal DREAM Act of 2017.\\par\n\\par\n\\pard\\ltrpar\\fs20 LS # 9806, 9911, 10115, 11257, 11504\\par\n12/18/2017\\par\nIP/JA/NC \\par\n}\n",
  "LastModified": "2018-05-08T17:24:06.037Z"
}
