{
  "ID": 57783,
  "GUID": "71B25BB4-E392-4757-9465-90FCFD72748A",
  "File": "Res 1514-2017",
  "Name": "MTA to add an additional member to the NYC Transit’s Paratransit Advisory Committee (PAC) who would represent pregnant women and families.",
  "Title": "Resolution calling on the MTA to add an additional member to the New York City Transit’s Paratransit Advisory Committee (PAC) who would represent pregnant women and families.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2017-06-06T00:00:00Z",
  "AgendaDate": "2017-06-06T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7627,
      "Slug": "costa-g-constantinides",
      "FullName": "Costa G. Constantinides"
    },
    {
      "ID": 7624,
      "Slug": "andrew-cohen",
      "FullName": "Andrew Cohen"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 7714,
      "Slug": "rafael-salamanca-jr",
      "FullName": "Rafael Salamanca, Jr."
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 7636,
      "Slug": "carlos-menchaca",
      "FullName": "Carlos Menchaca"
    },
    {
      "ID": 7604,
      "Slug": "robert-e-cornegy-jr",
      "FullName": "Robert E. Cornegy, Jr."
    },
    {
      "ID": 7631,
      "Slug": "corey-d-johnson",
      "FullName": "Corey D. Johnson"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 7617,
      "Slug": "donovan-j-richards",
      "FullName": "Donovan J. Richards"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    }
  ],
  "History": [
    {
      "ID": 320110,
      "Date": "2017-06-06T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2017-06-05T22:34:24.163Z"
    },
    {
      "ID": 320317,
      "Date": "2017-06-06T13:00:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 15627,
      "AgendaSequence": 175,
      "MinutesSequence": 202,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2017-06-06T22:20:22.71Z"
    },
    {
      "ID": 329728,
      "Date": "2017-12-31T22:34:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-27T03:34:49.273Z"
    }
  ],
  "Attachments": [
    {
      "ID": 156470,
      "LastModified": "2017-06-06T20:22:22.317Z",
      "Name": "June 6, 2017 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d7a75939-08bf-4a6e-9211-ceeff07c05a4.pdf",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 59793,
  "Text": "By Council Members Constantinides, Cohen, Gentile, Rodriguez, Salamanca, Koo, Menchaca, Cornegy, Johnson, Koslowitz, Richards, Rosenthal and Ulrich\n\n      Whereas, Some pregnant women and families find it difficult to take public transportation in New York City; and \n      Whereas, When traveling on a New York City bus, strollers are required to be folded which can make matters difficult for families to travel with young children; and \n      Whereas, Further, although the AutoGate is an automatic entry and exit to the subway, it can only be opened by either a special metrocard or a station attendant, however, some New York City subway stations do not have an attendant which means that the AutoGate cannot be opened for a family traveling with a stroller; and \n      Whereas, In addition to the factors that impact familes, some women find it difficult to use New York City's public transportation system while pregnant; and \n      Whereas, Changes in a woman's body during pregnancy affect a woman's stability and posture and pregnancy can cause dizziness, headaches, and backaches; and \n      Whereas, Many pregnant commuters find it difficult to obtain a seat on a bus or a train because sometimes people refuse to give them a seat; and \n      Whereas, In order to better accommodate pregnant women who take public transportation, the Metropolitan Transportation Authority (MTA) has launched a pilot program from May through September of 2017, as part of their 'Courtesy Counts' campaign; and \n      Whereas, The MTA is giving out free buttons that say, \"baby on board\" and \"please offer me a seat\" to help make it easier for pregnant women and people with disabilities to obtain a seat on public transit; and \n      Whereas, The campaign is meant to incentivize people to give up their seat without having an awkward interaction, such as  mistakenly implying someone is pregnant or has a disability; and \n      Whereas, The MTA's program is modeled after a program that began in London in 2005, when they created a button program for pregnant women and then later for people with disabilities; and \n             Whereas, According to the MTA, Transport for London, London's government body representing local transportation, has distributed approximately 130,000 buttons every year since 2005; and \n            Whereas, While the MTA is taking steps to make the commuting experience more hospitable for pregnant women and people with disabilities, it would be beneficial to have a dedicated representative on the New York City Transit's Paratransit Advisory Committee (PAC) who could advocate for the needs of pregnant women and families; and \n      Whereas, PAC is an advisory body created to serve as a liaison between the accessibility community and the MTA's Paratransit Division; and \n      Whereas, The Paratransit Division of the MTA seeks PAC's comments on proposed changes in service, policies and procedures; and \n      Whereas, In order to be a member of the PAC, an individual must either be an Access-A-Ride customer or a representative of a disability organization from the five boroughs; and \n      Whereas, PAC is currently limited to fifteen members; and \n      Whereas, The MTA could add at least one additional position to PAC to represent pregnant women and families and to advocate for their needs on public transportation; now, therefore be it\n      Resolved, That the Council of the City of New York calls upon the MTA to add an additional member to the New York City Transit's Paratransit Advisory Committee (PAC) who would represent pregnant women and families.  \n      \n\nER\n6/1/17 \nLS 10900",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members \\lang1024 Constantinides, Cohen, Gentile, Rodriguez, Salamanca, Koo, Menchaca, Cornegy, Johnson, Koslowitz, Richards, Rosenthal and Ulrich\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Some pregnant women and families find it difficult to take public transportation in New York City; and \\par\nWhereas, When traveling on a New York City bus, strollers are required to be folded which can make matters difficult for families to travel with young children; and \\par\n\\lang1033 Whereas, Further, although the AutoGate is an automatic entry and exit to the subway, it can only be opened by either a special metrocard or a station attendant, however, some New York City subway stations do not have an attendant which means that the AutoGate cannot be opened for a family traveling with a stroller; and \\par\n\\lang1024 Whereas, In addition to the factors that impact familes, some women find it difficult to use New York City\\rquote s public transportation system while pregnant; and \\par\nWhereas, Changes in a woman\\rquote s body during pregnancy affect a woman\\rquote s stability and posture and pregnancy can cause dizziness, headaches, and backaches; and \\par\nWhereas, Many pregnant commuters find it difficult to obtain a seat on a bus or a train because sometimes people refuse to give them a seat; and \\par\n\\lang1033 Whereas, In order to better accommodate pregnant women who take public transportation, the Metropolitan Transportation Authority (MTA) has launched a pilot program from May through September of 2017, as part of their \\lquote Courtesy Counts\\rquote  campaign; and \\par\nWhereas, The MTA is giving out free buttons that say, \\ldblquote baby on board\\rdblquote  and \\ldblquote please offer me a seat\\rdblquote  to help make it easier for pregnant women and people with disabilities to obtain a seat on public transit; and \\par\nWhereas, The campaign is meant to incentivize people to give up their seat without having an awkward interaction, such as  mistakenly implying someone is pregnant or has a disability; and \\par\nWhereas, The MTA\\rquote s program is modeled after a program that began in London in 2005, when they created a button program for pregnant women and then later for people with disabilities; and \\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj              Whereas, According to the MTA, Transport for London, London\\rquote s government body representing local transportation, has distributed approximately 130,000 buttons every year since 2005; and \\par\n            Whereas, While the MTA is taking steps to make the commuting experience more hospitable for pregnant women and people with disabilities, it would be beneficial to have a dedicated representative on the New York City Transit\\rquote s Paratransit Advisory Committee (PAC) who could advocate for the needs of pregnant women and families; and \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj\\lang1024 Whereas, \\lang1033 PAC is an advisory body created to serve as a liaison between the accessibility community and the MTA\\rquote s Paratransit Division; and \\par\nWhereas, The Paratransit Division of the MTA seeks PAC\\rquote s comments on proposed changes in service, policies and procedures; and \\par\nWhereas, In order to be a member of the PAC, an individual must either be an Access-A-Ride customer or a representative of a disability organization from the five boroughs; and \\par\nWhereas, PAC is currently limited to fifteen members; and \\par\nWhereas, The MTA could add at least one additional position to PAC to represent pregnant women and families and to advocate for their needs on public transportation; now, therefore be it\\par\nResolved, That the Council of the City of New York calls upon the MTA to add an additional member to the New York City Transit\\rquote s Paratransit Advisory Committee (PAC) who would represent pregnant women and families.  \\par\n\\par\n\\pard\\ltrpar\\par\n\\fs20 ER\\par\n6/1/17 \\par\nLS 10900\\par\n}\n",
  "LastModified": "2017-12-27T03:34:49.337Z"
}
