{
  "ID": 57803,
  "GUID": "37678143-DFCB-4A8B-AC74-F07CB0453181",
  "File": "Res 1517-2017",
  "Name": "Provide immigration judges with discretionary authority to determine that an immigrant parent of a US citizen child should not be ordered removed, deported, or excluded from the United States. (H.R. 2508)",
  "Title": "Resolution calling upon the 115th Congress to pass, and the President to sign, H.R. 2508, which would provide immigration judges with discretionary authority to determine that an immigrant parent of a United States citizen child should not be ordered removed, deported, or excluded from the United States",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5119,
  "BodyName": "Committee on Immigration",
  "IntroDate": "2017-06-06T00:00:00Z",
  "AgendaDate": "2017-06-06T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    }
  ],
  "History": [
    {
      "ID": 320128,
      "Date": "2017-06-06T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2017-06-05T22:37:51.837Z"
    },
    {
      "ID": 320322,
      "Date": "2017-06-06T13:00:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Immigration",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 15627,
      "AgendaSequence": 179,
      "MinutesSequence": 206,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Immigration",
      "MatterStatusID": 3,
      "LastModified": "2017-06-06T22:21:07.557Z"
    },
    {
      "ID": 329731,
      "Date": "2017-12-31T22:35:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-27T03:35:31.757Z"
    }
  ],
  "Attachments": [
    {
      "ID": 156474,
      "LastModified": "2017-06-06T20:22:23.467Z",
      "Name": "June 6, 2017 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/49641200-9bb2-4ee4-9648-7196f46a9c0c.pdf",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 59813,
  "Text": "By Council Member Dromm and Gentile\n      Whereas, New York City is home to two immigration courts which, according to data from the U.S. Department of Justice (DOJ), are among the busiest immigration courts in the nation with nearly 78,000 cases pending as of April 2017; \n      Whereas, Immigration judges bear primary responsibility for the removal, deportation, and exclusion of individuals in the United States (U.S.); and\n      Whereas, Immigration judges are currently precluded from considering family unity as a factor in removal proceedings involving an individual who is the parent of a U.S. citizen child; and\n      Whereas, According to a 2016 fact sheet issued by the Migration Policy Institute, between the years 2009 and 2013, there were 5.1 million U.S. children under age 18 with at least one unauthorized immigrant parent; and\n      Whereas, Roughly 79% of those children were U.S. citizens; and \n      Whereas, According to a 2015 report by the Migration Policy Institute and the Urban Institute, U.S. Immigration and Customs Enforcement (ICE) did not track data regarding the deportation of parents of U.S. citizen children until 2010; and \n      Whereas, ICE reports that between July 2010 and September 2012 it deported 205,000 parents who claimed to have at least one U.S. citizen child and an additional 72,000 in 2013; and \n      Whereas, The American Immigration Council reported in a 2017 factsheet that, based on ICE data, experts believe that roughly half a million U.S. citizen children experienced the detention and deportation of at least one parent between 2011 and 2013; and \n      Whereas, The Migration Policy Institute projects that, in New York State, there are approximately 293,000 children with at least one undocumented parent with roughly 78% being U.S. citizens; and  \n\tWhereas, New York City is home to approximately 500,000 undocumented immigrants, many of whom have started families in the City and have U.S. citizen children; and\n      Whereas, Advocates believe that from October 2005 through December of 2010, the parents of 13,000 U.S. citizen children were detained in New York City by federal immigration and customs enforcement officials, with the majority of parents being deported; and \n      Whereas, Deportation forces the parent of a U.S. citizen child either to leave the child behind indefinitely, or to take the child to the parent's country of origin, which is often completely unfamiliar to, and unsafe for, the U.S. citizen child and which often lacks comparable economic and educational opportunities for the U.S. citizen child; and\n      Whereas, The current limitations on using family unity as a factor in determining the outcome of a removal proceeding regularly forces immigration judges to separate a parent from his or her U.S. citizen child without any regard for the child's citizenship status; and\n      Whereas, When U.S. citizen children are separated from a parent on account of deportation often face severe hardships such as limited economic and housing opportunities; and\n\tWhereas, The Schuyler Center for Analysis and Advocacy reported in May 2017 that approximately 5,100 U.S. citizen children enter foster care annually because of parental deportation nationally; and \n      Whereas, In order to keep families together, Representative Jose E. Serrano introduced H.R. 2508, a bill that would authorize an immigration judge to decline to order the deportation of any individual who is the parent of a U.S. citizen child if the judge determines that the parent's removal would be against the child's best interest; and\n      Whereas, Providing immigration judges with this discretionary authority will encourage the preservation of families and maintain the physical, economic, and educational security of U.S. citizen children; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the 115th Congress to pass, and the President to sign, H.R. 2508, which would provide immigration judges with discretionary authority to determine that an immigrant parent of a United States citizen child should not be ordered removed, deported, or excluded from the United States.\n\n\nJSM/IP\nLS# 892 (2014) \nRes. No. 704-2011\n6/5/2017",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0  \\par\n\\fs24 By Council Member Dromm and Gentile\\fs27\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sl480\\slmult0\\fs24 Whereas, New York City is home to two immigration courts which, according to data from the U.S. Department of Justice (DOJ), are among the busiest immigration courts in the nation with nearly 78,000 cases pending as of April 2017; \\par\nWhereas, Immigration judges bear primary responsibility for the removal, deportation, and exclusion of individuals in the United States (U.S.); and\\fs27\\par\n\\fs24 Whereas, Immigration judges are currently precluded from considering family unity as a factor in removal proceedings involving an individual who is the parent of a U.S. citizen child; and\\par\nWhereas, According to a 2016 fact sheet issued by the Migration Policy Institute, between the years 2009 and 2013, there were 5.1 million U.S. children under age 18 with at least one unauthorized immigrant parent; and\\par\nWhereas, Roughly 79% of those children were U.S. citizens; and \\par\nWhereas, According to a 2015 report by the Migration Policy Institute and the Urban Institute, U.S. Immigration and Customs Enforcement (ICE) did not track data regarding the deportation of parents of U.S. citizen children until 2010; and \\par\nWhereas, ICE reports that between July 2010 and September 2012 it deported 205,000 parents who claimed to have at least one U.S. citizen child and an additional 72,000 in 2013; and \\par\nWhereas, The American Immigration Council reported in a 2017 factsheet that, based on ICE data, experts believe that roughly half a million U.S. citizen children experienced the detention and deportation of at least one parent between 2011 and 2013; and \\par\nWhereas, The Migration Policy Institute projects that, in New York State, there are approximately 293,000 children with at least one undocumented parent with roughly 78% being U.S. citizens; and  \\par\n\\pard\\cbpat2\\ltrpar\\sl480\\slmult0\\tab Whereas, New York City is home to approximately 500,000 undocumented immigrants, many of whom have started families in the City and have U.S. citizen children; and\\fs27\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sl480\\slmult0\\fs24 Whereas, Advocates believe that from October 2005 through December of 2010, the parents of 13,000 U.S. citizen children were detained in New York City by federal immigration and customs enforcement officials, with the majority of parents being deported; and \\fs27\\par\n\\fs24 Whereas, Deportation forces the parent of a U.S. citizen child either to leave the child behind indefinitely, or to take the child to the parent's country of origin, which is often completely unfamiliar to, and unsafe for, the U.S. citizen child and which often lacks comparable economic and educational opportunities for the U.S. citizen child; and\\fs27\\par\n\\fs24 Whereas, The current limitations on using family unity as a factor in determining the outcome of a removal proceeding regularly forces immigration judges to separate a parent from his or her U.S. citizen child without any regard for the child's citizenship status; and\\fs27\\par\n\\fs24 Whereas, When U.S. citizen children are separated from a parent on account of deportation often face severe hardships such as limited economic and housing opportunities; and\\fs27\\par\n\\pard\\cbpat2\\ltrpar\\sl480\\slmult0\\fs24\\tab Whereas, The Schuyler Center for Analysis and Advocacy reported in May 2017 that approximately 5,100 U.S. citizen children enter foster care annually because of parental deportation nationally; and \\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sl480\\slmult0 Whereas, In order to keep families together, Representative Jose E. Serrano introduced H.R. 2508, a bill that would authorize an immigration judge to decline to order the deportation of any individual who is the parent of a U.S. citizen child if the judge determines that the parent's removal would be against the child's best interest; and\\fs27\\par\n\\fs24 Whereas, Providing immigration judges with this discretionary authority will encourage the preservation of families and maintain the physical, economic, and educational security of U.S. citizen children; now, therefore, be it\\fs27\\par\n\\fs24 Resolved, That the Council of the City of New York calls upon the 115th Congress to pass, and the President to sign, H.R. 2508, which would provide immigration judges with discretionary authority to determine that an immigrant parent of a United States citizen child should not be ordered removed, deported, or excluded from the United States.\\fs27\\par\n\\pard\\cbpat2\\ltrpar\\fs22\\par\n\\par\n\\fs20 JSM/IP\\par\nLS# 892 (2014) \\par\nRes. No. 704-2011\\par\n6/5/2017\\par\n}\n",
  "LastModified": "2017-12-27T03:35:31.82Z"
}
