{
  "ID": 57748,
  "GUID": "330C77F3-48F4-417E-91F3-B3FE6D7AB454",
  "File": "Res 1565-2017",
  "Name": "Require all Internet Service Providers offering services to NYS customers to keep all customer information confidential unless written consent is provided by the customer. (A.7191/S.5603)",
  "Title": "Resolution condemning the repeal of Federal Communications Commission regulations requiring Internet Service Providers to obtain consumer consent before using or sharing sensitive consumer information and calling on the New York State Legislature to pass and the Governor to sign A.7191/S.5603, which would require all Internet Service Providers offering services to New York State customers to keep all customer information confidential unless written consent is provided by the customer.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5213,
  "BodyName": "Committee on Technology",
  "IntroDate": "2017-06-21T00:00:00Z",
  "AgendaDate": "2017-06-21T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    }
  ],
  "History": [
    {
      "ID": 320753,
      "Date": "2017-06-21T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2017-06-15T16:03:01.33Z"
    },
    {
      "ID": 321127,
      "Date": "2017-06-21T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Technology",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 15659,
      "AgendaSequence": 144,
      "MinutesSequence": 172,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Technology",
      "MatterStatusID": 3,
      "LastModified": "2017-06-21T18:25:48.963Z"
    },
    {
      "ID": 329737,
      "Date": "2017-12-31T22:38:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-27T03:38:57.987Z"
    }
  ],
  "Attachments": [
    {
      "ID": 156131,
      "LastModified": "2017-06-02T15:39:22.42Z",
      "Name": "A. 7191",
      "Link": "https://nyc.legistar1.com/nyc/attachments/e0e07547-0e86-4b1e-b096-3517c7becd9d.pdf",
      "Sort": 1
    },
    {
      "ID": 156132,
      "LastModified": "2017-06-02T15:39:31.54Z",
      "Name": "A. 7191-A",
      "Link": "https://nyc.legistar1.com/nyc/attachments/7bfb515e-517f-4662-a9b0-619edbe9fe4a.pdf",
      "Sort": 2
    },
    {
      "ID": 156133,
      "LastModified": "2017-06-02T15:39:32.063Z",
      "Name": "S. 5603",
      "Link": "https://nyc.legistar1.com/nyc/attachments/f6198303-bbcc-43d8-8b24-c9e9e3e22d74.pdf",
      "Sort": 3
    },
    {
      "ID": 156134,
      "LastModified": "2017-06-02T15:39:34.65Z",
      "Name": "S. 5603-A",
      "Link": "https://nyc.legistar1.com/nyc/attachments/15948d3b-a073-4267-a180-d8966d206129.pdf",
      "Sort": 4
    },
    {
      "ID": 157482,
      "LastModified": "2017-06-21T16:54:24.463Z",
      "Name": "June 21, 2017 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/2b2eb151-78b6-4bfe-9e2a-5002fc7a2e89.pdf",
      "Sort": 5
    }
  ],
  "Summary": "",
  "TextID": 59758,
  "Text": "By Council Members Vacca, Koo, Levin and Rosenthal\n\n      Whereas, On October 27, 2016, the Federal Communications Commission (FCC) adopted rules that required broadband Internet Service Providers (ISPs) to protect the privacy of their customers (the FCC's rules); and\n      Whereas, The FCC's rules would have required ISPs to obtain permission from their customers before sharing private information, such as app usage, location data and browsing history; and\n      Whereas, The FCC's rules also would have required ISPs to provide customers with detailed notice about the information they were collecting, the entities with whom it was being shared, and the way it was being used; and \n      Whereas, Most importantly, the FCC's rules would have given customers the option to change their privacy preferences; and\n      Whereas, Prior to these rules taking effect, on March 23, 2017 the United States Senate, and on March 28, 2017, the United States House of Representatives, voted on and passed S. J. Res. 34, a resolution sponsored by Arizona Senator Jeff Flake, disapproving the FCC's rules; and\n      Whereas, On April 3, 2017, President Donald J. Trump signed S. J. Res. 34, now known as Public Law No. 115-22, repealing the FCC's rules; and\n      Whereas, The FCC rules were repealed under the Congressional Review Act which prohibits the FCC from restoring rules once they are repealed under the terms of the Act; and\n      Whereas, As a result of the repeal of the FCC's rules, ISPs may sell customer's online information; and \n      Whereas, Within days of the repeal of the FCC's rules, a number of State bills were Introduced to protect customer's privacy and regulate how ISPs can utilize and share customer information; and\n      Whereas, A.7191, sponsored by Assemblymember Monica P. Wallace, currently pending in the New York State Assembly, and companion bill S.5603, sponsored by New York State Senator David Carlucci, currently pending in the New York State Senate, seek to require all ISPs offering services to New York State customers to keep all customer information confidential unless written consent is provided by the customer; now, therefore, be it \n      Resolved, That the Council of the City of New York condemns the repeal of FCC regulations requiring Internet Service Providers to obtain consumer consent before using or sharing sensitive consumer information and calls on the New York State Legislature to pass and the Governor to sign A.7191/S.5603, which would require all internet service providers offering services to New York State customers to keep all customer information confidential unless written consent is provided by the customer.\n\nPM\nLS# 10734, 10881\n5/31/2017\n\n\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Vacca, Koo, Levin and Rosenthal\\par\n\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, On October 27, 2016, the Federal Communications Commission (FCC) adopted rules that required broadband Internet Service Providers (ISPs) to protect the privacy of their customers (the FCC\\rquote s rules); and\\par\nWhereas, The FCC\\rquote s rules would have required ISPs to obtain permission from their customers before sharing private information, such as app usage, location data and browsing history; and\\par\nWhereas, The FCC\\rquote s rules also would have required ISPs to provide customers with detailed notice about the information they were collecting, the entities with whom it was being shared, and the way it was being used; and \\par\nWhereas, Most importantly, the FCC\\rquote s rules would have given customers the option to change their privacy preferences; and\\par\nWhereas, Prior to these rules taking effect, on March 23, 2017 the United States Senate, and on March 28, 2017, the United States House of Representatives, voted on and passed S. J. Res. 34, a resolution sponsored by Arizona Senator Jeff Flake, disapproving the FCC\\rquote s rules; and\\par\nWhereas, On April 3, 2017, President Donald J. Trump signed S. J. Res. 34, now known as Public Law No. 115-22, repealing the FCC\\rquote s rules; and\\par\nWhereas, The FCC rules were repealed under the Congressional Review Act which prohibits the FCC from restoring rules once they are repealed under the terms of the Act; and\\par\nWhereas, As a result of the repeal of the FCC\\rquote s rules, ISPs may sell customer\\rquote s online information; and \\par\nWhereas, Within days of the repeal of the FCC\\rquote s rules, a number of State bills were Introduced to protect customer\\rquote s privacy and regulate how ISPs can utilize and share customer information; and\\par\nWhereas, A.7191, sponsored by Assemblymember Monica P. Wallace, currently pending in the New York State Assembly, and companion bill S.5603, sponsored by New York State Senator David Carlucci, currently pending in the New York State Senate, seek to require all ISPs offering services to New York State customers to keep all customer information confidential unless written consent is provided by the customer; now, therefore, be it \\cf1\\par\n\\cf0 Resolved, That the Council of the City of New York condemns the repeal of FCC regulations requiring Internet Service Providers to obtain consumer consent before using or sharing sensitive consumer information and calls on the New York State Legislature to pass and the Governor to sign A.7191/S.5603, which would require all internet service providers offering services to New York State customers to keep all customer information confidential unless written consent is provided by the customer.\\par\n\\pard\\cbpat2\\ltrpar\\qj\\par\nPM\\par\nLS# 10734, 10881\\par\n5/31/2017\\par\n\\pard\\ltrpar\\sa200\\sl276\\slmult1\\fs22\\par\n\\par\n}\n",
  "LastModified": "2017-12-27T03:38:58.05Z"
}
