{
  "ID": 58108,
  "GUID": "D322D02D-03D4-4B1F-8546-57C9BA61B193",
  "File": "Res 1623-2017",
  "Name": "Amend the retirement and social security law to automatically enroll “optional employees” in the NYC Board of Education Retirement System (BERS) after 90 days of employment unless the employee affirmatively opts out of the program in advance. (A.7193/S. 5",
  "Title": "Resolution calling on the state legislature to pass and the Governor to sign, A.7193 and S. 5634, which would amend the retirement and social security law to automatically enroll “optional employees” in the New York City Board of Education Retirement System (BERS) after 90 days of employment unless the employee affirmatively opts out of the program in advance",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 4,
  "BodyName": "Committee on Civil Service and Labor",
  "IntroDate": "2017-08-24T00:00:00Z",
  "AgendaDate": "2017-08-24T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7637,
      "Slug": "i-daneek-miller",
      "FullName": "I. Daneek Miller"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    }
  ],
  "History": [
    {
      "ID": 322787,
      "Date": "2017-08-24T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2017-08-22T19:29:44.527Z"
    },
    {
      "ID": 322788,
      "Date": "2017-08-24T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Civil Service and Labor",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 15765,
      "AgendaSequence": 127,
      "MinutesSequence": 147,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Civil Service and Labor",
      "MatterStatusID": 3,
      "LastModified": "2017-08-25T15:26:26.83Z"
    },
    {
      "ID": 329743,
      "Date": "2017-12-31T22:42:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-27T03:43:07.53Z"
    }
  ],
  "Attachments": [
    {
      "ID": 159989,
      "LastModified": "2017-08-22T19:48:57.717Z",
      "Name": "Assembly Bill",
      "Link": "https://nyc.legistar1.com/nyc/attachments/0c5233f9-12ef-417c-b0a3-0fc7a80b0deb.pdf",
      "Sort": 1
    },
    {
      "ID": 159990,
      "LastModified": "2017-08-22T19:48:52.963Z",
      "Name": "Senate Bill",
      "Link": "https://nyc.legistar1.com/nyc/attachments/194e7196-f1bd-4bee-be39-c0af5a4f4d55.pdf",
      "Sort": 2
    },
    {
      "ID": 160111,
      "LastModified": "2017-08-24T15:37:02.08Z",
      "Name": "August 24, 2017 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d0141259-3e7a-4534-b5ac-287830095abc.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 60193,
  "Text": "By Council Members Miller and Gentile\n\tWhereas, Public-sector employees comprise a significant portion of New York City's workforce; and\n\tWhereas, According to a report from the Department of Citywide Administrative Services (DCAS), the City of New York employs approximately 363,000 people, or 8.2 percent of the city's total workforce, as estimated by the Bureau of Labor Statistics; and\n\tWhereas, DCAS also found that roughly 37,000, or 10 percent of city government employees, are part-time or temporary employees, and that 29 percent of all City employees, or roughly 105,000 people, are eligible to retire within the next five years; and\n\tWhereas,  Currently, part-time and temporary employees, as well as those who are not required to take civil service exams, are allowed optional enrollment in the Board of Education Retirement System (BERS), which, according to the office of the Comptroller, holds over $4 billion in assets; and \n\tWhereas, Part-time City employees have been eligible for pension benefits since 1988, when the State Court of Appeals ruled in their favor in a 7-0 decision; and \n\tWhereas, Pension enrollment is optional; and\n\tWhereas, According to the New York Legislative Bill Drafting Commission (LBDC), only 72 percent of eligible employees join BERS; and\n\tWhereas, Furthermore, the LBDC has reported that 73 percent of those who have not elected to enroll are women, with an average salary of approximately $25,500; and \n\tWhereas, A simple lack of awareness can mean that a committed City employee can lose access to years of benefits to which he or she is entitled; and\n\tWhereas, There is currently legislation in both the New York State Assembly and the New York State Senate that would address this issue; and \n\tWhereas, A. 7193C and its companion, S. 5634B, would amend the retirement and social security law by automatically enrolling new employees in the pension system 90 days after beginning employment; and \n\tWhereas, The proposed legislation would also allow employees to either opt-in immediately or opt-out in accordance with their wishes; and\n\tWhereas, These bills have won the support of District Council 37, New York City's largest public employee union, which represents 125,000 members and 50,000 retirees, and \n\tWhereas, Most importantly, however this measure would ensure that City employees can obtain the pension benefits that they have earned; now, therefore, be it \n\tResolved, That the Council of the City of New York calls on the state legislature to pass and the Governor to sign, A.7193 and S. 5634, which would amend the retirement and social security law to automatically enroll \"optional employees\" in to the New York City Board of Education Retirement System (BERS) after 90 days of employment unless the employee affirmatively opts out of the program in advance \nLS#11062\n8/1/17\nMK",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red51\\green51\\blue51;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\hyphpar0\\sl480\\slmult1\\qj By Council Members Miller and Gentile\\par\n\\tab Whereas, Public-sector employees comprise a significant portion of New York City\\rquote s workforce; and\\par\n\\tab Whereas, According to a report from the Department of Citywide Administrative Services (DCAS), the City of New York employs approximately 363,000 people, or 8.2 percent of the city\\rquote s total workforce, as estimated by the Bureau of Labor Statistics; and\\par\n\\tab Whereas, DCAS also found that roughly 37,000, or 10 percent of city government employees, are part-time or temporary employees, and that 29 percent of all City employees, or roughly 105,000 people, are eligible to retire within the next five years; and\\par\n\\tab Whereas, \\expndtw0  Currently, part-time and temporary employees, as well as those who are not required to take civil service exams, are allowed optional enrollment in the Board of Education Retirement System (BERS), which, according to the office of the Comptroller, holds over $4 billion in assets\\expndtw-3 ; and \\par\n\\tab Whereas, \\expndtw0 Part-time City employees have been eligible for pension benefits\\expndtw-3  since 1988, when the State Court of Appeals ruled in their favor in a 7-0 decision; and \\par\n\\tab Whereas,\\expndtw0  Pension enrollment is optional; and\\par\n\\tab Whereas, According to the New York Legislative Bill Drafting Commission (LBDC), only 72 percent of eligible employees join BERS\\expndtw-3 ; and\\par\n\\tab Whereas,\\expndtw0  Furthermore, the LBDC has reported that 73 percent of those who have not elected to enroll are women, with an average salary of approximately $25,500\\expndtw-3 ; and \\par\n\\tab Whereas, \\expndtw0 A simple lack of awareness can mean that a committed City employee can lose access to years of benefits to which he or she is entitled; \\expndtw-3 and\\par\n\\tab Whereas,\\expndtw0  There is currently legislation in both the New York State Assembly and the New York State Senate that would address this issue\\expndtw-3 ; and \\par\n\\tab Whereas, A. 7193C and its companion, S. 5634B, would amend the retirement and social security law by automatically enrolling new employees in the pension system 90 days after beginning employment; and \\par\n\\tab Whereas, The proposed legislation would also allow employees to either opt-in immediately or opt-out in accordance with their wishes; and\\par\n\\tab Whereas,\\cf1\\expndtw0  \\cf0\\expndtw-3 These bills have won the support of District Council 37, New York City\\rquote s largest public employee union, which represents 125,000 members and 50,000 retirees, and \\par\n\\tab Whereas, Most importantly, however this measure would ensure that City employees can obtain the pension benefits that they have earned; now, therefore, be it \\par\n\\expndtw0\\tab\\expndtw-3 Resolved, That\\cf2  the Council of the City of New York\\cf0  calls on the state legislature to pass and the Governor to sign, A.7193 and S. 5634, which would amend the retirement and social security law to automatically enroll \\ldblquote optional employees\\rdblquote  in to the New York City Board of Education Retirement System (BERS) after 90 days of employment unless the employee affirmatively opts out of the program in advance \\par\n\\pard\\ltrpar\\hyphpar0\\qj\\cf2\\fs16 LS#11062\\par\n8/1/17\\par\nMK\\par\n\\pard\\ltrpar\\sa200\\sl276\\slmult1\\cf0\\expndtw0\\fs22\\par\n}\n",
  "LastModified": "2017-12-27T03:43:07.59Z"
}
