{
  "ID": 58114,
  "GUID": "164DD13F-33D5-4236-8AA3-05CD3DC578EE",
  "File": "Res 1636-2017",
  "Name": "Urging Congress to reject proposed reforms to cut funding to SNAP and to reject efforts to convert the program into a block grant.",
  "Title": "Resolution urging Congress to reject proposed reforms to cut funding to SNAP and to reject efforts to convert the program into a block grant.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 32,
  "StatusName": "Adopted",
  "BodyID": 12,
  "BodyName": "Committee on General Welfare",
  "IntroDate": "2017-09-07T00:00:00Z",
  "AgendaDate": "2017-09-07T00:00:00Z",
  "PassedDate": "2017-09-07T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 7632,
      "Slug": "ben-kallos",
      "FullName": "Ben Kallos"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    }
  ],
  "History": [
    {
      "ID": 322902,
      "Date": "2017-09-06T10:00:00Z",
      "ActionID": 15,
      "Action": "Hearing on P-C Item by Comm",
      "Description": "This Resolution was Hearing on P-C Item by Comm",
      "BodyID": 12,
      "BodyName": "Committee on General Welfare",
      "EventID": 15776,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "AgendaNote": "Preconsidered",
      "MatterStatusID": 2,
      "LastModified": "2017-09-06T19:14:44.84Z"
    },
    {
      "ID": 323032,
      "Date": "2017-09-06T10:00:00Z",
      "ActionID": 25,
      "Action": "P-C Item Approved by Comm",
      "Description": "A motion was made that this Resolution be P-C Item Approved by Comm approved by Roll Call.",
      "BodyID": 12,
      "BodyName": "Committee on General Welfare",
      "EventID": 15776,
      "MinutesSequence": 3,
      "Version": "*",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 37,
      "Votes": [
        {
          "ID": 7567,
          "Slug": "stephen-t-levin",
          "FullName": "Stephen T. Levin",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 10
        },
        {
          "ID": 5416,
          "Slug": "annabel-palma",
          "FullName": "Annabel Palma",
          "VoteID": 16,
          "Vote": "Absent",
          "Sort": 20
        },
        {
          "ID": 7561,
          "Slug": "fernando-cabrera",
          "FullName": "Fernando Cabrera",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 30
        },
        {
          "ID": 7622,
          "Slug": "vanessa-l-gibson",
          "FullName": "Vanessa L. Gibson",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 60
        },
        {
          "ID": 7631,
          "Slug": "corey-d-johnson",
          "FullName": "Corey D. Johnson",
          "VoteID": 16,
          "Vote": "Absent",
          "Sort": 70
        },
        {
          "ID": 7640,
          "Slug": "ritchie-j-torres",
          "FullName": "Ritchie J. Torres",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 90
        },
        {
          "ID": 7691,
          "Slug": "barry-s-grodenchik",
          "FullName": "Barry S. Grodenchik",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 95
        },
        {
          "ID": 7714,
          "Slug": "rafael-salamanca-jr",
          "FullName": "Rafael Salamanca, Jr.",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 105
        }
      ],
      "LastModified": "2017-11-13T20:58:37.37Z"
    },
    {
      "ID": 322901,
      "Date": "2017-09-07T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2017-08-30T17:27:59.987Z"
    },
    {
      "ID": 323211,
      "Date": "2017-09-07T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on General Welfare",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 15783,
      "AgendaSequence": 93,
      "MinutesSequence": 119,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Preconsidered - General Welfare",
      "MatterStatusID": 3,
      "LastModified": "2017-09-07T19:09:35.447Z"
    },
    {
      "ID": 323240,
      "Date": "2017-09-07T17:30:00Z",
      "ActionID": 5032,
      "Action": "Approved, by Council",
      "Description": "A motion was made that this Resolution be Approved, by Council approved by voice vote.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 15783,
      "AgendaSequence": 89,
      "MinutesSequence": 115,
      "Version": "*",
      "AgendaNote": "Preconsidered - Adopted by the Committee on General Welfare",
      "MinutesNote": "Pursuant to Rule 8.50 of the Council, the Public Advocate (Ms. James) called for a voice vote.  Hearing those in favor, the Public Advocate (Ms. James) declared the Resolution to be adopted.\r\n\r\nThe following 2 Council Members formally noted their opposition to the passage of this item: \r\nCouncil Members Borelli and Matteo.\r\n\r\nAdopted by the Council by voice-vote.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 32,
      "LastModified": "2017-09-08T13:23:32.94Z"
    }
  ],
  "Attachments": [
    {
      "ID": 160401,
      "LastModified": "2017-09-19T15:55:19.453Z",
      "Name": "Res. No. 1636",
      "Link": "https://nyc.legistar1.com/nyc/attachments/7a3d2758-c362-4d3f-94c8-77bae42eab4f.doc",
      "Sort": 1
    },
    {
      "ID": 160182,
      "LastModified": "2017-09-06T19:05:20.813Z",
      "Name": "Committee Report",
      "Link": "https://nyc.legistar1.com/nyc/attachments/846d82ee-da69-4c5b-9410-03dbbec4223d.doc",
      "Sort": 2
    },
    {
      "ID": 160932,
      "LastModified": "2017-09-19T15:55:47.367Z",
      "Name": "Hearing Testimony",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ffa49f7c-3e88-4d16-97be-aad016adb88f.PDF",
      "Sort": 4
    },
    {
      "ID": 160663,
      "LastModified": "2017-09-19T15:55:47.317Z",
      "Name": "Hearing Transcript",
      "Link": "https://nyc.legistar1.com/nyc/attachments/49fc63e1-f1ca-4ccb-bd5a-8d426a0703ea.pdf",
      "Sort": 5
    },
    {
      "ID": 160405,
      "LastModified": "2017-09-19T15:55:46.78Z",
      "Name": "Committee Report - Stated Meeting",
      "Link": "https://nyc.legistar1.com/nyc/attachments/0124d9ce-8b27-4180-8276-259480b2fda2.doc",
      "Sort": 6
    },
    {
      "ID": 160484,
      "LastModified": "2017-09-19T15:55:46.16Z",
      "Name": "September 7, 2017 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b0b6825e-4d43-4339-9b31-5a5b870aecea.pdf",
      "Sort": 7
    },
    {
      "ID": 160729,
      "LastModified": "2017-09-19T15:55:45.553Z",
      "Name": "Hearing Transcript - Stated Meeting  9-7-17",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ba98149f-7286-4ade-afa7-8463c32ad11e.pdf",
      "Sort": 8
    },
    {
      "ID": 164398,
      "LastModified": "2017-11-28T13:59:27.07Z",
      "Name": "Minutes of the Stated Meeting - September 7, 2017",
      "Link": "https://nyc.legistar1.com/nyc/attachments/7f722c4e-fdfb-4bcb-b930-cf9d3bd69e2e.pdf",
      "Sort": 9
    }
  ],
  "Summary": "",
  "TextID": 60202,
  "Text": "By The Speaker (Council Member Mark-Viverito) and Council Members Kallos and Levin\n      Whereas, The Supplemental Nutrition Assistance Program (SNAP), formerly known as food stamps, provides critical food assistance to people struggling to make ends meet, and has contributed to the overall reduction in poverty nationwide; and\n      Whereas, Several studies have found that SNAP benefits reduce food insecurity, which occurs when households lack consistent access to nutritious food because of limited resources; and\n      Whereas, Studies have also shown that access to SNAP can improve the health and educational outcomes of children; and\n      Whereas, In addition, economists consider SNAP to be one of the most effective forms of economic stimulus because every dollar of SNAP benefits that is spent generates about $1.79 in local economic activity, according to the Food Research and Action Center; and\n      Whereas, Despite improvements in the nation's economy since the Great Recession ended in 2009, hunger and food insecurity still remain high; and\n      Whereas, In recent years there have been efforts to either cut SNAP funding or convert it into a block grant; and\n      Whereas, Many eligible SNAP recipients in New York City and across the nation rely on this essential program, especially at a time when many families are experiencing financial hardship, therefore, neither a reduction nor a conversion option is feasible; and\n      Whereas, According to the New York City Independent Budget Office (IBO), President Donald Trump's proposed 2018 budget would cut SNAP benefits nationwide by $193 billion over 10 years by moving some of the grant costs to the states, which could potentially increase the state's burden for SNAP to 25 percent by 2023, along with program reductions and stricter eligibility requirements; and\n      Whereas,  The IBO also indicates that such reductions would mean that New York State would have to contribute approximately $1.2 billion a year by 2023, forcing State officials to either reduce benefits, cut other programs to maintain food stamp funding, raise taxes or other revenues, or shift costs to New York City and other localities; and\n      Whereas, Under this proposal, reduced funds to SNAP would no longer guarantee that a family would be eligible for the same level of food assistance; and\n      Whereas, As of July 2017, nearly 1.7 million New York City residents receive SNAP benefits, according to the New York City Human Resources Administration; and\n      Whereas, Furthermore, New York City residents make up more than half (57 percent) of all New York State participants in SNAP; and\n      Whereas, According to the United States Department of Agriculture, an estimated 1.4 million (16 percent) New Yorkers were food insecure in 2015, the latest data available; and\n      Whereas, In that same year, New Yorkers missed approximately 225 million meals, also known as \"The Meal Gap,\" according to Feeding America, the nation's leading hunger-relief organization; and\n      Whereas, According to the Center on Budget and Policy Priorities (CBPP), the average SNAP household nationwide receives about $255 a month in SNAP benefits, which is an average of $1.40 per person per meal; and\n      Whereas, The CBPP also reported that nearly 80 percent of SNAP benefits are used within the first half of the month; and\n      Whereas, Due to the fact that SNAP benefits are currently inadequate and run out before the end of the month, many families and individuals are left without enough food and often rely on emergency food assistance programs, such as food pantries and soup kitchens, to supplement their meals; and \n       Whereas, According to the Food Bank for New York City, nearly three in ten food pantries and soup kitchens surveyed in New York City reported that they had turned people away during the month of September 2016 because they had run out of food, or the particular types of food required to make adequate meals or pantry bags; and\n      Whereas, Cuts to SNAP would jeopardize the nation's primary food assistance safety net, especially at a time when food banks, and other hunger-relief groups are stretched to meet sustained high need; and\n      Whereas, Furthermore, converting SNAP into a block grant would give each state fixed funding for the year, and consequently, states would be unable to automatically respond to any increased need, especially during an economic downturn; and\n      Whereas, Such a harmful change to the structure of SNAP would result in a reduction or complete loss of benefits for millions of people at a time of elevated need, and would eliminate the program's ability to immediately respond to fluctuations in the economy and changes in need; and\n      Whereas, The federal government should continue to support SNAP in order to promote opportunity and economic mobility, while also ensuring a strong safety net that protects individuals who are facing hard times; and\n      Whereas, The United States Congress should make a commitment to ensure that SNAP remains fully funded, and that even additional funding is provided to significantly reduce hunger in New York City and across the nation; now, therefore, be it\n      Resolved, That the Council of the City of New York urges Congress to reject proposed reforms to cut funding to SNAP and to reject efforts to convert the program into a block grant.\n\nLS #9792\n8/29/17\nTC\n4",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj By The Speaker (Council Member Mark-Viverito) and Council Members Kallos and Levin\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, The Supplemental Nutrition Assistance Program (SNAP), formerly known as food stamps, provides critical food assistance to people struggling to make ends meet, and has contributed to the overall reduction in poverty nationwide; and\\par\nWhereas, Several studies have found that SNAP benefits reduce food insecurity, which occurs when households lack consistent access to nutritious food because of limited resources; and\\par\nWhereas, Studies have also shown that access to SNAP can improve the health and educational outcomes of children; and\\par\nWhereas, In addition, economists consider SNAP to be one of the most effective forms of economic stimulus because every dollar of SNAP benefits that is spent generates about $1.79 in local economic activity, according to the Food Research and Action Center; and\\par\nWhereas, Despite improvements in the nation\\rquote s economy since the Great Recession ended in 2009, hunger and food insecurity still remain high; and\\par\nWhereas, In recent years there have been efforts to either cut SNAP funding or convert it into a block grant; and\\par\nWhereas, Many eligible SNAP recipients in New York City and across the nation rely on this essential program, especially at a time when many families are experiencing financial hardship, therefore, neither a reduction nor a conversion option is feasible; and\\par\nWhereas, According to the New York City Independent Budget Office (IBO), President Donald Trump\\rquote s proposed 2018 budget would cut SNAP benefits nationwide by $193 billion over 10 years by moving some of the grant costs to the states, which could potentially increase the state\\rquote s burden for SNAP to 25 percent by 2023, along with program reductions and stricter eligibility requirements; and\\par\nWhereas,  The IBO also indicates that such reductions would mean that New York State would have to contribute approximately $1.2 billion a year by 2023, forcing State officials to either reduce benefits, cut other programs to maintain food stamp funding, raise taxes or other revenues, or shift costs to New York City and other localities; and\\par\nWhereas, Under this proposal, reduced funds to SNAP would no longer guarantee that a family would be eligible for the same level of food assistance; and\\par\nWhereas, As of July 2017, nearly 1.7 million New York City residents receive SNAP benefits, according to the New York City Human Resources Administration; and\\par\nWhereas, Furthermore, New York City residents make up more than half (57 percent) of all New York State participants in SNAP; and\\par\nWhereas, According to the United States Department of Agriculture, an estimated 1.4 million (16 percent) New Yorkers were food insecure in 2015, the latest data available; and\\par\nWhereas, In that same year, New Yorkers missed approximately 225 million meals, also known as \\ldblquote The Meal Gap,\\rdblquote  according to Feeding America, the nation\\rquote s leading hunger-relief organization; and\\par\nWhereas, According to the Center on Budget and Policy Priorities (CBPP), the average SNAP household nationwide receives about $255 a month in SNAP benefits, which is an average of $1.40 per person per meal; and\\par\nWhereas, The CBPP also reported that nearly 80 percent of SNAP benefits are used within the first half of the month; and\\par\nWhereas, Due to the fact that SNAP benefits are currently inadequate and run out before the end of the month, many families and individuals are left without enough food and often rely on emergency food assistance programs, such as food pantries and soup kitchens, to supplement their meals; and \\par\n Whereas, According to the Food Bank for New York City, nearly three in ten food pantries and soup kitchens surveyed in New York City reported that they had turned people away during the month of September 2016 because they had run out of food, or the particular types of food required to make adequate meals or pantry bags; and\\par\nWhereas, Cuts to SNAP would jeopardize the nation\\rquote s primary food assistance safety net, especially at a time when food banks, and other hunger-relief groups are stretched to meet sustained high need; and\\par\nWhereas, Furthermore, converting SNAP into a block grant would give each state fixed funding for the year, and consequently, states would be unable to automatically respond to any increased need, especially during an economic downturn; and\\par\nWhereas, Such a harmful change to the structure of SNAP would result in a reduction or complete loss of benefits for millions of people at a time of elevated need, and would eliminate the program\\rquote s ability to immediately respond to fluctuations in the economy and changes in need; and\\par\nWhereas, The federal government should continue to support SNAP in order to promote opportunity and economic mobility, while also ensuring a strong safety net that protects individuals who are facing hard times; and\\par\nWhereas, The United States Congress should make a commitment to ensure that SNAP remains fully funded, and that even additional funding is provided to significantly reduce hunger in New York City and across the nation; now, therefore, be it\\par\nResolved, That the Council of the City of New York urges Congress to reject proposed reforms to cut funding to SNAP and to reject efforts to convert the program into a block grant.\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\par\n\\pard\\ltrpar\\qj\\fs20 LS #9792\\par\n8/29/17\\par\nTC\\par\n}\n",
  "LastModified": "2017-11-28T13:59:27.07Z"
}
