{
  "ID": 58299,
  "GUID": "0E871608-2478-4ABF-B3D5-ACFF42E7FA91",
  "File": "Res 1675-2017",
  "Name": "Authorizing the Speaker to file or join amicus briefs on behalf of the Council in litigation challenging the rescission or modification of the Deferred Action for Childhood Arrivals (DACA) program.",
  "Title": "Resolution authorizing the Speaker to file or join amicus briefs on behalf of the Council in litigation challenging the rescission or modification of the Deferred Action for Childhood Arrivals (DACA) program, which provides temporary immigration relief to certain undocumented youth",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 32,
  "StatusName": "Adopted",
  "BodyID": 5119,
  "BodyName": "Committee on Immigration",
  "IntroDate": "2017-10-17T00:00:00Z",
  "AgendaDate": "2017-10-17T00:00:00Z",
  "PassedDate": "2017-10-17T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 7632,
      "Slug": "ben-kallos",
      "FullName": "Ben Kallos"
    },
    {
      "ID": 7636,
      "Slug": "carlos-menchaca",
      "FullName": "Carlos Menchaca"
    }
  ],
  "History": [
    {
      "ID": 324171,
      "Date": "2017-10-16T15:00:00Z",
      "ActionID": 15,
      "Action": "Hearing on P-C Item by Comm",
      "Description": "This Resolution was Hearing on P-C Item by Comm",
      "BodyID": 5119,
      "BodyName": "Committee on Immigration",
      "EventID": 15851,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "AgendaNote": "Preconsidered",
      "MatterStatusID": 2,
      "LastModified": "2017-10-16T14:06:33.117Z"
    },
    {
      "ID": 324266,
      "Date": "2017-10-16T15:00:00Z",
      "ActionID": 25,
      "Action": "P-C Item Approved by Comm",
      "Description": "A motion was made that this Resolution be P-C Item Approved by Comm approved by Roll Call.",
      "BodyID": 5119,
      "BodyName": "Committee on Immigration",
      "EventID": 15851,
      "MinutesSequence": 3,
      "Version": "*",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 37,
      "Votes": [
        {
          "ID": 7636,
          "Slug": "carlos-menchaca",
          "FullName": "Carlos Menchaca",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 10
        },
        {
          "ID": 7113,
          "Slug": "mathieu-eugene",
          "FullName": "Mathieu Eugene",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 20
        },
        {
          "ID": 7563,
          "Slug": "daniel-dromm",
          "FullName": "Daniel Dromm",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 30
        },
        {
          "ID": 7565,
          "Slug": "peter-a-koo",
          "FullName": "Peter A. Koo",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 40
        },
        {
          "ID": 7630,
          "Slug": "rafael-l-espinal-jr",
          "FullName": "Rafael L. Espinal, Jr.",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 50
        }
      ],
      "LastModified": "2018-01-02T21:52:59.323Z"
    },
    {
      "ID": 324169,
      "Date": "2017-10-17T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2017-10-12T14:00:31.91Z"
    },
    {
      "ID": 324475,
      "Date": "2017-10-17T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Immigration",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 15855,
      "AgendaSequence": 125,
      "MinutesSequence": 149,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Preconsidered - Immigration",
      "MatterStatusID": 3,
      "LastModified": "2017-10-17T19:51:05.903Z"
    },
    {
      "ID": 324299,
      "Date": "2017-10-17T18:30:00Z",
      "ActionID": 5032,
      "Action": "Approved, by Council",
      "Description": "A motion was made that this Resolution be Approved, by Council approved by voice vote.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 15855,
      "AgendaSequence": 118,
      "MinutesSequence": 142,
      "Version": "*",
      "AgendaNote": "Preconsidered - Adopted by the Committee on Immigration",
      "MinutesNote": "Pursuant to Rule 8.50 of the Council, the Public Advocate (Ms. James) called for a voice vote.  Hearing those in favor, the Public Advocate (Ms. James) declared the Resolution to be adopted.\r\nThe following 2 Council Members formally noted their opposition to the passage of this resolution:  \r\nCouncil Members Borelli and Matteo.\r\nThe following Council Member formally noted his abstention from voting on this resolution:  \r\nCouncil Member Gentile.\r\nAdopted by the Council by voice-vote.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 32,
      "LastModified": "2017-12-27T03:45:21.623Z"
    }
  ],
  "Attachments": [
    {
      "ID": 161950,
      "LastModified": "2018-01-03T22:26:27.13Z",
      "Name": "Res. No. 1675",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d3c244d5-522d-4a1e-9e9f-f50a2c8d9601.doc",
      "Sort": 2
    },
    {
      "ID": 161949,
      "LastModified": "2017-10-16T20:28:25.05Z",
      "Name": "Committee Report",
      "Link": "https://nyc.legistar1.com/nyc/attachments/cdd595e3-29b9-4cf0-b335-626bf4f316ab.doc",
      "Sort": 3
    },
    {
      "ID": 162582,
      "LastModified": "2017-10-25T17:10:27.897Z",
      "Name": "Hearing Transcript",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b85b60be-7a87-4fa0-b424-826a802b94a0.pdf",
      "Sort": 4
    },
    {
      "ID": 162102,
      "LastModified": "2017-10-25T17:10:29.91Z",
      "Name": "Committee Report - Stated Meeting",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d421bfde-1d3a-4cf9-b31e-f638b3a6cfd3.doc",
      "Sort": 5
    },
    {
      "ID": 162017,
      "LastModified": "2017-10-25T17:10:29.85Z",
      "Name": "October 17, 2017 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/0dcc7cf2-fcd9-45fa-ac72-ac1efc1ce511.pdf",
      "Sort": 6
    },
    {
      "ID": 163299,
      "LastModified": "2017-11-08T18:04:49.64Z",
      "Name": "Hearing Transcript - Stated Meeting  10-17-17",
      "Link": "https://nyc.legistar1.com/nyc/attachments/7dd66f3c-1e98-4ae8-bdf7-b1497251e464.pdf",
      "Sort": 7
    },
    {
      "ID": 167299,
      "LastModified": "2018-01-10T14:37:22.62Z",
      "Name": "Minutes of the Stated Meeting - October 17, 2017",
      "Link": "https://nyc.legistar1.com/nyc/attachments/eb7282cc-f077-4d1c-afc0-60d0b4bcba85.pdf",
      "Sort": 8
    }
  ],
  "Summary": "",
  "TextID": 60419,
  "Text": "By the Speaker (Council Member Mark-Viverito) and Council Members Kallos and Menchaca\n      Whereas, Undocumented immigrant youth and young adults who were brought to the United States (U.S.) as children and know no other home are often called \"DREAMers;\" and \n      Whereas, The term stems from the DREAM Act of 2001, a federal bill that would have provided young immigrants with conditional immigration relief and a pathway to citizenship; and\n      Whereas, The DREAM Act of 2001 was not passed by Congress and subsequent re-introductions of the bill have also stagnated in Congress; and \n      Whereas, The Migration Policy Institute (MPI) estimates that, of the 11 million undocumented immigrants in the U.S., between 2.5 and 3 million are considered DREAMers; and\n      Whereas, Recognizing the need to support DREAMers, then President Barack Obama established the Deferred Action for Childhood Arrivals (DACA) program through executive order in 2012; and \n      Whereas, The DACA program provided temporary immigration relief and work authorization to nearly 800,000 DREAMers who met strict age, residency and education criteria, and who did not pose a threat to public safety; and \n      Whereas, DREAMers, including those who were not eligible for the DACA program, bolster the American economy and contribute an estimated $2 billion a year in state and local taxes; and \n      Whereas, On June 29th, 2017, the Attorney General of the State of Texas, joined by the attorneys general of nine other states, notified the Department of Homeland Security (DHS) of their intent to challenge the legality of the 2012 DACA program if it was not rescinded by September 5th, 2017; and \n      Whereas, The attorneys general alleged that the program was unlawful, claiming that it was created through presidential overreach; and  \n      Whereas, On September 5th, 2017, U.S. Attorney General Jeff Sessions announced the rescission of the DACA program and the DHS issued logistical guidance regarding the program's termination; and   \n      Whereas, New York City is home to roughly 30,000 DACA recipients who contribute daily to the City's cultural and economic vibrancy; and \n      Whereas, On September 6th, 2017, New York Attorney General Eric Schneiderman, along with attorneys general from 16 other states, filed a suit to protect DACA grantees in the U.S. District Court for the Eastern District of New York; and \n      Whereas, The suit alleges that the Trump Administration has violated the Equal Protection clause of the Constitution by discriminating against DREAMers of Mexican origin, who make up 78% of DACA recipients; violated Due Process rights, and harmed States' residents, institutions, and economies; and \n      Whereas, On October 5th, 2017, Attorney General Schneiderman amended the complaint to include a new cause of action that claims the Trump Administration violated the doctrine of equitable estoppel by failing to honor promises made to DACA grantees, including promises that information submitted on DACA applications would not be used for immigration enforcement; and \n      Whereas, On the same day, Attorney General Schneiderman also added a cause of action that claims that the Trump Administration denied DACA grantees their Procedural Due Process rights pursuant to the 5th Amendment by failing to provide adequate notice about the timeline for renewing DACA status, as well as the termination of the DACA program after March 5th, 2018; and \n      Whereas, On September 11th, 2017, California Attorney General Xavier Becerra filed a separate legal action, claiming that the Trump Administration discriminated against DACA recipients in violation of the Equal Protection guarantee of the 5th Amendment; and \n      Whereas, the New York City Council deeply values the contributions made by DREAMers and is committed to defending their rights through advocacy at the state and federal level, as well as by filing or joining amicus briefs that align with the Council's position  in support of DREAMers and DACA grantees; now, therefore, be it  \n      Resolved, That the Council of the City of New York authorizes the Speaker to file or join amicus briefs on behalf of the Council in litigation challenging the rescission or modification of the Deferred Action for Childhood Arrivals (DACA) program, which provides temporary immigration relief to certain undocumented youth.  \n\nLS # 11548\nIP\n10/16/17\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\lang2070\\v0\\par\n\\pard\\box\\brdrdash\\brdrw150\\brdrcf2\\brsp300\\brdrsh \\ltrpar\\sa200\\qj\\lang1033 By the Speaker (Council Member Mark-Viverito) and Council Members Kallos and Menchaca\\lang2070\\par\n\\pard\\box\\brdrdash\\brdrw150\\brdrcf2\\brsp300\\brdrsh \\ltrpar\\fi720\\sl480\\slmult1\\qj\\lang1033 Whereas, Undocumented immigrant youth and young adults who were brought to the United States (U.S.) as children and know no other home are often called \\ldblquote DREAMers;\\rdblquote  and \\par\nWhereas, The term stems from the DREAM Act of 2001, a federal bill that would have provided young immigrants with conditional immigration relief and a pathway to citizenship; and\\par\nWhereas, The DREAM Act of 2001 was not passed by Congress and subsequent re-introductions of the bill have also stagnated in Congress; and \\par\nWhereas, The Migration Policy Institute (MPI) estimates that, of the 11 million undocumented immigrants in the U.S., between 2.5 and 3 million are considered DREAMers; and\\par\nWhereas, Recognizing the need to support DREAMers, then President Barack Obama established the Deferred Action for Childhood Arrivals (DACA) program through executive order in 2012; and \\par\nWhereas, The DACA program provided temporary immigration relief and work authorization to nearly 800,000 DREAMers who met strict age, residency and education criteria, and who did not pose a threat to public safety; and \\par\nWhereas, DREAMers, including those who were not eligible for the DACA program, bolster the American economy and contribute an estimated $2 billion a year in state and local taxes; and \\par\nWhereas, On June 29\\super th\\nosupersub , 2017, the Attorney General of the State of Texas, joined by the attorneys general of nine other states, notified the Department of Homeland Security (DHS) of their intent to challenge the legality of the 2012 DACA program if it was not rescinded by September 5\\super th\\nosupersub , 2017; and \\par\nWhereas, The attorneys general alleged that the program was unlawful, claiming that it was created through presidential overreach; and  \\par\nWhereas, On September 5\\super th\\nosupersub , 2017, U.S. Attorney General Jeff Sessions announced the rescission of the DACA program and the DHS issued logistical guidance regarding the program\\rquote s termination; and   \\par\nWhereas, New York City is home to roughly 30,000 DACA recipients who contribute daily to the City\\rquote s cultural and economic vibrancy; and \\par\nWhereas, On September 6\\super th\\nosupersub , 2017, New York Attorney General Eric Schneiderman, along with attorneys general from 16 other states, filed a suit to protect DACA grantees in the U.S. District Court for the Eastern District of New York; and \\par\nWhereas, The suit alleges that the Trump Administration has violated the Equal Protection clause of the Constitution by discriminating against DREAMers of Mexican origin, who make up 78% of DACA recipients; violated Due Process rights, and harmed States\\rquote  residents, institutions, and economies; and \\par\nWhereas, On October 5\\super th\\nosupersub , 2017, Attorney General Schneiderman amended the complaint to include a new cause of action that claims the Trump Administration violated the doctrine of equitable estoppel by failing to honor promises made to DACA grantees, including promises that information submitted on DACA applications would not be used for immigration enforcement; and \\par\nWhereas, On the same day, Attorney General Schneiderman also added a cause of action that claims that the Trump Administration denied DACA grantees their Procedural Due Process rights pursuant to the 5\\super th\\nosupersub  Amendment by failing to provide adequate notice about the timeline for renewing DACA status, as well as the termination of the DACA program after March 5\\super th\\nosupersub , 2018; and \\par\nWhereas, On September 11\\super th\\nosupersub , 2017, California Attorney General Xavier Becerra filed a separate legal action, claiming that the Trump Administration discriminated against DACA recipients in violation of the Equal Protection guarantee of the 5\\super th\\nosupersub  Amendment; and \\par\nWhereas, the New York City Council deeply values the contributions made by DREAMers and is committed to defending their rights through advocacy at the state and federal level, as well as by filing or joining amicus briefs that align with the Council\\rquote s position  in support of DREAMers and DACA grantees; now, therefore, be it  \\lang2070\\par\n\\lang1033 Resolved, That the Council of the City of New York authorizes the Speaker to file or join amicus briefs on behalf of the Council in litigation challenging the rescission or modification of the Deferred Action for Childhood Arrivals (DACA) program, which provides temporary immigration relief to certain undocumented youth.  \\lang2070\\par\n\\pard\\box\\brdrdash\\brdrw150\\brdrcf2\\brsp300\\brdrsh \\ltrpar\\lang1033\\fs20\\par\nLS # 11548\\par\nIP\\par\n10/16/17\\fs22\\par\n}\n",
  "LastModified": "2018-01-10T14:37:22.62Z"
}
