{
  "ID": 58678,
  "GUID": "6D151B38-781C-41D3-9F06-AF8808145D86",
  "File": "Res 1773-2017",
  "Name": "Supporting the efforts of Community Board 11 of Manhattan, along with advocates and residents, to remove the statue of Dr. James Marion Sims from Fifth Avenue at 103rd Street.",
  "Title": "Resolution supporting the efforts of Community Board 11 of Manhattan, along with advocates and residents, to remove the statue of Dr. James Marion Sims from Fifth Avenue at 103rd Street.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5106,
  "BodyName": "Committee on Parks and Recreation",
  "IntroDate": "2017-12-19T00:00:00Z",
  "AgendaDate": "2017-12-19T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7623,
      "Slug": "inez-d-barron",
      "FullName": "Inez D. Barron"
    }
  ],
  "History": [
    {
      "ID": 327320,
      "Date": "2017-12-19T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2017-12-14T20:07:22.51Z"
    },
    {
      "ID": 327588,
      "Date": "2017-12-19T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Parks and Recreation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16000,
      "AgendaSequence": 169,
      "MinutesSequence": 192,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Parks and Recreation",
      "MatterStatusID": 3,
      "LastModified": "2017-12-19T15:57:09.713Z"
    },
    {
      "ID": 329761,
      "Date": "2017-12-31T22:54:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-27T03:54:47.36Z"
    }
  ],
  "Attachments": [
    {
      "ID": 166152,
      "LastModified": "2017-12-19T17:17:01.78Z",
      "Name": "December 19, 2017 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/7ff5e542-036c-4c54-9cd7-9c7921ef5715.pdf",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 60929,
  "Text": "By Council Member Barron\n\n      Whereas, Dr. James Marion Sims (Dr. Sims) was a physician who is referred to as the \"father of modern gynecology\" because of his development of innovative tools and surgical techniques in women's reproductive health; and\n      Whereas, Dr. Sims was born in Lancaster County, South Carolina, where he later graduated from South Carolina College in 1832 and studied medicine at Jefferson College in Philadelphia in 1835; and \n      Whereas, Dr. Sims practiced medicine in Lancaster County and went on to establish a practice in Montgomery, Alabama; and\n      Whereas, While in New York, Dr. Sims founded the Woman's Hospital of New York in 1855 and was later elected president of the American Medical Association in 1876; and\n      Whereas, As a result of his groundbreaking surgical methods and inventions in the medical profession, statues of Dr. Sims have been installed in South Carolina, Alabama and New York City; and\n      Whereas, The statue of Dr. Sims was originally installed in New York City at Bryant Park on October 20, 1894, and was later moved to its current location near the New York Academy of Medicine at Fifth Avenue and 103rd Street in 1934; and\n      Whereas, Although Dr. Sims received praise for his innovative medical techniques that are still used today, he was also a slave owner who performed a series of medical experiments on enslaved African-American women that led to treating vesicovaginal fistula, which results from difficult childbirths; and \n      Whereas, These medical experiments have raised ethical questions among the public because the women involved did not give consent and anesthesia was not used during the experiments, and\n      Whereas, For many years, residents and advocates of East Harlem have called for the statue of Dr. Sims to be removed because of these experiments on enslaved African-American women; and\n      Whereas, Many jurisdictions around the nation have begun to remove or relocate statues that commemorate leaders of the Confederacy, the political entity that fought against the outlawing of chattel slavery; and\n      Whereas, On Saturday, August 12, 2017, white supremacists gathered for a scheduled protest in Charlottesville, Virginia, against the city's plan to remove a statue of Confederate General Robert E. Lee; and\n      Whereas, The protest resulted in the death of a 32-year-old woman and more than a dozen people injured who were counter-protesting the white supremacists; and \n      Whereas, The violence in Charlottesville led to Mayor de Blasio announcing that members of the Mayoral Advisory Commission on City Art, Monuments and Markers would conduct a 90-day review of all symbols of hate on city property; and\n      Whereas, City Council Speaker Melissa Mark-Viverito urged Mayor de Blasio to specifically include the statue of Dr. Sims in the review of all symbols of hate on city property; and\n      Whereas, According to the Daily News, members of Community Board 11 have expressed that the Dr. Sims Statue is \"just as offensive as those Confederate monuments being removed in other states\"; and\n      Whereas, The Department of Parks and Recreation (DPR) offered to install a plaque beneath the Dr. Sims statue that would honor three of the women who were subjected to his unnecessarily barbaric experiments; and \n      Whereas, In June 2016, Community Board 11 of Manhattan (CB 11) voted at their full board meeting to reject the plaque as presented and called for the removal of the statue; and\n      Whereas, After CB 11's vote, CB 11 Chair Diane Collier stated that a plaque \"is simply not an adequate response to the atrocities that were committed and as East Harlem is a neighborhood predominantly made up of people of color, it is particularly egregious that this statue is installed here\"; now, therefore, be it \n      Resolved, That the Council of the City of New York supports the efforts of Community Board 11 of Manhattan, along with advocates and residents, to remove the statue of Dr. James Marion Sims from Fifth Avenue at 103rd Street.\n\nPM\nLS# 11755\n12/12/17 12:03PM\n\n3",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Member Barron\\par\n\\par\n\\pard\\cbpat1\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Dr. James Marion Sims (Dr. Sims) was a physician who is referred to as the \\ldblquote father of modern gynecology\\rdblquote  because of his development of innovative tools and surgical techniques in women\\rquote s reproductive health; and\\par\nWhereas, Dr. Sims was born in Lancaster County, South Carolina, where he later graduated from South Carolina College in 1832 and studied medicine at Jefferson College in Philadelphia in 1835; and \\par\nWhereas, Dr. Sims practiced medicine in Lancaster County and went on to establish a practice in Montgomery, Alabama; and\\par\nWhereas, While in New York, Dr. Sims founded the Woman\\rquote s Hospital of New York in 1855 and was later elected president of the American Medical Association in 1876; and\\par\nWhereas, As a result of his groundbreaking surgical methods and inventions in the medical profession, statues of Dr. Sims have been installed in South Carolina, Alabama and New York City; and\\par\nWhereas, The statue of Dr. Sims was originally installed in New York City at Bryant Park on October 20, 1894, and was later moved to its current location near the New York Academy of Medicine at Fifth Avenue and 103\\super rd\\nosupersub  Street in 1934; and\\par\nWhereas, Although Dr. Sims received praise for his innovative medical techniques that are still used today, he was also a slave owner who performed a series of medical experiments on enslaved African-American women that led to treating vesicovaginal fistula, which results from difficult childbirths; and \\par\nWhereas, These medical experiments have raised ethical questions among the public because the women involved did not give consent and anesthesia was not used during the experiments, and\\par\nWhereas, For many years, residents and advocates of East Harlem have called for the statue of Dr. Sims to be removed because of these experiments on enslaved African-American women; and\\par\nWhereas, Many jurisdictions around the nation have begun to remove or relocate statues that commemorate leaders of the Confederacy, the political entity that fought against the outlawing of chattel slavery; and\\par\nWhereas, On Saturday, August 12, 2017, white supremacists gathered for a scheduled protest in Charlottesville, Virginia, against the city\\rquote s plan to remove a statue of Confederate General Robert E. Lee; and\\par\nWhereas, The protest resulted in the death of a 32-year-old woman and more than a dozen people injured who were counter-protesting the white supremacists; and \\par\nWhereas, The violence in Charlottesville led to Mayor de Blasio announcing that members of the Mayoral Advisory Commission on City Art, Monuments and Markers would conduct a 90-day review of all symbols of hate on city property; and\\par\nWhereas, City Council Speaker Melissa Mark-Viverito urged Mayor de Blasio to specifically include the statue of Dr. Sims in the review of all symbols of hate on city property; and\\par\nWhereas, According to the \\i Daily News, \\i0 members of Community Board 11 have expressed that the Dr. Sims Statue is \\ldblquote just as offensive as those Confederate monuments being removed in other states\\rdblquote ; and\\par\nWhereas, The Department of Parks and Recreation (DPR) offered to install a plaque beneath the Dr. Sims statue that would honor three of the women who were subjected to his unnecessarily barbaric experiments; and \\par\nWhereas, In June 2016, Community Board 11 of Manhattan (CB 11) voted at their full board meeting to reject the plaque as presented and called for the removal of the statue; and\\par\nWhereas, After CB 11\\rquote s vote, CB 11 Chair Diane Collier stated that a plaque \\ldblquote is simply not an adequate response to the atrocities that were committed and as East Harlem is a neighborhood predominantly made up of people of color, it is particularly egregious that this statue is installed here\\rdblquote ; now, therefore, be it \\par\nResolved, That the Council of the City of New York supports the efforts of Community Board 11 of Manhattan, along with advocates and residents, to remove the statue of Dr. James Marion Sims from Fifth Avenue at 103\\super rd\\nosupersub  Street.\\par\n\\pard\\cbpat1\\ltrpar\\qj\\par\n\\fs20 PM\\par\nLS# 11755\\par\n12/12/17 12:03PM\\par\n\\pard\\ltrpar\\sa200\\sl276\\slmult1\\fs22\\par\n}\n",
  "LastModified": "2017-12-27T03:54:47.407Z"
}
