{
  "ID": 26344,
  "GUID": "7A84B275-3AF7-40A8-9D8B-FCC724F9F85A",
  "File": "Int 0271-2002",
  "Name": "Equal employment benefits to the employees of city contractors.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the provision of equal employment benefits to the employees of city contractors.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 6,
  "BodyName": "Committee on Contracts",
  "IntroDate": "2002-09-25T00:00:00Z",
  "AgendaDate": "2002-09-25T00:00:00Z",
  "PassedDate": "2003-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 429,
      "Slug": "margarita-lopez",
      "FullName": "Margarita Lopez"
    },
    {
      "ID": 432,
      "Slug": "philip-reed",
      "FullName": "Philip Reed"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5278,
      "Slug": "melinda-r-katz",
      "FullName": "Melinda R. Katz"
    },
    {
      "ID": 5264,
      "Slug": "maria-baez",
      "FullName": "Maria Baez"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5266,
      "Slug": "jose-m-serrano",
      "FullName": "Jose M. Serrano"
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 5293,
      "Slug": "michael-e-mcmahon",
      "FullName": "Michael E. McMahon"
    },
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 5285,
      "Slug": "erik-martin-dilan",
      "FullName": "Erik Martin Dilan"
    },
    {
      "ID": 5274,
      "Slug": "helen-sears",
      "FullName": "Helen Sears"
    },
    {
      "ID": 424,
      "Slug": "tracy-l-boyland",
      "FullName": "Tracy L. Boyland"
    },
    {
      "ID": 5389,
      "Slug": "pedro-espada-jr",
      "FullName": "Pedro Espada, Jr."
    },
    {
      "ID": 5294,
      "Slug": "betsy-gotbaum",
      "FullName": "Betsy Gotbaum"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 430,
      "Slug": "bill-perkins",
      "FullName": "Bill Perkins"
    },
    {
      "ID": 5275,
      "Slug": "eric-n-gioia",
      "FullName": "Eric N. Gioia"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5270,
      "Slug": "hiram-monserrate",
      "FullName": "Hiram Monserrate"
    },
    {
      "ID": 5229,
      "Slug": "eva-s-moskowitz",
      "FullName": "Eva S. Moskowitz"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    }
  ],
  "History": [
    {
      "ID": 134333,
      "Date": "2002-09-25T16:26:23Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 134541,
      "Date": "2002-09-25T22:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 1753,
      "AgendaSequence": 115,
      "MinutesSequence": 133,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Contracts",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 149437,
      "Date": "2003-11-13T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "",
      "BodyID": 6,
      "BodyName": "Committee on Contracts",
      "EventID": 2548,
      "AgendaSequence": 1,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 150087,
      "Date": "2003-11-13T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "",
      "BodyID": 6,
      "BodyName": "Committee on Contracts",
      "EventID": 2548,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 153475,
      "Date": "2003-12-31T17:05:27Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 59357,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "http://nyc.legistar1.com/nyc/attachments/59357.doc",
      "Sort": 1
    },
    {
      "ID": 59816,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript",
      "Link": "http://nyc.legistar1.com/nyc/attachments/59816.doc",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 14119,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Title 6 of the Administrative Code of the City of New York is hereby amended by adding a new section 6-125 to read as follows:\n      Section 6-125.  Domestic Partnership Benefits. a. This section shall be known and may be cited as the \"Equal Benefits Law.\"\n      b. For purposes of this section only, the following terms shall have the following meanings:\n\t(1) \"Contract\" means any written agreement, purchase order or instrument whereby the city is committed to expend or does expend funds in return for an interest in real property, work, labor, services, supplies, equipment, materials, construction, construction related service or any combination of the foregoing.\n\t(2) \"Contracting agency\" means a city, county, borough, or other office, position, administration, department, division, bureau, board or commission, or a corporation, institution or agency of government, the expenses of which are paid in whole or in part from the city treasury.\n\t(3) \"Contractor\" means any individual, sole proprietorship, partnership, joint venture or corporation.\n      (4) \"Covered contract\" means a contract between a contracting agency and a contractor valued at over one hundred thousand dollars, or any contract in a group of contracts with the same contractor the aggregate value of which is over one hundred thousand dollars.\n\t(5) \"Domestic partners\" means persons who have registered with the city clerk as domestic partners, or who are the members of a domestic partnership or other civil union recognized by another jurisdiction, or who have registered as domestic partners with a contractor pursuant to subdivision m of this section.\n      (6) \"Implementing agency\" means the city chief contracting officer or any agency that the mayor designates. \n      c. No contracting agency shall enter into or renew any covered contract unless the contractor certifies that such contractor does not discriminate in the provision of employment benefits, including, but not limited to, health, pension, retirement, disability and life insurance, family, medical, parental, bereavement and other leave policies, tuition reimbursement, legal assistance, adoption assistance, dependent care insurance, moving and other relocation expenses, membership or membership discounts, and travel benefits, between employees with domestic partners and employees with spouses and/or between the domestic partners and spouses of such employees.  Such certification shall be in writing and shall be signed by an authorized officer of the contractor and delivered, along with a description of the contractor's employee benefits plan, to the contracting agency and to the implementing agency prior to entering into such covered contract.  The implementing agency shall reject a contractor's certification of compliance if it determines that such contractor discriminates in the provision of employment benefits or if the implementing agency determines that the contractor was created, or is being used, for the purpose of evading the requirements of this section.\n      d.  Every covered contract shall contain the following provision:\n\"The contractor shall not discriminate in the provision of employment benefits, including, but not limited to, health, pension, retirement, disability and life insurance, family, medical, parental, bereavement and other leave policies, tuition reimbursement, legal assistance, adoption assistance, dependent care insurance, moving and other relocation expenses, membership or membership discounts, and travel benefits, between employees with domestic partners and employees with spouses and/or between the domestic partners and spouses of such employees. The contractor shall not retaliate against an employee in the terms and conditions of employment in the event that such employee informs the city that such contractor has discriminated in the provision of employment benefits in violation of this provision.  The contractor shall, to the extent permitted by law, provide the city access to its records for the purpose of audits and/or investigations to ascertain compliance with the provisions of this section, and upon request shall provide evidence that the contractor is in compliance with the provisions of this section.\"\n      e.  The requirements of subdivision c shall apply to all of the employees of a contractor with a covered contract who work within the city of New York, and to those employees of a contractor who work outside of the city of New York and who work directly on fulfilling the terms of a covered contract with the city of New York.\n\tf.  In the event that a contractor's actual cost of providing a benefit or benefits for the domestic partner of an employee exceeds that of providing such benefit or benefits for the spouse of an employee, or a contractor's actual cost of providing a certain benefit or benefits for the spouse of an employee exceeds that of providing such benefit or benefits for the domestic partner of an employee, such contractor shall not be deemed to have discriminated in the provision of employment benefits if such contractor conditions the provision of such benefit or benefits upon the employee agreeing to pay the excess costs.\n\tg.  (i) In the event a contractor is unable to provide a particular benefit or benefits to an employee with a domestic partner or to the domestic partner of such employee as required pursuant to this section despite taking all reasonable measures to do so, such contractor shall not be deemed to have discriminated in the provision of employment benefits for failure to provide such benefit or benefits if such contractor provides the cash equivalent of such benefit or benefits to the affected employee(s).  The contractor shall provide the implementing agency with sufficient proof of such inability to provide such benefit or benefits which shall include the measures taken to provide such benefit or benefits and the cash equivalent proposed, along with its certification of compliance as is required under subdivision c of this section.  The implementing agency shall, based on submitted evidence determine whether the contractor's failure to provide such benefit or benefits precludes such contractor from entering into a covered contract pursuant to the requirements of this section. \n      (ii).  In the event that a contractor is unable to provide a particular benefit or benefits to an employee with a domestic partner or to the domestic partner of such employee as required under this section because it would require administrative action that would delay the provision of such benefit or benefits, then the contractor may request an extension of time to take such administrative action to provide such particular benefit or benefits which shall not exceed three months.  Applications for such extension of time shall be submitted to the implementing agency, which shall have the discretion to grant such applications.  A contractor may, if necessary, request an additional extension of time to provide such particular benefit or benefits.  Applications for such additional extension of time shall be submitted to the implementing agency, which shall have the discretion to grant such applications provided that the contractor provides the cash equivalent of any delayed  benefit or benefits to the affected employee(s) during the additional extension period.  The implementing agency shall monitor contracting agencies to which it grants extensions of time to ensure compliance with the requirements of this section within such extension periods. \n\th.  The contractor shall, to the extent permitted by state and federal law, provide the contracting agency, the city chief procurement officer or the implementing agency, access to its records for the purpose of audits and/or investigations to ascertain compliance with the provisions of this section, and upon request shall provide evidence that the contractor is in compliance with the provisions of this section.\n      i. If a contractor enters into a subcontract agreement valued at over one hundred thousand dollars with another contractor to fulfill any of the requirements of a covered contract, then such subcontract shall be considered a covered contract for purposes of this section and the provisions of this section shall be binding upon any such subcontractor.  Each contractor shall include the contract provision in subsection d in any such subcontract agreement. \n\tj.  If during the term of a covered contract a contractor discriminates in the provision of employment benefits in violation of the terms of such contract, or if a contractor retaliates against an employee in the terms and conditions of employment for informing the city that such contractor has discriminated in the provision of employment benefits in violation of the terms of such contract, such discrimination and/or retaliation shall be deemed a material breach of such contract.  Upon receiving information that a contractor has discriminated in employment benefits and/or retaliated against an employee in violation of the terms of a covered contract, the implementing agency shall review such information, notify the contractor of such information and offer the contractor an opportunity to respond.  If it is found that a violation has occurred, the implementing agency shall take such action as may be appropriate and provided by law, rule or contract, including, but not limited to, imposing sanctions, seeking compliance, recovering damages, declaring the contractor in default and/or seeking a finding that the contractor is not a responsible contractor pursuant to section 335 of the charter. Nothing in this subdivision shall be construed to limit the remedies a contractor's employee or the domestic partner of such employee may seek in law or equity in the event of such contractor's non-compliance.\n\tk. (i). The requirements of this section shall be waived under the following circumstances:\n\t(1) where the requirements of a contract that is essential to the city can only be fulfilled by a sole source as defined in section 321 of the charter, and such sole source is unwilling to comply with the requirements of this section; or\n\t(2) the contract is necessary to respond to an emergency which endangers the public health and safety and no entity which complies with the requirements of this section and which is capable of responding to the emergency is immediately available; or\n       (3) where compliance with the requirements of this section would violate or be inconsistent with the terms or conditions of a grant, subvention or contract with a public agency or the instructions of an authorized representative of any such agency with respect to any such grant, subvention or contract; or\n      (4) where there are no prospective contractors for a contract who could be certified as being in compliance with the requirements of this section and it is essential for the city to enter into such contract; or\n      (5) where the application of this law to a particular contractor or to a particular employment benefit offered by a contractor or as it relates to the requirement of a cash equivalent of a benefit or benefits would violate state or federal law, in which case the requirements of this section shall be waived to the extent that they effect such particular contractor, benefit or cash equivalent; or\n      (6) for contracts relating to the investment of assets held in trust by the city or to the investment of city monies. \n      (ii). All applications for waivers pursuant to this subdivision shall be made in writing to the implementing agency by the contracting agency.  The contracting agency may apply for a waiver at the request of a contractor seeking such waiver.  The implementing agency shall determine whether to grant such application.  All decisions regarding waivers shall be issued in writing and shall include the reason for the granting or denial of such application.  All decisions granting waivers shall become part of the relevant contract file of the contracting agency.\n      (iii).  Beginning October 1, 2003 and annually thereafter, the implementing agency shall report to the council the number of waivers for which it received applications, the number of waivers granted and the reasons for which they were granted. \n      l.  The comptroller shall conduct annual random audits of statistically significant groups of contractors with covered contracts to measure and ensure compliance with the requirements of this section.  Contractors shall make such information available as is necessary to conduct such audits.  Beginning October 1, 2003 and annually thereafter, the comptroller shall report the results of such audits to the mayor and the city council.  \n\tm.  A contractor may institute an internal registry to allow for the provision of equal benefits to employees with domestic partners who do not register their partnerships pursuant to a governmental body authorizing such registration, or who are located in a jurisdiction where no such governmental domestic partnership registry exists.  A contractor that institutes such a registry shall not impose criteria for registration that are more stringent than those required for domestic partnership registration by the city of New York.  A contractor may also fulfill the requirements of this subdivision by verifying the existence of a domestic partnership or marriage to the extent such verification is undertaken equally for employees with domestic partners and employees with spouses.\n\tn.  Nothing in this section shall be construed to limit the city's authority to cancel or terminate a contract, deny or withdraw approval to perform a subcontract or provide supplies, issue a non-responsibility finding, issue a non-responsiveness finding, deny a person or entity pre-qualifications, or otherwise deny a person or entity city business.\n\to.  This section shall only apply to contracts entered into or renewed on or after the effective date of this section.\n      p.  The implementing agency shall promulgate rules to implement the requirements of this section.\n      q.  If any section, subsection, sentence, clause, phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this law, which remaining portions shall continue in full force and effect.\n      �2. This local law shall take effect sixty days after its enactment.\n\n[VGC1]\n5\n\n\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 MS Sans Serif;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Section 1.  Title 6 of the Administrative Code of the City of New York is hereby amended by adding a new section 6-125 to read as follows:\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj\\ul Section 6-125.  \\b Domestic Partnership Benefits\\b0 . a. This section shall be known and may be cited as the \\ldblquote Equal Benefits Law.\\rdblquote\\par\nb. For purposes of this section only, the following terms shall have the following meanings\\ulnone :\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab\\ul (1) \\ldblquote Contract\\rdblquote  means any written agreement, purchase order or instrument whereby the city is committed to expend or does expend funds in return for an interest in real property, work, labor, services, supplies, equipment, materials, construction, construction related service or any combination of the foregoing.\\par\n\\ulnone\\tab\\ul (2) \\ldblquote Contracting agency\\rdblquote  means a city, county, borough, or other office, position, administration, department, division, bureau, board or commission, or a corporation, institution or agency of government, the expenses of which are paid in whole or in part from the city treasury.\\par\n\\ulnone\\tab\\ul (3) \\ldblquote Contractor\\rdblquote  means any individual, sole proprietorship, partnership, joint venture or corporation.\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj (4) \\ldblquote Covered contract\\rdblquote  means a contract between a contracting agency and a contractor valued at over one hundred thousand dollars, or any contract in a group of contracts with the same contractor the aggregate value of which is over one hundred thousand dollars.\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\ulnone\\tab\\ul (5) \\ldblquote Domestic partners\\rdblquote  means persons who have registered with the city clerk as domestic partners, or who are the members of a domestic partnership or other civil union recognized by another jurisdiction, or who have registered as domestic partners with a contractor pursuant to subdivision m of this section.\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj (6) \\ldblquote Implementing agency\\rdblquote  means the city chief contracting officer or any agency that the mayor designates.\\b  \\par\n\\b0 c. No contracting agency shall enter into or renew any covered contract unless the contractor certifies that such contractor does not discriminate in the provision of employment benefits, including, but not limited to, health, pension, retirement, disability and life insurance, family, medical, parental, bereavement and other leave policies, tuition reimbursement, legal assistance, adoption assistance, dependent care insurance, moving and other relocation expenses, membership or membership discounts, and travel benefits, between employees with domestic partners and employees with spouses and/or between the domestic partners and spouses of such employees.  Such certification shall be in writing and shall be signed by an authorized officer of the contractor and delivered, along with a description of the contractor\\rquote s employee benefits plan, to the contracting agency and to the implementing agency prior to entering into such covered contract.  The implementing agency shall reject a contractor\\rquote s certification of compliance if it determines that such contractor discriminates in the provision of employment benefits or\\b  \\b0 if the implementing agency determines that the contractor was created, or is being used, for the purpose of evading the requirements of this section.\\par\nd.  Every covered contract shall contain the following provision\\ulnone :\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\ul\\ldblquote The contractor shall not discriminate in the provision of employment benefits, including, but not limited to, health, pension, retirement, disability and life insurance, family, medical, parental, bereavement and other leave policies, tuition reimbursement, legal assistance, adoption assistance, dependent care insurance, moving and other relocation expenses, membership or membership discounts, and travel benefits, between employees with domestic partners and employees with spouses and/or between the domestic partners and spouses of such employees. The contractor shall not retaliate against an employee in the terms and conditions of employment in the event that such employee informs the city that such contractor has discriminated in the provision of employment benefits in violation of this provision.  The contractor shall, to the extent permitted by law, provide the city access to its records for the purpose of audits and/or investigations to ascertain compliance with the provisions of this section, and upon request shall provide evidence that the contractor is in compliance with the provisions of this section.\\rdblquote\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj e.  The requirements of subdivision c shall apply to all of the employees of a contractor with a covered contract who work within the city of New York, and to those employees of a contractor who work outside of the city of New York and who work directly on fulfilling the terms of a covered contract with the city of New York.\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\ulnone\\tab\\ul f.  In the event that a contractor\\rquote s actual cost of providing a benefit or benefits for the domestic partner of an employee exceeds that of providing such benefit or benefits for the spouse of an employee, or a contractor\\rquote s actual cost of providing a certain benefit or benefits for the spouse of an employee exceeds that of providing such benefit or benefits for the domestic partner of an employee, such contractor shall not be deemed to have discriminated in the provision of employment benefits if such contractor conditions the provision of such benefit or benefits upon the employee agreeing to pay the excess costs.\\par\n\\ulnone\\tab\\ul g.  (i) In the event a contractor is unable to provide a particular benefit or benefits to an employee with a domestic partner or to the domestic partner of such employee as required pursuant to this section despite taking all reasonable measures to do so, such contractor shall not be deemed to have discriminated in the provision of employment benefits for failure to provide such benefit or benefits if such contractor provides the cash equivalent of such benefit or benefits to the affected employee(s).  The contractor shall provide the implementing agency with sufficient proof of such inability to provide such benefit or benefits which shall include the measures taken to provide such benefit or benefits and the cash equivalent proposed,\\b  \\b0 along with its certification of compliance as is required under subdivision c of this section.  The implementing agency shall, based on submitted evidence determine whether the contractor\\rquote s failure to provide such benefit or benefits precludes such contractor from entering into a covered contract pursuant to the requirements of this section. \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj (ii).  In the event that a contractor is unable to provide a particular benefit or benefits to an employee with a domestic partner or to the domestic partner of such employee as required under this section because it would require administrative action that would delay the provision of such benefit or benefits, then the contractor may request an extension of time to take such administrative action to provide such particular benefit or benefits which shall not exceed three months.  Applications for such extension of time shall be submitted to the implementing agency, which shall have the discretion to grant such applications.  A contractor may, if necessary, request an additional extension of time to provide such particular benefit or benefits.  Applications for such additional extension of time shall be submitted to the implementing agency, which shall have the discretion to grant such applications provided that the contractor provides the cash equivalent of any delayed  benefit or benefits to the affected employee(s) during the additional extension period.  The implementing agency shall monitor contracting agencies to which it grants extensions of time to ensure compliance with the requirements of this section within such extension periods. \\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\ulnone\\tab\\ul h.  The contractor shall, to the extent permitted by state and federal law, provide the contracting agency, the city chief procurement officer or the implementing agency, access to its records for the purpose of audits and/or investigations to ascertain compliance with the provisions of this section, and upon request shall provide evidence that the contractor is in compliance with the provisions of this section.\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj i. If a contractor enters into a subcontract agreement valued at over one hundred thousand dollars with another contractor to fulfill any of the requirements of a covered contract, then such subcontract shall be considered a covered contract for purposes of this section and the provisions of this section shall be binding upon any such subcontractor.  Each contractor shall include the contract provision in subsection d in any such subcontract agreement. \\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\ulnone\\tab\\ul j.  If during the term of a covered contract a contractor discriminates in the provision of employment benefits in violation of the terms of such contract, or if a contractor retaliates against an employee in the terms and conditions of employment for informing the city that such contractor has discriminated in the provision of employment benefits in violation of the terms of such contract, such discrimination and/or retaliation shall be deemed a material breach of such contract.  Upon receiving information that a contractor has discriminated in employment benefits and/or retaliated against an employee in violation of the terms of a covered contract, the implementing agency shall review such information, notify the contractor of such information and offer the contractor an opportunity to respond.  If it is found that a violation has occurred, the implementing agency shall take such action as may be appropriate and provided by law, rule or contract, including, but not limited to, imposing sanctions, seeking compliance, recovering damages, declaring the contractor in default and/or seeking a finding that the contractor is not a responsible contractor pursuant to section 335 of the charter. Nothing in this subdivision shall be construed to limit the remedies a contractor\\rquote s employee or the domestic partner of such employee may seek in law or equity in the event of such contractor\\rquote s non-compliance.\\par\n\\ulnone\\tab\\ul k. (i). The requirements of this section shall be waived under the following circumstances\\ulnone :\\par\n\\tab\\ul (1) where the requirements of a contract that is essential to the city can only be fulfilled by a sole source as defined in section 321 of the charter, and such sole source is unwilling to comply with the requirements of this section;\\b  \\b0 or\\par\n\\ulnone\\tab\\ul (2) the contract is necessary to respond to an emergency which endangers the public health and safety and no entity which complies with the requirements of this section and which is capable of responding to the emergency is immediately available; or\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj  (3) where compliance with the requirements of this section would violate or be inconsistent with the terms or conditions of a grant, subvention or contract with a public agency or the instructions of an authorized representative of any such agency with respect to any such grant, subvention or contract; or\\par\n(4) where there are no prospective contractors for a contract who could be certified as being in compliance with the requirements of this section and it is essential for the city to enter into such contract; or\\par\n(5) where the application of this law to a particular contractor or to a particular employment benefit offered by a contractor or as it relates to the requirement of a cash equivalent of a benefit or benefits would violate state or federal law, in which case the requirements of this section shall be waived to the extent that they effect such particular contractor, benefit or cash equivalent; or\\par\n(6) for contracts relating to the investment of assets held in trust by the city or to the investment of city monies. \\par\n(ii). All applications for waivers pursuant to this subdivision shall be made in writing to the implementing agency\\b  \\b0 by the contracting agency.  The contracting agency may apply for a waiver at the request of a contractor seeking such waiver.  The implementing agency shall determine whether to grant such application.  All decisions regarding waivers shall be issued in writing and shall include the reason for the granting or denial of such application.  All decisions granting waivers shall become part of the relevant contract file of the contracting agency.\\par\n(iii).  Beginning October 1, 2003 and annually thereafter, the implementing agency shall report to the council the number of waivers for which it received applications, the number of waivers granted and the reasons for which they were granted. \\par\nl.  The comptroller shall conduct annual random audits of statistically significant groups of contractors with covered contracts to measure and ensure compliance with the requirements of this section.  Contractors shall make such information available as is necessary to conduct such audits.  Beginning October 1, 2003 and annually thereafter, the comptroller shall report the results of such audits to the mayor and the city council.  \\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\ulnone\\tab\\ul m.  A contractor may institute an internal registry to allow for the provision of equal benefits to employees with domestic partners who do not register their partnerships pursuant to a governmental body authorizing such registration, or who are located in a jurisdiction where no such governmental domestic partnership registry exists.  A contractor that institutes such a registry shall not impose criteria for registration that are more stringent than those required for domestic partnership registration by the city of New York.  A contractor may also fulfill the requirements of this subdivision by verifying the existence of a domestic partnership or marriage to the extent such verification is undertaken equally for employees with domestic partners and employees with spouses.\\par\n\\ulnone\\tab\\ul n.  Nothing in this section shall be construed to limit the city\\rquote s authority to cancel or terminate a contract, deny or withdraw approval to perform a subcontract or provide supplies, issue a non-responsibility finding, issue a non-responsiveness finding, deny a person or entity pre-qualifications, or otherwise deny a person or entity city business.\\par\n\\ulnone\\tab\\ul o.  This section shall only apply to contracts entered into or renewed on or after the effective date of this section.\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj p.  The implementing agency shall promulgate rules to implement the requirements of this section.\\par\nq.  If any section, subsection, sentence, clause, phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this law, which remaining portions shall continue in full force and effect.\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\ulnone\\'a72. This local law shall take effect sixty days after its enactment.\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\ul\\par\n}\n",
  "LastModified": "2019-09-05T13:33:37.36Z"
}
