{
  "ID": 26686,
  "GUID": "CD880C91-2809-4B16-AA69-EEAACE6B0A8F",
  "File": "Int 0319-2002",
  "Name": "The review and approval of franchises.",
  "Title": "A Local Law to amend the Charter of the City of New York in relation to the review and approval of franchises.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 17,
  "BodyName": "Committee on Land Use",
  "IntroDate": "2002-12-04T00:00:00Z",
  "AgendaDate": "2002-12-04T00:00:00Z",
  "PassedDate": "2003-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5283,
      "Slug": "james-e-davis",
      "FullName": "James E. Davis"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    }
  ],
  "History": [
    {
      "ID": 137073,
      "Date": "2002-12-04T15:00:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 1930,
      "AgendaSequence": 87,
      "MinutesSequence": 109,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Land Use",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 136938,
      "Date": "2002-12-04T16:02:10Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 153501,
      "Date": "2003-12-31T17:16:55Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 55800,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Memo In Support",
      "Link": "http://nyc.legistar1.com/nyc/attachments/55800.doc",
      "Sort": 999
    }
  ],
  "Summary": "",
  "TextID": 14330,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1:  Section 363 (f) of the Charter of the City of New York is hereby amended to read as follows:\n\t\"f. The selection of a franchisee shall be in accordance with the provisions of the authorizing resolution covering franchises of the type involved.  Prior to the submission of a proposed franchise agreement to the franchise and concession review committee pursuant to sections three hundred seventy-one, three hundred seventy-two and three hundred seventy-three, the agreement shall be submitted to the council.  After the conduct of a public hearing held on due notice, the council shall determine whether or not the agreement conforms with the terms and conditions of the authorizing resolution.  If the council determines that such conformity exists, it shall submit the agreement to the franchise and concession review committee for its review and action consistent with the provisions of this chapter.  If the council determines that such conformity does not exist, it may amend the agreement to achieve such conformity and then submit the agreement to the franchise and concession review committee for its review and action consistent with the provisions of this chapter. \n\tSection 2: This local law shall take effect immediately.",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\ltrpar\\sl480\\slmult1\\tab Section 1:  Section 363 (f) of the Charter of the City of New York is hereby amended to read as follows:\\par\n\\tab\\ldblquote f. The selection of a franchisee shall be in accordance with the provisions of the authorizing resolution covering franchises of the type involved.  \\ul Prior to the submission of a proposed franchise agreement to the franchise and concession review committee pursuant to sections three hundred seventy-one, three hundred seventy-two and three hundred seventy-three, the agreement shall be submitted to the council.  After the conduct of a public hearing held on due notice, the council shall determine whether or not the agreement conforms with the terms and conditions of the authorizing resolution.  If the council determines that such conformity exists, it shall submit the agreement to the franchise and concession review committee for its review and action consistent with the provisions of this chapter.  If the council determines that such conformity does not exist, it may amend the agreement to achieve such conformity and then submit the agreement to the franchise and concession review committee for its review and action consistent with the provisions of this chapter. \\ulnone\\par\n\\tab Section 2: This local law shall take effect immediately.\\par\n}\n",
  "LastModified": "2019-09-03T20:23:01.687Z"
}
