{
  "ID": 11342,
  "GUID": "93F9E0CC-3FDB-4716-AB31-5E1BE5BBA5C6",
  "BodyID": 5106,
  "BodyName": "Committee on Parks and Recreation",
  "Date": "2012-02-07T13:30:00-05:00",
  "Location": "250 Broadway - Committee Rm, 14th Fl.",
  "VideoStatus": "Public",
  "AgendaStatusID": 4,
  "AgendaStatusName": "Deferred",
  "MinutesStatusID": 4,
  "MinutesStatusName": "Deferred",
  "AgendaFile": "",
  "InSiteURL": "https://nyc.legistar.com/MeetingDetail.aspx?LEGID=11342&GID=61&G=2FD004F1-D85B-4588-A648-0A736C77D6E3",
  "Items": [
    {
      "ID": 261549,
      "GUID": "FEE5883E-1E3D-49D8-B17D-6C498694D18D",
      "Title": "A Local Law in relation to renaming six thoroughfares and public places, Prospect Avenue, Borough of Queens, Hamilton Place, Borough of Queens, Orient Avenue, Borough of Queens, Church Street, Borough of Queens, Pine Street, Borough of Queens, Poplar Street, Borough of Queens and to amend the official map of the city of New York accordingly.",
      "AgendaSequence": 1,
      "MinutesSequence": 1,
      "Version": "*",
      "MatterID": 46300,
      "MatterFile": "Int 0448-2010",
      "MatterName": "Name Changes, Renaming 6 thoroughfares and public places.",
      "MatterType": "Introduction",
      "MatterStatus": "Enacted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 261550,
      "GUID": "45E11817-6912-496E-BA56-CCB8D213A4A4",
      "Title": "AND SUCH OTHER BUSINESS AS MAY BE NECESSARY",
      "AgendaSequence": 3,
      "MinutesSequence": 3,
      "Version": "",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 261835,
      "GUID": "D84A6F69-FCBC-4D16-B97B-5D656887E587",
      "Title": "A Local Law in relation to the naming of 32 thoroughfares and public places, Dra. Evelina Antonetty Way, Borough of the Bronx, Lenny Kobren Circle, Borough of Brooklyn, Ozzie Brown Triangle, Borough of the Bronx, Dr. Michael Lancelot Marcano Way, Borough of the Bronx, Detective Kevin Czartoryski Place, Borough of Queens, Cheyenne Baez Way, Borough of Manhattan, Rev. John B. Elliott Way, Borough of Brooklyn, Jim Buckley Way, Borough of Brooklyn, Meg Charlop Way, Borough of the Bronx, The Chords-Hit Record “Sh-Boom” 1954, Borough of the Bronx, Frank Griffin Way, Borough of Brooklyn, Joe ‘The Great’ Rollino Corner, Borough of Brooklyn, Raoul Wallenberg Way, Borough of Brooklyn, Lt. Peter J. Farrenkopf Place, Borough of Queens, Reginald Nero’s Way, Borough of Brooklyn, First United Methodist Church Way, Borough of Queens, Police Officer Eric Hernandez Memorial Corner, Borough of the Bronx, Thomas X. Winberry Way, Borough of Queens, Julian Brennan Way, Borough of Brooklyn, John Davenport Way, Borough of Brooklyn, Alain Schaberger Way, Borough of Brooklyn, Sgt. Nicholas Aleman Way, Borough of Brooklyn, Miriam Friedlander Way, Borough of Manhattan, Officer Glen Pettit Corner, Borough of Manhattan, Jonathan M. Acierno Way, Borough of Staten Island, Manolo Tavarez Justo Way, Borough of Manhattan, Joseph Mandarino Way, Borough of Staten Island, Det. Raymond “Pally” Taylor Way, Borough of Staten Island, Peggy Braverman Way, Borough of the Bronx, Bishop Moses Taylor Way, Borough of Queens, Charles C. Pinn Triangle, Borough of Brooklyn, Shirley N. Moore Street, Borough of Queens and the repeal of sections 27 and 52 of local law number 47 for the year 2011 and section 22 of local law number 3 for the year 2011.",
      "AgendaSequence": 2,
      "MinutesSequence": 2,
      "Version": "*",
      "MatterID": 48387,
      "MatterFile": "Int 0761-2012",
      "MatterName": "Naming of 32 thoroughfares and public places.",
      "MatterType": "Introduction",
      "MatterStatus": "Enacted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "AgendaLastPublished": "2012-02-06T21:11:00.437Z",
  "MinutesLastPublished": "0001-01-01T00:00:00Z",
  "LastModified": "2015-08-25T15:57:12.06Z"
}
