{
  "ID": 21555,
  "GUID": "DB72B7F4-74AF-49E1-9BDD-227BC5BF83ED",
  "File": "Int 0735-2000",
  "Name": "Grease and oil, food service establishments.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to grease and oil generated from food service establishments.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 10,
  "BodyName": "Committee on Environmental Protection",
  "IntroDate": "2000-04-12T00:00:00Z",
  "AgendaDate": "2000-04-12T00:00:00Z",
  "PassedDate": "2001-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 25,
      "Slug": "julia-harrison",
      "FullName": "Julia Harrison"
    },
    {
      "ID": 402,
      "Slug": "john-d-sabini",
      "FullName": "John D. Sabini"
    },
    {
      "ID": 425,
      "Slug": "adolfo-carrion",
      "FullName": "Adolfo Carrion"
    },
    {
      "ID": 415,
      "Slug": "martin-malave-dilan",
      "FullName": "Martin Malave-Dilan"
    },
    {
      "ID": 391,
      "Slug": "kathryn-e-freed",
      "FullName": "Kathryn E. Freed"
    },
    {
      "ID": 417,
      "Slug": "lloyd-henry",
      "FullName": "Lloyd Henry"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 395,
      "Slug": "guillermo-linares",
      "FullName": "Guillermo Linares"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 431,
      "Slug": "madeline-t-provenzano",
      "FullName": "Madeline T. Provenzano"
    },
    {
      "ID": 37,
      "Slug": "stephen-dibrienza",
      "FullName": "Stephen DiBrienza"
    },
    {
      "ID": 15,
      "Slug": "wendell-foster",
      "FullName": "Wendell Foster"
    },
    {
      "ID": 22,
      "Slug": "sheldon-s-leffler",
      "FullName": "Sheldon S. Leffler"
    },
    {
      "ID": 401,
      "Slug": "helen-m-marshall",
      "FullName": "Helen M. Marshall"
    },
    {
      "ID": 23,
      "Slug": "archie-w-spigner",
      "FullName": "Archie W. Spigner"
    },
    {
      "ID": 7,
      "Slug": "jerome-x-odonovan",
      "FullName": "Jerome X. O'Donovan"
    }
  ],
  "History": [
    {
      "ID": 91785,
      "Date": "2000-04-12T09:42:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 92504,
      "Date": "2000-04-12T10:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 373,
      "AgendaSequence": 125,
      "MinutesSequence": 148,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Environmental Protection",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 92826,
      "Date": "2000-04-12T11:07:00Z",
      "ActionID": 29,
      "Action": "Printed Item Laid on Desk",
      "Description": "",
      "BodyID": 41,
      "BodyName": "Legislative Documents Unit",
      "Version": "*",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 107497,
      "Date": "2001-02-06T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 856,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 107596,
      "Date": "2001-02-06T14:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 856,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 24,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 107493,
      "Date": "2001-02-06T15:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "",
      "BodyID": 10,
      "BodyName": "Committee on Environmental Protection",
      "EventID": 855,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 107601,
      "Date": "2001-02-06T16:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "",
      "BodyID": 10,
      "BodyName": "Committee on Environmental Protection",
      "EventID": 855,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 24,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 122508,
      "Date": "2001-12-31T12:33:51Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 51910,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "http://nyc.legistar1.com/nyc/attachments/51910.doc",
      "Sort": 1
    },
    {
      "ID": 53493,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript",
      "Link": "http://nyc.legistar1.com/nyc/attachments/53493.doc",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 11255,
  "Text": "Be it enacted by the Council as follows:\n    \t\n    \tSection 1. Subdivision a of section 24-523 of the administrative code of the city of New York is amended by adding new paragraphs sixteen through twenty-one to read as follows:\n\t16. Food service establishment. A place where food is provided directly to the consumer, whether such food is provided free of charge or sold and whether consumption occurs on or off the premises or is provided from a pushcart, stand or vehicle.\n\t17. Grease and oil. Any substance, such as biodegradable animal fat and vegetable oil, or any relatively non-volatile, non-biodegradable petroleum hydrocarbon which is produced as a result of the operation of a food service establishment.\n\t18. Interceptor.  A sewer which receives the dry weather flow from a number of traverse combined or sanitary sewers and conducts such sewage to a water pollution control plant. During storms it receives predetermined quantities of dry-weather flow admixed with stormwater and conducts commingled sewage to a water pollution control plant.\n\t19. Grease and oil traps. A device which is installed to prevent or reduce the discharge of pollutants such as oil and grease into the public sewer system.  \n\t20. Indirect discharge. A discharge from a private sewer to a public sewer, or other wastewater discharged so as to enter a public sewer. \n\t21. Direct discharge. A discharge to a public sewer from a house sewer.\n      Section 2. Subdivision d of section 24-523 of the administrative code of the city of New York is amended to read as follows:\n      d.  Sampling of industrial wastes, grease or oil. 1.Whenever sewage, industrial waste, or other waste which has characteristics which do not conform to the characteristics prescribed for normal sewage or receivable industrial waste pursuant to paragraphs ten and eleven of subdivision a of this section, or which contains toxic substances or other material or substance excluded from the sewer system by the commissioner pursuant to this section, or grease or oil produced by a food service establishment,  is discharged into the sewer system from any premises, the commissioner shall have the power to take such samples and tests as may be necessary to determine the nature and concentration of such wastes, and shall have the power to reassess his or her findings by taking such additional samples or tests at any time or by periodic rechecks without notice to the owner or person discharging such wastes. Samples shall be taken and flow measurements made, whenever possible, at a common manhole into which all flows of sewage, industrial waste, grease and oil, or other waste from such premises are combined. Such manhole shall be constructed by the owner of such premises, at his or her own expense, when directed by order of the commissioner. Whenever the installation of such a manhole is impossible or impracticable, the owner of such premises shall construct and maintain at his or her own expense, any additional manholes required by order of the commissioner, for accurate measurement of all flow of sewage, industrial waste, grease and oil, or other wastes discharged from such premises into the sewer system. Failure to comply with an order of the commissioner issued pursuant to this subdivision may subject the premises to temporary termination of water supply in accordance with the provisions of section 11-314 of the code.\n\t2. A grease trap shall be installed in every waste line of a food service establishment which may receive grease or oil, which would result in a direct or indirect discharge, including, but not limited to, those resulting from pot wash sinks, cooking equipment, food scrap sinks, scullery sinks, meat and/or poultry and/or fish preparation sinks, floor drains, automatic dishwashers, scraper sinks or other equipment or devices used in the operation of a food service establishments.\n\t3. A grease trap shall be properly installed, maintained and operated in accordance with rules promulgated by the commissioner pursuant to subdivision e of this section. \n\n\nLS No. 2428/2429\nAS\\ 4-7-2000",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n    \\tab\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj     \\tab\\expndtw-3 Section 1. Subdivision a of section 24-523 of the administrative code of the city of New York is amended by adding new paragraphs sixteen through twenty-one to read as follows:\\par\n\\tab\\ul 16. Food service establishment. A place \\expndtw0 where food is provided directly to the consumer, whether such food is provided free of charge or sold and whether consumption occurs on or off the premises or is provided from a pushcart, stand or vehicle.\\expndtw-3\\par\n\\expndtw0\\ulnone\\tab\\ul 17. Grease and oil. Any substance, such as biodegradable animal fat and vegetable oil, or any relatively non-volatile, non-biodegradable petroleum hydrocarbon which is produced as a result of the operation of a food service establishment.\\par\n\\ulnone\\tab\\ul 18. Interceptor.  A sewer which receives the dry weather flow from a number of traverse combined or sanitary sewers and conducts such sewage to a water pollution control plant. During storms it receives predetermined quantities of dry-weather flow admixed with stormwater and conducts commingled sewage to a water pollution control plant.\\par\n\\ulnone\\tab\\ul 19. Grease and oil traps. A device which is installed to prevent or reduce the discharge of pollutants such as oil and grease into the public sewer system.  \\par\n\\ulnone\\tab\\ul 20. Indirect discharge. A discharge from a private sewer to a public sewer, or other wastewater discharged so as to enter a public sewer. \\par\n\\ulnone\\tab\\ul 21. Direct discharge. A discharge to a public sewer from a house sewer.\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj\\expndtw-3\\ulnone Section 2. Subdivision d of section 24-523 of the administrative code of the city of New York is amended to read as follows:\\par\nd.  Sampling of industrial wastes, \\ul grease or oil.\\ulnone  \\ul 1.\\ulnone Whenever sewage, industrial waste, or other waste which has characteristics which do not conform to the characteristics prescribed for normal sewage or receivable industrial waste pursuant to paragraphs ten and eleven of subdivision a of this section, or which contains toxic substances or other material or substance excluded from the sewer system by the commissioner pursuant to this section\\ul , or grease or oil produced by a food service establishment,\\ulnone   is discharged into the sewer system from any premises, the commissioner shall have the power to take such samples and tests as may be necessary to determine the nature and concentration of such wastes, and shall have the power to reassess his or her findings by taking such additional samples or tests at any time or by periodic rechecks without notice to the owner or person discharging such wastes. Samples shall be taken and flow measurements made, whenever possible, at a common manhole into which all flows of sewage, industrial waste\\ul , grease and oil,\\ulnone  or other waste from such premises are combined. Such manhole shall be constructed by the owner of such premises, at his or her own expense, when directed by order of the commissioner. Whenever the installation of such a manhole is impossible or impracticable, the owner of such premises shall construct and maintain at his or her own expense, any additional manholes required by order of the commissioner, for accurate measurement of all flow of sewage, industrial waste\\ul , grease and oil,\\ulnone  or other wastes discharged from such premises into the sewer system. Failure to comply with an order of the commissioner issued pursuant to this subdivision may subject the premises to temporary termination of water supply in accordance with the provisions of section 11-314 of the code.\\par\n\\pard\\ltrpar\\hyphpar0\\sl480\\slmult1\\qj\\tx0\\tab\\expndtw0\\ul 2. A grease trap shall be installed in every waste line of a food service establishment which may receive grease or oil, which would result in a direct or indirect discharge, including, but not limited to, those resulting from pot wash sinks, cooking equipment, food scrap sinks, scullery sinks, meat and/or poultry and/or fish preparation sinks, floor drains, automatic dishwashers, scraper sinks or other equipment or devices used in the operation of a food service establishments.\\par\n\\ulnone\\tab\\ul 3. A grease trap shall be properly installed, maintained and operated in accordance with rules promulgated by the commissioner pursuant to subdivision e of this section. \\par\n\\par\n\\par\n\\pard\\ltrpar\\keepn\\hyphpar0\\s1\\qj\\tx0\\ulnone LS No. 2428/2429\\par\n\\pard\\ltrpar\\hyphpar0\\qj\\tx0 AS\\\\ 4-7-2000\\par\n}\n",
  "LastModified": "2019-06-27T17:34:14.713Z"
}
