{
  "ID": 20974,
  "GUID": "843CB94A-444A-4764-BCEE-6844B635089F",
  "BodyID": 17,
  "BodyName": "Committee on Land Use",
  "Date": "2024-08-06T12:00:00-04:00",
  "Location": "250 Broadway - Committee Room, 16th Floor",
  "VideoStatus": "Public",
  "AgendaStatusID": 2,
  "AgendaStatusName": "Final",
  "MinutesStatusID": 2,
  "MinutesStatusName": "Final",
  "AgendaFile": "https://nyc.legistar1.com/nyc/meetings/2024/8/20974_A_Committee_on_Land_Use_24-08-06_Committee_Green_Sheet.pdf",
  "MinutesFile": "https://nyc.legistar1.com/nyc/meetings/2024/8/20974_M_Committee_on_Land_Use_24-08-06_Meeting_Minutes.pdf",
  "VideoPath": "https://councilnyc.viebit.com/vod/?s=true&v=NYCC-PV-250-16_240806-121101.mp4",
  "InSiteURL": "https://legistar.council.nyc.gov/MeetingDetail.aspx?LEGID=20974&GID=61&G=2FD004F1-D85B-4588-A648-0A736C77D6E3",
  "Items": [
    {
      "ID": 411280,
      "GUID": "6D4F24CA-7822-46A6-81DE-5D828107C664",
      "Title": "Application No. C 230225 RSR (Arthur Kill Terminal) submitted by Arthur Kill Terminal LLC, pursuant to Sections 107-c and 201 of the New York City Charter for the grant of a special permit pursuant to Section 107-73 of the Zoning Resolution to modify the height and setback regulations of Section 107-43 to allow for the construction of nine 150 foot-high lightpoles in connection with a proposed offshore wind turbine assembly facility located at 4927 Arthur Kill Road (Block 7620, Lot 1; Block 7632, Lots 6, 50, 150, and 151), in M1-1 and M3-1 Districts, within the Special South Richmond Development District, Borough of Staten Island, Community District 3, Council District 51.",
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 74454,
      "MatterFile": "LU 0101-2024",
      "MatterName": "Zoning, Arthur Kill Terminal, Staten Island (C 230225 RSR).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Reported from Committee",
      "LastModified": "2024-08-06T16:29:42.497Z"
    },
    {
      "ID": 411281,
      "GUID": "528D43DF-7419-4060-9942-0E18ED38EA04",
      "Title": "Application No. N 230227 ZRK (Arthur Kill Terminal) submitted by Arthur Kill Terminal LLC, pursuant to Section 201 of the New York City Charter, for an amendment of the Zoning Resolution of the City of New York modifying Article X, Chapter 7 (Special South Richmond Development District) for the purpose of establishing goals related to sustainability, resiliency, climate and clean energy objectives, and to modify tree removal and topography modification regulations, Borough of Staten Island, Community District 3, Council District 51.",
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 74453,
      "MatterFile": "LU 0102-2024",
      "MatterName": "Zoning, Arthur Kill Terminal, Staten Island (N 230227 ZRK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Reported from Committee",
      "LastModified": "2024-08-06T19:52:33.063Z"
    },
    {
      "ID": 411282,
      "GUID": "DF4298C2-DCC2-4862-B527-48938ED4BEF6",
      "Title": "Application No. C 230228 MLR (Arthur Kill Terminal) submitted by Arthur Kill Terminal LLC, pursuant to Section 197-c of the New York City Charter for a landfill of approximately 367,327 square feet located in the Arthur Kill, in connection with the development of a wind turbine assembly facility on property generally bounded by the Outerbridge Crossing, Arthur Kill Road, Richmond Valley Road (Richmond Valley Road is proposed to be eliminated, discontinued and closed pursuant to the related application no. C 230231 MMR) and the US Bulkhead line (Block 7632, Lots 1, 6, 150, and 151, and Block 7983, Lots 100 and 110 and the demapped portions of Richmond Valley Road) in an M1-1 District, Borough of Staten Island, Community District 3, Council District 51.",
      "AgendaSequence": 3,
      "MinutesSequence": 7,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Approved by Committee with Companion Resolution",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 74455,
      "MatterFile": "LU 0103-2024",
      "MatterName": "Zoning, Arthur Kill Terminal, Staten Island (C 230228 MLR).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Reported from Committee",
      "LastModified": "2024-08-06T19:53:40.76Z"
    },
    {
      "ID": 411283,
      "GUID": "EEDB5670-A8C3-45C9-8A99-D9022BF2D7A6",
      "Title": "Application No. C 230231 MMR (Arthur Kill Terminal) submitted by Arthur Kill Terminal LLC, pursuant to Sections 197-c and 199 of the New York City Charter and Section 5-430 et seq. of the New York City Administrative Code for an amendment to the City Map involving: the elimination, discontinuance, and closing of a portion of Richmond Valley Road between Arthur Kill Road and the US Bulkhead Line; and the adjustment of grades and block dimensions necessitated thereby; including authorization for any acquisition or disposition of real property related thereto, in Community District 3, Borough of Staten Island, in accordance with Map No. 4275 dated February 5, 2024 and signed by the Borough President, Borough of Staten Island, Community District 3, Council District 51.",
      "AgendaSequence": 4,
      "MinutesSequence": 9,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 74456,
      "MatterFile": "LU 0104-2024",
      "MatterName": "Zoning, Arthur Kill Terminal, Staten Island (C 230231 MMR).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Reported from Committee",
      "LastModified": "2024-08-06T19:54:41.423Z"
    },
    {
      "ID": 411284,
      "GUID": "C36BBD50-3C49-4ABB-9B2D-2366FC1D8417",
      "Title": "Application number C 240015 ZMX (Bronx Metro-North Station Area Study) submitted by the NYC Department of City Planning pursuant to Sections 197-c and 201 of the New York City Charter for an amendment of the Zoning Map, Section Nos. 4a & 4b: eliminating from within an R4 District a C1-2 District, eliminating from within an existing R6 District a C1-2 District, eliminating from within an existing R4 District a C2-2 District, eliminating from within an existing R6 District a C2-2 District, eliminating a Special Planned Community Preservation District (PC), changing from a C8-1 District to an R4 District, changing from an R4 District to an R6-1 District, changing from an R5 District to an R6-1 District, changing from an R6 District to an R6-1 District, changing from a C8-1 District to an R6-1 District, changing from an M1-1 District to an R6-1 District, changing from an R5 District to an R6A District, changing from an R4 District to an R7-2 District, changing from a C8-1 District to an R7-2 District, changing from an M1-1 District to an R7-2 District, changing from an R6 District to an R8X District, changing from a C8-1 District to an R8X District, changing from a C8-4 District to an R8X District, changing from an R4 District to a C4-3 District, changing from an M1-1 District to a C4-3 District, changing from an M1-1 District to a C4-4 District, changing from a C8-1 District to a C8-2 District, changing from an M1-1 District to a C8-2 District, changing from an M1-1 District to an M1-1A/R7-3 District, establishing within an existing R4 District a C2-4 District, establishing within an existing R6 District a C2-4 District, establishing within a proposed R6-1 District a C2-4 District, establishing within an existing R6A District a C2-4 District, establishing within a proposed R7-2 District a C2-4 District, establishing within a proposed R8X District a C2-4 District, and establishing a Special Eastchester – East Tremont Corridor District (ETC), related to property in the Parkchester/Van Nest and Morris Park neighborhoods, Borough of the Bronx, Community Districts 9, 10 & 11, Council Districts 13, 17, and 18.",
      "AgendaSequence": 5,
      "MinutesSequence": 11,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Approved by Committee with Companion Resolution",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 74534,
      "MatterFile": "LU 0106-2024",
      "MatterName": "Zoning, Bronx Metro North Station Area Study, Bronx (C 240015 ZMX)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Reported from Committee",
      "LastModified": "2024-08-06T19:45:23.507Z"
    },
    {
      "ID": 411285,
      "GUID": "83844AA2-7C73-4501-9BAD-587C5692246B",
      "Title": "Application number N 240016 ZRX (Bronx Metro-North Station Area Study) submitted by New York City Department of City Planning, pursuant to Section 201 of the New York City Charter, for an amendment of the Zoning Resolution of the City of New York establishing the Special Eastchester – East Tremont Corridor District (Article XIV, Chapter 5), and modifying APPENDIX F for the purpose of establishing a Mandatory Inclusionary Housing area, APPENDIX I for the purpose of expanding an existing Transit Zone, and related Sections, Borough of the Bronx, Community Districts 9, 10 & 11, Council Districts 13, 17, and 18.",
      "AgendaSequence": 6,
      "MinutesSequence": 13,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 74535,
      "MatterFile": "LU 0107-2024",
      "MatterName": "Zoning, Bronx Metro North Station Area Study, Bronx (N 240016 ZRX)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Reported from Committee",
      "LastModified": "2024-08-06T19:56:44.987Z"
    },
    {
      "ID": 411286,
      "GUID": "B0A4868F-A48C-407E-B130-D0CE17CC13D2",
      "Title": "Application number C 240157 MMX (Bronx Metro-North Station Area Study) submitted by the New York City Department of City Planning pursuant to Sections 197-c and 199 of the New York City Charter and Section 5-430 et seq. of the New York City Administrative Code for an amendment to the City Map involving the elimination, discontinuance, and closing of a portion of Unionport Road between East Tremont Avenue and Guerlain Street and the adjustment of grades and block dimensions necessitated thereby; including authorization for any acquisition or disposition of real property related thereto, in accordance with Map No. 13153 dated January 20, 2024 and signed by the Borough President, Borough of the Bronx, Community Districts 9, 10 & 11, Council Districts 13, 17, and 18.",
      "AgendaSequence": 7,
      "MinutesSequence": 15,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Approved by Committee with Companion Resolution",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 74559,
      "MatterFile": "LU 0109-2024",
      "MatterName": "Zoning, Bronx Metro North Station Area Study, Bronx (C 240157 MMX)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Reported from Committee",
      "LastModified": "2024-08-06T19:57:37.78Z"
    },
    {
      "ID": 411287,
      "GUID": "3A751E96-7E97-4FAF-B11C-02956C6795A1",
      "Title": "Application number C 240158 MMX (Bronx Metro-North Station Area Study) submitted by the New York City Department of City Planning pursuant to Sections 197-c and 199 of the New York City Charter for an amendment to the City Map involving: the widening of Marconi Street north of Waters Place; and the adjustment of grades and block dimensions necessitated thereby; including authorization for any acquisition or disposition of real property related thereto, in accordance with Map No. 13151 dated January 20, 2024 and signed by the Borough President, Borough of the Bronx, Community Districts 9, 10 & 11, Council Districts 13, 17, and 18.",
      "AgendaSequence": 8,
      "MinutesSequence": 17,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 74560,
      "MatterFile": "LU 0110-2024",
      "MatterName": "Zoning, Bronx Metro North Station Area Study, Bronx (C 240158 MMX)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Reported from Committee",
      "LastModified": "2024-08-06T19:58:34.313Z"
    },
    {
      "ID": 411288,
      "GUID": "AFE141EC-C962-426B-B19D-BD2E64B93296",
      "Title": "Application number C 240159 MMX (Bronx Metro-North Station Area Study) submitted by the New York City Department of City Planning pursuant to Sections 197-c and 199 of the New York City Charter for an amendment to the City Map involving: the establishment of Morris Park Station Plaza south of Morris Park Avenue and west of Bassett Avenue; and the adjustment of grades and block dimensions necessitated thereby; including authorization for any acquisition or disposition of real property related thereto, in accordance with Map No. 13152 dated January 20, 2024 and signed by the Borough President, Borough of the Bronx, Community Districts 9, 10 & 11, Council Districts 13, 17, and 18.",
      "AgendaSequence": 9,
      "MinutesSequence": 19,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Approved by Committee with Companion Resolution",
      "MatterID": 74561,
      "MatterFile": "LU 0111-2024",
      "MatterName": "Zoning, Bronx Metro North Station Area Study, Bronx (C 240159 MMX)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Reported from Committee",
      "LastModified": "2024-08-06T19:59:20.5Z"
    },
    {
      "ID": 411289,
      "GUID": "AD9C1E75-D774-45CA-B960-9DC89E4A8571",
      "Title": "Application number C 240160 MMX (Bronx Metro-North Station Area Study) submitted by the New York City Department of City Planning pursuant to Sections 197-c and 199 of the New York City Charter for an amendment to the City Map involving: the establishment of a street volume from the northern terminus of Marconi Street to Pelham Parkway to facilitate a future bridge connection between these two streets; and the future adjustment of grades and block dimensions necessitated thereby; including authorization for any acquisition or disposition of real property related thereto, in accordance with an alteration map to be prepared pursuant to the appropriate resolutions of approval, Borough of the Bronx, Community Districts 9, 10 & 11, Council Districts 13, 17, and 18.",
      "AgendaSequence": 10,
      "MinutesSequence": 21,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 74562,
      "MatterFile": "LU 0112-2024",
      "MatterName": "Zoning, Bronx Metro North Station Area Study, Bronx (C 240160 MMX)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Reported from Committee",
      "LastModified": "2024-08-06T20:00:17.11Z"
    },
    {
      "ID": 411290,
      "GUID": "41F0A6F7-95F5-425F-A4C2-F2B3805CC782",
      "Title": "Application number C 240163 MMX (Bronx Metro-North Station Area Study) submitted by 1601 Bronxdale Property Owner LLC pursuant to Sections 197-c and 199 of the New York City Charter for an amendment to the City Map involving: the establishment of Pierce Avenue west of Bronxdale Avenue; and the adjustment of grades and block dimensions necessitated thereby; including authorization for any acquisition or disposition of real property related thereto, in accordance with Map No. 13150 dated January 20, 2024 and signed by the Borough President, Borough of the Bronx, Community Districts 9, 10 & 11, Council Districts 13, 17, and 18.",
      "AgendaSequence": 11,
      "MinutesSequence": 23,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 74563,
      "MatterFile": "LU 0113-2024",
      "MatterName": "Zoning, Bronx Metro North Station Area Study, Bronx (C 240163 MMX)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Reported from Committee",
      "LastModified": "2024-08-06T20:01:00.013Z"
    },
    {
      "ID": 411291,
      "GUID": "A92C35DC-543D-4C32-B9A0-265BB50F035C",
      "Title": "Application number C 230293 ZMK (500 Kent Avenue) submitted by 500 Kent LLC and United Jewish Organizations of Williamsburg, Inc. pursuant to Sections 197-c and 201 of the New York City Charter for an amendment of the Zoning Map, Section No. 12d, changing from an M3-1 District to an M1-5 District, property bounded by Division Avenue, Kent Avenue, the easterly prolongation of the N.Y.C. Pierhead Line, and the U.S. Pierhead and Bulkhead Line, Borough of Brooklyn, Community District 2, Council District 33.",
      "AgendaSequence": 12,
      "MinutesSequence": 25,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 74565,
      "MatterFile": "LU 0114-2024",
      "MatterName": "Zoning, 500 Kent Avenue, Brooklyn (C 230293 ZMK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Reported from Committee",
      "LastModified": "2024-08-06T19:46:07.54Z"
    },
    {
      "ID": 411292,
      "GUID": "6E2325C9-9744-425D-8168-2D05283C1D84",
      "Title": "Application number C 230294 ZSK (500 Kent Avenue) submitted by 500 Kent LLC and United Jewish Organizations of Williamsburg, Inc. pursuant to Sections 197-c and 201 of the New York City Charter for the grant of a special permit pursuant to Section 62-837(a) of the Zoning Resolution to modify the height and setback, and the maximum width of walls facing the shoreline requirements of Section 62-34 (Height and Setback Regulations on Waterfront Blocks), in connection with a proposed commercial development on property bounded by Division Avenue, Kent Avenue, the easterly prolongation of the N.Y.C. Pierhead Line, and the U.S. Pierhead and Bulkhead Line (Block 2023, Lot 10), Borough of Brooklyn, Community District 2, Council District 33.",
      "AgendaSequence": 13,
      "MinutesSequence": 27,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 74566,
      "MatterFile": "LU 0115-2024",
      "MatterName": "Zoning, 500 Kent Avenue, Brooklyn (C 230294 ZSK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Reported from Committee",
      "LastModified": "2024-08-06T20:02:46.053Z"
    },
    {
      "ID": 411293,
      "GUID": "2B5C146C-CFAE-4A91-9B5F-BC6A56AF29AD",
      "Title": "Application number C 230296 ZSK (500 Kent Avenue) submitted by 500 Kent LLC and United Jewish Organizations of Williamsburg, Inc. pursuant to Sections 197-c and 201 of the New York City Charter for the grant of special permit pursuant to Section 74-52 of the Zoning Resolution to allow an attended public parking garage with a maximum capacity of 234 parking spaces, in connection with a proposed commercial development on property bounded by Division Avenue, Kent Avenue, the easterly prolongation of the N.Y.C. Pierhead Line, and the U.S. Pierhead and Bulkhead Line (Block 2023, Lot 10), Borough of Brooklyn, Community District 2, Council District 33.",
      "AgendaSequence": 14,
      "MinutesSequence": 29,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 74567,
      "MatterFile": "LU 0116-2024",
      "MatterName": "Zoning, 500 Kent Avenue, Brooklyn (C 230296 ZSK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Reported from Committee",
      "LastModified": "2024-08-06T19:46:44.757Z"
    },
    {
      "ID": 411294,
      "GUID": "1653A4C7-A2A5-4CD6-ACDD-F234D03199B9",
      "Title": "Application number C 240131 ZMK (3033 Avenue V Rezoning) submitted by Ford Coyle Properties Inc. pursuant to Sections 197-c and 201 of the New York City Charter for an amendment of the Zoning Map, Section No. 29a, eliminating from within an existing R4 District a C1-2 District, changing from an R4 District to an R7D District, and establishing within the proposed R7D District a C2-4 District, property bounded by a line 100 feet northerly of Avenue V, Coyle Street, Avenue V, and Ford Street, Borough of Brooklyn, Community District 15, Council District 46.",
      "AgendaSequence": 15,
      "MinutesSequence": 31,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 74568,
      "MatterFile": "LU 0117-2024",
      "MatterName": "Zoning, 3033 Avenue V Rezoning, Brooklyn (C 240131 ZMK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Reported from Committee",
      "LastModified": "2024-08-06T19:46:48.15Z"
    },
    {
      "ID": 411295,
      "GUID": "BA9A84CE-2F49-4607-A2F4-59074069B5CB",
      "Title": "Application number N 240132 ZRK (3033 Avenue V Rezoning) an application submitted by Ford Coyle Properties Inc., pursuant to Section 201 of the New York City Charter, for an amendment of the Zoning Resolution of the City of New York, modifying APPENDIX F for the purpose of establishing a Mandatory Inclusionary Housing area. Borough of Brooklyn, Community District 15, Council District 46.",
      "AgendaSequence": 16,
      "MinutesSequence": 33,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 74569,
      "MatterFile": "LU 0118-2024",
      "MatterName": "Zoning, 3033 Avenue V Rezoning, Brooklyn (N 240132 ZRK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Reported from Committee",
      "LastModified": "2024-08-06T19:47:01.95Z"
    },
    {
      "ID": 411296,
      "GUID": "40149F80-EDE2-42FB-B40E-1BD73FE03742",
      "Title": "Application number C 240072 ZMK (197 Berry St Rezoning) submitted by Bensing 250 LLC pursuant to Sections 197- c and 201 of the New York City Charter for an amendment of the Zoning Map, Section Nos. 12c and 12d, by changing from an M1-2/R6B District to an M1-4/R6B District, property bounded by Berry Street, a line midway between North 4th Street and North 3rd Street, Bedford Avenue, and North 3rd Street, Borough of Brooklyn, Community District 1, Council District 34.",
      "AgendaSequence": 17,
      "MinutesSequence": 35,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 74570,
      "MatterFile": "LU 0119-2024",
      "MatterName": "Zoning, 197 Berry St Rezoning, Brooklyn (C 240072 ZMK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Companion Pending Approval by Council",
      "LastModified": "2024-08-06T19:43:26.99Z"
    },
    {
      "ID": 411297,
      "GUID": "77CB7138-2228-459F-8A8A-570A7800A4C9",
      "Title": "Application number C 230258 ZMK (712 Myrtle Avenue) submitted by Joel Berkowitz pursuant to Sections 197-c and 201 of the New York City Charter for an amendment of the Zoning Map, Section No. 13b, changing from an M1-2 District to an R7D District and establishing within the proposed R7D District a C2-4 District, property bounded by Myrtle Avenue, Walworth Street, a line 100 feet southerly of Myrtle Avenue, and Spencer Street, Borough of Brooklyn, Community District 3, Council District 33.",
      "AgendaSequence": 18,
      "MinutesSequence": 37,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 74571,
      "MatterFile": "LU 0120-2024",
      "MatterName": "Zoning, 712 Myrtle Avenue, Brooklyn (C 230258 ZMK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Reported from Committee",
      "LastModified": "2024-08-06T19:47:31.033Z"
    },
    {
      "ID": 411298,
      "GUID": "46B493AC-5CCA-4156-BEA6-18C8E0E6B722",
      "Title": "Application number N 230259 ZRK (712 Myrtle Avenue) submitted by Joel Berkowitz, pursuant to Section 201 of the New York City Charter, for an amendment of the Zoning Resolution of the City of New York, modifying APPENDIX F for the purpose of establishing a Mandatory Inclusionary Housing area, Borough of Brooklyn, Community District 3, Council District 33.",
      "AgendaSequence": 19,
      "MinutesSequence": 39,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 74572,
      "MatterFile": "LU 0121-2024",
      "MatterName": "Zoning, 712 Myrtle Avenue, Brooklyn (N 230259 ZRK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Reported from Committee",
      "LastModified": "2024-08-06T20:09:48.02Z"
    },
    {
      "ID": 411299,
      "GUID": "F06D22B4-9304-452F-B150-B25651E11937",
      "Title": "Application number C 230172 MMR (Prince's Point Development) submitted by PMBL LLC pursuant to Sections 197-c and 199 of the New York City Charter for an amendment to the City Map involving: the establishment of Coastal Loop, Dune Lane, Schooner Lane, and Anchorage Lane and the adjustment of grades and block dimensions necessitated thereby, including authorization for any acquisition or disposition of real property related thereto, in accordance with Map No. 4274 dated February 21, 2024 and signed by the Borough President, Borough of Staten Island, Community District 3, Council District 51.",
      "AgendaSequence": 20,
      "MinutesSequence": 41,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 74573,
      "MatterFile": "LU 0122-2024",
      "MatterName": "Zoning, Prince's Point Development, Staten Island (C 230172 MMR)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Companion Pending Approval by Council",
      "LastModified": "2024-08-06T19:48:24.79Z"
    },
    {
      "ID": 411300,
      "GUID": "7C3C1AEA-685A-4347-A6F0-E10F9C08529F",
      "Title": "Application number N 240120 ZRR (Prince’s Point Vesting Amendment) submitted by the NYC Department of City Planning, pursuant to Section 201 of the New York City Charter, for an amendment of the Zoning Resolution of the City of New York, modifying Article I, Chapter 1 (Title, Establishment of Controls and Interpretation of Regulations) and Article X, Chapter 7 (Special South Richmond Development District), Borough of Staten Island, Community District 3, Council District 51.",
      "AgendaSequence": 21,
      "MinutesSequence": 43,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 74574,
      "MatterFile": "LU 0123-2024",
      "MatterName": "Zoning, Prince's Point Development, Staten Island (N 240120 ZRR)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Companion Pending Approval by Council",
      "LastModified": "2024-08-06T20:11:44.807Z"
    },
    {
      "ID": 411301,
      "GUID": "0A93FE90-F47C-437D-9550-4069F1259D91",
      "Title": "Application number D 2450087057 SWQ Wings & Seafood, pursuant to Section 19-160.2 of the Administrative Code of the City of New York, for a revocable consent to establish, maintain, and operate a sidewalk café located at 785 Fairview Avenue, Borough of Queens, Community District 5, Council District 30.",
      "AgendaSequence": 22,
      "MinutesSequence": 45,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 74578,
      "MatterFile": "LU 0124-2024",
      "MatterName": "Zoning, SWQ Wings & Seafood, Queens (D 2450087057)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Disapproved",
      "LastModified": "2024-08-06T16:40:38.823Z"
    },
    {
      "ID": 411325,
      "GUID": "5BA2EBFA-F8DF-4E8D-8D27-2BF93E0C5B5F",
      "Title": "Roll Call",
      "AgendaSequence": 0,
      "MinutesSequence": 1,
      "Version": "",
      "RollCallFlag": 1,
      "RollCall": [
        {
          "ID": 7714,
          "Slug": "rafael-salamanca-jr",
          "FullName": "Rafael Salamanca, Jr.",
          "ValueID": 13,
          "Value": "Present",
          "Sort": 10
        },
        {
          "ID": 7804,
          "Slug": "shaun-abreu",
          "FullName": "Shaun Abreu",
          "ValueID": 13,
          "Value": "Present",
          "Sort": 20
        },
        {
          "ID": 7264,
          "Slug": "joseph-c-borelli",
          "FullName": "Joseph C. Borelli",
          "ValueID": 13,
          "Value": "Present",
          "Sort": 30
        },
        {
          "ID": 7796,
          "Slug": "selvena-n-brooks-powers",
          "FullName": "Selvena N. Brooks-Powers",
          "ValueID": 13,
          "Value": "Present",
          "Sort": 40
        },
        {
          "ID": 7810,
          "Slug": "amanda-farias",
          "FullName": "Amanda Farías",
          "ValueID": 13,
          "Value": "Present",
          "Sort": 50
        },
        {
          "ID": 7832,
          "Slug": "kamillah-hanks",
          "FullName": "Kamillah Hanks",
          "ValueID": 16,
          "Value": "Absent",
          "Sort": 60
        },
        {
          "ID": 7822,
          "Slug": "crystal-hudson",
          "FullName": "Crystal Hudson",
          "ValueID": 16,
          "Value": "Absent",
          "Sort": 70
        },
        {
          "ID": 7745,
          "Slug": "francisco-p-moya",
          "FullName": "Francisco P. Moya",
          "ValueID": 13,
          "Value": "Present",
          "Sort": 80
        },
        {
          "ID": 7794,
          "Slug": "kevin-c-riley",
          "FullName": "Kevin C. Riley",
          "ValueID": 13,
          "Value": "Present",
          "Sort": 90
        },
        {
          "ID": 7740,
          "Slug": "carlina-rivera",
          "FullName": "Carlina Rivera",
          "ValueID": 66,
          "Value": "Parental ",
          "Sort": 100
        },
        {
          "ID": 7808,
          "Slug": "pierina-ana-sanchez",
          "FullName": "Pierina Ana Sanchez",
          "ValueID": 13,
          "Value": "Present",
          "Sort": 110
        }
      ],
      "LastModified": "2024-08-06T16:27:54.067Z"
    },
    {
      "ID": 411326,
      "GUID": "F1725C42-3402-4623-8E67-02B8025E4139",
      "Title": "",
      "AgendaSequence": 0,
      "MinutesSequence": 2,
      "Version": "",
      "MinutesNote": "Other Council Members Attending: Marmorato",
      "LastModified": "2024-08-06T16:29:17.037Z"
    },
    {
      "ID": 411327,
      "GUID": "70EFA7BF-4E0B-4F07-8568-8C5E111C2F31",
      "Title": "Application No. C 230225 RSR (Arthur Kill Terminal) submitted by Arthur Kill Terminal LLC, pursuant to Sections 107-c and 201 of the New York City Charter for the grant of a special permit pursuant to Section 107-73 of the Zoning Resolution to modify the height and setback regulations of Section 107-43 to allow for the construction of nine 150 foot-high lightpoles in connection with a proposed offshore wind turbine assembly facility located at 4927 Arthur Kill Road (Block 7620, Lot 1; Block 7632, Lots 6, 50, 150, and 151), in M1-1 and M3-1 Districts, within the Special South Richmond Development District, Borough of Staten Island, Community District 3, Council District 51.",
      "AgendaSequence": 0,
      "MinutesSequence": 4,
      "Version": "*",
      "ActionID": 5041,
      "ActionName": "Approved by Committee with Modifications and Referred to CPC",
      "ActionText": "A motion was made that this Land Use Application be Approved by Committee with Modifications and Referred to CPC approved by Roll Call.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 74454,
      "MatterFile": "LU 0101-2024",
      "MatterName": "Zoning, Arthur Kill Terminal, Staten Island (C 230225 RSR).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Reported from Committee",
      "LastModified": "2024-08-06T17:15:05.817Z"
    },
    {
      "ID": 411328,
      "GUID": "17D2D6D1-49D5-4EF8-A558-6F18D47CFE0B",
      "Title": "Application No. N 230227 ZRK (Arthur Kill Terminal) submitted by Arthur Kill Terminal LLC, pursuant to Section 201 of the New York City Charter, for an amendment of the Zoning Resolution of the City of New York modifying Article X, Chapter 7 (Special South Richmond Development District) for the purpose of establishing goals related to sustainability, resiliency, climate and clean energy objectives, and to modify tree removal and topography modification regulations, Borough of Staten Island, Community District 3, Council District 51.",
      "AgendaSequence": 0,
      "MinutesSequence": 6,
      "Version": "*",
      "ActionID": 5041,
      "ActionName": "Approved by Committee with Modifications and Referred to CPC",
      "ActionText": "A motion was made that this Land Use Application be Approved by Committee with Modifications and Referred to CPC approved by Roll Call.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 74453,
      "MatterFile": "LU 0102-2024",
      "MatterName": "Zoning, Arthur Kill Terminal, Staten Island (N 230227 ZRK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Reported from Committee",
      "LastModified": "2024-08-06T17:15:14.06Z"
    },
    {
      "ID": 411329,
      "GUID": "3AD33B5C-EDC1-484A-B73F-42B1281478A8",
      "Title": "Application No. C 230228 MLR (Arthur Kill Terminal) submitted by Arthur Kill Terminal LLC, pursuant to Section 197-c of the New York City Charter for a landfill of approximately 367,327 square feet located in the Arthur Kill, in connection with the development of a wind turbine assembly facility on property generally bounded by the Outerbridge Crossing, Arthur Kill Road, Richmond Valley Road (Richmond Valley Road is proposed to be eliminated, discontinued and closed pursuant to the related application no. C 230231 MMR) and the US Bulkhead line (Block 7632, Lots 1, 6, 150, and 151, and Block 7983, Lots 100 and 110 and the demapped portions of Richmond Valley Road) in an M1-1 District, Borough of Staten Island, Community District 3, Council District 51.",
      "AgendaSequence": 0,
      "MinutesSequence": 8,
      "Version": "*",
      "ActionID": 5041,
      "ActionName": "Approved by Committee with Modifications and Referred to CPC",
      "ActionText": "A motion was made that this Land Use Application be Approved by Committee with Modifications and Referred to CPC approved by Roll Call.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 74455,
      "MatterFile": "LU 0103-2024",
      "MatterName": "Zoning, Arthur Kill Terminal, Staten Island (C 230228 MLR).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Reported from Committee",
      "LastModified": "2024-08-06T17:15:21.417Z"
    },
    {
      "ID": 411330,
      "GUID": "F39353ED-0DBB-4CEC-8051-CD815D4787B7",
      "Title": "Application No. C 230231 MMR (Arthur Kill Terminal) submitted by Arthur Kill Terminal LLC, pursuant to Sections 197-c and 199 of the New York City Charter and Section 5-430 et seq. of the New York City Administrative Code for an amendment to the City Map involving: the elimination, discontinuance, and closing of a portion of Richmond Valley Road between Arthur Kill Road and the US Bulkhead Line; and the adjustment of grades and block dimensions necessitated thereby; including authorization for any acquisition or disposition of real property related thereto, in Community District 3, Borough of Staten Island, in accordance with Map No. 4275 dated February 5, 2024 and signed by the Borough President, Borough of Staten Island, Community District 3, Council District 51.",
      "AgendaSequence": 0,
      "MinutesSequence": 10,
      "Version": "*",
      "ActionID": 5041,
      "ActionName": "Approved by Committee with Modifications and Referred to CPC",
      "ActionText": "A motion was made that this Land Use Application be Approved by Committee with Modifications and Referred to CPC approved by Roll Call.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 74456,
      "MatterFile": "LU 0104-2024",
      "MatterName": "Zoning, Arthur Kill Terminal, Staten Island (C 230231 MMR).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Reported from Committee",
      "LastModified": "2024-08-06T17:15:27.063Z"
    },
    {
      "ID": 411331,
      "GUID": "36F9755A-9093-4419-83BF-C0D34776E2DF",
      "Title": "Application number C 240015 ZMX (Bronx Metro-North Station Area Study) submitted by the NYC Department of City Planning pursuant to Sections 197-c and 201 of the New York City Charter for an amendment of the Zoning Map, Section Nos. 4a & 4b: eliminating from within an R4 District a C1-2 District, eliminating from within an existing R6 District a C1-2 District, eliminating from within an existing R4 District a C2-2 District, eliminating from within an existing R6 District a C2-2 District, eliminating a Special Planned Community Preservation District (PC), changing from a C8-1 District to an R4 District, changing from an R4 District to an R6-1 District, changing from an R5 District to an R6-1 District, changing from an R6 District to an R6-1 District, changing from a C8-1 District to an R6-1 District, changing from an M1-1 District to an R6-1 District, changing from an R5 District to an R6A District, changing from an R4 District to an R7-2 District, changing from a C8-1 District to an R7-2 District, changing from an M1-1 District to an R7-2 District, changing from an R6 District to an R8X District, changing from a C8-1 District to an R8X District, changing from a C8-4 District to an R8X District, changing from an R4 District to a C4-3 District, changing from an M1-1 District to a C4-3 District, changing from an M1-1 District to a C4-4 District, changing from a C8-1 District to a C8-2 District, changing from an M1-1 District to a C8-2 District, changing from an M1-1 District to an M1-1A/R7-3 District, establishing within an existing R4 District a C2-4 District, establishing within an existing R6 District a C2-4 District, establishing within a proposed R6-1 District a C2-4 District, establishing within an existing R6A District a C2-4 District, establishing within a proposed R7-2 District a C2-4 District, establishing within a proposed R8X District a C2-4 District, and establishing a Special Eastchester – East Tremont Corridor District (ETC), related to property in the Parkchester/Van Nest and Morris Park neighborhoods, Borough of the Bronx, Community Districts 9, 10 & 11, Council Districts 13, 17, and 18.",
      "AgendaSequence": 0,
      "MinutesSequence": 12,
      "Version": "*",
      "ActionID": 5041,
      "ActionName": "Approved by Committee with Modifications and Referred to CPC",
      "ActionText": "A motion was made that this Land Use Application be Approved by Committee with Modifications and Referred to CPC approved by Roll Call.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 74534,
      "MatterFile": "LU 0106-2024",
      "MatterName": "Zoning, Bronx Metro North Station Area Study, Bronx (C 240015 ZMX)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Reported from Committee",
      "LastModified": "2024-08-06T17:15:42.923Z"
    },
    {
      "ID": 411332,
      "GUID": "0E031659-C7F5-4B6B-BDD1-4A01E734A1FD",
      "Title": "Application number N 240016 ZRX (Bronx Metro-North Station Area Study) submitted by New York City Department of City Planning, pursuant to Section 201 of the New York City Charter, for an amendment of the Zoning Resolution of the City of New York establishing the Special Eastchester – East Tremont Corridor District (Article XIV, Chapter 5), and modifying APPENDIX F for the purpose of establishing a Mandatory Inclusionary Housing area, APPENDIX I for the purpose of expanding an existing Transit Zone, and related Sections, Borough of the Bronx, Community Districts 9, 10 & 11, Council Districts 13, 17, and 18.",
      "AgendaSequence": 0,
      "MinutesSequence": 14,
      "Version": "*",
      "ActionID": 5041,
      "ActionName": "Approved by Committee with Modifications and Referred to CPC",
      "ActionText": "A motion was made that this Land Use Application be Approved by Committee with Modifications and Referred to CPC approved by Roll Call.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 74535,
      "MatterFile": "LU 0107-2024",
      "MatterName": "Zoning, Bronx Metro North Station Area Study, Bronx (N 240016 ZRX)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Reported from Committee",
      "LastModified": "2024-08-06T17:15:49.423Z"
    },
    {
      "ID": 411333,
      "GUID": "52B6C8C6-D75A-4EC2-BBE7-8DED358572F1",
      "Title": "Application number C 240157 MMX (Bronx Metro-North Station Area Study) submitted by the New York City Department of City Planning pursuant to Sections 197-c and 199 of the New York City Charter and Section 5-430 et seq. of the New York City Administrative Code for an amendment to the City Map involving the elimination, discontinuance, and closing of a portion of Unionport Road between East Tremont Avenue and Guerlain Street and the adjustment of grades and block dimensions necessitated thereby; including authorization for any acquisition or disposition of real property related thereto, in accordance with Map No. 13153 dated January 20, 2024 and signed by the Borough President, Borough of the Bronx, Community Districts 9, 10 & 11, Council Districts 13, 17, and 18.",
      "AgendaSequence": 0,
      "MinutesSequence": 16,
      "Version": "*",
      "ActionID": 5041,
      "ActionName": "Approved by Committee with Modifications and Referred to CPC",
      "ActionText": "A motion was made that this Land Use Application be Approved by Committee with Modifications and Referred to CPC approved by Roll Call.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 74559,
      "MatterFile": "LU 0109-2024",
      "MatterName": "Zoning, Bronx Metro North Station Area Study, Bronx (C 240157 MMX)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Reported from Committee",
      "LastModified": "2024-08-06T17:16:00.827Z"
    },
    {
      "ID": 411334,
      "GUID": "8B6D8A42-924B-48D5-B71E-90E44FF932AE",
      "Title": "Application number C 240158 MMX (Bronx Metro-North Station Area Study) submitted by the New York City Department of City Planning pursuant to Sections 197-c and 199 of the New York City Charter for an amendment to the City Map involving: the widening of Marconi Street north of Waters Place; and the adjustment of grades and block dimensions necessitated thereby; including authorization for any acquisition or disposition of real property related thereto, in accordance with Map No. 13151 dated January 20, 2024 and signed by the Borough President, Borough of the Bronx, Community Districts 9, 10 & 11, Council Districts 13, 17, and 18.",
      "AgendaSequence": 0,
      "MinutesSequence": 18,
      "Version": "*",
      "ActionID": 5041,
      "ActionName": "Approved by Committee with Modifications and Referred to CPC",
      "ActionText": "A motion was made that this Land Use Application be Approved by Committee with Modifications and Referred to CPC approved by Roll Call.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 74560,
      "MatterFile": "LU 0110-2024",
      "MatterName": "Zoning, Bronx Metro North Station Area Study, Bronx (C 240158 MMX)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Reported from Committee",
      "LastModified": "2024-08-06T17:16:05.98Z"
    },
    {
      "ID": 411335,
      "GUID": "94083990-FDDA-48FE-A29A-3602F8451050",
      "Title": "Application number C 240159 MMX (Bronx Metro-North Station Area Study) submitted by the New York City Department of City Planning pursuant to Sections 197-c and 199 of the New York City Charter for an amendment to the City Map involving: the establishment of Morris Park Station Plaza south of Morris Park Avenue and west of Bassett Avenue; and the adjustment of grades and block dimensions necessitated thereby; including authorization for any acquisition or disposition of real property related thereto, in accordance with Map No. 13152 dated January 20, 2024 and signed by the Borough President, Borough of the Bronx, Community Districts 9, 10 & 11, Council Districts 13, 17, and 18.",
      "AgendaSequence": 0,
      "MinutesSequence": 20,
      "Version": "*",
      "ActionID": 5041,
      "ActionName": "Approved by Committee with Modifications and Referred to CPC",
      "ActionText": "A motion was made that this Land Use Application be Approved by Committee with Modifications and Referred to CPC approved by Roll Call.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 74561,
      "MatterFile": "LU 0111-2024",
      "MatterName": "Zoning, Bronx Metro North Station Area Study, Bronx (C 240159 MMX)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Reported from Committee",
      "LastModified": "2024-08-06T17:16:12.037Z"
    },
    {
      "ID": 411336,
      "GUID": "C03C259F-18B3-4B28-8073-6A8C28E486FF",
      "Title": "Application number C 240160 MMX (Bronx Metro-North Station Area Study) submitted by the New York City Department of City Planning pursuant to Sections 197-c and 199 of the New York City Charter for an amendment to the City Map involving: the establishment of a street volume from the northern terminus of Marconi Street to Pelham Parkway to facilitate a future bridge connection between these two streets; and the future adjustment of grades and block dimensions necessitated thereby; including authorization for any acquisition or disposition of real property related thereto, in accordance with an alteration map to be prepared pursuant to the appropriate resolutions of approval, Borough of the Bronx, Community Districts 9, 10 & 11, Council Districts 13, 17, and 18.",
      "AgendaSequence": 0,
      "MinutesSequence": 22,
      "Version": "*",
      "ActionID": 5041,
      "ActionName": "Approved by Committee with Modifications and Referred to CPC",
      "ActionText": "A motion was made that this Land Use Application be Approved by Committee with Modifications and Referred to CPC approved by Roll Call.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 74562,
      "MatterFile": "LU 0112-2024",
      "MatterName": "Zoning, Bronx Metro North Station Area Study, Bronx (C 240160 MMX)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Reported from Committee",
      "LastModified": "2024-08-06T17:16:18.827Z"
    },
    {
      "ID": 411337,
      "GUID": "1BDFDF3B-5D18-453E-AD54-07A88661339E",
      "Title": "Application number C 240163 MMX (Bronx Metro-North Station Area Study) submitted by 1601 Bronxdale Property Owner LLC pursuant to Sections 197-c and 199 of the New York City Charter for an amendment to the City Map involving: the establishment of Pierce Avenue west of Bronxdale Avenue; and the adjustment of grades and block dimensions necessitated thereby; including authorization for any acquisition or disposition of real property related thereto, in accordance with Map No. 13150 dated January 20, 2024 and signed by the Borough President, Borough of the Bronx, Community Districts 9, 10 & 11, Council Districts 13, 17, and 18.",
      "AgendaSequence": 0,
      "MinutesSequence": 24,
      "Version": "*",
      "ActionID": 5041,
      "ActionName": "Approved by Committee with Modifications and Referred to CPC",
      "ActionText": "A motion was made that this Land Use Application be Approved by Committee with Modifications and Referred to CPC approved by Roll Call.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 74563,
      "MatterFile": "LU 0113-2024",
      "MatterName": "Zoning, Bronx Metro North Station Area Study, Bronx (C 240163 MMX)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Reported from Committee",
      "LastModified": "2024-08-06T17:16:24.263Z"
    },
    {
      "ID": 411338,
      "GUID": "36D83D63-F763-4FFA-A6D3-97928824A374",
      "Title": "Application number C 230293 ZMK (500 Kent Avenue) submitted by 500 Kent LLC and United Jewish Organizations of Williamsburg, Inc. pursuant to Sections 197-c and 201 of the New York City Charter for an amendment of the Zoning Map, Section No. 12d, changing from an M3-1 District to an M1-5 District, property bounded by Division Avenue, Kent Avenue, the easterly prolongation of the N.Y.C. Pierhead Line, and the U.S. Pierhead and Bulkhead Line, Borough of Brooklyn, Community District 2, Council District 33.",
      "AgendaSequence": 0,
      "MinutesSequence": 26,
      "Version": "*",
      "ActionID": 5041,
      "ActionName": "Approved by Committee with Modifications and Referred to CPC",
      "ActionText": "A motion was made that this Land Use Application be Approved by Committee with Modifications and Referred to CPC approved by Roll Call.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 74565,
      "MatterFile": "LU 0114-2024",
      "MatterName": "Zoning, 500 Kent Avenue, Brooklyn (C 230293 ZMK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Reported from Committee",
      "LastModified": "2024-08-06T17:16:37.653Z"
    },
    {
      "ID": 411339,
      "GUID": "2AC2F5AE-EFAD-4B12-9040-7F3A26BDBBAF",
      "Title": "Application number C 230294 ZSK (500 Kent Avenue) submitted by 500 Kent LLC and United Jewish Organizations of Williamsburg, Inc. pursuant to Sections 197-c and 201 of the New York City Charter for the grant of a special permit pursuant to Section 62-837(a) of the Zoning Resolution to modify the height and setback, and the maximum width of walls facing the shoreline requirements of Section 62-34 (Height and Setback Regulations on Waterfront Blocks), in connection with a proposed commercial development on property bounded by Division Avenue, Kent Avenue, the easterly prolongation of the N.Y.C. Pierhead Line, and the U.S. Pierhead and Bulkhead Line (Block 2023, Lot 10), Borough of Brooklyn, Community District 2, Council District 33.",
      "AgendaSequence": 0,
      "MinutesSequence": 28,
      "Version": "*",
      "ActionID": 5041,
      "ActionName": "Approved by Committee with Modifications and Referred to CPC",
      "ActionText": "A motion was made that this Land Use Application be Approved by Committee with Modifications and Referred to CPC approved by Roll Call.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 74566,
      "MatterFile": "LU 0115-2024",
      "MatterName": "Zoning, 500 Kent Avenue, Brooklyn (C 230294 ZSK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Reported from Committee",
      "LastModified": "2024-08-06T17:16:42.663Z"
    },
    {
      "ID": 411340,
      "GUID": "3C0908FA-A12E-410F-9EF6-73F4C07368A7",
      "Title": "Application number C 230296 ZSK (500 Kent Avenue) submitted by 500 Kent LLC and United Jewish Organizations of Williamsburg, Inc. pursuant to Sections 197-c and 201 of the New York City Charter for the grant of special permit pursuant to Section 74-52 of the Zoning Resolution to allow an attended public parking garage with a maximum capacity of 234 parking spaces, in connection with a proposed commercial development on property bounded by Division Avenue, Kent Avenue, the easterly prolongation of the N.Y.C. Pierhead Line, and the U.S. Pierhead and Bulkhead Line (Block 2023, Lot 10), Borough of Brooklyn, Community District 2, Council District 33.",
      "AgendaSequence": 0,
      "MinutesSequence": 30,
      "Version": "*",
      "ActionID": 5041,
      "ActionName": "Approved by Committee with Modifications and Referred to CPC",
      "ActionText": "A motion was made that this Land Use Application be Approved by Committee with Modifications and Referred to CPC approved by Roll Call.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 74567,
      "MatterFile": "LU 0116-2024",
      "MatterName": "Zoning, 500 Kent Avenue, Brooklyn (C 230296 ZSK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Reported from Committee",
      "LastModified": "2024-08-06T17:16:47.37Z"
    },
    {
      "ID": 411341,
      "GUID": "27514648-5235-49EE-A8AD-EAAC2F9FE8AC",
      "Title": "Application number C 240131 ZMK (3033 Avenue V Rezoning) submitted by Ford Coyle Properties Inc. pursuant to Sections 197-c and 201 of the New York City Charter for an amendment of the Zoning Map, Section No. 29a, eliminating from within an existing R4 District a C1-2 District, changing from an R4 District to an R7D District, and establishing within the proposed R7D District a C2-4 District, property bounded by a line 100 feet northerly of Avenue V, Coyle Street, Avenue V, and Ford Street, Borough of Brooklyn, Community District 15, Council District 46.",
      "AgendaSequence": 0,
      "MinutesSequence": 32,
      "Version": "*",
      "ActionID": 5041,
      "ActionName": "Approved by Committee with Modifications and Referred to CPC",
      "ActionText": "A motion was made that this Land Use Application be Approved by Committee with Modifications and Referred to CPC approved by Roll Call.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 74568,
      "MatterFile": "LU 0117-2024",
      "MatterName": "Zoning, 3033 Avenue V Rezoning, Brooklyn (C 240131 ZMK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Reported from Committee",
      "LastModified": "2024-08-06T17:16:58.647Z"
    },
    {
      "ID": 411342,
      "GUID": "6E6F2BC7-794C-4B82-B1B0-62C4AEF7E187",
      "Title": "Application number N 240132 ZRK (3033 Avenue V Rezoning) an application submitted by Ford Coyle Properties Inc., pursuant to Section 201 of the New York City Charter, for an amendment of the Zoning Resolution of the City of New York, modifying APPENDIX F for the purpose of establishing a Mandatory Inclusionary Housing area. Borough of Brooklyn, Community District 15, Council District 46.",
      "AgendaSequence": 0,
      "MinutesSequence": 34,
      "Version": "*",
      "ActionID": 5041,
      "ActionName": "Approved by Committee with Modifications and Referred to CPC",
      "ActionText": "A motion was made that this Land Use Application be Approved by Committee with Modifications and Referred to CPC approved by Roll Call.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 74569,
      "MatterFile": "LU 0118-2024",
      "MatterName": "Zoning, 3033 Avenue V Rezoning, Brooklyn (N 240132 ZRK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Reported from Committee",
      "LastModified": "2024-08-06T17:17:04.74Z"
    },
    {
      "ID": 411343,
      "GUID": "617D9C06-6EA5-4B08-A05A-6B7DF5A1E800",
      "Title": "Application number C 240072 ZMK (197 Berry St Rezoning) submitted by Bensing 250 LLC pursuant to Sections 197- c and 201 of the New York City Charter for an amendment of the Zoning Map, Section Nos. 12c and 12d, by changing from an M1-2/R6B District to an M1-4/R6B District, property bounded by Berry Street, a line midway between North 4th Street and North 3rd Street, Bedford Avenue, and North 3rd Street, Borough of Brooklyn, Community District 1, Council District 34.",
      "AgendaSequence": 0,
      "MinutesSequence": 36,
      "Version": "*",
      "ActionID": 5034,
      "ActionName": "Approved by Committee with Companion Resolution",
      "ActionText": "A motion was made that this Land Use Application be Approved by Committee with Companion Resolution approved by Roll Call.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 74570,
      "MatterFile": "LU 0119-2024",
      "MatterName": "Zoning, 197 Berry St Rezoning, Brooklyn (C 240072 ZMK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Companion Pending Approval by Council",
      "LastModified": "2024-08-06T16:39:02.467Z"
    },
    {
      "ID": 411344,
      "GUID": "6F2ACDCD-B2F9-414B-A6CF-CC8FA67CED21",
      "Title": "Application number C 230258 ZMK (712 Myrtle Avenue) submitted by Joel Berkowitz pursuant to Sections 197-c and 201 of the New York City Charter for an amendment of the Zoning Map, Section No. 13b, changing from an M1-2 District to an R7D District and establishing within the proposed R7D District a C2-4 District, property bounded by Myrtle Avenue, Walworth Street, a line 100 feet southerly of Myrtle Avenue, and Spencer Street, Borough of Brooklyn, Community District 3, Council District 33.",
      "AgendaSequence": 0,
      "MinutesSequence": 38,
      "Version": "*",
      "ActionID": 5041,
      "ActionName": "Approved by Committee with Modifications and Referred to CPC",
      "ActionText": "A motion was made that this Land Use Application be Approved by Committee with Modifications and Referred to CPC approved by Roll Call.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 74571,
      "MatterFile": "LU 0120-2024",
      "MatterName": "Zoning, 712 Myrtle Avenue, Brooklyn (C 230258 ZMK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Reported from Committee",
      "LastModified": "2024-08-06T17:17:24.783Z"
    },
    {
      "ID": 411345,
      "GUID": "1DADAC3E-0E79-42D9-9E74-8742C26201DB",
      "Title": "Application number N 230259 ZRK (712 Myrtle Avenue) submitted by Joel Berkowitz, pursuant to Section 201 of the New York City Charter, for an amendment of the Zoning Resolution of the City of New York, modifying APPENDIX F for the purpose of establishing a Mandatory Inclusionary Housing area, Borough of Brooklyn, Community District 3, Council District 33.",
      "AgendaSequence": 0,
      "MinutesSequence": 40,
      "Version": "*",
      "ActionID": 5041,
      "ActionName": "Approved by Committee with Modifications and Referred to CPC",
      "ActionText": "A motion was made that this Land Use Application be Approved by Committee with Modifications and Referred to CPC approved by Roll Call.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 74572,
      "MatterFile": "LU 0121-2024",
      "MatterName": "Zoning, 712 Myrtle Avenue, Brooklyn (N 230259 ZRK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Reported from Committee",
      "LastModified": "2024-08-06T17:17:31.613Z"
    },
    {
      "ID": 411346,
      "GUID": "D6AAAA36-A633-41FD-A51D-9D3D5DAF02AD",
      "Title": "Application number C 230172 MMR (Prince's Point Development) submitted by PMBL LLC pursuant to Sections 197-c and 199 of the New York City Charter for an amendment to the City Map involving: the establishment of Coastal Loop, Dune Lane, Schooner Lane, and Anchorage Lane and the adjustment of grades and block dimensions necessitated thereby, including authorization for any acquisition or disposition of real property related thereto, in accordance with Map No. 4274 dated February 21, 2024 and signed by the Borough President, Borough of Staten Island, Community District 3, Council District 51.",
      "AgendaSequence": 0,
      "MinutesSequence": 42,
      "Version": "*",
      "ActionID": 5034,
      "ActionName": "Approved by Committee with Companion Resolution",
      "ActionText": "A motion was made that this Land Use Application be Approved by Committee with Companion Resolution approved by Roll Call.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 74573,
      "MatterFile": "LU 0122-2024",
      "MatterName": "Zoning, Prince's Point Development, Staten Island (C 230172 MMR)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Companion Pending Approval by Council",
      "LastModified": "2024-08-06T17:17:39.917Z"
    },
    {
      "ID": 411347,
      "GUID": "CE0591CE-3BEA-4ABA-B064-DB39DDEB8689",
      "Title": "Application number N 240120 ZRR (Prince’s Point Vesting Amendment) submitted by the NYC Department of City Planning, pursuant to Section 201 of the New York City Charter, for an amendment of the Zoning Resolution of the City of New York, modifying Article I, Chapter 1 (Title, Establishment of Controls and Interpretation of Regulations) and Article X, Chapter 7 (Special South Richmond Development District), Borough of Staten Island, Community District 3, Council District 51.",
      "AgendaSequence": 0,
      "MinutesSequence": 44,
      "Version": "*",
      "ActionID": 5034,
      "ActionName": "Approved by Committee with Companion Resolution",
      "ActionText": "A motion was made that this Land Use Application be Approved by Committee with Companion Resolution approved by Roll Call.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 74574,
      "MatterFile": "LU 0123-2024",
      "MatterName": "Zoning, Prince's Point Development, Staten Island (N 240120 ZRR)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Companion Pending Approval by Council",
      "LastModified": "2024-08-06T17:17:42.867Z"
    },
    {
      "ID": 411348,
      "GUID": "DAFFB990-254C-4AC5-9319-2402EAB7490B",
      "Title": "Application number D 2450087057 SWQ Wings & Seafood, pursuant to Section 19-160.2 of the Administrative Code of the City of New York, for a revocable consent to establish, maintain, and operate a sidewalk café located at 785 Fairview Avenue, Borough of Queens, Community District 5, Council District 30.",
      "AgendaSequence": 0,
      "MinutesSequence": 46,
      "Version": "*",
      "ActionID": 5042,
      "ActionName": "Disapproved by Committee with Companion Resolution",
      "ActionText": "A motion was made that this Land Use Application be Approved by Committee with Companion Resolution approved by Roll Call.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 74578,
      "MatterFile": "LU 0124-2024",
      "MatterName": "Zoning, SWQ Wings & Seafood, Queens (D 2450087057)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Disapproved",
      "LastModified": "2024-08-06T17:30:09.843Z"
    }
  ],
  "AgendaLastPublished": "2024-08-02T15:17:01.623Z",
  "MinutesLastPublished": "2024-08-06T17:18:13.157Z",
  "LastModified": "2024-08-06T17:18:13.263Z"
}
