{
  "ID": 21089,
  "GUID": "36096727-84E8-4BEF-A586-F0574D854ED3",
  "BodyID": 5237,
  "BodyName": "Committee on Criminal Justice",
  "Date": "2024-09-27T10:00:00-04:00",
  "Location": "250 Broadway - Committee Room, 16th Floor",
  "VideoStatus": "Public",
  "AgendaStatusID": 2,
  "AgendaStatusName": "Final",
  "MinutesStatusID": 1,
  "MinutesStatusName": "Draft",
  "AgendaFile": "https://nyc.legistar1.com/nyc/meetings/2024/9/21089_A_Committee_on_Criminal_Justice_24-09-27_Committee_Green_Sheet.pdf",
  "InSiteURL": "https://legistar.council.nyc.gov/MeetingDetail.aspx?LEGID=21089&GID=61&G=2FD004F1-D85B-4588-A648-0A736C77D6E3",
  "Items": [
    {
      "ID": 412266,
      "GUID": "89A7C2D9-D6C2-40FC-870E-910AA0B2BBA3",
      "Title": "A Local Law in relation to extending the minimum duration of and updating other requirements pertaining to the task force created to address policies related to the treatment and housing of transgender, gender nonconforming, non-binary, and intersex individuals in the custody of the department of correction",
      "AgendaSequence": 2,
      "MinutesSequence": 2,
      "Version": "*",
      "MatterID": 73054,
      "MatterFile": "Int 0152-2024",
      "MatterName": "Extending the minimum duration of and updating other requirements pertaining to the task force created to address policies related to the treatment and housing of transgender, gender nonconforming, non-binary, and intersex individuals in the custody of th",
      "MatterType": "Introduction",
      "LastModified": "2024-09-18T15:50:10.407Z"
    },
    {
      "ID": 412267,
      "GUID": "DC82F26D-F32C-41C4-B770-9BBF5B9028E3",
      "Title": "A Local Law to amend the administrative code of the city of New York, in relation to notifying emergency contacts and attorney of record when an individual in custody attempts suicide, is hospitalized, or is seriously injured",
      "AgendaSequence": 4,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterID": 72640,
      "MatterFile": "Int 0412-2024",
      "MatterName": "Notifying emergency contacts and attorney of record when an individual in custody attempts suicide, is hospitalized, or is seriously injured.",
      "MatterType": "Introduction",
      "LastModified": "2024-09-18T15:50:10.41Z"
    },
    {
      "ID": 412268,
      "GUID": "1292BCCE-F55E-4280-9259-019D955B7B84",
      "Title": "A Local Law to amend the New York city charter and the administrative code of the city of New York, in relation to procedures following the death of an individual in custody of the department of correction and a report on compassionate release",
      "AgendaSequence": 6,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterID": 73161,
      "MatterFile": "Int 0423-2024",
      "MatterName": "Procedures following the death of an individual in custody of the department of correction and a report on compassionate release.",
      "MatterType": "Introduction",
      "LastModified": "2024-09-18T15:50:10.41Z"
    },
    {
      "ID": 412269,
      "GUID": "BB967BD8-2852-47EF-841B-CCB864B58838",
      "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring the department of correction to report on physical violence against and sexual harassment of correctional staff and ensure that staff have access to mental health treatment resources",
      "AgendaSequence": 8,
      "MinutesSequence": 8,
      "Version": "A",
      "MatterID": 73214,
      "MatterFile": "Int 0735-2024",
      "MatterName": "Requiring the department of correction to report on physical violence against and sexual harassment of correctional staff and ensure that staff have access to mental health treatment resources.",
      "MatterType": "Introduction",
      "LastModified": "2024-09-18T15:50:10.413Z"
    },
    {
      "ID": 412271,
      "GUID": "CDE33C08-994B-4332-A535-B8676696FE53",
      "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring the department of correction to provide reports regarding people in custody who have been ordered to undergo a mental health examination",
      "AgendaSequence": 12,
      "MinutesSequence": 12,
      "Version": "*",
      "MatterID": 74685,
      "MatterFile": "Int 1036-2024",
      "MatterName": "Requiring the DOC to provide reports regarding people in custody who have been ordered to undergo a mental health examination.",
      "MatterType": "Introduction",
      "LastModified": "2024-09-18T15:55:16.473Z"
    },
    {
      "ID": 412272,
      "GUID": "DF5561B1-3A5F-457C-B4F1-577B285373E6",
      "Title": "A Local Law to amend the administrative code of the city of New York, in relation to quarterly reporting regarding the visitation of incarcerated individuals and requiring the department of correction to record interactions in which an individual is informed about a visitor and refuses to attend the visit",
      "AgendaSequence": 10,
      "MinutesSequence": 10,
      "Version": "*",
      "MatterID": 74683,
      "MatterFile": "Int 1026-2024",
      "MatterName": "Quarterly reporting regarding the visitation of incarcerated individuals and requiring the DOC to record interactions in which an individual is informed about a visitor and refuses to attend the visit.",
      "MatterType": "Introduction",
      "LastModified": "2024-09-26T16:36:21.543Z"
    },
    {
      "ID": 412273,
      "GUID": "8AF4636C-F9A1-4378-B63F-10B3D486F72F",
      "Title": "A Local Law to amend the administrative code of the city of New York, relation to requiring the department of correction to establish, operate and maintain an online scheduling system to facilitate visits to incarcerated individuals",
      "AgendaSequence": 9,
      "MinutesSequence": 9,
      "Version": "*",
      "MatterID": 74684,
      "MatterFile": "Int 1023-2024",
      "MatterName": "Requiring the DOC to establish, operate and maintain an online scheduling system to facilitate visits to incarcerated individuals.",
      "MatterType": "Introduction",
      "LastModified": "2024-09-18T15:55:06.82Z"
    },
    {
      "ID": 412274,
      "GUID": "1F99DC9C-35C4-4308-8D4B-EB0E131A25F0",
      "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring that people in the custody and staff of the department of correction have access to gender-affirming items and medical devices",
      "AgendaSequence": 11,
      "MinutesSequence": 11,
      "Version": "*",
      "MatterID": 74687,
      "MatterFile": "Int 1027-2024",
      "MatterName": "Requiring that people in the custody and staff of the DOC have access to gender-affirming items and medical devices.",
      "MatterType": "Introduction",
      "LastModified": "2024-09-18T15:55:10.383Z"
    },
    {
      "ID": 412343,
      "GUID": "6B4779EE-B146-4300-9B67-9829CA562D6F",
      "Title": "A Local Law to amend the administrative code of the city of New York, in relation to housing decisions for transgender, gender nonconforming, non-binary and intersex individuals",
      "AgendaSequence": 7,
      "MinutesSequence": 7,
      "Version": "*",
      "MatterID": 72809,
      "MatterFile": "Int 0625-2024",
      "MatterName": "Housing decisions for transgender, gender nonconforming, non-binary and intersex individuals.",
      "MatterType": "Introduction",
      "LastModified": "2024-09-18T15:50:10.41Z"
    },
    {
      "ID": 412425,
      "GUID": "EC6A587C-81C6-4F64-813A-4534C69B33F6",
      "Title": "A Local Law to amend the New York city charter, the administrative code of the city of New York, the New York city plumbing code, and the New York city building code, in relation to the terms “inmate,” “prisoner,” and “incarcerated individual” and other similar terminology as used therein",
      "AgendaSequence": 1,
      "MinutesSequence": 1,
      "Version": "*",
      "MatterID": 73045,
      "MatterFile": "Int 0151-2024",
      "MatterName": "The terms “inmate,” “prisoner,” and “incarcerated individual” and other similar terminology as used therein.",
      "MatterType": "Introduction",
      "LastModified": "2024-09-26T15:47:04.03Z"
    },
    {
      "ID": 412426,
      "GUID": "B24DE01E-3521-4012-9073-CDFB16FCB0E3",
      "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring correction officers to carry and administer opioid antagonists while on duty and to receive related training",
      "AgendaSequence": 3,
      "MinutesSequence": 3,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 206-A",
      "MatterID": 73096,
      "MatterFile": "Int 0206-2024",
      "MatterName": "Requiring correction officers to carry and administer opioid antagonists while on duty and to receive related training.",
      "MatterType": "Introduction",
      "LastModified": "2024-09-23T21:24:22.92Z"
    },
    {
      "ID": 412519,
      "GUID": "6ACDFFA8-0797-42EE-BE67-02E840D22CA3",
      "Title": "A Local Law to amend the administrative code of the city of New York, in relation to establishing a program for child visitors of department of correction facilities",
      "AgendaSequence": 5,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterID": 73159,
      "MatterFile": "Int 0420-2024",
      "MatterName": "Establishing a program for child visitors of department of correction facilities.",
      "MatterType": "Introduction",
      "LastModified": "2024-09-18T15:50:10.41Z"
    },
    {
      "ID": 412521,
      "GUID": "74CA7D2A-D777-452D-B223-696DDFF1426E",
      "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the department of correction report on sexual abuse",
      "AgendaSequence": 13,
      "MinutesSequence": 13,
      "Version": "*",
      "MatterID": 74764,
      "MatterFile": "Int 1061-2024",
      "MatterName": "Department of correction report on sexual abuse.",
      "MatterType": "Introduction",
      "LastModified": "2024-09-18T15:50:10.417Z"
    }
  ],
  "AgendaLastPublished": "2024-09-26T15:47:09.143Z",
  "MinutesLastPublished": "0001-01-01T00:00:00Z",
  "LastModified": "2024-09-26T15:47:09.19Z"
}
