{
  "ID": 20887,
  "GUID": "3D030DC2-E6CE-4AEA-BFC7-C0B350A009E5",
  "BodyID": 34,
  "BodyName": "Subcommittee on Zoning and Franchises",
  "Date": "2024-06-26T11:30:00-04:00",
  "Location": "250 Broadway - Committee Room, 16th Floor",
  "VideoStatus": "Public",
  "AgendaStatusID": 2,
  "AgendaStatusName": "Final",
  "MinutesStatusID": 1,
  "MinutesStatusName": "Draft",
  "AgendaFile": "https://nyc.legistar1.com/nyc/meetings/2024/6/20887_A_Subcommittee_on_Zoning_and_Franchises_24-06-26_Committee_Green_Sheet.pdf",
  "InSiteURL": "https://legistar.council.nyc.gov/MeetingDetail.aspx?LEGID=20887&GID=61&G=2FD004F1-D85B-4588-A648-0A736C77D6E3",
  "Items": [
    {
      "ID": 410309,
      "GUID": "171BED97-BE4C-4835-A385-C6CFEC444679",
      "Title": "Application number C 230351 ZMK (2118 Avenue U) submitted by 2118 Avenue U, LLC, pursuant to Sections 197-c and 201 of the New York City Charter for an amendment of the Zoning Map, Section No. 29a, eliminating from within an existing R4 District a C1-3 District, changing from an R4 District to an R6A District, and establishing within the proposed R6A District a C2-4 District, Borough of Brooklyn, Community District 15, Council District 48.",
      "AgendaSequence": 1,
      "MinutesSequence": 1,
      "Version": "*",
      "MatterID": 74391,
      "MatterFile": "LU 0090-2024",
      "MatterName": "Zoning, 2118 Avenue U, Brooklyn (C 230351 ZMK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Laid Over in Committee",
      "LastModified": "2024-06-21T15:03:35.78Z"
    },
    {
      "ID": 410310,
      "GUID": "D6DDBBF2-CF59-483F-A935-80694B69DF4E",
      "Title": "Application number N 230352 ZRK (2118 Avenue U) submitted by 2118 Avenue U, LLC, pursuant to Section 201 of the New York City Charter, for an amendment of the Zoning Resolution of the City of New York, modifying APPENDIX F for the purpose of establishing a Mandatory Inclusionary Housing area, Borough of Brooklyn, Community District 15, Council District 48.",
      "AgendaSequence": 2,
      "MinutesSequence": 2,
      "Version": "*",
      "MatterID": 74392,
      "MatterFile": "LU 0091-2024",
      "MatterName": "Zoning, 2118 Avenue U, Brooklyn (N 230352 ZRK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Laid Over in Committee",
      "LastModified": "2024-06-21T15:03:31Z"
    },
    {
      "ID": 410311,
      "GUID": "34264F1C-A26B-4056-A4DB-3F03E89E06AC",
      "Title": "Application number C 230276 ZMQ (58-75 Queens Midtown Expressway Rezoning) submitted by Lucky Supply Holding, LLC, pursuant to Sections 197-c and 201 of the New York City Charter for an amendment of the Zoning Map, Section No. 13c, by changing from an M1-1 District to an M1-4 District, Borough of Queens, Community District 2, Council District 26.",
      "AgendaSequence": 3,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterID": 74393,
      "MatterFile": "LU 0092-2024",
      "MatterName": "Zoning, 58-75 Queens Midtown Expressway Rezoning, Queens (C 230276 ZMQ)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Laid Over in Committee",
      "LastModified": "2024-06-21T15:03:31.003Z"
    },
    {
      "ID": 410312,
      "GUID": "0E0CBE0D-64B3-41C5-8576-9A7549EA41E0",
      "Title": "Application number C 220185 ZMQ (27-24 College Point Boulevard Commercial Overlay) submitted by Bacele Realty Corp., pursuant to Sections 197-c and 201 of the New York City Charter for an amendment of the Zoning Map, Section No. 10a, by establishing within an existing R4 District a C2-3 District and establishing within an existing R5B District a C2-3 District, Borough of Queens, Community District 7, Council District 19.",
      "AgendaSequence": 4,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterID": 74394,
      "MatterFile": "LU 0093-2024",
      "MatterName": "Zoning, 27-24 College Point Boulevard Commercial Overlay, Queens (C 220185 ZMQ)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Laid Over in Committee",
      "LastModified": "2024-06-21T15:03:31.007Z"
    },
    {
      "ID": 410313,
      "GUID": "D6D6BA28-A459-4C7E-9721-5F496B563A28",
      "Title": "Application No. C 230225 RSR (Arthur Kill Terminal) submitted by Arthur Kill Terminal LLC, pursuant to Sections 107-c and 201 of the New York City Charter for the grant of a special permit pursuant to Section 107-73 of the Zoning Resolution to modify the height and setback regulations of Section 107-43 to allow for the construction of nine 150 foot-high lightpoles in connection with a proposed offshore wind turbine assembly facility located at 4927 Arthur Kill Road (Block 7620, Lot 1; Block 7632, Lots 6, 50, 150, and 151), in M1-1 and M3-1 Districts, within the Special South Richmond Development District, Borough of Staten Island, Community District 3, Council District 51.",
      "AgendaSequence": 5,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterID": 74454,
      "MatterFile": "LU 0101-2024",
      "MatterName": "Zoning, Arthur Kill Terminal, Staten Island (C 230225 RSR).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Committee",
      "LastModified": "2024-06-21T15:03:31.037Z"
    },
    {
      "ID": 410314,
      "GUID": "72F7912B-0C46-4280-AA5C-F7B536B75C5F",
      "Title": "Application No. N 230227 ZRK (Arthur Kill Terminal) submitted by Arthur Kill Terminal LLC, pursuant to Section 201 of the New York City Charter, for an amendment of the Zoning Resolution of the City of New York modifying Article X, Chapter 7 (Special South Richmond Development District) for the purpose of establishing goals related to sustainability, resiliency, climate and clean energy objectives, and to modify tree removal and topography modification regulations, Borough of Staten Island, Community District 3, Council District 51.",
      "AgendaSequence": 6,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterID": 74453,
      "MatterFile": "LU 0102-2024",
      "MatterName": "Zoning, Arthur Kill Terminal, Staten Island (N 230227 ZRK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Committee",
      "LastModified": "2024-06-21T15:03:31.057Z"
    },
    {
      "ID": 410315,
      "GUID": "59C2F2CD-99CB-4550-A967-85D93CD8059A",
      "Title": "Application No. C 230228 MLR (Arthur Kill Terminal) submitted by Arthur Kill Terminal LLC, pursuant to Section 197-c of the New York City Charter for a landfill of approximately 367,327 square feet located in the Arthur Kill, in connection with the development of a wind turbine assembly facility on property generally bounded by the Outerbridge Crossing, Arthur Kill Road, Richmond Valley Road (Richmond Valley Road is proposed to be eliminated, discontinued and closed pursuant to the related application no. C 230231 MMR) and the US Bulkhead line (Block 7632, Lots 1, 6, 150, and 151, and Block 7983, Lots 100 and 110 and the demapped portions of Richmond Valley Road) in an M1-1 District, Borough of Staten Island, Community District 3, Council District 51.",
      "AgendaSequence": 7,
      "MinutesSequence": 7,
      "Version": "*",
      "MatterID": 74455,
      "MatterFile": "LU 0103-2024",
      "MatterName": "Zoning, Arthur Kill Terminal, Staten Island (C 230228 MLR).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Committee",
      "LastModified": "2024-06-21T15:03:31.11Z"
    },
    {
      "ID": 410316,
      "GUID": "E48AD8B5-4039-4463-BA6D-D3024E19EFAB",
      "Title": "Application No. C 230231 MMR (Arthur Kill Terminal) submitted by Arthur Kill Terminal LLC, pursuant to Sections 197-c and 199 of the New York City Charter and Section 5-430 et seq. of the New York City Administrative Code for an amendment to the City Map involving: the elimination, discontinuance, and closing of a portion of Richmond Valley Road between Arthur Kill Road and the US Bulkhead Line; and the adjustment of grades and block dimensions necessitated thereby; including authorization for any acquisition or disposition of real property related thereto, in Community District 3, Borough of Staten Island, in accordance with Map No. 4275 dated February 5, 2024 and signed by the Borough President, Borough of Staten Island, Community District 3, Council District 51.",
      "AgendaSequence": 8,
      "MinutesSequence": 8,
      "Version": "*",
      "MatterID": 74456,
      "MatterFile": "LU 0104-2024",
      "MatterName": "Zoning, Arthur Kill Terminal, Staten Island (C 230231 MMR).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Committee",
      "LastModified": "2024-06-21T15:03:31.12Z"
    }
  ],
  "AgendaLastPublished": "2024-06-21T15:03:41.743Z",
  "MinutesLastPublished": "0001-01-01T00:00:00Z",
  "LastModified": "2024-06-21T15:03:41.963Z"
}
