{
  "ID": 27490,
  "GUID": "BD680FE4-D526-4EDB-8D04-F92687554265",
  "File": "Int 0436-2003",
  "Name": "Requiring NYPD to submit to the Council reports of crime in areas under the jurisdiction of the Department of Parks and Recreation.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring the Police Department to submit to the Council reports of crime in areas under the jurisdiction of the Department of Parks and Recreation.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2003-04-30T00:00:00Z",
  "AgendaDate": "2004-04-30T00:00:00Z",
  "PassedDate": "2003-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5281,
      "Slug": "joseph-p-addabbo-jr",
      "FullName": "Joseph P. Addabbo, Jr."
    },
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 5264,
      "Slug": "maria-baez",
      "FullName": "Maria Baez"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5289,
      "Slug": "simcha-felder",
      "FullName": "Simcha Felder"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5278,
      "Slug": "melinda-r-katz",
      "FullName": "Melinda R. Katz"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 5270,
      "Slug": "hiram-monserrate",
      "FullName": "Hiram Monserrate"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 430,
      "Slug": "bill-perkins",
      "FullName": "Bill Perkins"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5266,
      "Slug": "jose-m-serrano",
      "FullName": "Jose M. Serrano"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5229,
      "Slug": "eva-s-moskowitz",
      "FullName": "Eva S. Moskowitz"
    },
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    }
  ],
  "History": [
    {
      "ID": 142827,
      "Date": "2003-04-30T11:24:09Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 143194,
      "Date": "2003-04-30T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2229,
      "AgendaSequence": 152,
      "MinutesSequence": 175,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 153610,
      "Date": "2003-12-31T10:55:36Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 14820,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Declaration of legislative findings and intent. The Council finds that information about crimes in parks is not effectively gathered and analyzed by the Police Department nor the Department of Parks and Recreation, and such knowledge is a powerful tool in making the parks and open space of the City safe for everyone.  Information on crime statistics in parks should be specifically analyzed by the Police, and reported to the Council.  Since only the 843 acres of Central Park has a dedicated precinct, that is the only park in which crime statistics are reported to the Council.  The other approximately 27,000 acres of park and open space is covered by separate precincts, and the crime statistics are not calculated to reflect crimes in those public spaces.  In addition, many parks are covered by a number of precincts and commands, which separates the information into different areas, not reflecting the actual statistics for a specific park.  For instance, Forest Park borders and is in the 104, 102, 112, and 75 precincts, in 3 different patrol boroughs (Queens North, Queens South and Brooklyn North); Flushing Meadows Park is covered by the 110, 107 and 112 precincts; Prospect Park borders and is covered by the 70, 71, 77 and 78 precincts; Riverside Park is covered by the 20, 24 and 26 precincts; Bronx Park is covered by the 49 and 52 precincts; and Van Cortland Park is covered by the 47 and 50 precincts.\n§2. Chapter 1 of Title 14 of the administrative code of the city of New York is amended by adding thereto to section 14-150 (a), to read as follows:\nA  crime status report. Such report shall include the total number of crime complaints (categorized by class of crime,  indicating  whether the  crime  is  a  misdemeanor  or  felony)  for  each  patrol precinct, including a subset of  housing  bureau and transit  bureau complaints within each precinct and also including a subset of complaints from the specific properties under the jurisdiction of the department of parks and recreation; arrests (categorized by class of crime, indicating whether  the  arrest  is  for  a  misdemeanor or felony) for each patrol precinct, housing police service area, transit  district,  street  crime unit, [and] narcotics division and specific properties under the jurisdiction of the department of parks and recreation; summons activity (categorized by type of summons, indicating whether the summons is a parking  violation,  moving violation,  environmental control board notice of violation, or criminal court summons) for each patrol precinct, housing police service area, [and] transit district and specific properties under the jurisdiction of the department of parks and recreation; domestic violence radio runs for each patrol precinct; average response time for critical and serious crimes  in  progress  for each  patrol  precinct;  overtime statistics for each patrol borough and operational bureau performing an enforcement function within the  police department, including, but not limited to, each patrol precinct, housing police  service  area,  transit district and patrol borough street crime unit, as well as the narcotics division, fugitive  enforcement  division and  the  special  operations  division, including its subdivisions, but shall not include internal investigative commands and shall not  include undercover officers assigned to any command.\n\n§3.  This local law shall become effective 30 days after its enactment into law.\n\n\nTHC - LS# 2219\nOctober 7, 2004",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1. Declaration of legislative findings and intent. The Council finds that information about crimes in parks is not effectively gathered and analyzed by the Police Department nor the Department of Parks and Recreation, and such knowledge is a powerful tool in making the parks and open space of the City safe for everyone.  Information on crime statistics in parks should be specifically analyzed by the Police, and reported to the Council.  Since only the 843 acres of Central Park has a dedicated precinct, that is the only park in which crime statistics are reported to the Council.  The other approximately 27,000 acres of park and open space is covered by separate precincts, and the crime statistics are not calculated to reflect crimes in those public spaces.  In addition, many parks are covered by a number of precincts and commands, which separates the information into different areas, not reflecting the actual statistics for a specific park.  For instance, Forest Park borders and is in the 104, 102, 112, and 75 precincts, in 3 different patrol boroughs (Queens North, Queens South and Brooklyn North); Flushing Meadows Park is covered by the 110, 107 and 112 precincts; Prospect Park borders and is covered by the 70, 71, 77 and 78 precincts; Riverside Park is covered by the 20, 24 and 26 precincts; Bronx Park is covered by the 49 and 52 precincts; and Van Cortland Park is covered by the 47 and 50 precincts.\\par\n\\'a72. Chapter 1 of Title 14 of the administrative code of the city of New York is amended by adding thereto to section 14-150 (a), to read as follows:\\par\n\\pard{\\pntext\\f0 4.\\tab}{\\*\\pn\\pnlvlbody\\pnf0\\pnindent360\\pnstart4\\pndec{\\pntxta.}}\n\\fi-360\\li360\\sl480\\slmult1\\qj\\tx360 A  crime status report. Such report shall include the total number of crime complaints (categorized by class of crime,  indicating  whether the  crime  is  a  misdemeanor  or  felony)  for  each  patrol precinct, including a subset of  housing  bureau and transit  bureau complaints within each precinct \\ul and also including a subset of complaints from the specific properties under the jurisdiction of the department of parks and recreation\\ulnone ; arrests (categorized by class of crime, indicating whether  the  arrest  is  for  a  misdemeanor or felony) for each patrol precinct, housing police service area, transit  district,  street  crime unit\\ul ,\\ulnone  [and] narcotics division \\ul and specific properties under the jurisdiction of the department of parks and recreation\\ulnone ; summons activity (categorized by type of summons, indicating whether the summons is a parking  violation,  moving violation,  environmental control board notice of violation, or criminal court summons) for each patrol precinct, housing police service area\\ul ,\\ulnone  [and] transit district \\ul and specific properties under the jurisdiction of the department of parks and recreation\\ulnone ; domestic violence radio runs for each patrol precinct; average response time for critical and serious crimes  in  progress  for each  patrol  precinct;  overtime statistics for each patrol borough and operational bureau performing an enforcement function within the  police department, including, but not limited to, each patrol precinct, housing police  service  area,  transit district and patrol borough street crime unit, as well as the narcotics division, fugitive  enforcement  division and  the  special  operations  division, including its subdivisions, but shall not include internal investigative commands and shall not  include undercover officers assigned to any command.\\par\n\\pard\\fi360\\sl480\\slmult1\\qj\\par\n\\'a73.  This local law shall become effective 30 days after its enactment into law.\\par\n\\par\n\\par\n\\pard\\fi360\\qj THC - LS# 2219\\par\n\\lang1024 October 7, 2004\\lang1033\\par\n\\pard\\fi360\\sl480\\slmult1\\qj  \\par\n\\pard\\par\n}\n\u0000",
  "LastModified": "2019-08-15T19:12:50.08Z"
}
