{
  "ID": 28338,
  "GUID": "2D6A2E7B-8490-43DF-93CD-78F548DFD5CD",
  "File": "Int 0569-2003",
  "LocalLaw": "2003/064",
  "Name": "Installation and maintenance of newsstands pursuant to a franchise and the placement of advertising on newsstands.",
  "Title": "A Local Law to amend the administrative code of the city of New York in relation to the installation and maintenance of newsstands pursuant to a franchise and the placement of advertising on newsstands and to repeal subdivision d, and to repeal and reenact subdivision h, of section 20-231 of such code.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 35,
  "StatusName": "Enacted",
  "BodyID": 17,
  "BodyName": "Committee on Land Use",
  "IntroDate": "2003-09-30T00:00:00Z",
  "AgendaDate": "2003-09-30T00:00:00Z",
  "PassedDate": "2003-10-29T00:00:00Z",
  "EnactmentDate": "2003-10-29T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 5278,
      "Slug": "melinda-r-katz",
      "FullName": "Melinda R. Katz"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 0,
      "Slug": "",
      "FullName": ""
    }
  ],
  "History": [
    {
      "ID": 147825,
      "Date": "2003-09-25T13:00:00Z",
      "ActionID": 15,
      "Action": "Hearing on P-C Item by Comm",
      "Description": "",
      "BodyID": 34,
      "BodyName": "Subcommittee on Zoning and Franchises",
      "EventID": 2455,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "AgendaNote": "Preconsidered",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 147909,
      "Date": "2003-09-25T13:00:00Z",
      "ActionID": 5018,
      "Action": "P-C Item Laid Over by Comm",
      "Description": "",
      "BodyID": 34,
      "BodyName": "Subcommittee on Zoning and Franchises",
      "EventID": 2455,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 147824,
      "Date": "2003-09-30T14:55:03Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 148223,
      "Date": "2003-09-30T22:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2466,
      "AgendaSequence": 129,
      "MinutesSequence": 145,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Preconsidered - Land Use",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 148319,
      "Date": "2003-10-07T13:30:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "",
      "BodyID": 34,
      "BodyName": "Subcommittee on Zoning and Franchises",
      "EventID": 2467,
      "AgendaSequence": 3,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 148422,
      "Date": "2003-10-07T21:30:00Z",
      "ActionID": 5050,
      "Action": "Laid Over by Subcommittee",
      "Description": "",
      "BodyID": 34,
      "BodyName": "Subcommittee on Zoning and Franchises",
      "EventID": 2467,
      "MinutesSequence": 7,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 148618,
      "Date": "2003-10-09T09:45:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "",
      "BodyID": 34,
      "BodyName": "Subcommittee on Zoning and Franchises",
      "EventID": 2503,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 569-A",
      "MinutesNote": "Proposed Int. No. 569-A",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 148620,
      "Date": "2003-10-09T09:45:00Z",
      "ActionID": 79,
      "Action": "Approved by Subcommittee",
      "Description": "",
      "BodyID": 34,
      "BodyName": "Subcommittee on Zoning and Franchises",
      "EventID": 2503,
      "MinutesSequence": 3,
      "Version": "*",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 148506,
      "Date": "2003-10-09T10:45:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "",
      "BodyID": 17,
      "BodyName": "Committee on Land Use",
      "EventID": 2485,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 569-A",
      "MinutesNote": "Proposed Int. No. 569-A",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 148623,
      "Date": "2003-10-09T10:45:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "",
      "BodyID": 17,
      "BodyName": "Committee on Land Use",
      "EventID": 2485,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 32,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 148624,
      "Date": "2003-10-09T10:45:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "",
      "BodyID": 17,
      "BodyName": "Committee on Land Use",
      "EventID": 2485,
      "MinutesSequence": 5,
      "Version": "A",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 32,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 148625,
      "Date": "2003-10-09T10:45:00Z",
      "ActionID": 33,
      "Action": "Amended by Committee",
      "Description": "",
      "BodyID": 17,
      "BodyName": "Committee on Land Use",
      "EventID": 2485,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 148727,
      "Date": "2003-10-15T13:30:00Z",
      "ActionID": 68,
      "Action": "Approved by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 2506,
      "AgendaSequence": 29,
      "MinutesSequence": 38,
      "Version": "A",
      "AgendaNote": "Amended and Coupled on GO with Message of Necessity",
      "MinutesNote": "With Message of Necessity",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 148999,
      "Date": "2003-10-15T16:31:31Z",
      "ActionID": 53,
      "Action": "Sent to Mayor by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 149408,
      "Date": "2003-10-29T16:08:18Z",
      "ActionID": 5014,
      "Action": "Hearing Held by Mayor",
      "Description": "",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "A",
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 149410,
      "Date": "2003-10-29T16:34:16Z",
      "ActionID": 57,
      "Action": "Signed Into Law by Mayor",
      "Description": "",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "A",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 149412,
      "Date": "2003-10-30T10:08:43Z",
      "ActionID": 5023,
      "Action": "Recved from Mayor by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 59084,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript",
      "Link": "http://nyc.legistar1.com/nyc/attachments/59084.doc",
      "Sort": 1
    },
    {
      "ID": 59465,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript - Stated Meeting",
      "Link": "http://nyc.legistar1.com/nyc/attachments/59465.doc",
      "Sort": 2
    },
    {
      "ID": 59262,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Fiscal Impact Statement",
      "Link": "http://nyc.legistar1.com/nyc/attachments/59262.doc",
      "Sort": 3
    },
    {
      "ID": 59554,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Local Law",
      "Link": "http://nyc.legistar1.com/nyc/attachments/59554.doc",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 15424,
  "Text": "Be it enacted by the Council as follows:\nSection 1. Declaration of intent. In the interests of better serving the public, improving the appearance of street furniture, including newsstands, located on the sidewalks throughout the City, and to enhance the revenues available to the City, the Council adopted Resolution No. 1004 authorizing the Department of Transportation to grant nonexclusive franchises for the installation, operation, and maintenance of coordinated franchise structures. It is anticipated that compliance with legally applicable requirements for the reconstruction of newsstands pursuant to such a franchise or franchises may result in the enlargement of the footprints of the existing stands as well as other changes in their design. As a result of these changes, the existing locations of licensed newsstands may intrude into buffer zones defined under existing rules of the Department of Consumer Affairs and cease to be eligible for the placement by a franchisee of a larger or redesigned newsstand. \nThe presence of newsstands on the streets of the City is an important amenity that provides pedestrians with convenient access to a variety of items, particularly newspapers and magazines. The Council recognizes that the placement of newsstands must be regulated so that the public is protected from unsafe conditions, including pedestrian traffic congestion, obstructions of important sight lines by which drivers see pedestrians and pedestrians are aware of vehicles, and obstacles at entrances to buildings or in bus stops and pedestrian crosswalks. The Council also recognizes that it is essential to ensure that the newsstand structures do not interfere with the provision of essential City services, such as the City’s fire-fighting services, that depend, for example, on unobstructed access to fire hydrants. Accordingly, the Council seeks to minimize the disruption of the licensees of newsstands and the convenience of pedestrians who purchase items from newsstands by reducing the siting criteria that would be applicable to newsstands installed by a franchisee to those that are essential to the protection of the health, safety and welfare of the public. \n§2. Section 20-228 of the administrative code of the city of New York is amended by adding three new subdivisions c, d and e to read as follows:\nc. Franchise. A franchise granted pursuant to chapter fourteen of the city charter to construct, install and maintain newsstands in the city of New York. For purposes of this subchapter, the date upon which a franchise is granted shall be the date on which such franchise is registered in accordance with chapter fourteen of the city charter.\nd. Franchisee. A person granted a franchise.\ne. Replacement newsstand. Either (i) a newsstand that replaces a newsstand at the same location, provided that the license pursuant to section 20-229 of this code for the newsstand that is being replaced is in full force and effect on the date such franchise is granted, or (ii) a newsstand constructed and installed at any location approved by the department of transportation to replace a newsstand that the city requires, for any reason, to be permanently removed from the location for which it is licensed, provided such license is in full force and effect at the time removal is required.\n§3.  Section 20-229 of the administrative code of the city of New York, as amended by local law number 41 for the year 1998, is amended to read as follows:\n§20-229 License required. No person shall maintain or operate a newsstand unless licensed pursuant to this subchapter, and unless the operation of the newsstand is his or her principal employment. No license shall be issued to an individual for the operation of a newsstand that is not a replacement newsstand and that has been constructed and installed by a franchisee pursuant to a franchise unless such operator has reimbursed such franchisee for the costs of construction and installation of such newsstand as determined by the department in accordance with paragraph two of subdivision c of section 20-241.1 of the code. \n§4. Subdivision c of section 20-231 of the administrative code of the city of New York is amended to read as follows:\nc. No new license shall be issued under section 20-229 unless approval for the location has been obtained from the department of transportation. [No license issued under section 20-229 shall be renewed if the department of transportation determines that the newsstand so licensed poses an obstruction to the free use of sidewalks by pedestrians at the time of review.]\n\t\t§5. Subdivision d of section 20-231 of the administrative code of the city of New York is REPEALED and a new subdivision d is added to read as follows:\nd. 1. No license issued under section 20-229 shall be renewed if the department of transportation determines that the newsstand so licensed poses an obstruction to the free use of sidewalks by pedestrians at the time of review. \n2. On and after the effective date of the local law that adds this paragraph two to this subdivision d of this section, a newsstand shall not be eligible for a renewal if the area of the sidewalk occupied by it exceeds seventy-two square feet or such newsstand exceeds nine feet in height. \n(a) On and after such date, such newsstand that was first licensed on or after the first day of August, nineteen hundred ninety-one shall not pose an obstruction to the free use of the sidewalks by pedestrians if the location of such newsstand does not \n(i) reduce the area maintained on the sidewalk for pedestrian movement below a width of nine and one-half feet.\n(ii) place the proposed newsstand within five feet of a fire hydrant.\n(iii) create a level of service at the proposed location for the peak fifteen minutes of the peak hour of a pedestrian flow rate equal to or greater than eleven people per minute per linear foot of clear path, as determined by the department of transportation. \n(iv) place the proposed newsstand within fifteen feet of an entrance to or exit from a subway.\n(v) extend into the area encompassed by the extension of the property lines from the buildings to the curb at the intersection of two streets and the area ten feet on either side of such lines. \n(vi) extend into a bus stop.\n(vii) otherwise create a hazardous condition.  For purposes of this subparagraph, a hazardous condition shall include, but not be limited to, the location of a newsstand less than one foot, six inches from the curb, under a fire escape, within ten feet of a driveway or parking lot or within two feet from underground access points, such as utility access openings, ventilation grills, or cellar doors.\n(b) On and after such date, a newsstand that was first licensed prior to the first day of August, nineteen hundred ninety-one shall not pose an obstruction to the free use of the sidewalks by pedestrians if the location of such newsstand does not\n(i) reduce the area maintained on the sidewalk for pedestrian movement below a width of nine and one-half feet.\n(ii) place the proposed newsstand within five feet of a fire hydrant.\n(iii) create a level of service at the proposed location for the peak fifteen minutes of the peak hour of a pedestrian flow rate equal to or greater than eleven people per minute per linear foot of clear path, as determined by the department of transportation.\n(iv) violate the restrictions on the location of newsstands in subdivision f of this section, if such newsstand is located at the rear or side of a subway entrance or exit kiosk.\n(v) extend into the area encompassed by the extension of the property lines from the buildings to the curb at the intersection of two streets.\n(vi) otherwise create a hazardous condition.  For purposes of this subparagraph, a hazardous condition shall include, but not be limited to, the location of a newsstand less than one foot, six inches from the curb, under a fire escape, within ten feet of a driveway or parking lot or within two feet from underground access points, such as utility access openings, ventilation grills, or cellar doors.\n§6. Subdivision h of section 20-231 of the administrative code of the city of New York is REPEALED and reenacted to read as follows:\nh. 1. After November first, nineteen hundred seventy-nine, no newsstand may be operated unless its design has been approved by the art commission.  The art commission shall evaluate newsstand designs in conformity with guidelines to be established by the department of consumer affairs.  Approval or disapproval of a design submission shall be issued within thirty days of filing an application with the commission.\n2. The department of transportation shall develop criteria for the design of the interior of newsstands constructed and installed by a franchisee pursuant to a franchise in consultation with available representatives of newsstand licensees and available representatives of publishers.\n§7.  Subdivision i of section 20-231 of the administrative code of the city of New York is amended to read as follows:\ni. No advertising shall be placed on any newsstand other than exterior advertising placed by a franchisee. Nothing herein shall be construed to prohibit or limit the ability of the newsstand licensee to display legal merchandise pursuant to rules promulgated by the department.\n§8.  Subdivision j of section 20-231 of the administrative code of the city of New York is amended to read as follows:\nj. The licensee shall make reasonable efforts to maintain the cleanliness of his or her newsstand.  Such requirement shall not include an obligation to maintain the exterior of a structure installed pursuant to a franchise. The licensee shall make no alteration in the design or dimensions of a newsstand constructed or installed by a franchisee.\n§9.  Section 20-231 of the administrative code of the city of New York is amended by adding a new subdivision k to read as follows:\nk. 1. On and after the grant of a franchise, no new license shall be granted except for operation of a newsstand installed and maintained pursuant to such franchise, and approval of the location of a new newsstand shall be made by the department of transportation in accordance with rules of the department. \n2. Notwithstanding any other provision of this section or the second undesignated paragraph of section 15-205 of the code, a newsstand, the location or dimensions of which were not in violation of the provisions of this section or any rule promulgated pursuant thereto at the date of the grant of a franchise and which complies with all of the terms and conditions of such franchise, may be reconstructed at such location by such franchisee if such reconstruction does not change the location of such newsstand or expand the area occupied by such newsstand for any reason, including compliance with the requirements of any provision of law in effect at the time of such reconstruction, such as the requirements of the Americans with Disabilities Act. If such reconstruction results in a change in location or an expansion of the area occupied by such newsstand, such newsstand may be reconstructed at such changed or expanded location if that location complies with the siting criteria applicable to the renewal of the license of such newsstand in subparagraph (a) or (b) of paragraph two of subdivision d of this section. If such reconstruction at such location would not comply with such criteria, such newsstand may be relocated in accordance with the process defined in paragraph five of this subdivision to a location that meets  the criteria in subparagraph (a) of such paragraph two.\n3. On or after the grant of such franchise, any newsstand applying for renewal of a license issued pursuant to section 20-229 of this subchapter may remain at its then current location if it meets the siting criteria applicable to the renewal of the license of such newsstand in subparagraph (a) or (b) of paragraph two of subdivision d of this section, or, if such location does not meet such criteria, such newsstand may be relocated in accordance with the process defined in paragraph five of this subdivision to a location that meets the criteria in subparagraph (a) of such paragraph two.  \n4. On or after the grant of such franchise, the department of transportation shall not exercise its authority, by granting revocable consents or other approvals, to authorize the installation of a structure at a location that would render the location of a licensed newsstand in violation of the siting criteria applicable to the renewal of licenses in subparagraph (a) or (b), as applicable to the renewal of the license of such newsstand, of paragraph two of subdivision d of this section unless the commissioner of such department finds that such installation is for the benefit of public health, safety, welfare or convenience. In the event the installation of a structure not prohibited by this paragraph four causes the location of a newsstand to be in violation of such criteria, such newsstand may be relocated pursuant to the process defined in paragraph five of this subdivision to a location that meets the criteria in subparagraph (a) of such paragraph two.\n5. (a) On or after the grant of such a franchise, a newsstand, the location of which fails to meet the siting criteria applicable to the renewal of the license of such newsstand in subparagraph (a) or (b) of paragraph two of subdivision d of this section shall cease operation and shall be removed from such location.  A newsstand required by the provisions of this paragraph to be relocated at any time shall be eligible to be relocated to a site within a radius of five hundred feet from such licensed location, referred to in this section as the “catchment area”, provided such site is identified by the licensee and meets the siting criteria applicable to the renewal of licenses in subparagraph (a) of paragraph two of subdivision d of this section. Notwithstanding the preceding provisions of this subparagraph (a) of this paragraph five, a newsstand, the license for which is in full force and effect, shall not be required to be replaced before September thirtieth, two thousand six, if the replacement of such newsstand is required to occupy an expanded area solely because of the provisions of the Americans with Disabilities Act, and the installation of such newsstand at such expanded location would not meet the siting criteria applicable to the renewal of the license of such newsstand in subparagraph (a) or (b) of such paragraph two.\n(b) If the department of transportation determines that there is no site within such catchment area to which a newsstand may be relocated in accordance with subparagraph (a) of this paragraph five, the licensee of such newsstand may apply for a license for a new newsstand in accordance with the applicable provisions of this subchapter.  \n6.  The department of transportation shall conduct an inspection at the time of the reconstruction and installation of a newsstand by a franchisee in accordance with paragraph two of this subdivision. In addition, such department shall conduct inspections of all newsstands in the year two thousand eight and every six years thereafter to determine whether the location for which each newsstand is licensed violates any laws, rules or regulations applicable to the review by such department of applications for the renewal of licenses, notwithstanding that the term of such licenses is two years, and, except for determinations made pursuant to inspections made in accordance with such paragraph two of this subdivision at the time of the reconstruction and installation of a newsstand by a franchisee, the determination by such department that there is no such violation shall not be revised, except for a mistake of fact, by such department until such six year period has elapsed. \n§10. Subchapter 7 of chapter 2 of title 20 of the administrative code of the city of New York is amended by adding a new section 20-241.1 to read as follows:\n§20-241.1 a. Newsstands installed and maintained pursuant to a franchise. a. Construction. Upon the grant of a franchise, no person shall construct or install a newsstand other than a franchisee granted such a franchise. Newsstands installed and maintained pursuant to such a franchise shall comply with all applicable law, rules and regulations.\nb. Transition. Upon the grant of a franchise, each licensee operating or maintaining a newsstand licensed pursuant to this subchapter shall be provided with reasonable notice when such newsstand structure is to be replaced by a newsstand installed and maintained pursuant to such franchise at a location approved by the department of transportation and instructions for applying for a replacement newsstand within the catchment area of such newsstand.  Such replacement shall be subject to contractual incentives and/or penalties, if any, to ensure timely replacement of the newsstand pursuant to such franchise.  The licensee shall have the option of removing the existing structure or such structure shall be removed by the franchisee granted such franchise.  Operation of the newsstand licensed pursuant to this subchapter shall cease during such time as the newsstand is replaced.  Upon being notified of the completion of the replacement of the newsstand, the licensee may resume operation pursuant to the terms of his or her license and the provisions of this subchapter.\nc. Costs. 1. The cost of constructing and installing a replacement newsstand by the franchisee pursuant to such franchise shall be borne by the franchisee in accordance with such franchise. The cost of constructing and installing a newsstand by the franchisee pursuant to such franchise, which newsstand is not a replacement newsstand, shall be borne by the licensee of such newsstand in accordance with paragraph two of this subdivision. \n2. A licensee who maintains or operates a newsstand that is not a replacement newsstand and that has been constructed and installed by the franchisee pursuant to such franchise shall reimburse the franchisee for the cost of such construction and installation, which cost shall include costs associated with any interior electric and/or telephone hook-ups to the newsstand structure. The department shall determine the applicable construction and installation costs for purposes of this paragraph, which costs shall be limited to the costs incurred by the franchisee and certified by the franchisee to the department.\nd. Fees. A licensee licensed to maintain or operate a newsstand constructed and installed by the franchisee pursuant to such franchise shall be liable for the payment to the department of the biennial fee for a license to operate a newsstand payable in accordance with subdivision b of section 20-230 of the code.\ne. Enforcement.  Notwithstanding any other provision of law to the contrary, the commissioner shall be authorized, after notice and an opportunity to be heard, to order any person who is unlawfully operating a newsstand that has been constructed or installed by a person other than the franchisee in violation of subdivision a of this section to remove such newsstand within seven days of the issuance of such order. Such order shall be posted at the premises of such newsstand. If such person does not remove such newsstand within seven days of the issuance of such order, an authorized officer or employee of any city agency or a police officer is authorized to provide for the removal of such person’s newsstand and the contents thereof to a place of safety. If such newsstand or the contents thereof are not claimed within thirty days after their removal, they shall be deemed to be abandoned and may be either sold at a public auction after having been advertised in the City Record, the proceeds thereof being paid into the general fund, used or converted for use by the department or another city agency, or otherwise disposed of. Newsstands and the contents thereof that are removed pursuant to this subdivision shall be released to the owner or other person lawfully entitled to possession upon payment of the costs for removal and storage and any civil penalty imposed for the violation or, if an action or proceeding for the violation is pending, upon the posting of a bond or other form of security acceptable to the department in an amount which will secure the payment of such costs and any penalty which may be imposed for the violation. In the event that any removal made pursuant to this subdivision shall include any perishable items, goods, or food products which cannot be retained in custody without such items, goods, or food products becoming unwholesome, putrid, decomposed or unfit in any way, they may be delivered to the commissioner of health and mental hygiene for disposition pursuant to the provisions of section 17-323 of this code.  \n§11.  This local law shall take effect on the later of the date on which it is enacted into law or the date upon which a resolution authorizing the department of transportation to grant nonexclusive franchises for the installation, operation and maintenance of coordinated franchise structures is passed by the city council, provided that the department of consumer affairs and the department of transportation may take any actions necessary to effectuate the provisions of this local law prior to its effective date, including the promulgation of new rules and the modification of existing rules prior to such date.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\hyphpar0\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\pard\\hyphpar0\\fi1440\\sl480\\slmult1\\qj Section 1. Declaration of intent. In the interests of better serving the public, improving the appearance of street furniture, including newsstands, located on the sidewalks throughout the City, and to enhance the revenues available to the City, the Council adopted Resolution No. 1004 authorizing the Department of Transportation to grant nonexclusive franchises for the installation, operation, and maintenance of coordinated franchise structures. It is anticipated that compliance with legally applicable requirements for the reconstruction of newsstands pursuant to such a franchise or franchises may result in the enlargement of the footprints of the existing stands as well as other changes in their design. As a result of these changes, the existing locations of licensed newsstands may intrude into buffer zones defined under existing rules of the Department of Consumer Affairs and cease to be eligible for the placement by a franchisee of a larger or redesigned newsstand. \\par\nThe presence of newsstands on the streets of the City is an important amenity that provides pedestrians with convenient access to a variety of items, particularly newspapers and magazines. The Council recognizes that the placement of newsstands must be regulated so that the public is protected from unsafe conditions, including pedestrian traffic congestion, obstructions of important sight lines by which drivers see pedestrians and pedestrians are aware of vehicles, and obstacles at entrances to buildings or in bus stops and pedestrian crosswalks. The Council also recognizes that it is essential to ensure that the newsstand structures do not interfere with the provision of essential City services, such as the City\\rquote s fire-fighting services, that depend, for example, on unobstructed access to fire hydrants. Accordingly, the Council seeks to minimize the disruption of the licensees of newsstands and the convenience of pedestrians who purchase items from newsstands by reducing the siting criteria that would be applicable to newsstands installed by a franchisee to those that are essential to the protection of the health, safety and welfare of the public. \\par\n\\'a72. Section 20-228 of the administrative code of the city of New York is amended by adding three new subdivisions c, d and e to read as follows:\\par\n\\ul c. Franchise. A franchise granted pursuant to chapter fourteen of the city charter to construct, install and maintain newsstands in the city of New York. For purposes of this subchapter, the date upon which a franchise is granted shall be the date on which such franchise is registered in accordance with chapter fourteen of the city charter.\\par\nd. Franchisee. A person granted a franchise.\\par\ne. Replacement newsstand. Either (i) a newsstand that replaces a newsstand at the same location, provided that the license pursuant to section 20-229 of this code for the newsstand that is being replaced is in full force and effect on the date such franchise is granted, or (ii) a newsstand constructed and installed at any location approved by the department of transportation to replace a newsstand that the city requires, for any reason, to be permanently removed from the location for which it is licensed, provided such license is in full force and effect at the time removal is required.\\ulnone\\par\n\\'a73.  Section 20-229 of the administrative code of the city of New York, as amended by local law number 41 for the year 1998, is amended to read as follows:\\par\n\\'a720-229 License required. No person shall maintain or operate a newsstand unless licensed pursuant to this subchapter, and unless the operation of the newsstand is his or her principal employment. \\ul No license shall be issued to an individual for the operation\\b  \\b0 of a newsstand that is not a replacement newsstand and that has been constructed and installed by a franchisee pursuant to a franchise unless such operator has reimbursed such franchisee for the costs of construction and installation of such newsstand as determined by the department in accordance with paragraph two of subdivision c of section 20-241.1 of the code. \\par\n\\ulnone\\'a74. Subdivision c of section 20-231 of the administrative code of the city of New York is amended to read as follows:\\par\nc. No new license shall be issued under section 20-229 unless approval for the location has been obtained from the department of transportation. [No license issued under section 20-229 shall be renewed if the department of transportation determines that the newsstand so licensed poses an obstruction to the free use of sidewalks by pedestrians at the time of review.]\\b\\par\n\\pard\\hyphpar0\\sl480\\slmult1\\qj\\b0\\tab\\tab\\'a75. Subdivision d of section 20-231 of the administrative code of the city of New York is REPEALED and a new subdivision d is added to read as follows:\\b\\par\n\\pard\\hyphpar0\\fi1440\\sl480\\slmult1\\qj\\ul\\b0 d. 1. No license issued under section 20-229 shall be renewed if the department of transportation determines that the newsstand so licensed poses an obstruction to the free use of sidewalks by pedestrians at the time of review. \\par\n2. On and after the effective date of the local law that adds this paragraph two to this subdivision d of this section, a newsstand shall not be eligible for a renewal if the area of the sidewalk occupied by it exceeds seventy-two square feet or such newsstand exceeds nine feet in height. \\par\n(a) On and after such date, such newsstand that was first licensed on or after the first day of August, nineteen hundred ninety-one shall not pose an obstruction to the free use of the sidewalks by pedestrians if the location of such newsstand does not \\par\n(i) reduce the area maintained on the sidewalk for pedestrian movement below a width of nine and one-half feet.\\par\n(ii) place the proposed newsstand within five feet of a fire hydrant.\\par\n(iii) create a level of service at the proposed location for the peak fifteen minutes of the peak hour of a pedestrian flow rate equal to or greater than eleven people per minute per linear foot of clear path, as determined by the department of transportation. \\par\n(iv) place the proposed newsstand within fifteen feet of an entrance to or exit from a subway.\\par\n(v) extend into the area encompassed by the extension of the property lines from the buildings to the curb at the intersection of two streets and the area ten feet on either side of such lines. \\par\n(vi) extend into a bus stop.\\par\n(vii) otherwise create a hazardous condition.  For purposes of this subparagraph, a hazardous condition shall include, but not be limited to, the location of a newsstand less than one foot, six inches from the curb, under a fire escape, within ten feet of a driveway or parking lot or within two feet from underground access points, such as utility access openings, ventilation grills, or cellar doors.\\par\n(b) On and after such date, a newsstand that was first licensed prior to the first day of August, nineteen hundred ninety-one shall not pose an obstruction to the free use of the sidewalks by pedestrians if the location of such newsstand does not\\par\n(i) reduce the area maintained on the sidewalk for pedestrian movement below a width of nine and one-half feet.\\par\n(ii) place the proposed newsstand within five feet of a fire hydrant.\\par\n(iii) create a level of service at the proposed location for the peak fifteen minutes of the peak hour of a pedestrian flow rate equal to or greater than eleven people per minute per linear foot of clear path, as determined by the department of transportation.\\par\n(iv) violate the restrictions on the location of newsstands in subdivision f of this section, if such newsstand is located at the rear or side of a subway entrance or exit kiosk.\\par\n(v) extend into the area encompassed by the extension of the property lines from the buildings to the curb at the intersection of two streets.\\par\n(vi) otherwise create a hazardous condition.  For purposes of this subparagraph, a hazardous condition shall include, but not be limited to, the location of a newsstand less than one foot, six inches from the curb, under a fire escape, within ten feet of a driveway or parking lot or within two feet from underground access points, such as utility access openings, ventilation grills, or cellar doors.\\par\n\\ulnone\\'a76. Subdivision h of section 20-231 of the administrative code of the city of New York is REPEALED and reenacted to read as follows:\\par\n\\ul h. 1. After November first, nineteen hundred seventy-nine, no newsstand may be operated unless its design has been approved by the art commission.  The art commission shall evaluate newsstand designs in conformity with guidelines to be established by the department of consumer affairs.  Approval or disapproval of a design submission shall be issued within thirty days of filing an application with the commission.\\par\n2. The department of transportation shall develop criteria for the design of the interior of newsstands constructed and installed by a franchisee pursuant to a franchise in consultation with available representatives of newsstand licensees and available representatives of publishers.\\par\n\\ulnone\\'a77.  Subdivision i of section 20-231 of the administrative code of the city of New York is amended to read as follows:\\par\ni. No advertising shall be placed on any newsstand \\ul other than exterior\\b  \\b0 advertising placed by a franchisee. Nothing herein shall be construed to prohibit or limit the ability of the newsstand licensee to display legal merchandise pursuant to rules promulgated by the department.\\par\n\\ulnone\\'a78.  Subdivision j of section 20-231 of the administrative code of the city of New York is amended to read as follows:\\par\nj. The licensee shall make reasonable efforts to maintain the cleanliness of his or her newsstand.  \\ul Such requirement shall not include an obligation to maintain the exterior of a structure installed pursuant to a franchise. The licensee shall make no alteration in the design or dimensions of a newsstand constructed or installed by a franchisee.\\ulnone\\par\n\\'a79.  Section 20-231 of the administrative code of the city of New York is amended by adding a new subdivision k to read as follows:\\par\n\\ul k. 1.\\b  \\b0 On and after the grant of a franchise, no new license shall be granted except for operation of a newsstand installed and maintained pursuant to such franchise, and approval of the location of a new newsstand shall be made by the department of transportation in accordance with rules of the department. \\par\n2. Notwithstanding any other provision of this section or the second undesignated paragraph of section 15-205 of the code, a newsstand, the location or dimensions of which were not in violation of the provisions of this section or any rule promulgated pursuant thereto at the date of the grant of a franchise and which complies with all of the terms and conditions of such franchise, may be reconstructed at such location by such franchisee if such reconstruction does not change the location of such newsstand or expand the area occupied by such newsstand for any reason, including compliance with the requirements of any provision of law in effect at the time of such reconstruction, such as the requirements of the Americans with Disabilities Act. If such reconstruction results in a change in location or an expansion of the area occupied by such newsstand, such newsstand may be reconstructed at such changed or expanded location if that location complies with the siting criteria applicable to the renewal of the license of such newsstand in subparagraph (a) or (b) of paragraph two of subdivision d of this section. If such reconstruction at such location would not comply with such criteria, such newsstand may be relocated in accordance with the process defined in paragraph five\\b  \\b0 of this subdivision to a location that meets  the criteria in subparagraph (a) of such paragraph two.\\par\n3. On or after the grant of such franchise, any newsstand applying for renewal of a license issued pursuant to section 20-229 of this subchapter may remain at its then current location if it meets the siting\\b  \\b0 criteria applicable to the renewal of the license of such newsstand in subparagraph (a) or (b) of paragraph two of subdivision d of this section, or, if such location does not meet such criteria, such newsstand may be relocated in accordance with the process defined in paragraph five\\b  \\b0 of this subdivision to a location that meets the criteria in subparagraph (a) of such paragraph two.  \\par\n4. On or after the grant of such franchise, the department of transportation shall not exercise its authority, by granting revocable consents or other approvals, to authorize the installation of a structure at a location that would render the location of a licensed newsstand in violation of the siting criteria applicable to the renewal of licenses in subparagraph (a) or (b), as applicable to the renewal of the license of such newsstand, of paragraph two of subdivision d\\b  \\b0 of this section unless the commissioner of such department finds that such installation is for the benefit of public health, safety, welfare or convenience. In the event the installation of a structure not prohibited by this paragraph four causes the location of a newsstand to be in violation of\\b  \\b0 such criteria, such newsstand may be relocated pursuant to the process defined in paragraph five of this subdivision to a location that meets the criteria in subparagraph (a) of such paragraph two.\\par\n5. (a) On or after the grant of such a franchise, a newsstand, the location of which fails to meet the siting\\b  \\b0 criteria applicable to the renewal of the license of such newsstand in subparagraph (a) or (b) of paragraph two of subdivision d of this section\\b  \\b0 shall cease operation and shall be removed from such location. \\b  \\b0 A newsstand required by the provisions of this paragraph to be relocated at any time\\b  \\b0 shall be eligible to be\\b  \\b0 relocated to a site\\b  \\b0 within a radius of five hundred feet from such licensed location, referred to in this section as the \\ldblquote catchment area\\rdblquote , provided such site is identified by the licensee and meets the siting criteria applicable to the renewal of licenses in subparagraph (a) of paragraph two of subdivision d of this section. Notwithstanding the preceding provisions of this subparagraph (a) of this paragraph five, a newsstand, the license for which is in full force and effect, shall not be required to be replaced before September thirtieth, two thousand six, if the replacement of such newsstand is required to occupy an expanded area solely because of the provisions of the Americans with Disabilities Act, and the installation of such newsstand at such expanded location would not meet the siting criteria applicable to the renewal of the license of such newsstand in subparagraph (a) or (b) of such paragraph two.\\par\n(b) If the department of transportation determines that\\b  \\b0 there is no site within such catchment area\\b  \\b0 to which a newsstand may be relocated in accordance with subparagraph (a) of this paragraph five, the licensee of such newsstand may apply for a license for a new newsstand in accordance with the applicable provisions of this subchapter.  \\par\n6.  The department of transportation shall conduct an inspection at the time of the reconstruction and installation of a newsstand by a franchisee in accordance with paragraph two of this subdivision. In addition, such department shall conduct inspections of all newsstands in the year two thousand eight and every six years thereafter to determine whether the location for which each newsstand is licensed violates any laws, rules or regulations applicable to the review by such department of applications for the renewal of licenses, notwithstanding that the term of such licenses is two years, and, except for determinations made pursuant to inspections made in accordance with such paragraph two of this subdivision at the time of the reconstruction and installation of a newsstand by a franchisee, the determination by such department that there is no such violation shall not be revised, except for a mistake of fact, by such department until such six year period has elapsed. \\par\n\\ulnone\\'a710. Subchapter 7 of chapter 2 of title 20 of the administrative code of the city of New York is amended by adding a new section 20-241.1 to read as follows:\\par\n\\ul\\'a720-241.1 a. Newsstands installed and maintained pursuant to a franchise. a. Construction. Upon the grant of a franchise, no person shall construct or install a newsstand other than a franchisee granted such a franchise. Newsstands installed and maintained pursuant to such a franchise shall comply with all applicable law, rules and regulations.\\par\nb. Transition. Upon the grant of a franchise, each licensee operating or maintaining a newsstand licensed pursuant to this subchapter shall be provided with reasonable notice when such newsstand structure is to be replaced by a newsstand installed and maintained pursuant to such franchise\\i  \\i0 at a location approved by the department of transportation and instructions for applying for a replacement newsstand within the catchment area of such newsstand.  Such replacement shall be subject to contractual incentives and/or penalties, if any, to ensure timely replacement of the newsstand pursuant to such franchise. \\b  \\b0 The licensee\\b  \\b0 shall have the option of removing the existing structure or such structure shall be removed by the franchisee granted such franchise.  Operation of the newsstand licensed pursuant to this subchapter shall cease during such time as the newsstand is replaced.  Upon being notified of the completion of the replacement of the newsstand, the licensee may resume operation pursuant to the terms of his or her license and the provisions of this subchapter.\\par\nc. Costs. 1. The cost of constructing and installing a replacement newsstand by the franchisee pursuant to such franchise shall be borne by the franchisee in accordance with such franchise. The cost of constructing and installing a newsstand by the franchisee pursuant to such franchise, which newsstand is not a replacement newsstand, shall be borne by the licensee of such newsstand in accordance with paragraph two of this subdivision. \\par\n2. A licensee who maintains or operates a newsstand that is not a replacement newsstand and that has been constructed and installed by the franchisee pursuant to such franchise shall reimburse the franchisee for the cost of such construction and installation, which cost shall include costs associated with any interior electric and/or telephone hook-ups to the newsstand structure. The department shall determine the applicable construction and installation costs for purposes of this paragraph, which costs shall be limited to the costs incurred by the franchisee and certified by the franchisee to the department.\\par\nd. Fees. A licensee licensed to maintain or operate a newsstand constructed and installed by the franchisee pursuant to such franchise shall be liable for the payment to the department of the biennial fee for a license to operate a newsstand payable in accordance with subdivision b of section 20-230 of the code.\\par\ne. Enforcement.  Notwithstanding any other provision of law to the contrary, the commissioner shall be authorized, after notice and an opportunity to be heard, to order any person who is unlawfully operating a newsstand that has been constructed or installed by a person other than the franchisee in violation of subdivision a of this section to remove such newsstand within seven days of the issuance of such order. Such order shall be posted at the premises of such newsstand. If such person does not remove such newsstand within seven days of the issuance of such order, an authorized officer or employee of any city agency or a police officer is authorized to provide for the removal of such person\\rquote s newsstand and the contents thereof to a place of safety. If such newsstand or the contents thereof are not claimed within thirty days after their removal, they shall be deemed to be abandoned and may be either sold at a public auction after having been advertised in the City Record, the proceeds thereof being paid into the general fund, used or converted for use by the department or another city agency, or otherwise disposed of. Newsstands and the contents thereof that are removed pursuant to this subdivision shall be released to the owner or other person lawfully entitled to possession upon payment of the costs for removal and storage and any civil penalty imposed for the violation or, if an action or proceeding for the violation is pending, upon the posting of a bond or other form of security acceptable to the department in an amount which will secure the payment of such costs and any penalty which may be imposed for the violation. In the event that any removal made pursuant to this subdivision shall include any perishable items, goods, or food products which cannot be retained in custody without such items, goods, or food products becoming unwholesome, putrid, decomposed or unfit in any way, they may be delivered to the commissioner of health and mental hygiene for disposition pursuant to the provisions of section 17-323 of this code.  \\par\n\\ulnone\\'a711.  This local law shall take effect on the later of the date on which it is enacted into law or the date upon which a resolution authorizing the department of transportation to grant nonexclusive franchises for the installation, operation and maintenance of coordinated franchise structures is passed by the city council, provided that the department of consumer affairs and the department of transportation may take any actions necessary to effectuate the provisions of this local law prior to its effective date, including the promulgation of new rules and the modification of existing rules\\b  \\b0 prior to such date.\\par\n\\pard\\par\n}\n\u0000",
  "LastModified": "2019-09-03T19:54:24.317Z"
}
