{
  "ID": 72482,
  "GUID": "E223D988-9BCC-4DB5-967F-C12D00CEEECF",
  "File": "Res 0011-2024",
  "Name": "National Infrastructure Bank Act of 2023. (H.R. 4052)",
  "Title": "Resolution calling upon the United States Congress to pass and the President to sign H.R. 4052, the National Infrastructure Bank Act of 2023.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 32,
  "StatusName": "Adopted",
  "BodyID": 11,
  "BodyName": "Committee on Finance",
  "IntroDate": "2024-02-08T00:00:00Z",
  "AgendaDate": "2024-02-08T00:00:00Z",
  "PassedDate": "2024-12-19T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7822,
      "Slug": "crystal-hudson",
      "FullName": "Crystal Hudson"
    },
    {
      "ID": 7809,
      "Slug": "althea-v-stevens",
      "FullName": "Althea V.  Stevens"
    },
    {
      "ID": 7810,
      "Slug": "amanda-farias",
      "FullName": "Amanda Farías"
    },
    {
      "ID": 7808,
      "Slug": "pierina-ana-sanchez",
      "FullName": "Pierina Ana Sanchez"
    },
    {
      "ID": 7825,
      "Slug": "alexa-aviles",
      "FullName": "Alexa Avilés"
    },
    {
      "ID": 7804,
      "Slug": "shaun-abreu",
      "FullName": "Shaun Abreu"
    },
    {
      "ID": 7829,
      "Slug": "mercedes-narcisse",
      "FullName": "Mercedes Narcisse"
    },
    {
      "ID": 7740,
      "Slug": "carlina-rivera",
      "FullName": "Carlina Rivera"
    },
    {
      "ID": 7748,
      "Slug": "justin-l-brannan",
      "FullName": "Justin L. Brannan"
    },
    {
      "ID": 7823,
      "Slug": "chi-a-osse",
      "FullName": "Chi A. Ossé"
    },
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    }
  ],
  "History": [
    {
      "ID": 402814,
      "Date": "2024-02-08T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-02-05T21:32:20.013Z"
    },
    {
      "ID": 403138,
      "Date": "2024-02-08T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Finance",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 20665,
      "AgendaSequence": 129,
      "MinutesSequence": 144,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Finance",
      "MatterStatusID": 3,
      "LastModified": "2024-02-09T00:44:14.143Z"
    },
    {
      "ID": 415267,
      "Date": "2024-12-19T10:30:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 11,
      "BodyName": "Committee on Finance",
      "EventID": 21197,
      "AgendaSequence": 3,
      "MinutesSequence": 8,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2024-12-19T16:43:52.307Z"
    },
    {
      "ID": 415763,
      "Date": "2024-12-19T10:30:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "A motion was made that this Resolution be Approved by Committee approved by Roll Call.",
      "BodyID": 11,
      "BodyName": "Committee on Finance",
      "EventID": 21197,
      "MinutesSequence": 9,
      "Version": "*",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "Votes": [
        {
          "ID": 7748,
          "Slug": "justin-l-brannan",
          "FullName": "Justin L. Brannan",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 10
        },
        {
          "ID": 7742,
          "Slug": "diana-i-ayala",
          "FullName": "Diana I. Ayala",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 20
        },
        {
          "ID": 5259,
          "Slug": "gale-a-brewer",
          "FullName": "Gale A. Brewer",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 30
        },
        {
          "ID": 7796,
          "Slug": "selvena-n-brooks-powers",
          "FullName": "Selvena N. Brooks-Powers",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 40
        },
        {
          "ID": 7833,
          "Slug": "david-m-carr",
          "FullName": "David M. Carr",
          "VoteID": 12,
          "Vote": "Negative",
          "Result": 2,
          "Sort": 50
        },
        {
          "ID": 7810,
          "Slug": "amanda-farias",
          "FullName": "Amanda Farías",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 60
        },
        {
          "ID": 7832,
          "Slug": "kamillah-hanks",
          "FullName": "Kamillah Hanks",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 70
        },
        {
          "ID": 7822,
          "Slug": "crystal-hudson",
          "FullName": "Crystal Hudson",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 80
        },
        {
          "ID": 7785,
          "Slug": "farah-n-louis",
          "FullName": "Farah N. Louis",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 90
        },
        {
          "ID": 7745,
          "Slug": "francisco-p-moya",
          "FullName": "Francisco P. Moya",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 100
        },
        {
          "ID": 7823,
          "Slug": "chi-a-osse",
          "FullName": "Chi A. Ossé",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 110
        },
        {
          "ID": 7741,
          "Slug": "keith-powers",
          "FullName": "Keith Powers",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 120
        },
        {
          "ID": 7866,
          "Slug": "yusef-salaam",
          "FullName": "Yusef Salaam",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 130
        },
        {
          "ID": 7808,
          "Slug": "pierina-ana-sanchez",
          "FullName": "Pierina Ana Sanchez",
          "VoteID": 66,
          "Vote": "Parental",
          "Sort": 140
        },
        {
          "ID": 7809,
          "Slug": "althea-v-stevens",
          "FullName": "Althea V.  Stevens",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 150
        },
        {
          "ID": 7817,
          "Slug": "nantasha-m-williams",
          "FullName": "Nantasha M. Williams",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 160
        },
        {
          "ID": 7816,
          "Slug": "julie-won",
          "FullName": "Julie Won",
          "VoteID": 16,
          "Vote": "Absent",
          "Sort": 170
        }
      ],
      "LastModified": "2024-12-19T16:47:22.42Z"
    },
    {
      "ID": 415572,
      "Date": "2024-12-19T13:30:00Z",
      "ActionID": 5032,
      "Action": "Approved, by Council",
      "Description": "A motion was made that this Resolution be Approved, by Council approved by voice vote.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 21297,
      "AgendaSequence": 66,
      "MinutesSequence": 78,
      "Version": "*",
      "AgendaNote": "Adopted by the Committee on Finance",
      "MinutesNote": "Pursuant to Rule 8.50 of the Council, Majority Leader and Acting President Pro Tempore (Council Member Farías) called for a voice vote.  Hearing those in favor, the Majority Leader and Acting President Pro Tempore (Council Member Farías) declared the Resolution to be adopted.\r\n\r\nThe following 7 Council Members formally noted their intention to vote negative against voted against this item: Council Members Ariola, Carr, Holden, Marmorato, Paladino, Vernikov and the Minority Leader (Council Member Borelli)..\r\n\r\nThe following Council Members formally noted her intention to abstain from voting on this item:  \r\nCouncil Members Zhuang,\r\n\r\nAdopted by the Council by voice-vote.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 32,
      "LastModified": "2024-12-20T02:47:25.747Z"
    }
  ],
  "Attachments": [
    {
      "ID": 289783,
      "LastModified": "2024-12-20T17:17:41.487Z",
      "Name": "Res. No. 11",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b83fe11e-be99-4978-99de-0bc94c07ee64.docx",
      "Sort": 6
    },
    {
      "ID": 290553,
      "LastModified": "2024-02-08T17:46:50.86Z",
      "Name": "February 8, 2024 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/0e520dd6-5abd-4486-b3cf-4f9eb1ee6d11.pdf",
      "Sort": 7
    },
    {
      "ID": 292471,
      "LastModified": "2024-02-15T17:01:51.88Z",
      "Name": "Hearing Transcript - Stated Meeting 2-8-24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c832a4ae-4e27-4ffc-b535-b0f149983260.pdf",
      "Sort": 8
    },
    {
      "ID": 304452,
      "LastModified": "2024-06-13T22:04:25.34Z",
      "Name": "Minutes of the Stated Meeting - February 8, 2024",
      "Link": "https://nyc.legistar1.com/nyc/attachments/a4b9beda-9745-4b86-a199-2fbc1067ef0c.pdf",
      "Sort": 9
    },
    {
      "ID": 312830,
      "LastModified": "2024-12-19T15:18:59.04Z",
      "Name": "Committee Report 12/19/24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/3d31250d-d211-4ae8-8b10-46180cc1b8b4.docx",
      "Sort": 11
    },
    {
      "ID": 312911,
      "LastModified": "2024-12-20T02:55:47.653Z",
      "Name": "December 19, 2024 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/18c1ea04-ec66-442c-a6b6-a1f4c35b74f9.pdf",
      "Sort": 12
    }
  ],
  "Summary": "",
  "TextID": 76006,
  "Text": "Whereas, According to the American Society of Civil Engineers (ASCE), an estimated $6.1 trillion in investments will be needed between 2020 and 2029 to meet the country's infrastructure needs, an amount that will increase to $13 trillion by 2039; and \n      Whereas, The analysis by ACSE indicates that funding will only be available to cover 57 percent, or approximately $3.5 trillion, of those infrastructure needs, resulting in an investment gap of approximately $2.6 trillion by 2029, with the gap increasing to $5.6 trillion by 2039; and  \n      Whereas, In 2021, ASCE gave America's infrastructure a \"C-\" grade in their 2021 Report Card for America's Infrastructure, the first time in twenty years that it has been out of the \"D\" range, and indicating that while incremental immediate gains in some of the infrastructure categories have been made, the long-term investment gap continues to grow; and  \n      Whereas, New York State earned a cumulative grade of \"C\" in ASCE's 2022 Report Card for New York's Infrastructure which was released on July 19, 2022, meaning that the State's infrastructure is in mediocre condition, but with roads, transit and wastewater categories receiving a \"D+\" grade, a ranking that means they were in poor to fair conditions and at-risk; and  \n      Whereas, Throughout the history of the United States (U.S.), Congress has established national banks to fund important national priorities such as financing the development of most of our national infrastructure and to help pay down national war debt; and\n\tWhereas, In 1932, Congress established the Reconstruction Finance Corporation (RFC) to provide emergency financing facilities for financial institutions, to aid in financing agriculture, commerce and industry, with a subsequent amendment that authorized the RFC to loan funds to state and municipal governments to finance infrastructure projects; and \n\tWhereas, The RFC was abolished by Congress in 1953; and\n\tWhereas, In 1993, the bipartisan Commission to Promote Investment in America's Infrastructure released a report endorsing the creation of a national infrastructure corporation; and\n\tWhereas, H.R. 4052, the \"National Infrastructure Bank Act of 2023,\" introduced by U.S. Representative Danny K. Davis, would create a National Infrastructure Bank to facilitate efficient, long-term financing of infrastructure projects, business and economic growth, and new job creation; and \n\tWhereas, If enacted, the establishment of a U.S. public deposit money bank would provide direct loans and other financing of up to $5 trillion for qualifying infrastructure projects without requiring additional Federal taxes or deficits; and \n      Whereas, The National Infrastructure Bank that would be created under H.R. 4052 would be capitalized through the exchange of existing U.S. Treasury securities for preferred stock in the bank, and \n      Whereas, Under the provisions found in H.R. 4052, the National Infrastructure Bank would be treated as a government corporation exempt from tax, and any contributions that are made to the bank would be treated as charitable contributions; and \n\tWhereas, H.R. 4052 also includes a temporary rule to allow a tax deduction for cash contributions made to the National Infrastructure Bank by certain taxpayers who elect not to itemize their deductions; and \n      Whereas, A provision in H.R. 4052 would exclude any dividend amounts received on the preferred stock from a taxpayers gross income; and \n      Whereas, H.R. 4052 includes provisions to ensure that any infrastructure projects funded by the National Infrastructure Bank comply with the prevailing wage requirements determined by the U.S. Department of Labor as directed by the Federal government's Davis-Bacon Act, and also comply with any applicable State Project Labor Agreements; and\n      Whereas, The creation of a new National Infrastructure Bank, similar to the national banks that were successfully implemented four previous times in our nation's history, would help finance our country's currently unfunded infrastructure needs; now, therefore, be it\n\tResolved, That the Council of the City of New York calls upon the United States Congress to pass and the President to sign H.R. 4052, the National Infrastructure Bank Act of 2023.\n\n\nSession 13\nMJT\n2/2/2024\n\nRA\nLS 10,701\n12/1/2022",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Calibri;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Hudson, Stevens, Far\\'edas, Sanchez, Avil\\'e9s, Abreu, Narcisse, Rivera, Brannan, Oss\\'e9, Louis and Mealy\\par\n\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, According to the American Society of Civil Engineers (ASCE), an estimated $6.1 trillion in investments will be needed between 2020 and 2029 to meet the country\\rquote s infrastructure needs, an amount that will increase to $13 trillion by 2039; and \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, The analysis by ACSE indicates that funding will only be available to cover 57 percent, or approximately $3.5 trillion, of those infrastructure needs, resulting in an investment gap of approximately $2.6 trillion by 2029, with the gap increasing to $5.6 trillion by 2039; and  \\par\nWhereas, In 2021, ASCE gave America\\rquote s infrastructure a \\ldblquote C-\\rdblquote  grade in their 2021 \\i Report Card for America\\rquote s Infrastructure,\\i0  the first time in twenty years that it has been out of the \\ldblquote D\\rdblquote  range, and indicating that while incremental immediate gains in some of the infrastructure categories have been made, the long-term investment gap continues to grow; and  \\par\nWhereas, New York State earned a cumulative grade of \\ldblquote C\\rdblquote  in ASCE\\rquote s \\i 2022 Report Card for New York\\rquote s Infrastructure \\i0 which was released on July 19, 2022, meaning that the State\\rquote s infrastructure is in mediocre condition, but with roads, transit and wastewater categories receiving a \\ldblquote D+\\rdblquote  grade, a ranking that means they were in poor to fair conditions and at-risk; and  \\par\nWhereas, Throughout the history of the United States (U.S.), Congress has established national banks to fund important national priorities such as financing the development of most of our national infrastructure and to help pay down national war debt; and\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, In 1932, Congress established the Reconstruction Finance Corporation (RFC) to provide emergency financing facilities for financial institutions, to aid in financing agriculture, commerce and industry, with a subsequent amendment that authorized the RFC to loan funds to state and municipal governments to finance infrastructure projects; and \\par\n\\tab Whereas, The RFC was abolished by Congress in 1953; and\\par\n\\tab Whereas, In 1993, the bipartisan Commission to Promote Investment in America\\rquote s Infrastructure released a report endorsing the creation of a national infrastructure corporation; and\\par\n\\tab Whereas, H.R. 4052, the \\ldblquote National Infrastructure Bank Act of 2023,\\rdblquote  introduced by U.S. Representative Danny K. Davis, would create a National Infrastructure Bank to facilitate efficient, long-term financing of infrastructure projects, business and economic growth, and new job creation; and \\par\n\\tab Whereas, If enacted, the establishment of a U.S. public deposit money bank would provide direct loans and other financing of up to $5 trillion for qualifying infrastructure projects without requiring additional Federal taxes or deficits; and \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, The National Infrastructure Bank that would be created under H.R. 4052 would be capitalized through the exchange of existing U.S. Treasury securities for preferred stock in the bank, and \\par\nWhereas, Under the provisions found in H.R. 4052, the National Infrastructure Bank would be treated as a government corporation exempt from tax, and any contributions that are made to the bank would be treated as charitable contributions; and \\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, H.R. 4052 also includes a temporary rule to allow a tax deduction for cash contributions made to the National Infrastructure Bank by certain taxpayers who elect not to itemize their deductions; and \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, A provision in H.R. 4052 would exclude any dividend amounts received on the preferred stock from a taxpayers gross income; and \\par\nWhereas, H.R. 4052 includes provisions to ensure that any infrastructure projects funded by the National Infrastructure Bank comply with the prevailing wage requirements determined by the U.S. Department of Labor as directed by the Federal government\\rquote s Davis-Bacon Act, and also comply with any applicable State Project Labor Agreements; and\\par\nWhereas, The creation of a new National Infrastructure Bank, similar to the national banks that were successfully implemented four previous times in our nation\\rquote s history, would help finance our country\\rquote s currently unfunded infrastructure needs; now, therefore, be it\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Resolved, That the Council of the City of New York calls upon the United States Congress to pass and the President to sign H.R. 4052, the National Infrastructure Bank Act of 2023.\\par\n\\pard\\ltrpar\\qj\\fs20\\par\n\\par\n\\ul Session 13\\par\n\\ulnone MJT\\par\n2/2/2024\\par\n\\par\nRA\\par\nLS 10,701\\par\n12/1/2022\\f1\\fs22\\par\n}\n",
  "LastModified": "2024-12-20T17:17:41.487Z"
}
