{
  "ID": 72269,
  "GUID": "18F96F75-C8DF-4374-8845-AD6643B11560",
  "File": "Res 0017-2024",
  "Name": "United States Federal Aviation Administration to eliminate the continual use of LaGuardia Airport’s TNNIS flight path.",
  "Title": "Resolution calling on the United States Federal Aviation Administration to eliminate the continual use of LaGuardia Airport’s TNNIS flight path.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 5290,
  "BodyName": "Committee on Environmental Protection, Resiliency and Waterfronts",
  "IntroDate": "2024-02-08T00:00:00Z",
  "AgendaDate": "2024-02-08T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7811,
      "Slug": "vickie-paladino",
      "FullName": "Vickie Paladino"
    },
    {
      "ID": 7815,
      "Slug": "shekar-krishnan",
      "FullName": "Shekar Krishnan"
    },
    {
      "ID": 7746,
      "Slug": "robert-f-holden",
      "FullName": "Robert F. Holden"
    },
    {
      "ID": 7812,
      "Slug": "sandra-ung",
      "FullName": "Sandra Ung"
    },
    {
      "ID": 7803,
      "Slug": "julie-menin",
      "FullName": "Julie Menin"
    },
    {
      "ID": 7864,
      "Slug": "chris-banks",
      "FullName": "Chris Banks"
    },
    {
      "ID": 7818,
      "Slug": "lynn-c-schulman",
      "FullName": "Lynn C. Schulman"
    },
    {
      "ID": 7819,
      "Slug": "joann-ariola",
      "FullName": "Joann Ariola"
    },
    {
      "ID": 7865,
      "Slug": "kristy-marmorato",
      "FullName": "Kristy Marmorato"
    },
    {
      "ID": 7831,
      "Slug": "inna-vernikov",
      "FullName": "Inna Vernikov"
    },
    {
      "ID": 7833,
      "Slug": "david-m-carr",
      "FullName": "David M. Carr"
    },
    {
      "ID": 7264,
      "Slug": "joseph-c-borelli",
      "FullName": "Joseph C. Borelli"
    }
  ],
  "History": [
    {
      "ID": 402831,
      "Date": "2024-02-08T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-02-05T22:28:16.003Z"
    },
    {
      "ID": 403160,
      "Date": "2024-02-08T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Environmental Protection, Resiliency and Waterfronts",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 20665,
      "AgendaSequence": 151,
      "MinutesSequence": 166,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Environmental Protection, Resiliency and Waterfronts",
      "MatterStatusID": 3,
      "LastModified": "2024-02-09T00:44:14.163Z"
    }
  ],
  "Attachments": [
    {
      "ID": 287776,
      "LastModified": "2024-07-29T14:09:46.237Z",
      "Name": "Res. No. 17",
      "Link": "https://nyc.legistar1.com/nyc/attachments/7a33f51f-2d16-4a88-8914-37d87a9b1378.docx",
      "Sort": 1
    },
    {
      "ID": 290575,
      "LastModified": "2024-03-05T19:20:37.863Z",
      "Name": "February 8, 2024 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/5d59cf30-f0f5-4cf0-8a55-2a7ae0b8576b.pdf",
      "Sort": 2
    },
    {
      "ID": 292493,
      "LastModified": "2024-02-15T17:02:14.13Z",
      "Name": "Hearing Transcript - Stated Meeting 2-8-24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/72142d45-6ecb-4456-be49-0d8623a833cb.pdf",
      "Sort": 3
    },
    {
      "ID": 304474,
      "LastModified": "2024-06-13T22:04:29.37Z",
      "Name": "Minutes of the Stated Meeting - February 8, 2024",
      "Link": "https://nyc.legistar1.com/nyc/attachments/4f990abd-d3da-4e2f-b009-cec6e84cc5b4.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 75789,
  "Text": "Whereas, The United States Federal Aviation Administration (\"FAA\") is the entity that is charged with developing and implementing airspace regulations and all aspects of civil aviation in the country; and\n      Whereas, Airports in the United States (\"U.S.\") have gradually been transitioning to automated flight systems, which produce new flight paths over densely populated areas and city neighborhoods, such as Flushing and Bayside, New York;\n      Whereas, While these new flight paths may improve flight efficiency, the increase noise created by these patterns may cause serious health concerns to residents in overflown communities; and \n      Whereas, According to numerous health publications, including the United Kingdom Civil Aviation Authority and the National Institutes of Health, exposure to excessive noise produced by frequent overhead flights are associated with a number of health effects, including high blood pressure, neuroendocrinological issues, impaired psychological and cognitive functions, learned helplessness, poorer long-term memory, and diminished reading comprehension; and\n      Whereas, LaGuardia Airport is one of New York City's three major airports located in East Elmhurst, Queens and currently encompasses 680 acres; and\n      \n      Whereas, LaGuardia Airport conducted over 400,000 airline departures and arrivals during 2022; and\n      Whereas, In 1993, the FAA instituted the \"Tennis Climb\" or \"TNNIS\" at New York City's LaGuardia Airport; and\n      Whereas, TNNIS is a specific, narrow flight path that aircraft use to depart and arrive\n      at  LaGuardia Airport; and \n      Whereas, TNNIS was originally intended to be used as a temporary option to mitigate airplane noise during matches at the U.S. Open Tennis tournament in August and September; and \n      Whereas, In 2012, the FAA introduced their \"Next Generation Air Transportation System\" or \"NextGen\", which is a large-scale initiative that modernizes the country's air traffic infrastructure; and\n      Whereas, As part of NexGen's modernization, the FAA permanently installed and expanded TNNIS citing the efficiency of the route and not limiting its use during August and September; and\n      Whereas, The FAA's policy for continual and permanent use of TNNIS has created a public health issue as well as intolerable living conditions for residents within the flight path, specifically in Queens, NY,  subjecting them to excessive air traffic noise; and\n      Whereas, Residents have reported the aircraft noise being so excessive that it vibrates their residence; and \n      Whereas, The FAA needs to revisit the use of TNNIS and revert back to its original, limited intent; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the United States Federal Aviation Administration to eliminate the continual use of LaGuardia Airport's TNNIS flight path.\n\nWJH\t\n12/12/23\nLS 14490",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Paladino, Krishnan, Holden, Ung, Menin, Banks, Schulman, Ariola, Marmorato, Vernikov, Carr and Borelli\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, The United States Federal Aviation Administration (\\ldblquote FAA\\rdblquote ) is the entity that is charged with developing and implementing airspace regulations and all aspects of civil aviation in the country; and\\par\n\\pard\\ltrpar\\fi720\\sb240\\sl480\\slmult1\\qj Whereas, Airports in the United States (\\ldblquote U.S.\\rdblquote ) have gradually been transitioning to automated flight systems, which produce new flight paths over densely populated areas and city neighborhoods, such as Flushing and Bayside, New York;\\par\nWhereas, While these new flight paths may improve flight efficiency, the increase noise created by these patterns may cause serious health concerns to residents in overflown communities; and \\par\nWhereas, According to numerous health publications, including the United Kingdom Civil Aviation Authority and the National Institutes of Health, exposure to excessive noise produced by frequent overhead flights are associated with a number of health effects, including high blood pressure, neuroendocrinological issues, impaired psychological and cognitive functions, learned helplessness, poorer long-term memory, and diminished reading comprehension; and\\par\nWhereas, LaGuardia Airport is one of New York City\\rquote s three major airports located in East Elmhurst, Queens and currently encompasses 680 acres; and\\par\n\\par\nWhereas, LaGuardia Airport conducted over 400,000 airline departures and arrivals during 2022; and\\par\nWhereas, In 1993, the FAA instituted the \\ldblquote Tennis Climb\\rdblquote  or \\ldblquote TNNIS\\rdblquote  at New York City\\rquote s LaGuardia Airport; and\\par\nWhereas, TNNIS is a specific, narrow flight path that aircraft use to depart and arrive\\par\nat  LaGuardia Airport; and \\par\nWhereas, \\expndtw-1 TNNIS was originally intended to be used as a temporary option to mitigate airplane noise during matches at the U.S. Open Tennis tournament in August and September; and \\par\nWhereas, In 2012, the FAA introduced their \\ldblquote Next Generation Air Transportation System\\rdblquote  or \\ldblquote NextGen\\rdblquote , which is a large-scale initiative that modernizes the country\\rquote s air traffic infrastructure; and\\par\nWhereas, As part of NexGen\\rquote s modernization, the FAA permanently installed and expanded TNNIS citing the efficiency of the route \\expndtw0 and \\expndtw-1 not limiting its use during August and September; and\\par\nWhereas, The FAA\\rquote s policy for continual and permanent use of TNNIS has created a public health issue as well as intolerable living conditions for residents within the flight path, specifically in Queens, NY,  subjecting them to excessive air traffic noise; and\\par\nWhereas, Residents have reported the aircraft noise being so excessive that it vibrates their residence; and \\par\nWhereas, The FAA needs to revisit the use of TNNIS and revert back to its original, limited intent; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls \\expndtw0 on the United States Federal Aviation Administration to eliminate the continual use of LaGuardia Airport\\rquote s TNNIS flight path.\\par\n\\pard\\ltrpar\\sb240\\sl480\\slmult1\\qj\\par\n\\pard\\ltrpar\\qj WJH\\tab\\par\n12/12/23\\par\nLS 14490\\par\n}\n",
  "LastModified": "2024-07-29T14:09:46.237Z"
}
