{
  "ID": 72479,
  "GUID": "47845400-5778-446A-BAED-057C0BAB17CA",
  "File": "Res 0020-2024",
  "Name": "Establish the New York Public Banking Act. (A.3352/S.1754)",
  "Title": "Resolution calling upon the State Legislature to pass, and the Governor to sign, A.3352/S.1754, which would establish the New York Public Banking Act.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 11,
  "BodyName": "Committee on Finance",
  "IntroDate": "2024-02-08T00:00:00Z",
  "AgendaDate": "2024-02-08T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 7741,
      "Slug": "keith-powers",
      "FullName": "Keith Powers"
    },
    {
      "ID": 7796,
      "Slug": "selvena-n-brooks-powers",
      "FullName": "Selvena N. Brooks-Powers"
    },
    {
      "ID": 7809,
      "Slug": "althea-v-stevens",
      "FullName": "Althea V.  Stevens"
    },
    {
      "ID": 7821,
      "Slug": "jennifer-gutierrez",
      "FullName": "Jennifer Gutiérrez"
    },
    {
      "ID": 7822,
      "Slug": "crystal-hudson",
      "FullName": "Crystal Hudson"
    },
    {
      "ID": 7802,
      "Slug": "erik-d-bottcher",
      "FullName": "Erik D. Bottcher"
    },
    {
      "ID": 7816,
      "Slug": "julie-won",
      "FullName": "Julie Won"
    },
    {
      "ID": 7801,
      "Slug": "christopher-marte",
      "FullName": "Christopher Marte"
    },
    {
      "ID": 7826,
      "Slug": "shahana-k-hanif",
      "FullName": "Shahana K. Hanif"
    },
    {
      "ID": 7808,
      "Slug": "pierina-ana-sanchez",
      "FullName": "Pierina Ana Sanchez"
    },
    {
      "ID": 7815,
      "Slug": "shekar-krishnan",
      "FullName": "Shekar Krishnan"
    },
    {
      "ID": 7817,
      "Slug": "nantasha-m-williams",
      "FullName": "Nantasha M. Williams"
    },
    {
      "ID": 7824,
      "Slug": "sandy-nurse",
      "FullName": "Sandy Nurse"
    },
    {
      "ID": 7806,
      "Slug": "carmen-n-de-la-rosa",
      "FullName": "Carmen N. De La Rosa"
    },
    {
      "ID": 7825,
      "Slug": "alexa-aviles",
      "FullName": "Alexa Avilés"
    },
    {
      "ID": 7810,
      "Slug": "amanda-farias",
      "FullName": "Amanda Farías"
    },
    {
      "ID": 7823,
      "Slug": "chi-a-osse",
      "FullName": "Chi A. Ossé"
    },
    {
      "ID": 7818,
      "Slug": "lynn-c-schulman",
      "FullName": "Lynn C. Schulman"
    },
    {
      "ID": 0,
      "Slug": "",
      "FullName": ""
    },
    {
      "ID": 0,
      "Slug": "",
      "FullName": ""
    }
  ],
  "History": [
    {
      "ID": 402811,
      "Date": "2024-02-08T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-02-05T21:11:42.327Z"
    },
    {
      "ID": 403169,
      "Date": "2024-02-08T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Finance",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 20665,
      "AgendaSequence": 160,
      "MinutesSequence": 175,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Finance",
      "MatterStatusID": 3,
      "LastModified": "2024-02-09T00:44:14.17Z"
    }
  ],
  "Attachments": [
    {
      "ID": 289773,
      "LastModified": "2025-11-03T16:48:40.32Z",
      "Name": "Res. No. 20",
      "Link": "https://nyc.legistar1.com/nyc/attachments/1f36d46d-dae2-486c-ab35-2bb4acf7894f.docx",
      "Sort": 11
    },
    {
      "ID": 290584,
      "LastModified": "2024-02-08T17:47:00.677Z",
      "Name": "February 8, 2024 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/306eb4d7-7698-475b-b3bb-eb90145812b3.pdf",
      "Sort": 12
    },
    {
      "ID": 292502,
      "LastModified": "2024-02-15T17:02:18.41Z",
      "Name": "Hearing Transcript - Stated Meeting 2-8-24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/4244c209-76d0-47d4-a004-2eaacef22db7.pdf",
      "Sort": 13
    },
    {
      "ID": 304483,
      "LastModified": "2025-11-03T16:49:00.363Z",
      "Name": "Minutes of the Stated Meeting - February 8, 2024",
      "Link": "https://nyc.legistar1.com/nyc/attachments/39a6c9f5-b138-4065-b32d-9a7ce49e3fe2.pdf",
      "Sort": 14
    },
    {
      "ID": 296930,
      "LastModified": "2025-11-03T16:48:58.743Z",
      "Name": "Proposed Res. No. 20-A - 3/6/24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/a7e2b2d1-d251-487f-a5c6-b92fb62ea188.docx",
      "Sort": 15
    }
  ],
  "Summary": "",
  "TextID": 77301,
  "Text": "Whereas, Each year, New York State pays millions of taxpayer dollars to the financial industry in the form of banking fees, bonding fees, interest, commissions and other payments, simply for the privilege of utilizing their banking services; and\n      Whereas, Private banks use municipal and state deposits to earn money for themselves and their shareholders by speculating in the market with these deposits; and  \n      Whereas, Since 1999, with the repeal of the federal Banking Act of 1933, commonly referred to as the Glass-Steagall Act, which required the separation of commercial and investment banking activities, municipal and state deposits held in for-profit banks are now permitted to be co-mingled with speculative commercial investment; and\n      Whereas, The Great Recession of 2008 resulted in losses for both individuals and governments, while for-profit banks still made money in the form of commissions, fees, interest and other payments; and\n      Whereas, The COVID-19 pandemic exposed how private banks could not provide services to unbanked and under-banked communities or respond to the needs of small businesses and Minority & Women Business Enterprises, particularly when it came to securing PPP loans to non-clients or refinancing student loan debts.\n      Whereas, New York State has a fiduciary responsibility to its taxpayers to ensure their tax dollars are used in the most efficient manner possible; and\n      Whereas, New York State Assembly Member Pamela Hunter has introduced A.3352 and New York State Senator James Sanders Jr. has introduced S.1754, which would establish the New York Public Banking Act to authorize the lending of public credit to public banks and public ownership of stock in public banks, for the public purposes of achieving cost savings, strengthening local economies, supporting community economic development, and addressing infrastructure and housing needs for localities; and\n      Whereas, According to the legislation's memorandum in support, the bills would create a safe and appropriate regulatory framework for cities and counties seeking to establish public banks and additionally would allow the State Department of Financial Services (\"DFS\") to issue special-purpose public bank charters; and\n      Whereas, Under current law, localities seeking to establish public banks must apply for a commercial bank charter which, according to the New Economy Project, forces local governments to retrofit their public bank business models into a regulatory system that was designed for private, for-profit enterprises; and\n      Whereas, With special-purpose charters issued by DFS, municipalities could create democratically-controlled financial institutions that meet the needs of New York's communities, including achieving cost savings, strengthening local economies, supporting community economic development, and addressing local infrastructure and housing needs; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the State Legislature to pass, and the Governor to sign, A.3352/S.1754, which would establish the New York Public Banking Act..\n\nSession 13\n3/4/2024\nLS 7831\nSession 12\nWJH/MJT\n4/5/23\nLS 7831",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red17\\green17\\blue17;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Powers,\\cf1  Brooks-Powers, Stevens, Guti\\'e9rrez, Hudson, Bottcher, Won, Marte, Hanif, Sanchez, Krishnan, Williams, Nurse, De La Rosa, Avil\\'e9s, Far\\'edas, Oss\\'e9 and Schulman (in conjunction with the Brooklyn Borough President) (by the request of the Manhattan Borough President)\\cf0\\par\n\\b\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj\\b0 Whereas, Each year, New York State pays millions of taxpayer dollars to the financial industry in the form of banking fees, bonding fees, interest, commissions and other payments, simply for the privilege of utilizing their banking services; and\\par\nWhereas, Private banks use municipal and state deposits to earn money for themselves and their shareholders by speculating in the market with these deposits; and  \\par\nWhereas, Since 1999, with the repeal of the federal Banking Act of 1933, commonly referred to as the Glass-Steagall Act, which required the separation of commercial and investment banking activities, municipal and state deposits held in for-profit banks are now permitted to be co-mingled with speculative commercial investment; and\\par\nWhereas, The Great Recession of 2008 resulted in losses for both individuals and governments, while for-profit banks still made money in the form of commissions, fees, interest and other payments; and\\par\nWhereas, \\cf2 The COVID-19 pandemic exposed how private banks could not provide services to unbanked and under-banked communities or respond to the needs of small businesses and Minority & Women Business Enterprises, particularly when it came to securing PPP loans to non-clients or refinancing student loan debts.\\cf0\\par\nWhereas, New York State has a fiduciary responsibility to its taxpayers to ensure their tax dollars are used in the most efficient manner possible; and\\par\n\\cf1 Whereas, New York State Assembly Member Pamela Hunter has introduced A.\\cf0 3352 \\cf1 and New York State Senator James Sanders Jr. has introduced \\cf0 S.1754\\cf1 , \\cf0 which would establish the New York Public Banking Act to authorize the lending of public credit to public banks and public ownership of stock in public banks, for the public purposes of achieving cost savings, strengthening local economies, supporting community economic development, and addressing infrastructure and housing needs for localities; and\\par\n\\cf1 Whereas, According to the legislation\\rquote s memorandum in support\\cf0 , the bills would\\cf1  create a safe and appropriate regulatory framework for cities and counties seeking to establish public banks and additionally would allow the State Department of Financial Services (\\ldblquote DFS\\rdblquote ) to issue special-purpose public bank charters; and\\par\nWhereas, Under current law, localities seeking to establish public banks must apply for a commercial bank charter which, according to the New Economy Project, forces local governments to retrofit their public bank business models into a regulatory system that was designed for private, for-profit enterprises; and\\par\nWhereas, With special-purpose charters issued by DFS, municipalities could create democratically-controlled financial institutions that meet the needs of New York\\rquote s communities, including achieving cost savings, strengthening local economies, supporting community economic development, and addressing local infrastructure and housing needs; now, therefore, be it\\cf0\\par\nResolved, That the Council of the City of New York calls upon the State Legislature to pass, and the Governor to sign, A.3352/S.1754, which would establish the New York Public Banking Act..\\par\n\\pard\\ltrpar\\qj\\fs20\\par\nSession 13\\par\n3/4/2024\\fs24\\par\n\\fs20 LS 7831\\par\nSession 12\\par\nWJH/MJT\\par\n4/5/23\\par\nLS 7831\\par\n\\par\n\\par\n}\n",
  "LastModified": "2025-11-03T16:49:06.003Z"
}
