{
  "ID": 72299,
  "GUID": "E02056C4-1919-42E4-BC0A-93E771AB5EC3",
  "File": "Res 0025-2024",
  "Name": "Hot Foods Act of 2023 (S.2258/H.R.3519)",
  "Title": "Resolution calling on Congress to pass, and the President to sign, S.2258/H.R.3519, the “Hot Foods Act of 2023,” to permit Supplemental Nutrition Assistance Program benefits to be used to purchase additional types of food items, particularly hot foods.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 12,
  "BodyName": "Committee on General Welfare",
  "IntroDate": "2024-02-08T00:00:00Z",
  "AgendaDate": "2024-02-08T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7818,
      "Slug": "lynn-c-schulman",
      "FullName": "Lynn C. Schulman"
    },
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    },
    {
      "ID": 7796,
      "Slug": "selvena-n-brooks-powers",
      "FullName": "Selvena N. Brooks-Powers"
    },
    {
      "ID": 7821,
      "Slug": "jennifer-gutierrez",
      "FullName": "Jennifer Gutiérrez"
    }
  ],
  "History": [
    {
      "ID": 402325,
      "Date": "2024-02-08T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-01-12T15:23:55.99Z"
    },
    {
      "ID": 403200,
      "Date": "2024-02-08T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on General Welfare",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 20665,
      "AgendaSequence": 194,
      "MinutesSequence": 209,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "General Welfare",
      "MatterStatusID": 3,
      "LastModified": "2024-02-09T00:44:14.2Z"
    }
  ],
  "Attachments": [
    {
      "ID": 288398,
      "LastModified": "2024-02-13T19:10:21.537Z",
      "Name": "Res. No. 25",
      "Link": "https://nyc.legistar1.com/nyc/attachments/75042f2c-4f13-4d34-b192-5deedb0255f7.docx",
      "Sort": 1
    },
    {
      "ID": 290618,
      "LastModified": "2024-02-08T17:47:12.127Z",
      "Name": "February 8, 2024 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/f108976c-7c08-42fe-bcb3-a6fde262cf9c.pdf",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 75820,
  "Text": "Whereas, The United States (U.S.) Department of Agriculture (USDA) defines food insecurity as a limited or uncertain availability of nutritionally adequate and safe food necessary for an active, healthy life for all household members; and\n      Whereas, Furthermore, the USDA defines very low food security as the more severe range of food insecurity, where one or more household members experience(s) reduced food intake and disrupted eating patterns at times during the year due to inadequate resources for obtaining food; and\n      Whereas, According to an October 2023 report by the USDA, 12.8 percent of U.S. households were food insecure at least some time during 2022, an increase from 10.2 percent in 2021; and\n      Whereas, Moreover, 5.1 percent of American households had very low food security throughout 2022, a rise from 3.8 percent in 2021; and \n      Whereas, Per the same 2023 USDA report, among U.S. households with children, 8.8 percent were food insecure at least some time in 2022, an incline from 6.2 percent in 2021; and\n      Whereas, In addition, 1 percent of American children experienced very low food security in 2022, an increase from 0.7 percent in 2021; and \n      Whereas, The USDA reported that during the month prior to the 2022 survey, approximately 55 percent of food-insecure households participated in one or more of the three largest federal nutrition assistance programs-the Supplemental Nutrition Assistance Program (SNAP), the Special Supplemental Nutrition Program for Women, Infants, and Children (WIC), and the National School Lunch Program; and\n      Whereas, Data from the USDA also reveal that the average rate of food insecurity among households in New York State between 2020 and 2022 was 11.3 percent, a rise from the 2017-2019 average rate of 10.8 percent; and\n       Whereas, Moreover, per the USDA, the average prevalence of very low food security among households in New York State between 2020 and 2022 was 4.2 percent, a growth from the 2017-2019 average rate of 3.9 percent; and \n      Whereas, According to the 2022 Food Metrics Report by the New York City Mayor's Office of Food Policy, 14.6 percent of New York City residents, representing more than 1.2 million people, experienced food insecurity; and\n      Whereas, Per the 2022 Food Metrics Report, the Bronx had the highest rate of all five New York City boroughs of food insecurity at 19.7 percent (281,040 people), followed by Brooklyn at 15.5 percent (399,210 people), Manhattan at 13.6 percent (220,780 people), Queens at 12.1 percent (274,120 people), and Staten Island at 10.1 percent (48,010 people); and \n      Whereas, Data from the New York City Human Resources Administration (NYC HRA) show that in the Fiscal Year 2022, each month, on average, over 1.6 million New York City residents, or 20 percent of the city's population, participated in SNAP; and\n      Whereas, Per the NYC HRA, in the Fiscal Year 2022, Brooklyn had the highest monthly average number of SNAP recipients at 589,934 people, followed by the Bronx at 480,103 people, Queens at 320,715 people, Manhattan at 237,195 people, and Staten Island at 67,410 people; and\n      Whereas, According to a 2022 report by the Center on Budget and Policy Priorities, a research and policy organization, SNAP reduces the prevalence of food insecurity by as much as 30 percent and is associated with improved current and long-term health and lower healthcare costs; and \n      Whereas, U.S.C. Title 7, Chapter 51, Section 2012, which governs SNAP, explicitly excludes in Sub-Section (k) from the definition of SNAP-qualified food purchases \"hot foods or hot food products ready for immediate consumption\"; and\n      Whereas, In a 2021 study by the USDA on barriers constraining the adequacy of SNAP allotments, the most common (as reported by 30 percent of the study's participants) obstacle to preparing healthy meals from scratch was a lack of time or \"time poverty,\" especially among low-income working parents, followed by physical disability (15 percent of the respondents), a lack of storage for cooked/fresh food (14 percent of the participants), and a lack of cooking equipment (11 percent of the respondents); and\n      Whereas, Per the same 2021 USDA study, SNAP participants who reported as a barrier to preparing healthy meals from scratch a lack of cooking equipment or a lack of storage for cooked/fresh food were 1.6 times more likely to experience low or very low household food security; and \n      Whereas, Allowing SNAP recipients to use their benefits to purchase hot foods would help address the barriers of \"time poverty,\" physical disability, a lack of storage for food, and a lack of cooking equipment, thereby reducing food insecurity and improving health and well-being of individuals and households; and\n      Whereas, With the intent of increasing equitable access to nutritious and adequate food, U.S. Senator Michael F. Bennet introduced S.2258 in the U.S. Senate, and U.S. Representative Grace Meng introduced companion bill H.R.3519 in the U.S. House of Representatives, known as the \"Hot Foods Act of 2023,\" which would amend the Food and Nutrition Act of 2008 to permit Supplemental Nutrition Assistance Program benefits to be used to purchase additional types of food items, particularly hot foods; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on Congress to pass, and the President to sign, S.2258/H.R.3519, the \"Hot Foods Act of 2023,\" to permit Supplemental Nutrition Assistance Program benefits to be used to purchase additional types of food items, particularly hot foods.\n      \n       \n      \nLS #14599\n12/12/2023\nAZ \n\n\n\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Calibri;}}\n{\\colortbl ;\\red33\\green37\\blue41;}\n\\viewkind4\\uc1\n\\cf0\\v0\\par\n\\pard\\ltrpar\\hyphpar0\\sl480\\slmult1\\qj By Council Members Schulman, Louis, Brooks-Powers and Guti\\'e9rrez\\par\n\\pard\\ltrpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj Whereas, The United States (U.S.) Department of Agriculture (USDA) defines food insecurity as a limited or uncertain availability of nutritionally adequate and safe food necessary for an active, healthy life for all household members; and\\par\nWhereas, Furthermore, the USDA defines very low food security as the more severe range of food insecurity, where one or more household members experience(s) reduced food intake and disrupted eating patterns at times during the year due to inadequate resources for obtaining food; and\\par\nWhereas, According to an October 2023 report by the USDA, 12.8 percent of U.S. households\\f1\\fs22  \\f0\\fs24 were food insecure at least some time during 2022, an increase from 10.2 percent in 2021; and\\par\nWhereas, Moreover, 5.1 percent of American households had very low food security throughout 2022, a rise from 3.8 percent in 2021; and \\par\nWhereas, Per the same 2023 USDA report, among U.S. households with children, 8.8 percent were food insecure at least some time in 2022, an incline from 6.2 percent in 2021; and\\par\nWhereas, In addition, 1 percent of American children experienced very low food security in 2022, an increase from 0.7 percent in 2021; and \\par\nWhereas, The USDA reported that during the month prior to the 2022 survey, approximately 55 percent of food-insecure households participated in one or more of the three largest federal nutrition assistance programs-the Supplemental Nutrition Assistance Program (SNAP), the Special Supplemental Nutrition Program for Women, Infants, and Children (WIC), and the National School Lunch Program; and\\par\nWhereas, Data from the USDA also reveal that the average rate of food insecurity among households in New York State between 2020 and 2022 was 11.3 percent, a rise from the 2017-2019 average rate of 10.8 percent; and\\par\n Whereas, Moreover, per the USDA, the average prevalence of very low food security among households in New York State between 2020 and 2022 was 4.2 percent, a growth from the 2017-2019 average rate of 3.9 percent; and \\par\nWhereas, According to the 2022 Food Metrics Report by the New York City Mayor\\rquote s Office of Food Policy, 14.6 percent of New York City residents, representing more than 1.2 million people, experienced food insecurity; and\\par\nWhereas, Per the 2022 Food Metrics Report, the Bronx had the highest rate of all five New York City boroughs of food insecurity at 19.7 percent (281,040 people), followed by Brooklyn at 15.5 percent (399,210 people), Manhattan at 13.6 percent (220,780 people), Queens at 12.1 percent (274,120 people), and Staten Island at 10.1 percent (48,010 people); and \\par\nWhereas, Data from the New York City Human Resources Administration (NYC HRA) show that in the Fiscal Year 2022, each month, on average, over 1.6 million New York City residents, or 20 percent of the city\\rquote s population, participated in SNAP; and\\par\nWhereas, Per the NYC HRA, in the Fiscal Year 2022, Brooklyn had the highest monthly average number of SNAP recipients at 589,934 people, followed by the Bronx at 480,103 people, Queens at 320,715 people, Manhattan at 237,195 people, and Staten Island at 67,410 people; and\\par\nWhereas, According to a 2022 report by the Center on Budget and Policy Priorities, a research and policy organization, SNAP reduces the prevalence of food insecurity by as much as 30 percent and is associated with improved current and long-term health and lower healthcare costs; and \\par\nWhereas, U.S.C. Title 7, Chapter 51, Section 2012, which governs SNAP, explicitly excludes in Sub-Section (k) from the definition of SNAP-qualified food purchases \\ldblquote hot foods or hot food products ready for immediate consumption\\rdblquote ; and\\par\nWhereas, In a 2021 study by the USDA on barriers constraining the adequacy of SNAP allotments, the most common (as reported by 30 percent of the study\\rquote s participants) obstacle to preparing healthy meals from scratch was a lack of time or \\ldblquote time poverty,\\rdblquote  especially among low-income working parents, followed by physical disability (15 percent of the respondents), a lack of storage for cooked/fresh food (14 percent of the participants), and a lack of cooking equipment (11 percent of the respondents); and\\par\nWhereas, Per the same 2021 USDA study, SNAP participants who reported as a barrier to preparing healthy meals from scratch a lack of cooking equipment or a lack of storage for cooked/fresh food were 1.6 times more likely to experience low or very low household food security; and \\par\nWhereas, Allowing SNAP recipients to use their benefits to purchase hot foods would help address the barriers of \\ldblquote time poverty,\\rdblquote  physical disability, a lack of storage for food, and a lack of cooking equipment, thereby reducing food insecurity and improving health and well-being of individuals and households; and\\par\nWhereas, With the intent of increasing equitable access to nutritious and adequate food, U.S. Senator Michael F. Bennet introduced S.2258 in the U.S. Senate, and U.S. Representative Grace Meng introduced companion bill H.R.3519 in the U.S. House of Representatives, known as the \\ldblquote Hot Foods Act of 2023,\\rdblquote  which would amend the Food and Nutrition Act of 2008 to permit Supplemental Nutrition Assistance Program benefits to be used to purchase additional types of food items, particularly hot foods; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls \\cf1 on Congress to pass, and the President to sign, S.2258/H.R.3519, the \\ldblquote Hot Foods Act of 2023,\\rdblquote  to permit Supplemental Nutrition Assistance Program benefits to be used to purchase additional types of food items, particularly hot foods\\cf0 .\\fs22\\par\n\\fs24\\par\n \\par\n\\pard\\ltrpar\\hyphpar0\\fi720\\sl480\\slmult1\\par\n\\pard\\ltrpar\\hyphpar0\\qj\\fs18 LS #14599\\par\n12/12/2023\\par\nAZ \\par\n\\par\n\\par\n\\par\n}\n",
  "LastModified": "2024-02-13T19:10:21.537Z"
}
