{
  "ID": 72338,
  "GUID": "C21F4B54-EE5A-40BE-B30D-D5DC84FB422D",
  "File": "Res 0027-2024",
  "Name": "Unlawful sale of cannabis (S.7998/A.8428).",
  "Title": "Resolution calling on the New York State Legislature to pass, and the Governor to sign S7998/A8428, in relation to the unlawful sale of cannabis.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2024-02-08T00:00:00Z",
  "AgendaDate": "2024-02-08T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7818,
      "Slug": "lynn-c-schulman",
      "FullName": "Lynn C. Schulman"
    },
    {
      "ID": 7819,
      "Slug": "joann-ariola",
      "FullName": "Joann Ariola"
    },
    {
      "ID": 7741,
      "Slug": "keith-powers",
      "FullName": "Keith Powers"
    },
    {
      "ID": 7814,
      "Slug": "linda-lee",
      "FullName": "Linda Lee"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    },
    {
      "ID": 7749,
      "Slug": "kalman-yeger",
      "FullName": "Kalman Yeger"
    },
    {
      "ID": 7817,
      "Slug": "nantasha-m-williams",
      "FullName": "Nantasha M. Williams"
    },
    {
      "ID": 7801,
      "Slug": "christopher-marte",
      "FullName": "Christopher Marte"
    }
  ],
  "History": [
    {
      "ID": 402421,
      "Date": "2024-02-08T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-01-19T20:45:42.673Z"
    },
    {
      "ID": 403201,
      "Date": "2024-02-08T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 20665,
      "AgendaSequence": 196,
      "MinutesSequence": 211,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2024-02-09T00:44:14.203Z"
    }
  ],
  "Attachments": [
    {
      "ID": 288794,
      "LastModified": "2024-03-12T18:00:11.91Z",
      "Name": "Res. No. 27",
      "Link": "https://nyc.legistar1.com/nyc/attachments/303ae9ad-1430-4c4f-a125-1cb7134cd8f7.docx",
      "Sort": 1
    },
    {
      "ID": 290620,
      "LastModified": "2024-02-08T17:47:12.523Z",
      "Name": "February 8, 2024 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/24020633-703d-43e6-97df-eb142f3eefec.pdf",
      "Sort": 2
    },
    {
      "ID": 292538,
      "LastModified": "2024-02-15T17:02:39.31Z",
      "Name": "Hearing Transcript - Stated Meeting 2-8-24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/31ac7c29-eedc-4526-82fa-64d215b61dbb.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 75859,
  "Text": "Whereas, In 2021, New York State enacted the Marijuana Regulation and Taxation Act (\"MRTA\") to regulate legal marijuana sales. MRTA established the New York State Office of Cannabis Management (\"OCM\") and the Cannabis Control Board to regulate production and sale of cannabis within New York State; and\n      Whereas, Since cannabis was legalized there has been a proliferation of unlicensed commercial businesses selling it in New York City and New York State and reports indicate only one such shop was padlocked in New York City in 2023 and only 8 permanently closed across the state; and\n      Whereas, Commonly referred to as illicit smoke shops, there were an estimated 1,400 illicit shops in New York City in 2022 according to the New York City's Sherriff's office, with some reports indicating that number may now be much higher; and\n      Whereas, The widespread operation of illicit smoke shops undermines the effectiveness of MRTA, creates unfair competition, increases the risk of sale of cannabis products to minors and distribution of untested cannabis products to consumers; and\n      Whereas, Current state law hinders municipalities from enforcing state law and immediately ordering the closure of these unlicensed illicit smoke shops; and\n       Whereas, Lack of effective enforcement has contributed to the proliferation of unlicensed illicit smoke shops selling cannabis throughout New York State; and\n      Whereas, In New York City, to address this proliferation we sponsored and passed Local Law 107 of 2023 to enhance enforcement efforts in New York City. Local Law 107 authorized city and state entities to impose significant fines against landlords for allowing illicit smoke shops to operate in their buildings and force them to evict these operators; and\n      Whereas, The Cannabis Control Board has been unable to conduct enforcement actions against illicit smoke shops in New York City and across the state at a rate necessary to limit proliferation of such illicit smoke shops, nor have local authorities been authorized and or able to do so; and\n      Whereas, S7998/A8428, known as the Stop Marijuana Over-proliferation and Keep Empty Operators of Unlicensed Transactions Act, sponsored by New York State Senator Leroy Comrie and New York Assemblymember Jenifer Rajkumar, would amend the cannabis and penal law regarding the unlawful sale of cannabis; and\n      Whereas, S7998/A8428 authorizes municipalities to enforce licensure, permitting and registration requirements for retail dispensaries, allowing the closure of retail locations selling cannabis without a license and authorizing the seizure of property involved in unlawful sales; and\n      Whereas, This grant of authority will provide municipalities with a valuable tool to combat unlawful marijuana retailers, enhance public safety, and strengthen New York's legal cannabis industry; now, therefore, be it \n      Resolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign S7998/A8428, in relation to the unlawful sale of cannabis.\nCMB\nLS#15569/15573/15617/15635\n1/11/24",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\pard\\ltrpar\\sl480\\slmult1\\v0 By Council Members Schulman, Ariola, Powers, Lee, Gennaro, Louis, Yeger, Williams and Marte\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, In 2021, New York State enacted the Marijuana Regulation and Taxation Act (\\ldblquote MRTA\\rdblquote ) to regulate legal marijuana sales. MRTA established the New York State Office of Cannabis Management (\\ldblquote OCM\\rdblquote ) and the Cannabis Control Board to regulate production and sale of cannabis within New York State; and\\par\n\\pard\\ltrpar\\fi720\\sa160\\sl480\\slmult1\\qj Whereas, Since cannabis was legalized there has been a proliferation of unlicensed commercial businesses selling it in New York City and New York State and reports indicate only one such shop was padlocked in New York City in 2023 and only 8 permanently closed across the state; and\\par\nWhereas, Commonly referred to as illicit smoke shops, there were an estimated 1,400 illicit shops in New York City in 2022 according to the New York City\\rquote s Sherriff\\rquote s office, with some reports indicating that number may now be much higher; and\\par\nWhereas, The widespread operation of illicit smoke shops undermines the effectiveness of MRTA, creates unfair competition, increases the risk of sale of cannabis products to minors and distribution of untested cannabis products to consumers; and\\par\nWhereas, Current state law hinders municipalities from enforcing state law and immediately ordering the closure of these unlicensed illicit smoke shops; and\\par\n Whereas, Lack of effective enforcement has contributed to the proliferation of unlicensed illicit smoke shops selling cannabis throughout New York State; and\\par\nWhereas, In New York City, to address this proliferation we sponsored and passed Local Law 107 of 2023 to enhance enforcement efforts in New York City. Local Law 107 authorized city and state entities to impose significant fines against landlords for allowing illicit smoke shops to operate in their buildings and force them to evict these operators; and\\par\nWhereas, The Cannabis Control Board has been unable to conduct enforcement actions against illicit smoke shops in New York City and across the state at a rate necessary to limit proliferation of such illicit smoke shops, nor have local authorities been authorized and or able to do so; and\\par\nWhereas, S7998/A8428, known as the Stop Marijuana Over-proliferation and Keep Empty Operators of Unlicensed Transactions Act, sponsored by New York State Senator Leroy Comrie and New York Assemblymember Jenifer Rajkumar, would amend the cannabis and penal law regarding the unlawful sale of cannabis; and\\par\nWhereas, S7998/A8428 authorizes municipalities to enforce licensure, permitting and registration requirements for retail dispensaries, allowing the closure of retail locations selling cannabis without a license and authorizing the seizure of property involved in unlawful sales; and\\par\nWhereas, This grant of authority will provide municipalities with a valuable tool to combat unlawful marijuana retailers, enhance public safety, and strengthen New York's legal cannabis industry; now, therefore, be it \\par\n\\pard\\ltrpar\\fi720\\sa100\\sl480\\slmult1\\qj Resolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign S7998/A8428, in relation to the unlawful sale of cannabis.\\par\n\\pard\\ltrpar\\qj\\fs20 CMB\\par\nLS#15569/15573/15617/15635\\par\n1/11/24\\par\n\\par\n}\n",
  "LastModified": "2024-03-12T18:00:11.91Z"
}
