{
  "ID": 73183,
  "GUID": "F7953CFE-3328-48C8-8537-DDC7EE042F98",
  "File": "Res 0041-2024",
  "Name": "To create the New York State Working Families Tax Credit.",
  "Title": "Resolution calling on the New York State Legislature to pass, and the Governor to sign, legislation to create the New York State Working Families Tax Credit.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 12,
  "BodyName": "Committee on General Welfare",
  "IntroDate": "2024-02-28T00:00:00Z",
  "AgendaDate": "2024-02-28T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7825,
      "Slug": "alexa-aviles",
      "FullName": "Alexa Avilés"
    },
    {
      "ID": 7749,
      "Slug": "kalman-yeger",
      "FullName": "Kalman Yeger"
    },
    {
      "ID": 7826,
      "Slug": "shahana-k-hanif",
      "FullName": "Shahana K. Hanif"
    },
    {
      "ID": 7802,
      "Slug": "erik-d-bottcher",
      "FullName": "Erik D. Bottcher"
    },
    {
      "ID": 7824,
      "Slug": "sandy-nurse",
      "FullName": "Sandy Nurse"
    },
    {
      "ID": 7804,
      "Slug": "shaun-abreu",
      "FullName": "Shaun Abreu"
    },
    {
      "ID": 7742,
      "Slug": "diana-i-ayala",
      "FullName": "Diana I. Ayala"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 7813,
      "Slug": "tiffany-caban",
      "FullName": "Tiffany Cabán"
    },
    {
      "ID": 7808,
      "Slug": "pierina-ana-sanchez",
      "FullName": "Pierina Ana Sanchez"
    },
    {
      "ID": 7823,
      "Slug": "chi-a-osse",
      "FullName": "Chi A. Ossé"
    },
    {
      "ID": 7817,
      "Slug": "nantasha-m-williams",
      "FullName": "Nantasha M. Williams"
    },
    {
      "ID": 7803,
      "Slug": "julie-menin",
      "FullName": "Julie Menin"
    }
  ],
  "History": [
    {
      "ID": 403954,
      "Date": "2024-02-28T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-02-20T21:27:29.993Z"
    },
    {
      "ID": 404178,
      "Date": "2024-02-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on General Welfare",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 20706,
      "AgendaSequence": 62,
      "MinutesSequence": 69,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "General Welfare",
      "MatterStatusID": 3,
      "LastModified": "2024-02-29T04:35:05.043Z"
    }
  ],
  "Attachments": [
    {
      "ID": 293581,
      "LastModified": "2024-04-12T17:02:57.05Z",
      "Name": "Res. No. 41",
      "Link": "https://nyc.legistar1.com/nyc/attachments/8fc448ef-1200-4ee3-a43f-4acf5d12e341.docx",
      "Sort": 1
    },
    {
      "ID": 295342,
      "LastModified": "2024-02-28T18:45:21.13Z",
      "Name": "February 28, 2024 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/1fbb00e1-47b2-4107-bc1b-8305da822e74.pdf",
      "Sort": 2
    },
    {
      "ID": 296967,
      "LastModified": "2024-03-06T21:31:47.12Z",
      "Name": "Hearing Transcript - Stated Meeting 2-28-24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/1adbddcb-8803-47c5-b8d7-a19ef28822f6.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 76709,
  "Text": "Whereas,  According to the Congressional Research Service (CRS), the child tax credit was created by the Taxpayer Relief Act (TRA) of 1997 and made available to middle-income families with children to help ease the financial burdens associated with raising a family; and\n      Whereas, According to the CRS, through a series of legislative changes, the eligibility for the child tax credit has expanded to both lower- and higher-income families with the credit having increased for most recipients; and\n      Whereas, Initially, the TRA enacted a nonrefundable credit of $400 per child, which was increased in 1998 to $500 per child, and made available to middle-income families with dependent children under 17 years of age; and\n      Whereas, In 2001 the Economic Growth and Tax Relief Reconciliation Act (EGTRRA) temporarily increased the per-child credit amount to $600 (for 2001-2004) with scheduled increases thereafter to a maximum of $1,000 per child by 2010; and\n      Whereas, The EGTRRA temporarily made the tax credit available to lower-income taxpayers as a refundable tax credit, specifically for those with little to no income tax liability enabling them to receive all or part of the additional child tax credit (ACTC): and \n      Whereas,  Due to the accelerations in the EGTRRA, by 2004, the tax credit of $1,000 per child had phased in lower income families at 15 percent of their earned income above $10,000; and \n      Whereas, In 2009, the American Recovery and Reinvestment Act (ARRA) reduced the refund threshold to $3,000 per taxpayer, enabling low-income taxpayers with earned income over $3,000 for the refundable credit, and calculated 15 percent of their earned income over $3,000 up to the maximum credit of $1,000 per child; and\n      Whereas, The Tax Cuts and Jobs Act (TCJA) of 2017 increased the maximum child tax credit amount to $2,000 per child while modifying the credit formula for low-income families to 15 percent of earned income over $2,500, not to exceed $1,400 per child, and increased the income level at which the credit began to phase out to $400,000 for married joint filers and $200,000 for single head of household filers; and\n       Whereas, From 2018 to 2025, the TCJA created a temporary $500 per dependent nonrefundable credit for dependents not eligible for the child tax credit scheduled to be in effect from 2018 to 2025; and\n      Whereas, The American Rescue Plan Act of 2021 (ARPA) made several changes to the child tax credit, which included making the credit fully refundable so low-income families could receive the maximum amount of the credit; and\n      Whereas, The ARPA increased the maximum credit to $3,600 for children 0-5 years old and $3,000 for children 6-17 years old, thereby delivering 50 percent of the credit in advance payments in 2021 with the remaining 50 percent to be claimed on a 2021 tax return; and \n      Whereas, According to the U.S. Census Bureau Supplemental Poverty Measure, the expanded child tax credit successfully lifted 2.9 million children out of poverty in 2021; and\n      Whereas, As a result of the ARPA, in 2021, 3,513,000 children and 910,000 workers in New York state benefited from the child tax credit; and\n      Whereas, Despite reducing the level of child poverty to a record low in 2021, the child tax credit program was not renewed and has been discontinued by the federal government; and\n      Whereas, According to a December 2022 report by New York State Comptroller Thomas P. DiNapoli, 14 percent of New Yorkers, or 2.7 million people, live in poverty, which exceeds the national average of 12.8 percent; and\n      Whereas, Additionally the Comptroller's report showed that 18.5 percent of the children in New York City lived below the poverty level in 2021, which is 4.6 percent higher than the statewide average; and \n      Whereas, S.277, introduced by New York State Senator Andrew Gounardes, would create the New York State Working Families Tax Credit (WFTC) establishing a tax credit to a maximum of $1,500 per child while eliminating the cap on the number of children eligible to receive a credit, and providing a $500 credit per child regardless of income, and be paid quarterly to families rather than once a year; and\n      Whereas, It is estimated that S.277 would result in decreased poverty by offsetting the loss of support to New York children who benefited from the WFTC child tax credit; and\n      Whereas, Currently, no corresponding bill has been introduced in the New York State Assembly; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign, legislation to create the New York State Working Families Tax Credit. \n\nSession 13\nLS #11760\n01/18/2024\n\n\nSession 12\nLS 11760\nCD\n2/9/23\n      \n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Calibri;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj By Council Members Avil\\'e9s, Yeger, Hanif, Bottcher, Nurse, Abreu, Ayala, Gennaro, Cab\\'e1n, Sanchez, Oss\\'e9, Williams and Menin\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas,  According to the Congressional Research Service (CRS), the child tax credit was created by the Taxpayer Relief Act (TRA) of 1997 and made available to middle-income families with children to help ease the financial burdens associated with raising a family; and\\par\nWhereas, According to the CRS, through a series of legislative changes, the eligibility for the child tax credit has expanded to both lower- and higher-income families with the credit having increased for most recipients; and\\par\nWhereas, Initially, the TRA enacted a nonrefundable credit of $400 per child, which was increased in 1998 to $500 per child, and made available to middle-income families with dependent children under 17 years of age; and\\par\nWhereas, In 2001 the Economic Growth and Tax Relief Reconciliation Act (EGTRRA) temporarily increased the per-child credit amount to $600 (for 2001-2004) with scheduled increases thereafter to a maximum of $1,000 per child by 2010; and\\par\nWhereas, The EGTRRA temporarily made the tax credit available to lower-income taxpayers as a refundable tax credit, specifically for those with little to no income tax liability enabling them to receive all or part of the additional child tax credit (ACTC): and \\par\nWhereas,  Due to the accelerations in the EGTRRA, by 2004, the tax credit of $1,000 per child had phased in lower income families at 15 percent of their earned income above $10,000; and \\par\nWhereas, In 2009, the American Recovery and Reinvestment Act (ARRA) reduced the refund threshold to $3,000 per taxpayer, enabling low-income taxpayers with earned income over $3,000 for the refundable credit, and calculated 15 percent of their earned income over $3,000 up to the maximum credit of $1,000 per child; and\\par\nWhereas, The Tax Cuts and Jobs Act (TCJA) of 2017 increased the maximum child tax credit amount to $2,000 per child while modifying the credit formula for low-income families to 15 percent of earned income over $2,500, not to exceed $1,400 per child, and increased the income level at which the credit began to phase out to $400,000 for married joint filers and $200,000 for single head of household filers; and\\par\n Whereas, From 2018 to 2025, the TCJA created a temporary $500 per dependent nonrefundable credit for dependents not eligible for the child tax credit scheduled to be in effect from 2018 to 2025; and\\par\nWhereas, The American Rescue Plan Act of 2021 (ARPA) made several changes to the child tax credit, which included making the credit fully refundable so low-income families could receive the maximum amount of the credit; and\\par\nWhereas, The ARPA increased the maximum credit to $3,600 for children 0-5 years old and $3,000 for children 6-17 years old, thereby delivering 50 percent of the credit in advance payments in 2021 with the remaining 50 percent to be claimed on a 2021 tax return; and \\par\nWhereas, According to the U.S. Census Bureau Supplemental Poverty Measure, the expanded child tax credit successfully lifted 2.9 million children out of poverty in 2021; and\\par\nWhereas, As a result of the ARPA, in 2021, 3,513,000 children and 910,000 workers in New York state benefited from the child tax credit; and\\par\nWhereas, Despite reducing the level of child poverty to a record low in 2021, the child tax credit program was not renewed and has been discontinued by the federal government; and\\par\nWhereas, According to a December 2022 report by New York State Comptroller Thomas P. DiNapoli, 14 percent of New Yorkers, or 2.7 million people, live in poverty, which exceeds the national average of 12.8 percent; and\\par\nWhereas, Additionally the Comptroller\\rquote s report showed that 18.5 percent of the children in New York City lived below the poverty level in 2021, which is 4.6 percent higher than the statewide average; and \\par\nWhereas, S.277, introduced by New York State Senator Andrew Gounardes, would create the New York State Working Families Tax Credit (WFTC) establishing a tax credit to a maximum of $1,500 per child while eliminating the cap on the number of children eligible to receive a credit, and providing a $500 credit per child regardless of income, and be paid quarterly to families rather than once a year; and\\par\nWhereas, It is estimated that S.277 would result in decreased poverty by offsetting the loss of support to New York children who benefited from the WFTC child tax credit; and\\par\nWhereas, Currently, no corresponding bill has been introduced in the New York State Assembly; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign, legislation to create the New York State Working Families Tax Credit. \\par\n\\pard\\ltrpar\\qj\\fs20\\par\nSession 13\\f1\\fs22\\par\n\\f0\\fs20 LS #11760\\par\n01/18/2024\\par\n\\par\n\\par\nSession 12\\par\nLS 11760\\par\nCD\\par\n2/9/23\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj\\fs24\\par\n}\n",
  "LastModified": "2024-04-12T17:02:57.053Z"
}
