{
  "ID": 73179,
  "GUID": "BDF9EF06-E8AB-4C4B-96CB-3492C45E262E",
  "File": "Res 0050-2024",
  "Name": "American Family Act, which would expand the Child Tax Credit (H.R. 3899).",
  "Title": "Resolution calling upon the United States Congress to pass and the President to sign H.R. 3899, the American Family Act, which would expand the Child Tax Credit.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 12,
  "BodyName": "Committee on General Welfare",
  "IntroDate": "2024-02-28T00:00:00Z",
  "AgendaDate": "2024-02-28T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 7825,
      "Slug": "alexa-aviles",
      "FullName": "Alexa Avilés"
    },
    {
      "ID": 7806,
      "Slug": "carmen-n-de-la-rosa",
      "FullName": "Carmen N. De La Rosa"
    },
    {
      "ID": 7802,
      "Slug": "erik-d-bottcher",
      "FullName": "Erik D. Bottcher"
    },
    {
      "ID": 7749,
      "Slug": "kalman-yeger",
      "FullName": "Kalman Yeger"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7826,
      "Slug": "shahana-k-hanif",
      "FullName": "Shahana K. Hanif"
    },
    {
      "ID": 7812,
      "Slug": "sandra-ung",
      "FullName": "Sandra Ung"
    },
    {
      "ID": 7824,
      "Slug": "sandy-nurse",
      "FullName": "Sandy Nurse"
    },
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    },
    {
      "ID": 7804,
      "Slug": "shaun-abreu",
      "FullName": "Shaun Abreu"
    },
    {
      "ID": 7742,
      "Slug": "diana-i-ayala",
      "FullName": "Diana I. Ayala"
    },
    {
      "ID": 7813,
      "Slug": "tiffany-caban",
      "FullName": "Tiffany Cabán"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 7808,
      "Slug": "pierina-ana-sanchez",
      "FullName": "Pierina Ana Sanchez"
    },
    {
      "ID": 7823,
      "Slug": "chi-a-osse",
      "FullName": "Chi A. Ossé"
    },
    {
      "ID": 7740,
      "Slug": "carlina-rivera",
      "FullName": "Carlina Rivera"
    },
    {
      "ID": 7832,
      "Slug": "kamillah-hanks",
      "FullName": "Kamillah Hanks"
    },
    {
      "ID": 7817,
      "Slug": "nantasha-m-williams",
      "FullName": "Nantasha M. Williams"
    },
    {
      "ID": 7803,
      "Slug": "julie-menin",
      "FullName": "Julie Menin"
    },
    {
      "ID": 7801,
      "Slug": "christopher-marte",
      "FullName": "Christopher Marte"
    }
  ],
  "History": [
    {
      "ID": 403950,
      "Date": "2024-02-28T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-02-20T21:15:24.587Z"
    },
    {
      "ID": 404176,
      "Date": "2024-02-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on General Welfare",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 20706,
      "AgendaSequence": 71,
      "MinutesSequence": 78,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "General Welfare",
      "MatterStatusID": 3,
      "LastModified": "2024-02-29T04:35:05.05Z"
    }
  ],
  "Attachments": [
    {
      "ID": 293565,
      "LastModified": "2024-04-23T16:36:26.61Z",
      "Name": "Res. No. 50",
      "Link": "https://nyc.legistar1.com/nyc/attachments/dccf1fce-605d-4208-a23a-8e8fdcd756b2.docx",
      "Sort": 1
    },
    {
      "ID": 295351,
      "LastModified": "2024-02-28T18:45:23.917Z",
      "Name": "February 28, 2024 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ccf3fa36-5b93-41b0-926a-8746302c4f83.pdf",
      "Sort": 2
    },
    {
      "ID": 296927,
      "LastModified": "2024-04-17T13:59:19.56Z",
      "Name": "Proposed Res. No. 50-A - 3/6/24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/98880101-8d54-47c2-91ab-6af10c9a3824.docx",
      "Sort": 3
    },
    {
      "ID": 296976,
      "LastModified": "2024-03-06T21:31:50.67Z",
      "Name": "Hearing Transcript - Stated Meeting 2-28-24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/adf1e214-bd40-443e-85bd-640645663016.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 77300,
  "Text": "Whereas, The Federal Child Tax Credit (child tax credit) was established as part of the Taxpayer Relief Act in 1997 and provides qualifying families with children with a tax break; and\n      Whereas, As originally passed in 1997, the child tax credit was $400 per child under age 17 and nonrefundable for most families; and\n      Whereas, Since 1997, the benefit has been expanded and made more available to more low-income families, while the value of the child tax credit has also been increased; and \n      Whereas, The value of the child tax credit is determined primarily by the taxpayer's income level, marital status, and number of dependent children, according to the Internal Revenue Service (IRS); and\n      Whereas, The U.S. Census Bureau estimates that the child tax credit lifts nearly 2 million children out of poverty each year; and \n      Whereas, The American Rescue Plan (Plan), enacted in 2021 during a public health and economic crisis, provided further economic relief to families with children by expanding the child tax credit; and\n      Whereas, The Plan increased the child tax credit for qualifying children under age 6 from up to $2,000 per child to up to $3,600 per child; and\n      Whereas, The Plan increased the child tax credit for qualifying children between ages 6 and 17 from up to $2,000 per child to up to $3,000 per child; and\n      Whereas, The Plan expanded the child tax credit to low income families who would not have otherwise been able to take advantage of the credit by issuing half of it through advanced monthly payments; and \n      Whereas, Prior to the expansion of the child tax credit only 52% of families with children that had incomes below the poverty line were eligible for the credit, and after the expansion 94% of families with children below the poverty line became eligible; and \n      Whereas, Under the Plan, the IRS paid out six months of advance child tax credit payments worth up to $250 per child ages 6 to 17, and up to $300 per child under age 6, impacting over 61 million children in over 36 million households; and\n      Whereas, The Columbia Center on Poverty and Social Policy estimated that in July 2021, when the first monthly checks went out, the US child poverty rate dropped to 11.9 percent, from 15.8 percent the month before, the lowest rate on record since 1960; and \n      Whereas, Child poverty fell from 9.7% in 2020 to a record low of 5.2% in 2021 largely due to the expanded child tax credit; and \n      Whereas, The monthly child tax credit kept 3 million children from poverty in July 2021, and by December 2021, was keeping 3.7 million children from poverty and reducing monthly child poverty by 30 percent; and\n      Whereas, The IRS sent the last round of 2021 child tax credit payments in December 2021, which marked the last month that families received an advance payment; and\n      Whereas, the Plan only guaranteed the increased child tax credit for the 2021 tax year, and in 2022 the child tax credit reverted to the previous rules of $2,000 per child; and \n      Whereas, According to an analysis by the CBPP, Congress's failure to extend the expanded child tax credit could push 10 million children into or deeper into poverty; and \n      Whereas, Food insecurity in the US has worsened since the monthly children tax credit payments ended in December 2021; and  \n      Whereas, Child poverty rates rose quickly after the expanded child tax credit expired; and\n      Whereas, Expanding the child tax credits through 2025 would already have significantly lowered child poverty and lifted more than 4 million children from living in poverty, according to the Urban Institute; and\n      Whereas, On June 6, 2023 Representative Rosa DeLauro introduced the H.R. 3899, the American Family Act; and\n      Whereas, The American Family Act establishes a refundable child tax credit with monthly advance payments; and \n      Whereas, The American Family Act increases the child tax credit for qualifying children under age 6 from up to $2,000 per child to up to $3,600 per child; and\n      Whereas, The American Family Act increases the child tax credit for qualifying children between ages 6 and 17 from up to $2,000 per child to up to $3,000 per child; and\n\tWhereas, Expanding the child tax credit would reduce child poverty by more than 40 percent, according to the Center on Budget and Policy Priorities (CBPP); and \t\n      Whereas, According to CBPP, an estimated 9.9 million children are at risk of slipping back below the poverty line or deeper into poverty if the expansion is not extended, including 3.8 million Latino, 2.9 million white, 2.1 million Black, 426,000 Asian, and 280,000 American Indian or Alaska Native children; and \n      Whereas, The child tax credit expansion would help reduce racial disparities and discrimination, which have created large gaps in both opportunities and outcomes in education, employment, health, and housing, according to CBPP; and \n      Whereas, Studies show that without the expansion, the differences in child poverty rates between Latino and white children would grow by 70 percent, between Black and white children by 78 percent, and between AIAN and white children by 86 percent according to CBPP; and \n      Whereas, Making the expanded child tax credit available on a permanent basis to would lower poverty rates for children, improve children's lives, and benefit all of society; now, therefore, be it \n      Resolved, That the Council of the City of New York calls on the United States Congress to pass and the President to sign H.R. 3899, the American Family Act, which would expand the Child Tax Credit.\n\nSession 13\n3/5/24\nLS 7852\n\nSession12\nEHC\n7/25/2023\nLS 7852",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Calibri;}}\n{\\colortbl ;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Avil\\'e9s, De La Rosa, Bottcher, Yeger, Brewer, Hanif, Ung, Nurse, Louis, Abreu, Ayala, Cab\\'e1n, Gennaro, Sanchez, Oss\\'e9, Rivera, Hanks, Williams, Menin and Marte\\par\n\\par\n\\pard\\cbpat1\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, The Federal Child Tax Credit (child tax credit) was established as part of the Taxpayer Relief Act in 1997 and provides qualifying families with children with a tax break; and\\par\nWhereas, As originally passed in 1997, the child tax credit was $400 per child under age 17 and nonrefundable for most families; and\\par\nWhereas, Since 1997, the benefit has been expanded and made more available to more low-income families, while the value of the child tax credit has also been increased; and \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, The value of the child tax credit is determined primarily by the taxpayer\\rquote s income level, marital status, and number of dependent children, according to the Internal Revenue Service (IRS); and\\par\nWhereas, The U.S. Census Bureau estimates that the child tax credit lifts nearly 2 million children out of poverty each year; and \\par\nWhereas, The American Rescue Plan (Plan), enacted in 2021 during a public health and economic crisis, provided further economic relief to families with children by expanding the child tax credit; and\\par\n\\pard\\cbpat1\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, The Plan increased the child tax credit for qualifying children under age 6 from up to $2,000 per child to up to $3,600 per child; and\\par\nWhereas, The Plan increased the child tax credit for qualifying children between ages 6 and 17 from up to $2,000 per child to up to $3,000 per child; and\\par\nWhereas, The Plan expanded the child tax credit to low income families who would not have otherwise been able to take advantage of the credit by issuing half of it through advanced monthly payments; and \\par\nWhereas, Prior to the expansion of the child tax credit only 52% of families with children that had incomes below the poverty line were eligible for the credit, and after the expansion 94% of families with children below the poverty line became eligible; and \\par\nWhereas, Under the Plan, the IRS paid out six months of advance child tax credit payments worth up to $250 per child ages 6 to 17, and up to $300 per child under age 6, impacting over 61 million children in over 36 million households; and\\par\nWhereas, The Columbia Center on Poverty and Social Policy estimated that in July 2021, when the first monthly checks went out, the US child poverty rate dropped to 11.9 percent, from 15.8 percent the month before, the lowest rate on record since 1960; and \\par\nWhereas, Child poverty fell from 9.7% in 2020 to a record low of 5.2% in 2021 largely due to the expanded child tax credit; and \\par\nWhereas, The monthly child tax credit kept 3 million children from poverty in July 2021, and by December 2021, was keeping 3.7 million children from poverty and reducing monthly child poverty by 30 percent; and\\par\nWhereas, The IRS sent the last round of 2021 child tax credit payments in December 2021, which marked the last month that families received an advance payment; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, the Plan only guaranteed the increased child tax credit for the 2021 tax year, and in 2022 the child tax credit reverted to the previous rules of $2,000 per child; and \\par\nWhereas, According to an analysis by the CBPP, Congress\\rquote s failure to extend the expanded child tax credit could push 10 million children into or deeper into poverty; and \\par\n\\pard\\cbpat1\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Food insecurity in the US has worsened since the monthly children tax credit payments ended in December 2021; and  \\par\nWhereas, Child poverty rates rose quickly after the expanded child tax credit expired; and\\par\nWhereas, Expanding the child tax credits through 2025 would already have significantly lowered child poverty and lifted more than 4 million children from living in poverty, according to the Urban Institute; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, On June 6, 2023 Representative Rosa DeLauro introduced the H.R. 3899, the American Family Act; and\\par\n\\pard\\cbpat1\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, The American Family Act establishes a refundable child tax credit with monthly advance payments; and \\par\nWhereas, The American Family Act increases the child tax credit for qualifying children under age 6 from up to $2,000 per child to up to $3,600 per child; and\\par\nWhereas, The American Family Act increases the child tax credit for qualifying children between ages 6 and 17 from up to $2,000 per child to up to $3,000 per child; and\\par\n\\pard\\cbpat1\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, Expanding the child tax credit would reduce child poverty by more than 40 percent, according to the Center on Budget and Policy Priorities (CBPP); and \\tab\\par\n\\pard\\cbpat1\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, According to CBPP, an estimated 9.9 million children are at risk of slipping back below the poverty line or deeper into poverty if the expansion is not extended, including 3.8 million Latino, 2.9 million white, 2.1 million Black, 426,000 Asian, and 280,000 American Indian or Alaska Native children; and \\par\nWhereas, The child tax credit expansion would help reduce racial disparities and discrimination, which have created large gaps in both opportunities and outcomes in education, employment, health, and housing, according to CBPP; and \\par\nWhereas, Studies show that without the expansion, the differences in child poverty rates between Latino and white children would grow by 70 percent, between Black and white children by 78 percent, and between AIAN and white children by 86 percent according to CBPP; and \\par\nWhereas, Making the expanded child tax credit available on a permanent basis to would lower poverty rates for children, improve children\\rquote s lives, and benefit all of society; now, therefore, be it \\par\nResolved, That the Council of the City of New York calls on the United States Congress to pass and the President to sign H.R. 3899, the American Family Act, which would expand the Child Tax Credit.\\par\n\\pard\\cbpat1\\ltrpar\\sb100\\sa100\\fs20\\par\nSession 13\\par\n\\pard\\cbpat1\\ltrpar\\sa160 3/5/24\\f1\\fs22\\par\n\\pard\\cbpat1\\ltrpar\\sb100\\sa100\\f0\\fs20 LS 7852\\par\n\\fs24\\par\n\\fs20 Session12\\par\nEHC\\par\n7/25/2023\\par\nLS 7852\\par\n}\n",
  "LastModified": "2024-04-23T16:38:26.333Z"
}
