{
  "ID": 73057,
  "GUID": "6266EE45-DA23-48A9-B60B-85460C286C69",
  "File": "Res 0066-2024",
  "Name": "Expressing solidarity with unionization drives across New York City’s workforce and affirming the right to have union elections free from anti-democratic union-busting practices.",
  "Title": "Resolution expressing solidarity with unionization drives across New York City’s workforce and affirming the right to have union elections free from anti-democratic union-busting practices.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 4,
  "BodyName": "Committee on Civil Service and Labor",
  "IntroDate": "2024-02-28T00:00:00Z",
  "AgendaDate": "2024-02-28T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7813,
      "Slug": "tiffany-caban",
      "FullName": "Tiffany Cabán"
    },
    {
      "ID": 7825,
      "Slug": "alexa-aviles",
      "FullName": "Alexa Avilés"
    },
    {
      "ID": 7806,
      "Slug": "carmen-n-de-la-rosa",
      "FullName": "Carmen N. De La Rosa"
    },
    {
      "ID": 7780,
      "Slug": "public-advocate-jumaane-williams",
      "FullName": "Public Advocate Jumaane Williams"
    },
    {
      "ID": 7741,
      "Slug": "keith-powers",
      "FullName": "Keith Powers"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7826,
      "Slug": "shahana-k-hanif",
      "FullName": "Shahana K. Hanif"
    },
    {
      "ID": 7822,
      "Slug": "crystal-hudson",
      "FullName": "Crystal Hudson"
    },
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    },
    {
      "ID": 7824,
      "Slug": "sandy-nurse",
      "FullName": "Sandy Nurse"
    },
    {
      "ID": 7823,
      "Slug": "chi-a-osse",
      "FullName": "Chi A. Ossé"
    },
    {
      "ID": 7812,
      "Slug": "sandra-ung",
      "FullName": "Sandra Ung"
    },
    {
      "ID": 7820,
      "Slug": "lincoln-restler",
      "FullName": "Lincoln Restler"
    },
    {
      "ID": 7798,
      "Slug": "oswald-feliz",
      "FullName": "Oswald Feliz"
    },
    {
      "ID": 7817,
      "Slug": "nantasha-m-williams",
      "FullName": "Nantasha M. Williams"
    },
    {
      "ID": 7816,
      "Slug": "julie-won",
      "FullName": "Julie Won"
    },
    {
      "ID": 7808,
      "Slug": "pierina-ana-sanchez",
      "FullName": "Pierina Ana Sanchez"
    },
    {
      "ID": 7809,
      "Slug": "althea-v-stevens",
      "FullName": "Althea V.  Stevens"
    },
    {
      "ID": 7827,
      "Slug": "rita-c-joseph",
      "FullName": "Rita C. Joseph"
    },
    {
      "ID": 7821,
      "Slug": "jennifer-gutierrez",
      "FullName": "Jennifer Gutiérrez"
    },
    {
      "ID": 7832,
      "Slug": "kamillah-hanks",
      "FullName": "Kamillah Hanks"
    }
  ],
  "History": [
    {
      "ID": 403797,
      "Date": "2024-02-28T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-02-17T03:42:05.863Z"
    },
    {
      "ID": 404228,
      "Date": "2024-02-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Civil Service and Labor",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 20706,
      "AgendaSequence": 130,
      "MinutesSequence": 137,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Civil Service and Labor",
      "MatterStatusID": 3,
      "LastModified": "2024-02-29T04:35:05.1Z"
    }
  ],
  "Attachments": [
    {
      "ID": 292854,
      "LastModified": "2024-03-15T17:50:37.99Z",
      "Name": "Res. No. 66",
      "Link": "https://nyc.legistar1.com/nyc/attachments/5fd2f613-e654-4860-89f4-607a88291eba.docx",
      "Sort": 1
    },
    {
      "ID": 295410,
      "LastModified": "2024-02-28T18:45:42.007Z",
      "Name": "February 28, 2024 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c61cc328-9a37-4805-8197-3ea64bd836e1.pdf",
      "Sort": 2
    },
    {
      "ID": 297035,
      "LastModified": "2024-03-06T21:32:07.923Z",
      "Name": "Hearing Transcript - Stated Meeting 2-28-24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d782b346-2b94-4b5e-be59-00ade838302b.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 76583,
  "Text": "Whereas, The freedom of workers to join together in unions and negotiate with employers through collective bargaining, is widely recognized as a fundamental right across the world. In the United States, this right is protected by the United States Constitution; and\n      Whereas, When Americans have wanted to make the economy fairer and more responsive to the needs of workers, they have traditionally joined together in unions to do so; and\n      Whereas, Unions fought for-and work to strengthen-many of the standards and norms that protect and uplift Americans today, including Social Security, child labor laws, antidiscrimination laws, health and safety laws, Unemployment Insurance, the 40-hour workweek, and the federal minimum wage; and\n      Whereas, According to a 2021 report from the Bureau of Labor Statistics, nationally, just 10.3% of workers are unionized, hailing from diverse sectors, but the largest numbers are found in the public sector and private sector industries such as education and health services; and\n      Whereas, The COVID-19 pandemic and its effects on the workforce has spurred a surge of labor organizing across the nation, prompting work stoppages and unionization campaigns in unconventional sectors, in an effort to promote self-determination and worker power; and\n      Whereas, American workers and labor groups filed 1,174 petitions to unionize from October through March 2022, 57% more than the same period in 2021; and \n      Whereas, Burgeoning unionization campaigns have emerged in industries and occupations where they have not existed before, such as digital journalists, New York City Council staffers, gig economy workers, and graduate and adjunct faculty at universities; and\n      Whereas, Workers across the country have been bolstered by successful victories over large corporations to unionize essential industries, including Amazon and Starbucks workers; and\n      Whereas, In April 2022, Amazon Workers at the Staten Island warehouse, known as JFK8, voted in favor of being represented by a worker-led union, Amazon Labor Union, citing the need to defend against Amazon's abusive practices, such as aggressive production quotas, dehumanizing work environments, unsafe workplaces, and low wages; and \n      Whereas, Following the successful organizing of three Starbucks stores in and around Buffalo, New York, approximately 250 Starbucks stores filed petitions with the National Labor Relations Board (NLRB) and as of May 4th, 2022, 50 Starbucks stores have successfully voted to unionize, including four stores in New York City; and\n      Whereas, These efforts have prevailed despite fierce union-busting tactics deployed by corporate opposition, including one-on-one meetings with supervisors, mandatory employee meetings, also known as \"captive audience\" meetings, union-busting consultants, retaliatory terminations, videos, and leaflets all discouraging workers from organizing that have been well documented by media sites, including the New York Times and Washington Post; and\n      Whereas, Amazon and Starbucks' obstruction of worker unionization drives are only made more egregious by the rising wealth of Jeff Bezos and Howard Shultz's billionaire class during the pandemic; and \n       Whereas, According to a 2021 report from the Brookings Institute, from January 2020 through October 2021, the value of founder Jeff Bezos' Amazon shares rose by $110 billion, while founder and current CEO Howard Schultz's Starbucks shares increased by more than $750 million; and\n      Whereas, Throughout the pandemic unionized workers have had influence in how their employers navigate the pandemic, demonstrating that when workers have been able to act collectively and through their union, they have been able to secure enhanced safety measures, additional premium pay, and paid sick time; now, therefore, be it \n      Resolved, that that the Council of the City of New York expresses solidarity with unionization drives across New York City's workforce and affirms the right to have union elections free from anti-democratic union-busting practices.\n\n\n\nSession 13\nLS #8346\n01/17/2024\n\nSession12\nEA\nLS# 8346\n5/9/22",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Calibri;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red51\\green51\\blue51;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\ri144\\qj\\tx1008\\tx1728\\tx2448\\tx4608\\tx6048 By Council Members Cab\\'e1n, Aviles, De La Rosa, the Public Advocate Mr. Williams), Powers, Brewer, Hanif, Louis, Hudson, Nurse, \\cf1 Oss\\'e9\\cf0 , Ung, Restler, Feliz, Williams, Won, Sanchez, Stevens, Joseph, \\cf1 Guti\\'e9rrez and Hanks\\par\n\\cf0\\par\n\\pard\\ltrpar\\fi720\\ri144\\sl480\\slmult1\\qj\\tx1008\\tx1728\\tx2448\\tx4608\\tx6048 Whereas, The freedom of workers to join together in unions and negotiate with employers through collective bargaining, is widely recognized as a fundamental right across the world. In the United States, this right is protected by the United States Constitution; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, When Americans have wanted to make the economy fairer and more responsive to the needs of workers, they have traditionally joined together in unions to do so; and\\par\nWhereas, Unions fought for-and work to strengthen-many of the standards and norms that protect and uplift Americans today, including Social Security, child labor laws, antidiscrimination laws, health and safety laws, Unemployment Insurance, the 40-hour workweek, and the federal minimum wage; and\\par\nWhereas, According to a 2021 report from the Bureau of Labor Statistics, nationally, just 10.3% of workers are unionized, hailing from diverse sectors, but the largest numbers are found in the public sector and private sector industries such as education and health services; and\\cf2\\par\n\\cf0 Whereas, The COVID-19 pandemic and its effects on the workforce has spurred a surge of labor organizing across the nation, prompting work stoppages and unionization campaigns in unconventional sectors, in an effort to promote self-determination and worker power; and\\par\nWhereas, American workers and labor groups filed 1,174 petitions to unionize from October through March 2022, 57% more than the same period in 2021; and \\par\nWhereas, Burgeoning unionization campaigns have emerged in industries and occupations where they have not existed before,\\f1\\fs16  \\f0\\fs24 such as digital journalists, New York City Council staffers, gig economy workers, and graduate and adjunct faculty at universities; and\\cf1\\fs27\\par\n\\cf0\\fs24 Whereas, Workers across the country have been bolstered by successful victories over large corporations to unionize essential industries, including Amazon and Starbucks workers; and\\par\nWhereas, In April 2022, Amazon Workers at the Staten Island warehouse, known as JFK8, voted in favor of being represented by a worker-led union, Amazon Labor Union, citing the need to defend against Amazon\\rquote s abusive practices, such as aggressive production quotas, dehumanizing work environments, unsafe workplaces, and low wages; and \\par\nWhereas, Following the successful organizing of three Starbucks stores in and around Buffalo, New York, approximately 250 Starbucks stores filed petitions with the National Labor Relations Board (NLRB) and as of May 4th, 2022, 50 Starbucks stores have successfully voted to unionize, including four stores in New York City; and\\par\nWhereas, These efforts have prevailed despite fierce union-busting tactics deployed by corporate opposition, including one-on-one meetings with supervisors, mandatory employee meetings, also known as \\ldblquote captive audience\\rdblquote  meetings, union-busting consultants, retaliatory terminations, videos, and leaflets all discouraging workers from organizing that have been well documented by media sites, including the New York Times and Washington Post; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 Whereas, Amazon and Starbucks\\rquote  obstruction of worker unionization drives are only made more egregious by the rising wealth of Jeff Bezos and Howard Shultz\\rquote s billionaire class during the pandemic; and \\par\n Whereas, According to a 2021 report from the Brookings Institute, from January 2020 through October 2021, the value of founder Jeff Bezos\\rquote  Amazon shares rose by $110 billion, while founder and current CEO Howard Schultz\\rquote s Starbucks shares increased by more than $750 million; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Throughout the pandemic unionized workers have had influence in how their employers navigate the pandemic, demonstrating that when workers have been able to act collectively and through their union, they have been able to secure enhanced safety measures, additional premium pay, and paid sick time; now, therefore, be it \\par\nResolved, that that the Council of the City of New York expresses solidarity with unionization drives across New York City\\rquote s workforce and affirms the right to have union elections free from anti-democratic union-busting practices.\\par\n\\pard\\ltrpar\\fs20\\par\n\\par\n\\par\nSession 13\\par\nLS #8346\\par\n01/17/2024\\par\n\\par\nSession12\\par\nEA\\par\nLS# 8346\\par\n5/9/22\\par\n}\n",
  "LastModified": "2024-03-15T17:50:37.99Z"
}
