{
  "ID": 72751,
  "GUID": "55B99370-AA70-41F0-8E12-D32FC083A558",
  "File": "Res 0081-2024",
  "Name": "Wastewater Infrastructure Pollution Prevention and Environmental Safety Act (WIPPES).  (S.1350/H.R 2964)",
  "Title": "Resolution calling upon the United States Congress to pass, and the President to sign, S. 1350/H.R 2964, the Wastewater Infrastructure Pollution Prevention and Environmental Safety Act (WIPPES), requiring the Federal Trade Commission to issue regulations requiring certain products to have “Do Not Flush” labeling.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 5290,
  "BodyName": "Committee on Environmental Protection, Resiliency and Waterfronts",
  "IntroDate": "2024-02-28T00:00:00Z",
  "AgendaDate": "2024-02-28T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 7826,
      "Slug": "shahana-k-hanif",
      "FullName": "Shahana K. Hanif"
    }
  ],
  "History": [
    {
      "ID": 403432,
      "Date": "2024-02-28T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-02-12T20:23:51.7Z"
    },
    {
      "ID": 404275,
      "Date": "2024-02-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Environmental Protection, Resiliency and Waterfronts",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 20706,
      "AgendaSequence": 176,
      "MinutesSequence": 183,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Environmental Protection, Resiliency and Waterfronts",
      "MatterStatusID": 3,
      "LastModified": "2024-02-29T04:35:05.143Z"
    }
  ],
  "Attachments": [
    {
      "ID": 291343,
      "LastModified": "2024-03-15T15:35:51.553Z",
      "Name": "Res. No. 81",
      "Link": "https://nyc.legistar1.com/nyc/attachments/7d82c8f1-362c-4be6-9303-c29488c039be.docx",
      "Sort": 1
    },
    {
      "ID": 295456,
      "LastModified": "2024-02-28T18:45:56.117Z",
      "Name": "February 28, 2024 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ce8dcbd9-0792-4ffd-98ef-61cb64feef50.pdf",
      "Sort": 2
    },
    {
      "ID": 297081,
      "LastModified": "2024-03-06T21:32:23.793Z",
      "Name": "Hearing Transcript - Stated Meeting 2-28-24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c3925882-ef33-40b5-baa6-c77c649e5bbd.pdf",
      "Sort": 3
    },
    {
      "ID": 303375,
      "LastModified": "2024-06-13T21:38:38.23Z",
      "Name": "Minutes of the Charter Meeting - February 8, 2024",
      "Link": "https://nyc.legistar1.com/nyc/attachments/04527ffc-5976-42c7-904e-02490dbd1279.pdf",
      "Sort": 4
    },
    {
      "ID": 303936,
      "LastModified": "2024-06-13T21:43:30.113Z",
      "Name": "Minutes of the Stated Meeting - February 8, 2024",
      "Link": "https://nyc.legistar1.com/nyc/attachments/72f16424-f04b-4603-aade-961d4cd707ae.pdf",
      "Sort": 5
    }
  ],
  "Summary": "",
  "TextID": 76276,
  "Text": "Whereas, New York City's (NYC or City) wastewater infrastructure consists of over 7,500 miles of sewer lines, which convey approximately 1.3 billion gallons of water each day to the City's 14 wastewater resource recovery facilities; and \n\tWhereas, From households, wastewater goes through multiple phases of treatment, starting with grates that screen larger pieces of debris from the water as it enters the sewage system, followed by pumping to a wastewater treatment facility where the water is briefly held in settling tanks where heavier sediment sinks to the bottom, and lighter particles and grease can be skimmed from the surface before being sent for additional processing; and \n      Whereas, The City's wastewater infrastructure is not designed to accept materials other than bodily waste and sanitary paper designed to break down nearly immediately in the presence of water; and\n\tWhereas, Flushing materials unsuitable for the City's wastewater infrastructure down toilets can cause significant problems for such infrastructure, as the material can collect in sewer grates and cause backups, congeal with improperly discarded grease and oil to form into clumps known as fatbergs, and contribute to equipment failures at treatment plants; and \n\tWhereas, Nonwoven wipes, which may be marketed as baby wipes, wet wipes, sanitary wipes, makeup wipes, or cleaning and disinfecting wipes, are usually made either partially or entirely from fossil fuel-derived fibers, and do not break down quickly enough to be flushed, have been identified as a major culprit in sewer line clogs and the formation of fatbergs; and\n\tWhereas, Even wipes explicitly marketed as flushable may contribute to sewage clogs and potential machinery damage according to a 2019 study conducted by Toronto Metropolitan University's Flushability Lab at Ryerson Urban Water, which found that of 23 brands of nonwoven wipes labeled flushable, none broke down quickly enough to safely pass through sewage infrastructure; and \n      Whereas, During a hearing of the NYC Council's Committee on Environmental Protection in October of 2020, the then Commissioner of the NYC Department of Environmental Protection (DEP), Vincent Sapienza, testified that DEP spends nearly $19,000,000 each year addressing sewage clogs and damage to machinery caused by the flushing of nonwoven wipes; and\n      Whereas, The National Association of Clean Water Agencies estimates that improperly flushed wipes cost water utilities in the U.S. approximately $441,000,000 in additional operating costs each year; and\n\tWhereas, The WIPPES Act, S. 1350/H.R 2964, sponsored by U.S. Senator Jeff Merkley and U.S. House Representative Lisa McClain, would require the Federal Trade Commission, within 2 years, to establish regulations requiring manufacturers, wholesalers, suppliers, or retailers to label certain household and personal care wipes clearly and conspicuously with high contrast \"Do Not Flush\" symbols; and\n\tWhereas, The WIPPES Act would apply to pre-moistened, nonwoven disposable wipes sold or offered for sale that are (i) marketed as baby or diapering wipes, or (ii) household or personal care wipes composed either wholly or in part of fossil fuel-derived fibers and that have a high likelihood of being flushed; and\n\tWhereas, The WIPPES Act would establish standards requiring covered products to feature the \"Do Not Flush\" symbol and label prominently displayed in a location reasonably viewable to users each time a wipe is dispensed, in high contrast colors, unobscured by seams or package design elements, and covering at least 2 percent of the surface area of the main display panel; and \n\tWhereas, The Act would also require the Federal Trade Commission to issue regulations prohibiting the representation or marketing of covered products as flushable; and \n\tWhereas, Violations of the Act would trigger a fine of no more than $2,500 for each day the violation occurs, not to exceed $100,000 for a single violation, and states would be preempted from establishing restrictions different from those contained within the WIPPES Act; and\t \n\tWhereas, The labeling required by the WIPPES Act may increase awareness among the general public that nonwoven disposable wipes should not be flushed, which may in turn help to reduce this unwanted behavior and minimize the effects of improper disposal on municipal wastewater facilities across the United States; now, therefore, be it\n\tResolved, That the Council of the City of New York calls upon the United States Congress to pass, and the President to sign, S. 1350/H.R 2964, the Wastewater Infrastructure Pollution Prevention and Environmental Safety Act (WIPPES), requiring the Federal Trade Commission to issue regulations requiring certain products to have \"Do Not Flush\" labeling.\nSession 13\nLS #13919\n01/19/2024\n\nSession 12\nNRC\nLS#13919\n8/24/23",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Gennaro and Hanif\\par\n\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, New York City\\rquote s (NYC or City) wastewater infrastructure consists of over 7,500 miles of sewer lines, which convey approximately 1.3 billion gallons of water each day to the City\\rquote s 14 wastewater resource recovery facilities; and \\par\n\\tab Whereas, From households, wastewater goes through multiple phases of treatment, starting with grates that screen larger pieces of debris from the water as it enters the sewage system, followed by pumping to a wastewater treatment facility where the water is briefly held in settling tanks where heavier sediment sinks to the bottom, and lighter particles and grease can be skimmed from the surface before being sent for additional processing; and \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, The City\\rquote s wastewater infrastructure is not designed to accept materials other than bodily waste and sanitary paper designed to break down nearly immediately in the presence of water; and\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, Flushing materials unsuitable for the City\\rquote s wastewater infrastructure down toilets can cause significant problems for such infrastructure, as the material can collect in sewer grates and cause backups, congeal with improperly discarded grease and oil to form into clumps known as fatbergs, and contribute to equipment failures at treatment plants; and \\par\n\\tab Whereas, Nonwoven wipes, which may be marketed as baby wipes, wet wipes, sanitary wipes, makeup wipes, or cleaning and disinfecting wipes, are usually made either partially or entirely from fossil fuel-derived fibers, and do not break down quickly enough to be flushed, have been identified as a major culprit in sewer line clogs and the formation of fatbergs; and\\par\n\\tab Whereas, Even wipes explicitly marketed as flushable may contribute to sewage clogs and potential machinery damage according to a 2019 study conducted by Toronto Metropolitan University\\rquote s Flushability Lab at Ryerson Urban Water, which found that of 23 brands of nonwoven wipes labeled flushable, none broke down quickly enough to safely pass through sewage infrastructure; and \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, During a hearing of the NYC Council\\rquote s Committee on Environmental Protection in October of 2020, the then Commissioner of the NYC Department of Environmental Protection (DEP), Vincent Sapienza, testified that DEP spends nearly $19,000,000 each year addressing sewage clogs and damage to machinery caused by the flushing of nonwoven wipes; and\\par\nWhereas, The National Association of Clean Water Agencies estimates that improperly flushed wipes cost water utilities in the U.S. approximately $441,000,000 in additional operating costs each year; and\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, The WIPPES Act, S. 1350/H.R 2964, sponsored by U.S. Senator Jeff Merkley and U.S. House Representative Lisa McClain, would require the Federal Trade Commission, within 2 years, to establish regulations requiring manufacturers, wholesalers, suppliers, or retailers to label certain household and personal care wipes clearly and conspicuously with high contrast \\ldblquote Do Not Flush\\rdblquote  symbols; and\\par\n\\tab Whereas, The WIPPES Act would apply to pre-moistened, nonwoven disposable wipes sold or offered for sale that are (i) marketed as baby or diapering wipes, or (ii) household or personal care wipes composed either wholly or in part of fossil fuel-derived fibers and that have a high likelihood of being flushed; and\\par\n\\tab Whereas, The WIPPES Act would establish standards requiring covered products to feature the \\ldblquote Do Not Flush\\rdblquote  symbol and label prominently displayed in a location reasonably viewable to users each time a wipe is dispensed, in high contrast colors, unobscured by seams or package design elements, and covering at least 2 percent of the surface area of the main display panel; and \\par\n\\tab Whereas, The Act would also require the Federal Trade Commission to issue regulations prohibiting the representation or marketing of covered products as flushable; and \\par\n\\tab Whereas, Violations of the Act would trigger a fine of no more than $2,500 for each day the violation occurs, not to exceed $100,000 for a single violation, and states would be preempted from establishing restrictions different from those contained within the WIPPES Act; and\\tab  \\par\n\\tab Whereas, The labeling required by the WIPPES Act may increase awareness among the general public that nonwoven disposable wipes should not be flushed, which may in turn help to reduce this unwanted behavior and minimize the effects of improper disposal on municipal wastewater facilities across the United States; now, therefore, be it\\par\n\\tab Resolved, That the Council of the City of New York calls upon the United States Congress to pass, and the President to sign, S. 1350/H.R 2964, the Wastewater Infrastructure Pollution Prevention and Environmental Safety Act (WIPPES), requiring the Federal Trade Commission to issue regulations requiring certain products to have \\ldblquote Do Not Flush\\rdblquote  labeling.\\par\n\\pard\\ltrpar Session 13\\par\nLS #13919\\par\n01/19/2024\\par\n\\fs22\\par\nSession 12\\par\nNRC\\par\nLS#13919\\par\n8/24/23\\par\n\\pard\\ltrpar\\sl252\\slmult1\\fs24\\par\n}\n",
  "LastModified": "2024-06-13T21:43:30.113Z"
}
