{
  "ID": 72295,
  "GUID": "489E1541-DB0B-4F09-8D3B-E3CC85C027B3",
  "File": "Res 0085-2024",
  "Name": "Establish a noise tax on non-essential helicopter and seaplane flights in cities with a population of one million or more (A.7638-A/S.7216-A).",
  "Title": "Resolution calling on the New York State Legislature to pass, and the Governor to sign, A.7638-A/S.7216-A, which would establish a noise tax on non-essential helicopter and seaplane flights in cities with a population of one million or more.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 25,
  "StatusName": "Laid Over in Committee",
  "BodyID": 7,
  "BodyName": "Committee on Economic Development",
  "IntroDate": "2024-02-28T00:00:00Z",
  "AgendaDate": "2024-02-28T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 7810,
      "Slug": "amanda-farias",
      "FullName": "Amanda Farías"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7749,
      "Slug": "kalman-yeger",
      "FullName": "Kalman Yeger"
    },
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    },
    {
      "ID": 7746,
      "Slug": "robert-f-holden",
      "FullName": "Robert F. Holden"
    }
  ],
  "History": [
    {
      "ID": 403751,
      "Date": "2024-02-28T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-02-16T01:13:25.093Z"
    },
    {
      "ID": 404274,
      "Date": "2024-02-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Economic Development",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 20706,
      "AgendaSequence": 180,
      "MinutesSequence": 187,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Economic Development",
      "MatterStatusID": 3,
      "LastModified": "2024-02-29T04:35:05.147Z"
    },
    {
      "ID": 406443,
      "Date": "2024-04-16T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 7,
      "BodyName": "Committee on Economic Development",
      "EventID": 20763,
      "AgendaSequence": 5,
      "MinutesSequence": 11,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2024-05-06T13:32:12.093Z"
    },
    {
      "ID": 407394,
      "Date": "2024-04-16T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 7,
      "BodyName": "Committee on Economic Development",
      "EventID": 20763,
      "MinutesSequence": 12,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2024-04-16T18:44:21.72Z"
    }
  ],
  "Attachments": [
    {
      "ID": 288392,
      "LastModified": "2024-05-14T14:08:53.31Z",
      "Name": "Res. No. 85",
      "Link": "https://nyc.legistar1.com/nyc/attachments/74b02780-4abd-435f-a960-c674cfc45917.docx",
      "Sort": 1
    },
    {
      "ID": 295460,
      "LastModified": "2024-02-28T18:45:57.087Z",
      "Name": "February 28, 2024 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/0921c62f-7318-4c9b-8c61-af7ee385eec0.pdf",
      "Sort": 2
    },
    {
      "ID": 297085,
      "LastModified": "2024-03-06T21:32:24.9Z",
      "Name": "Hearing Transcript - Stated Meeting 2-28-24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/27c1d89e-2941-4cb6-a06a-e9cc8e5a28d5.pdf",
      "Sort": 3
    },
    {
      "ID": 300314,
      "LastModified": "2024-04-16T18:45:57.757Z",
      "Name": "Committee Report 4/16/24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/2cdd7473-7d72-4f76-bee0-7d926ffca366.docx",
      "Sort": 4
    },
    {
      "ID": 301302,
      "LastModified": "2024-05-06T13:32:03.323Z",
      "Name": "Hearing Testimony 4/16/24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/e264d634-5b01-4f35-a1bb-3a3033a9ad8a.pdf",
      "Sort": 5
    },
    {
      "ID": 301628,
      "LastModified": "2024-05-14T14:08:57.34Z",
      "Name": "Hearing Transcript 4/16/24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ec2d7e31-6ac4-4d00-8195-4136f73c2f65.pdf",
      "Sort": 6
    },
    {
      "ID": 303379,
      "LastModified": "2024-06-13T21:38:39.34Z",
      "Name": "Minutes of the Charter Meeting - February 8, 2024",
      "Link": "https://nyc.legistar1.com/nyc/attachments/1415c13a-91c5-494a-bd0c-1a0b88a1d49c.pdf",
      "Sort": 7
    },
    {
      "ID": 303940,
      "LastModified": "2024-06-13T21:43:31.373Z",
      "Name": "Minutes of the Stated Meeting - February 8, 2024",
      "Link": "https://nyc.legistar1.com/nyc/attachments/6b06b65e-9f44-4f59-888c-98595d2b07b5.pdf",
      "Sort": 8
    }
  ],
  "Summary": "",
  "TextID": 75816,
  "Text": "Whereas, There are thousands of commercial helicopter flights over New York City each month; and\n      Whereas, Helicopter-related noise complaints to New York City's 3-1-1 increased from 10,359 in 2020 to 25,821 in 2021 with a vast majority of the complaints coming from Manhattan; and\n      Whereas, Over the past five years, 3-1-1 has experienced a 2,329% increase in noise complaints related to helicopters; and\n      Whereas, According to numerous health publications, exposure to excessive noise produced by frequent overhead flights are associated with a number of health effects, including, but not limited to: (i) high blood pressure; (ii) neuroendocrinological issues; (iii) impaired psychological and cognitive functions; (iv) learned helplessness; (v) poorer long-term memory; and (iv) diminished reading comprehension; and\n      Whereas, Many national and municipal organizations, such as Stop the Chop NY/NJ, create  public educational campaigns on the dangers to health and the environment that can be caused by non-essential helicopter sightseeing tours and commuter flights that fly over our City; and\n      Whereas, In an effort to mitigate the impact of the non-essential commercial flights on public health and the environment, A.7638-A, which was introduced by New York State Assemblymember Robert C. Carroll, and companion bill S.7216-A, which was introduced by New York State Senator Kristen Gonzalez, seek to amend the New York State Tax Law by establishing a noise tax on non-essential helicopter and seaplane flights in cities with a population of one million or more; and \n      Whereas, Pursuant to A.7638-A/S.7216-A, the tax rate on such aircrafts would be fifty dollars per seat ticket, or two hundred dollars per flight, whichever is greater; and \n      Whereas, Under A.7638-A/S.7216-A, flight operators who fail to pay this tax due to willful neglect would subject to a penalty of four hundred percent of the total tax amount due; and\n      Whereas, A.7638-A/S.7216-A, would mandate that all funds collected under this new tax be deposited in New York State's Environmental Protection Fund; and\n      Whereas, The New York State Senate passed S.7216 on June 8, 2023 and was delivered to the Assembly on the same day; and \n      Whereas, Enacting A.7638-A/S.7216-A would help reduce noise pollution from the plethora of non-essential aircrafts that affect the millions of residents in our great City; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign, A.7638-A/S.7216-A, which would establish a noise tax on non-essential helicopter and seaplane flights in cities with a population of one million or more. \n\n\nWJH\nLS 15031\n1/3/24",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red4\\green12\\blue40;\\red31\\green31\\blue31;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\pard\\ltrpar\\sl252\\slmult1\\qj\\v0\\par\nBy Council Members Gennaro, Far\\'edas, Brewer, Yeger, Louis and Holden\\par\n\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, \\cf1 There are thousands of commercial helicopter flights over New York City each month; and\\par\n\\pard\\cbpat4\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Helicopter-related noise complaints to New York City\\rquote s 3-1-1 increased from 10,359 in 2020 to 25,821 in 2021 with a vast majority of the complaints coming from Manhattan; and\\par\nWhereas, Over the past five years, 3-1-1 has experienced a 2,329% increase in noise complaints related to helicopters; and\\par\n\\pard\\ltrpar\\fi720\\sb240\\sa160\\sl480\\slmult1\\qj Whereas, According to numerous health publications, exposure to excessive noise produced by frequent overhead flights are associated with a number of health effects, including, but not limited to: (i) high blood pressure; (ii) neuroendocrinological issues; (iii) impaired psychological and cognitive functions; (iv) learned helplessness; (v) poorer long-term memory; and (iv) diminished reading comprehension; and\\par\nWhereas, Many national and municipal organizations, such as \\i Stop the Chop NY/NJ\\i0 , \\cf2 create  public educational campaigns on the dangers to health and the environment\\cf3  that can be caused by non-essential helicopter sightseeing tours and commuter flights that fly over our City; and\\cf1\\par\n\\pard\\ltrpar\\fi720\\sa160\\sl480\\slmult1\\qj Whereas, In an effort to mitigate the impact of the non-essential commercial flights on public health and the environment, A.7638-A, which was introduced by New York State Assemblymember Robert C. Carroll, and companion bill S.7216-A, which was introduced by New York State Senator Kristen Gonzalez, seek to amend the New York State Tax Law by establishing \\cf0 a noise tax on non-essential helicopter and seaplane flights in cities with a population of one million or more; and \\par\nWhereas, Pursuant to A.7638-A/S.7216-A, the tax rate on such aircrafts would be \\cf3 fifty dollars per seat ticket, or two hundred dollars per flight, whichever is greater; and \\cf0\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Under A.7638-A/S.7216-A, flight operators who fail to pay this tax due to willful neglect would subject to a penalty of four hundred percent of the total tax amount due; and\\par\nWhereas, A.7638-A/S.7216-A, would mandate that all funds collected under this new tax be deposited in New York State\\rquote s Environmental Protection Fund; and\\par\nWhereas, The New York State Senate passed S.7216 on June 8, 2023 and was delivered to the Assembly on the same day; and \\par\nWhereas, Enacting A.7638-A/S.7216-A \\cf1 would help reduce noise pollution from the plethora of non-essential aircrafts that affect the millions of residents in our great City; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls on \\cf0 the New York State Legislature to pass, and the Governor to sign, A.7638-A/S.7216-A, which would establish a noise tax on non-essential helicopter and seaplane flights in cities with a population of one million or more. \\par\n\\pard\\ltrpar\\sa160\\sl252\\slmult1\\par\n\\par\n\\pard\\ltrpar\\sl252\\slmult1\\qj WJH\\par\nLS 15031\\par\n\\pard\\ltrpar\\qj 1/3/24\\par\n}\n",
  "LastModified": "2024-06-13T21:43:31.373Z"
}
