{
  "ID": 73101,
  "GUID": "B1F1DBA7-D38E-4988-A85F-6DE8B5C8DBC9",
  "File": "Res 0091-2024",
  "Name": "Afghan Adjustment Act (S. 4787/H.R. 8685)",
  "Title": "Resolution calling on the United States Congress to Pass, and the President to Sign, S. 4787/H.R. 8685, the “Afghan Adjustment Act,” which would provide a pathway to permanent legal status for evacuees from Afghanistan.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 5119,
  "BodyName": "Committee on Immigration",
  "IntroDate": "2024-02-28T00:00:00Z",
  "AgendaDate": "2024-02-28T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7826,
      "Slug": "shahana-k-hanif",
      "FullName": "Shahana K. Hanif"
    },
    {
      "ID": 7825,
      "Slug": "alexa-aviles",
      "FullName": "Alexa Avilés"
    }
  ],
  "History": [
    {
      "ID": 403853,
      "Date": "2024-02-28T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-02-17T23:16:52.143Z"
    },
    {
      "ID": 404316,
      "Date": "2024-02-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Immigration",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 20706,
      "AgendaSequence": 214,
      "MinutesSequence": 221,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Immigration",
      "MatterStatusID": 3,
      "LastModified": "2024-02-29T04:35:05.197Z"
    }
  ],
  "Attachments": [
    {
      "ID": 293150,
      "LastModified": "2024-06-14T13:54:09.37Z",
      "Name": "Res. No. 91",
      "Link": "https://nyc.legistar1.com/nyc/attachments/e31a8b9c-dbe4-4a60-a5a0-a2d2ec22fe0a.docx",
      "Sort": 1
    },
    {
      "ID": 295494,
      "LastModified": "2024-02-28T18:46:09.857Z",
      "Name": "February 28, 2024 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b54e68a1-fea1-44c8-a7ca-063436b9b97b.pdf",
      "Sort": 2
    },
    {
      "ID": 297119,
      "LastModified": "2024-03-06T21:32:34.907Z",
      "Name": "Hearing Transcript - Stated Meeting 2-28-24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/4c285e98-d596-4f5b-b251-901f22b20711.pdf",
      "Sort": 3
    },
    {
      "ID": 305772,
      "LastModified": "2024-07-11T13:30:36.697Z",
      "Name": "Minutes of the Stated Meeting - February 28, 2024",
      "Link": "https://nyc.legistar1.com/nyc/attachments/48e79e81-9f0d-4ee8-b9a2-53beb357ffa6.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 76627,
  "Text": "Whereas, More than one million United States service members, frontline civilians, intelligence community staff, and aid workers served the interests of the United States on the ground in Afghanistan from 2001 to 2021; and\n      Whereas, United States forces withdrew from Kabul on August 31, 2021, leaving behind thousands of allies who believed in the idea of America, endangered their own lives to stand with us, and are now at risk; and\n      Whereas, Thousands of Afghans, including those who aided the United States and its allies, civil rights defenders, and political activists were forced to flee their country when U.S. forces withdrew from Afghanistan; and\n      Whereas, According to the International Rescue Committee 76,000 men, women, and children fleeing Afghanistan after the withdrawal of U.S. forces were brought to the United States under humanitarian parole and have only temporary permission to stay in the country with no path to citizenship; and \n      Whereas, Veterans, frontline civilians, and a cross-section of American volunteers are calling on the United States government to meet its commitments to offer safety to the Afghans who stood with us over our twenty-year conflict; and\n      Whereas, The groups demanding that we meet our commitment to the Afghans that stood with us have been working with the United States government to continue relocations of our allies; and\n      Whereas, The bipartisan Afghan Adjustment Act was introduced in both the U.S. House of Representatives and the U.S. Senate in August 2022; and\n      Whereas, The United States has passed similar legislation in the wake of previous wartime evacuations including after America's withdrawal from Vietnam and after the U.S. military actions in Iraq; and\n      Whereas, More than 76% of Americans believe we have an obligation to aid Afghan allies in their relocation; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the United States Congress to pass, and the President to Sign, S. 4787/H.R. 8685, The Afghan Adjustment Act, which would provide a pathway to permanent legal status for evacuees from Afghanistan.  \n       \nSession 13\nLS # 10920\n01/17/2024\n\nSession 12\nLS #10920\n10/17/22\nEHC",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj By Council Members Hanif and Avil\\'e9s\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, More than one million United States service members, frontline civilians, intelligence community staff, and aid workers served the interests of the United States on the ground in Afghanistan from 2001 to 2021; and\\par\nWhereas, United States forces withdrew from Kabul on August 31, 2021, leaving behind thousands of allies who believed in the idea of America, endangered their own lives to stand with us, and are now at risk; and\\par\nWhereas, Thousands of Afghans, including those who aided the United States and its allies, civil rights defenders, and political activists were forced to flee their country when U.S. forces withdrew from Afghanistan; and\\par\nWhereas, According to the International Rescue Committee 76,000 men, women, and children fleeing Afghanistan after the withdrawal of U.S. forces were brought to the United States under humanitarian parole and have only temporary permission to stay in the country with no path to citizenship; and \\par\nWhereas, Veterans, frontline civilians, and a cross-section of American volunteers are calling on the United States government to meet its commitments to offer safety to the Afghans who stood with us over our twenty-year conflict; and\\par\nWhereas, The groups demanding that we meet our commitment to the Afghans that stood with us have been working with the United States government to continue relocations of our allies; and\\par\nWhereas, The bipartisan Afghan Adjustment Act was introduced in both the U.S. House of Representatives and the U.S. Senate in August 2022; and\\par\nWhereas, The United States has passed similar legislation in the wake of previous wartime evacuations including after America\\rquote s withdrawal from Vietnam and after the U.S. military actions in Iraq; and\\par\nWhereas, More than 76% of Americans believe we have an obligation to aid Afghan allies in their relocation; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls on the United States Congress to pass, and the President to Sign, S. 4787/H.R. 8685, The Afghan Adjustment Act, which would provide a pathway to permanent legal status for evacuees from Afghanistan.  \\par\n\\pard\\ltrpar\\fi720\\qj\\fs20\\par\n\\pard\\ltrpar\\qj Session 13\\par\nLS # 10920\\par\n01/17/2024\\par\n\\par\nSession 12\\par\nLS #10920\\par\n\\pard\\ltrpar 10/17/22\\par\n\\pard\\ltrpar\\qj EHC\\par\n\\fs18\\par\n\\fs24\\par\n}\n",
  "LastModified": "2024-07-11T13:30:36.697Z"
}
