{
  "ID": 72717,
  "GUID": "92200DFD-E1F6-4B81-917B-FCC55AB5A2C5",
  "File": "Res 0099-2024",
  "Name": "Localities to provide for an additional real property tax exemption for eligible persons who are 65 years of age and older. (A. 6362)",
  "Title": "Resolution calling on the New York State Legislature to pass, and the Governor to sign, A.6362, to authorize localities to provide for an additional real property tax exemption for eligible persons who are 65 years of age and older.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 3,
  "BodyName": "Committee on Aging",
  "IntroDate": "2024-02-28T00:00:00Z",
  "AgendaDate": "2024-02-28T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7822,
      "Slug": "crystal-hudson",
      "FullName": "Crystal Hudson"
    },
    {
      "ID": 7749,
      "Slug": "kalman-yeger",
      "FullName": "Kalman Yeger"
    },
    {
      "ID": 7818,
      "Slug": "lynn-c-schulman",
      "FullName": "Lynn C. Schulman"
    },
    {
      "ID": 7817,
      "Slug": "nantasha-m-williams",
      "FullName": "Nantasha M. Williams"
    }
  ],
  "History": [
    {
      "ID": 403709,
      "Date": "2024-02-28T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-02-15T17:23:59.447Z"
    },
    {
      "ID": 404362,
      "Date": "2024-02-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Aging",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 20706,
      "AgendaSequence": 261,
      "MinutesSequence": 268,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Aging",
      "MatterStatusID": 3,
      "LastModified": "2024-02-29T04:35:05.277Z"
    }
  ],
  "Attachments": [
    {
      "ID": 291136,
      "LastModified": "2024-04-26T12:50:54.557Z",
      "Name": "Res. No. 99",
      "Link": "https://nyc.legistar1.com/nyc/attachments/0e525e9c-79c1-4306-98f3-e6a7cef8920c.docx",
      "Sort": 1
    },
    {
      "ID": 295541,
      "LastModified": "2024-02-28T18:46:22.52Z",
      "Name": "February 28, 2024 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/15990cba-5bee-42d5-aebe-e44dbf82464c.pdf",
      "Sort": 2
    },
    {
      "ID": 297166,
      "LastModified": "2024-03-06T21:32:48.257Z",
      "Name": "Hearing Transcript - Stated Meeting 2-28-24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/e943332d-5e26-41f2-80a4-b8d1e06c23e1.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 76242,
  "Text": "Whereas, Recent U.S. Census Bureau data show that the median annual income among Americans aged 65 years and older decreased by 2.6 percent between 2020 and 2021, from an estimated $48,866 to an estimated $47,620; and\n      Whereas, The prevalence of poverty among U.S. adults aged 65 years and older increased between 2020 and 2021, from 8.9 percent, or over 4.8 million people, to 10.3 percent, or more than 5.8 million people; and\n      Whereas, Moreover, 4.2 percent of Americans aged 65 years and older, or over 2.3 million people, lived in deep poverty in 2021; and\n      Whereas, According to the New York State Office of Temporary and Disability Assistance, as of November 2021, 631,101 people in New York State and 372,302 people in New York City received Supplemental Security Income; and \n      Whereas, According to the U.S. Bureau of Labor Statistics, between April 2022 and April 2023, prices paid by urban consumers for all items, as measured by the Consumer Price Index, increased by 4.9 percent nationally and by 3.7 percent in New York State; and \n      Whereas, Between May 2022 and May 2023, housing costs in the New York Metropolitan Area expanded by 4.2 percent; and\n      Whereas, The U.S. Census Bureau calculated that in New York State, the median homeowner costs, inclusive of a mortgage, were $2,267 per month or $27,204 per year in 2021; and\n      Whereas, In New York City, the median homeowner costs, inclusive of a mortgage, amounted to $2,913 per month or $34,956 per year in 2021; and\n      Whereas, As of 2021, the median value of owner-occupied housing units was $340,600 in New York State and $660,700 in New York City; and\n      Whereas, The New York City Department of Finance noted that as of January 2023, assessed values of one-, two-, and three-family homes in New York City increased by 6 percent, while the tax rate for Tax Year 2023 for this property class was 20.31 percent of the assessed value; and\n      Whereas, Similarly, as of January 2023, assessed values of cooperative and condominium apartments in New York City grew by 3.1 percent, while the tax rate for this property class was 12.27 percent of the assessed value for Tax Year 2023; and\n      Whereas, According to the U.S. Internal Revenue Service, as of 2023, the median property tax in New York State was $3,755 per year; and\n      Whereas, Among the counties encompassed by New York City, as of 2023, the median annual property tax was $2,653 in Bronx County, $2,903 in Kings County, $5,873 in New York County, $2,914 in Queens County, and $2,842 in Richmond County; and\n      Whereas, A report for Fiscal Year 2022 by the New York City Department of Finance highlighted that the rate of property tax delinquency for Class One property in New York City, including one-, two-, and three-family homes, increased between 2019 and 2021, from 3.34 percent to 3.45 percent; and\n      Whereas, Likewise, the rate of property tax delinquency for Class Two property in New York City, including cooperative and condominium apartments, grew between 2019 and 2021, from 1.66 percent to 2.28 percent; and \n      Whereas, The Senior Citizen Homeowners' Exemption (SCHE) program in New York State provides a property tax exemption for eligible persons aged 65 years and older, who own one-, two-, or three-family homes, condominiums, or cooperative apartments, provided that the total combined annual income of the property owner and spouse or co-owner does not exceed $58,399; and \n      Whereas, As of 2023, to be eligible for the largest tax exemption of 50 percent of the assessed property value under SCHE in New York City, an eligible homeowner's total combined annual income must be $50,000 or less; and \n      Whereas, With the aim of providing additional relief for older New Yorkers from the burden of real property tax, thereby reducing their risk of housing dislocation and homelessness, Assembly Member David Weprin introduced A.6362 in the New York State Assembly, which would authorize localities to provide for an additional real property tax exemption for persons aged 65 years and older who meet the income eligibility limits and other criteria to the extent of 60 percent of the assessed valuation of such real property; and\n      Whereas, Specifically, A.6362 would authorize localities in New York State to offer a property tax exemption of 60 percent of the assessed property value for homeowners who are 65 years and older with a combined annual income between $3,000 and $22,000; 55 percent of the assessed property value for homeowners who are 65 years and older with a combined annual income of over $22,000, but less than $23,000; and 50 percent of the assessed property value for homeowners who are 65 years and older with a combined annual income of more than $23,000, but less than $24,000; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign, A.6362, to authorize localities to provide for an additional real property tax exemption for eligible persons who are 65 years of age and older.\n\nSession 13\nLS #12913\n01/19/2024\n\nSession 12\nLS #12913\n06/27/2023\nAZ \n\n\n\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Calibri;}}\n{\\colortbl ;\\red33\\green37\\blue41;\\red34\\green34\\blue34;}\n\\viewkind4\\uc1\n\\cf0\\v0\\fs22\\par\n\\pard\\ltrpar\\hyphpar0\\sl480\\slmult1\\qj\\fs24 By Council Members Hudson, Yeger, Schulman and Williams\\par\n\\pard\\ltrpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj Whereas,\\f1\\fs22  \\f0\\fs24 Recent U.S. Census Bureau data show that the median annual income among Americans aged 65 years and older decreased by 2.6 percent between 2020 and 2021, from an estimated $48,866 to an estimated $47,620; and\\fs22\\par\n\\fs24 Whereas, The prevalence of poverty among U.S. adults aged 65 years and older increased between 2020 and 2021, from 8.9 percent, or over 4.8 million people, to 10.3 percent, or more than 5.8 million people; and\\fs22\\par\n\\fs24 Whereas, Moreover, 4.2 percent of Americans aged 65 years and older, or over 2.3 million people, lived in deep poverty in 2021; and\\fs22\\par\n\\fs24 Whereas, According to the New York State Office of Temporary and Disability Assistance, as of November 2021, 631,101 people in New York State and 372,302 people in New York City received Supplemental Security Income; and \\fs22\\par\n\\fs24 Whereas, According to the U.S. Bureau of Labor Statistics, between April 2022 and April 2023, prices paid by urban consumers for all items, as measured by the Consumer Price Index, increased by 4.9 percent nationally and by 3.7 percent in New York State; and \\fs22\\par\n\\fs24 Whereas, Between May 2022 and May 2023, housing costs in the New York Metropolitan Area expanded by 4.2 percent; and\\fs22\\par\n\\fs24 Whereas, The U.S. Census Bureau calculated that in New York State, the median homeowner costs, inclusive of a mortgage, were $2,267 per month or $27,204 per year in 2021; and\\fs22\\par\n\\fs24 Whereas, In New York City, the median homeowner costs, inclusive of a mortgage, amounted to $2,913 per month or $34,956 per year in 2021; and\\fs22\\par\n\\fs24 Whereas, As of 2021, the median value of owner-occupied housing units was $340,600 in New York State and $660,700 in New York City; and\\fs22\\par\n\\fs24 Whereas, The New York City Department of Finance noted that as of January 2023, assessed values of one-, two-, and three-family homes in New York City increased by 6 percent, while the tax rate for Tax Year 2023 for this property class was 20.31 percent of the assessed value; and\\fs22\\par\n\\fs24 Whereas, Similarly, as of January 2023, assessed values of cooperative and condominium apartments in New York City grew by 3.1 percent, while the tax rate for this property class was 12.27 percent of the assessed value for Tax Year 2023; and\\fs22\\par\n\\fs24 Whereas, According to the U.S. Internal Revenue Service, as of 2023, the median property tax in New York State was $3,755\\f1\\fs22  \\f0\\fs24 per year; and\\fs22\\par\n\\fs24 Whereas, Among the counties encompassed by New York City, as of 2023, the median annual property tax was $2,653 in Bronx County, $2,903 in Kings County, $5,873 in New York County, $2,914 in Queens County, and $2,842 in Richmond County; and\\fs22\\par\n\\fs24 Whereas, A report for Fiscal Year 2022 by the New York City Department of Finance highlighted that the rate of property tax delinquency for Class One property in New York City, including one-, two-, and three-family homes, increased between 2019 and 2021, from 3.34 percent to 3.45 percent; and\\fs22\\par\n\\fs24 Whereas, Likewise, the rate of property tax delinquency for Class Two property in New York City, including cooperative and condominium apartments, grew between 2019 and 2021, from 1.66 percent to 2.28 percent; and \\fs22\\par\n\\fs24 Whereas, The Senior Citizen Homeowners\\rquote  Exemption (SCHE) program in New York State provides a property tax exemption for eligible persons aged 65 years and older, who own one-, two-, or three-family homes, condominiums, or cooperative apartments, provided that the total combined annual income of the property owner and spouse or co-owner does not exceed $58,399; and \\fs22\\par\n\\fs24 Whereas, As of 2023, to be eligible for the largest tax exemption of 50 percent of the assessed property \\cf1 value under SCHE in New York City, an eligible homeowner\\rquote s total combined annual income must be $50,000 or less; and \\cf0\\fs22\\par\n\\fs24 Whereas, With the aim of providing additional relief for older New Yorkers from the burden of real property tax, thereby reducing their risk of housing dislocation and homelessness,\\f1\\fs22  \\f0\\fs24 Assembly Member David Weprin introduced A.6362 in the New York State Assembly, which would authorize localities to provide for an additional real property tax exemption for persons aged 65 years and older who meet the income eligibility limits and other criteria to the extent of 60 percent of the assessed valuation of such real property; and\\fs22\\par\n\\fs24 Whereas, Specifically, A.6362 would authorize localities in New York State to offer a property tax exemption of 60 percent of the assessed property value for homeowners who are 65 years and older with a combined annual income between $3,000 and $22,000; 55 percent of the assessed property value for homeowners who are 65 years and older with a combined annual income of over $22,000, but less than $23,000; and 50 percent of the assessed property value for homeowners who are 65 years and older with a combined annual income of more than $23,000, but less than $24,000; now, therefore, be it\\fs22\\par\n\\fs24 Resolved, That the Council of the City of New York calls \\cf1 on the New York State Legislature to pass, and the Governor to sign, A.6362, to authorize localities to provide for an additional real property tax exemption for eligible persons who are 65 years of age and older\\cf0 .\\fs22\\par\n\\pard\\ltrpar\\hyphpar0\\qj\\fs24\\par\n\\fs20 Session 13\\par\nLS #12913\\par\n01/19/2024\\par\n\\par\nSession 12\\par\nLS #\\cf2 12913\\cf0\\par\n06/27/2023\\par\nAZ \\par\n\\fs18\\par\n\\par\n\\par\n}\n",
  "LastModified": "2024-04-26T12:50:54.557Z"
}
