{
  "ID": 72978,
  "GUID": "E2EA4279-1ABF-4605-A15E-CFE803359EB3",
  "File": "Res 0109-2024",
  "Name": "New York City Teleworking Expansion Act (A.1435).",
  "Title": "Resolution calling on the New York State Legislature to pass, and the Governor to sign, A.1435, also known as the \"New York City Teleworking Expansion Act”.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 25,
  "StatusName": "Laid Over in Committee",
  "BodyID": 4,
  "BodyName": "Committee on Civil Service and Labor",
  "IntroDate": "2024-02-28T00:00:00Z",
  "AgendaDate": "2024-02-28T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7822,
      "Slug": "crystal-hudson",
      "FullName": "Crystal Hudson"
    },
    {
      "ID": 7806,
      "Slug": "carmen-n-de-la-rosa",
      "FullName": "Carmen N. De La Rosa"
    },
    {
      "ID": 7780,
      "Slug": "public-advocate-jumaane-williams",
      "FullName": "Public Advocate Jumaane Williams"
    },
    {
      "ID": 7804,
      "Slug": "shaun-abreu",
      "FullName": "Shaun Abreu"
    },
    {
      "ID": 7821,
      "Slug": "jennifer-gutierrez",
      "FullName": "Jennifer Gutiérrez"
    },
    {
      "ID": 7826,
      "Slug": "shahana-k-hanif",
      "FullName": "Shahana K. Hanif"
    },
    {
      "ID": 7815,
      "Slug": "shekar-krishnan",
      "FullName": "Shekar Krishnan"
    },
    {
      "ID": 7813,
      "Slug": "tiffany-caban",
      "FullName": "Tiffany Cabán"
    },
    {
      "ID": 7818,
      "Slug": "lynn-c-schulman",
      "FullName": "Lynn C. Schulman"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    }
  ],
  "History": [
    {
      "ID": 403696,
      "Date": "2024-02-28T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-02-15T16:12:32.94Z"
    },
    {
      "ID": 404371,
      "Date": "2024-02-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Civil Service and Labor",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 20706,
      "AgendaSequence": 271,
      "MinutesSequence": 278,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Civil Service and Labor",
      "MatterStatusID": 3,
      "LastModified": "2024-02-29T04:35:05.287Z"
    },
    {
      "ID": 418295,
      "Date": "2025-04-17T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 4,
      "BodyName": "Committee on Civil Service and Labor",
      "EventID": 21470,
      "AgendaSequence": 4,
      "MinutesSequence": 8,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2025-05-16T15:05:30.423Z"
    },
    {
      "ID": 419647,
      "Date": "2025-04-17T10:15:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 4,
      "BodyName": "Committee on Civil Service and Labor",
      "EventID": 21470,
      "MinutesSequence": 9,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2025-04-17T16:51:48.757Z"
    },
    {
      "ID": 418302,
      "Date": "2025-04-17T10:30:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 5244,
      "BodyName": "Committee on Women and Gender Equity",
      "EventID": 21516,
      "AgendaSequence": 4,
      "MinutesSequence": 9,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2025-04-17T16:51:52.54Z"
    },
    {
      "ID": 419657,
      "Date": "2025-04-17T10:45:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 5244,
      "BodyName": "Committee on Women and Gender Equity",
      "EventID": 21516,
      "MinutesSequence": 10,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2025-04-17T16:51:56.397Z"
    }
  ],
  "Attachments": [
    {
      "ID": 292412,
      "LastModified": "2025-05-16T15:05:16.84Z",
      "Name": "Res. No. 109",
      "Link": "https://nyc.legistar1.com/nyc/attachments/f28095ea-fd4a-4539-bb92-56671b2c6296.docx",
      "Sort": 1
    },
    {
      "ID": 295551,
      "LastModified": "2024-02-28T18:46:25.343Z",
      "Name": "February 28, 2024 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ea74a64a-ab2e-4e45-9594-d9974e5bda92.pdf",
      "Sort": 2
    },
    {
      "ID": 297176,
      "LastModified": "2024-03-06T21:32:55.043Z",
      "Name": "Hearing Transcript - Stated Meeting 2-28-24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/19923ad5-14db-4bdc-ae8f-391212f2aea2.pdf",
      "Sort": 3
    },
    {
      "ID": 305829,
      "LastModified": "2024-07-11T13:30:50.223Z",
      "Name": "Minutes of the Stated Meeting - February 28, 2024",
      "Link": "https://nyc.legistar1.com/nyc/attachments/a54cd784-9311-4d48-bd82-ac046d3ed9f3.pdf",
      "Sort": 4
    },
    {
      "ID": 318016,
      "LastModified": "2025-04-16T22:19:37.873Z",
      "Name": "Committee Report 4/17/25",
      "Link": "https://nyc.legistar1.com/nyc/attachments/82922fd0-23ca-47d3-8346-b8c1c075f52d.docx",
      "Sort": 5
    },
    {
      "ID": 318344,
      "LastModified": "2025-04-23T16:53:59.407Z",
      "Name": "Hearing Testimony 4/17/25",
      "Link": "https://nyc.legistar1.com/nyc/attachments/8cb3d2b4-468a-4cf7-9c1a-457a093a9fe3.pdf",
      "Sort": 6
    },
    {
      "ID": 319468,
      "LastModified": "2025-05-16T15:05:26.927Z",
      "Name": "Hearing Transcript 4/17/25",
      "Link": "https://nyc.legistar1.com/nyc/attachments/98a04882-e014-4cc0-a247-c728c7615c69.pdf",
      "Sort": 7
    }
  ],
  "Summary": "",
  "TextID": 76504,
  "Text": "Whereas, The U.S. Office of Personnel Management defines telework as a work flexibility arrangement under which an employee performs the duties and responsibilities of their position, and other authorized activities, from an approved worksite other than the location from which they would otherwise work; and\n      Whereas, At the onset of the COVID-19 pandemic, many New York City (City) agencies leveraged telework to accomplish their missions during a dangerous and disruptive time; and  \n      Whereas, Now that City workers have returned to their offices, many contend that a City telework policy would increase employee productivity, promote diversity and inclusion, and support employee retention; and\n      Whereas, Workers report that teleworking eliminates the distractions of a traditional office setting, improving employee efficiency by allowing them to retain more of their time in the day and better accommodate their personal, mental, and physical needs to optimize productivity; and\n      Whereas, According to U.S. News & World Report, telecommuters log five to seven more hours per week than non-telecommuters; and\n      Whereas, Additional benefits of telework are greater location and schedule flexibility to accommodate people with disabilities, including mobility challenges and sensory impairments, and\n      Whereas, Mass adoption of telework has the potential to expand employment opportunities for people with disabilities, for whom tasks like daily grooming and commuting can add strain and complexity to the day, and contribute to increased personal stress and safety risks; and\n      Whereas, The convenience of telework, especially from the home, can offer an added incentive for many older workers to delay retirement or reenter the workforce; at the same time, employers could tap into this expanded labor pool without having to consider costs associated with office space and transportation; and\n      Whereas, Telework offers a strategic recruitment advantage for employers; and\n      Whereas, A December 2022 report by the City Comptroller (Comptroller) found that as of October 2022, the government vacancy rate almost reached 8 percent, far greater than the pre-COVID-19 pandemic rate of about 2 percent; and\n      Whereas, According to the Comptroller's report, in many critical City agencies the vacancy rate stood far higher: the Department of Small Business Services' vacancy rate was 32.0 percent, the Department of Buildings' vacancy rate was 22.7 percent, and the Department of City Planning's vacancy rate was 22.3 percent; and \n      Whereas, The Comptroller's report recommended that the City build a comprehensive strategy to attract, retain, and right-size the City workforce, including the implementation of telework for appropriate City titles; and\n      Whereas, A telework policy tailored to the needs of each City agency has the potential to improve employee efficiency and cure staffing shortages, while encouraging the inclusion of marginalized groups in the City workforce; and \n      Whereas, The New York City Teleworking Expansion Act, A.1435, sponsored by Assembly Member Nily Rozic, would require City agencies to establish a policy and program to allow employees to perform all or a portion of their duties through teleworking to the maximum extent possible without diminished employee performance; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the State Legislature to pass, and the Governor to sign, A.1435, also known as the \"New York City Teleworking Expansion Act.\"\n\nSession 13\nLS #5652/6121/6708/7216/7274/8271/8820\n01/18/2024\n\nSession 12\nEA\nLS 5652/6121/6708/7216/7274/8271/8820\n1/30/23",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red33\\green37\\blue41;\\red36\\green54\\blue66;}\n\\viewkind4\\uc1\n\\pard\\ltrpar\\fi720\\qj\\v0\\par\n\\pard\\ltrpar\\qj By Council Members Hudson, De La Rosa, the Public Advocate (Mr. Williams), Abreu, \\cf1 Guti\\'e9rrez, Hanif, Krishnan, Cab\\'e1n, Schulman, Brewer and Louis\\cf0\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, The U.S. Office of Personnel Management defines telework as a work flexibility arrangement under which an employee performs the duties and responsibilities of their position, and other authorized activities, from an approved worksite other than the location from which they would otherwise work; and\\par\nWhereas, At the onset of the COVID-19 pandemic, many New York City (City) agencies leveraged telework to accomplish their missions during a dangerous and disruptive time; and  \\par\nWhereas, Now that City workers have returned to their offices, many contend that a City telework policy would increase employee productivity, promote diversity and inclusion, and support employee retention; and\\par\nWhereas, Workers report that teleworking eliminates the distractions of a traditional office setting, improving employee efficiency by allowing them to retain more of their time in the day and better accommodate their personal, mental, and physical needs to optimize productivity; and\\par\nWhereas, According to U.S. News & World Report, telecommuters log five to seven more hours per week than non-telecommuters; and\\par\n\\pard\\ltrpar\\fi720\\sa160\\sl480\\slmult1\\qj Whereas, Additional benefits of telework are greater location and schedule flexibility to accommodate people with disabilities, including mobility challenges and sensory impairments, and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Mass adoption of telework has the potential to expand employment opportunities for people with disabilities, for whom tasks like daily grooming and commuting can add strain and complexity to the day, and contribute to increased personal stress and safety risks; and\\par\nWhereas, The convenience of telework, especially from the home, can offer an added incentive for many older workers to delay retirement or reenter the workforce; at the same time, employers could tap into this expanded labor pool without having to consider costs associated with office space and transportation; and\\par\nWhereas, Telework offers a strategic recruitment advantage for employers; and\\par\nWhereas, A December 2022 report by the City Comptroller (Comptroller) found that as of October 2022, the government vacancy rate almost reached 8 percent, far greater than the pre-COVID-19 pandemic rate of about 2 percent; and\\par\nWhereas, According to the Comptroller\\rquote s report, in many critical City agencies the vacancy rate stood far higher: the \\cf2 Department of Small Business Services\\rquote  vacancy rate was 32.0 percent, the Department of Buildings\\rquote  vacancy rate was 22.7 percent, and the Department of City Planning\\rquote s vacancy rate was 22.3 percent; and \\cf0\\par\nWhereas, \\cf2 The Comptroller\\rquote s report recommended that the City build a comprehensive strategy to attract, retain, and right-size the City workforce, including the implementation of\\cf0  telework for appropriate City titles; and\\par\nWhereas, A telework policy tailored to the needs of each City agency has the potential to improve employee efficiency and cure staffing shortages, while encouraging the inclusion of marginalized groups in the City workforce; and \\par\nWhereas, The New York City Teleworking Expansion Act, A.1435, sponsored by Assembly Member Nily Rozic, would require City agencies to establish a policy and program to allow employees to perform all or a portion of their duties through teleworking to the maximum extent possible without diminished employee performance; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls on the State Legislature to pass, and the Governor to sign, A.1435, also known as the \"New York City Teleworking Expansion Act.\\rdblquote\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\par\n\\pard\\ltrpar\\qj Session 13\\par\nLS #5652/6121/6708/7216/7274/8271/8820\\par\n01/18/2024\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\par\n\\pard\\ltrpar\\qj\\cf3\\fs16 Session 12\\par\n\\expndtw5 EA\\par\nLS 5652/6121/6708/7216/7274/8271/8820\\par\n1/30/23\\par\n\\pard\\ltrpar\\sa160\\sl252\\slmult1\\qj\\cf0\\expndtw0\\fs24\\par\n\\par\n\\par\n\\par\n}\n",
  "LastModified": "2025-05-16T15:05:30.457Z"
}
