{
  "ID": 72976,
  "GUID": "6538536B-277B-47D8-B1BB-5CB8ADD2C87D",
  "File": "Res 0111-2024",
  "Name": "Challenging Wrongful Convictions Act (S215).",
  "Title": "Resolution calling on the New York State Legislature to pass, and the Governor to sign, S215, the Challenging Wrongful Convictions Act, which would amend state law to provide an authentic legal pathway to criminal conviction exoneration.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 5237,
  "BodyName": "Committee on Criminal Justice",
  "IntroDate": "2024-02-28T00:00:00Z",
  "AgendaDate": "2024-02-28T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7822,
      "Slug": "crystal-hudson",
      "FullName": "Crystal Hudson"
    },
    {
      "ID": 7826,
      "Slug": "shahana-k-hanif",
      "FullName": "Shahana K. Hanif"
    },
    {
      "ID": 7825,
      "Slug": "alexa-aviles",
      "FullName": "Alexa Avilés"
    }
  ],
  "History": [
    {
      "ID": 403694,
      "Date": "2024-02-28T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-02-15T16:04:45.08Z"
    },
    {
      "ID": 404370,
      "Date": "2024-02-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Criminal Justice",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 20706,
      "AgendaSequence": 273,
      "MinutesSequence": 280,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Criminal Justice",
      "MatterStatusID": 3,
      "LastModified": "2024-02-29T04:35:05.29Z"
    }
  ],
  "Attachments": [
    {
      "ID": 292409,
      "LastModified": "2024-06-14T13:59:22.97Z",
      "Name": "Res. No. 111",
      "Link": "https://nyc.legistar1.com/nyc/attachments/30c1b75e-537c-4da0-aba5-79c085645bd6.docx",
      "Sort": 1
    },
    {
      "ID": 295553,
      "LastModified": "2024-02-28T18:46:25.86Z",
      "Name": "February 28, 2024 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/8026be1b-8c1f-45a5-a62b-53810f3d81f8.pdf",
      "Sort": 2
    },
    {
      "ID": 297178,
      "LastModified": "2024-03-06T21:32:55.52Z",
      "Name": "Hearing Transcript - Stated Meeting 2-28-24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/156e24ef-aa0e-47e4-84c8-f89447ba7a10.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 76502,
  "Text": "Whereas, According to the Innocence Project, New York state has the third highest number of wrongful convictions in the United States; and\n      Whereas, Current New York State law makes it virtually impossible for innocent individuals who plead guilty to challenge their convictions in court; and\n      Whereas, According to the National Registry of Exonerations, more than 1 in 5 of the nearly 2,800 people who have been exonerated in the United States since 1989 plead guilty, despite knowing  they were innocent; and\n      Whereas, According to the Innocence Project, New York State has an extremely high rate of plea bargaining, 98% for felony cases, with many pleas accompanied by a Waiver of Appeal; and\n      Whereas, According to People v. Bisono, the New York Court of Appeals, in deciding 10 cases consolidated for review, found the defendant's waivers of the right to appeal were invalid; and\n      Whereas in a two page memorandum the New York Court of Appeals held that they could not say with confidence that the defendant comprehended the nature and consequences of the waiver of their appellate rights; and\n      Whereas, There are also structural barriers to exoneration after a guilty plea as ruled in People v. Tiger where the New York Court of Appeals held that people who plead guilty cannot challenge their convictions solely on the grounds of innocence ;and\n      Whereas, S215 sponsored by Zellnor Myrie, amend article 440 of the criminal procedure law, which governs post-judgment motions, to provide people previously convicted of crimes the opportunity for meaningful review to ensure redress for wrongful convictions, including in cases where the person pled guilty; and\n      Whereas, S215 addresses motions to vacate judgment, authorizes filing motions to vacate judgment due to a change in law, authorizes motions to vacate judgment to be filed at any time after entry of a judgment obtained at trial or by plea, and extends due process protections to applicants for post-conviction relief; and\n      Whereas, New York State must act to right past wrongs and allow people wrongfully or improperly convicted in previous decades to clear their names and their records; and now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the New York State Legislature to pass, and the Governor to sign, S215, the Challenging Wrongful Convictions Act, which would amend state law to provide an authentic legal pathway to criminal conviction exoneration.\nSession 13\nLS #10653\n01/18/2024\n\nSession 12\nCMB\nLS#10653\n1/23/2023",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Calibri;}}\n\\viewkind4\\uc1\n\\v0\\f1\\par\n\\f0 By Council Members Hudson, Riley, Hanif and Avil\\'e9s\\f1\\par\n\\f0\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 Whereas, According to the Innocence Project, New York state has the third highest number of wrongful convictions in the United States; and\\f1\\par\n\\pard\\ltrpar\\fi720\\sa160\\sl480\\slmult1\\f0 Whereas, Current New York State law makes it virtually impossible for innocent individuals who plead guilty to challenge their convictions in court; and\\par\nWhereas, According to the National Registry of Exonerations, more than 1 in 5 of the nearly 2,800 people who have been exonerated in the United States since 1989 plead guilty, despite knowing  they were innocent; and\\par\nWhereas, According to the Innocence Project, New York State has an extremely high rate of plea bargaining, 98% for felony cases, with many pleas accompanied by a Waiver of Appeal; and\\par\nWhereas, According to \\i People v. Bisono\\i0 , the New York Court of Appeals, in deciding 10 cases consolidated for review, found the defendant\\rquote s waivers of the right to appeal were invalid; and\\par\nWhereas in a two page memorandum the New York Court of Appeals held that they could not say with confidence that the defendant comprehended the nature and consequences of the waiver of their appellate rights; and\\par\nWhereas, There are also structural barriers to exoneration after a guilty plea as ruled in \\i People v. Tiger\\i0  where the New York Court of Appeals held that people who plead guilty cannot challenge their convictions solely on the grounds of innocence ;and\\par\nWhereas, S215 sponsored by Zellnor Myrie, amend article 440 of the criminal procedure law, which governs post-judgment motions, to provide people previously convicted of crimes the opportunity for meaningful review to ensure redress for wrongful convictions, including in cases where the person pled guilty; and\\par\nWhereas, S215 addresses motions to vacate judgment, authorizes filing motions to vacate judgment due to a change in law, authorizes motions to vacate judgment to be filed at any time after entry of a judgment obtained at trial or by plea, and extends due process protections to applicants for post-conviction relief; and\\par\nWhereas, New York State must act to right past wrongs and allow people wrongfully or improperly convicted in previous decades to clear their names and their records; and now, therefore, be it\\par\nResolved, That the Council of the City of New York calls upon the New York State Legislature to pass, and the Governor to sign, S215, the Challenging Wrongful Convictions Act, which would amend state law to provide an authentic legal pathway to criminal conviction exoneration.\\f1\\par\n\\pard\\ltrpar\\f0\\fs20 Session 13\\f1\\par\n\\f0 LS #10653\\f1\\par\n\\f0 01/18/2024\\f1\\par\n\\par\n\\f0 Session 12\\f1\\par\n\\f0 CMB\\f1\\par\n\\f0 LS#10653\\f1\\par\n\\f0 1/23/2023\\f1\\par\n\\pard\\ltrpar\\sa160\\sl252\\slmult1\\fs22\\par\n}\n",
  "LastModified": "2024-06-14T13:59:25.257Z"
}
