{
  "ID": 72693,
  "GUID": "AC9A2CA8-CE39-4742-8BF1-12903E902D0D",
  "File": "Res 0114-2024",
  "Name": "Require school districts and charter schools to include instruction on the political, economic, and social contributions, and lifeways of lesbian, gay, bisexual, transgender, queer, intersex, and asexual people. (A.4375/S.351)",
  "Title": "Resolution calling on the New York State Legislature to pass, and the Governor to sign, A.4375/S.351, to require school districts and charter schools to include instruction on the political, economic, and social contributions, and lifeways of lesbian, gay, bisexual, transgender, queer, intersex, and asexual people, in an appropriate place in the curriculum of middle school and high school students.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 9,
  "BodyName": "Committee on Education",
  "IntroDate": "2024-02-28T00:00:00Z",
  "AgendaDate": "2024-02-28T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7822,
      "Slug": "crystal-hudson",
      "FullName": "Crystal Hudson"
    },
    {
      "ID": 7813,
      "Slug": "tiffany-l-caban",
      "FullName": "Tiffany Cabán"
    },
    {
      "ID": 7818,
      "Slug": "lynn-c-schulman",
      "FullName": "Lynn C. Schulman"
    },
    {
      "ID": 7823,
      "Slug": "chi-a-osse",
      "FullName": "Chi A. Ossé"
    },
    {
      "ID": 7802,
      "Slug": "erik-d-bottcher",
      "FullName": "Erik D. Bottcher"
    },
    {
      "ID": 7826,
      "Slug": "shahana-k-hanif",
      "FullName": "Shahana K. Hanif"
    },
    {
      "ID": 7820,
      "Slug": "lincoln-restler",
      "FullName": "Lincoln Restler"
    },
    {
      "ID": 7812,
      "Slug": "sandra-ung",
      "FullName": "Sandra Ung"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    }
  ],
  "History": [
    {
      "ID": 403714,
      "Date": "2024-02-28T12:41:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-02-15T17:42:16.11Z"
    },
    {
      "ID": 404360,
      "Date": "2024-02-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Education",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 20706,
      "AgendaSequence": 276,
      "MinutesSequence": 283,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Education",
      "MatterStatusID": 3,
      "LastModified": "2024-02-29T04:35:05.29Z"
    }
  ],
  "Attachments": [
    {
      "ID": 291010,
      "LastModified": "2024-08-16T11:43:51.89Z",
      "Name": "Res. No. 114",
      "Link": "https://nyc.legistar1.com/nyc/attachments/e699a134-e005-4a4b-b3f1-1b3147dddc17.docx",
      "Sort": 1
    },
    {
      "ID": 295556,
      "LastModified": "2024-02-28T18:46:26.717Z",
      "Name": "February 28, 2024 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/e9b6b14a-20c3-4c09-8d06-0311a2360de3.pdf",
      "Sort": 2
    },
    {
      "ID": 297181,
      "LastModified": "2024-03-06T21:32:56.437Z",
      "Name": "Hearing Transcript - Stated Meeting 2-28-24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d5ef7958-8084-4a7d-87b7-a3cf87bb8042.pdf",
      "Sort": 3
    },
    {
      "ID": 305834,
      "LastModified": "2024-07-11T13:30:51.37Z",
      "Name": "Minutes of the Stated Meeting - February 28, 2024",
      "Link": "https://nyc.legistar1.com/nyc/attachments/cf28eab2-09d4-4cb2-9014-21dd8498415f.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 76218,
  "Text": "Whereas, The lesbian, gay, bisexual, transgender, queer, intersex, and asexual (LGBTQIA or LGBTQ+) communities have historically been marginalized and discriminated against throughout the United States (U.S.); and\n      Whereas, LGBTQ+ youth continue to be frequent targets of discrimination and harassment, particularly in school; and\n      Whereas, According to the latest (2021) National School Climate Survey conducted by the Gay, Lesbian and Straight Education Network (GLSEN), 76.1% of LGBTQ+ students reported being verbally harassed at school because of their sexual orientation or gender expression; and\n      Whereas, The survey further noted that 31.2% of LGBTQ+ students reported being physically harassed and 12.5% reported being physically assaulted at school in the past year because of their sexual orientation or gender expression; and\n      Whereas, LGBTQ+-related discrimination at school has extremely negative effects on students; and\n      Whereas, According to GLSEN's 2021 survey, LGBTQ+ students who experienced discrimination at school were nearly three times as likely to have missed school in the past month and had lower GPAs than their peers; and\n      Whereas, The GLSEN survey also found that LGBTQ+ students who experienced discrimination at school had lower self-esteem and school belonging and higher levels of depression, which is of particular concern in light of the fact that LGBTQ+ youth have significantly higher rates of attempted suicide and suicidal ideation than the general population; and\n      Whereas, Studies have shown that teaching LGBTQ history in the classroom leads to fewer instances of bullying and harassment at school and creates a safer school climate for all students regardless of sexual orientation or gender expression; and\n      Whereas, Furthermore, LGBTQ+ communities and individuals have made lasting contributions to the U.S. as a whole and New York in particular, including breaking barriers and paving the way for a more inclusive, tolerant, and understanding society; and\n      Whereas, A.4375, sponsored by Assembly Member Daniel O'Donnell, and its companion bill S.351, sponsored by Senator Robert Jackson, would require school districts and charter schools to include instruction on the political, economic, and social contributions, and lifeways of lesbian, gay, bisexual, transgender, queer, intersex, and asexual people, in an appropriate place in the curriculum of middle school and high school students; and  \n      Whereas, In addition, A.4375/S.351 would create a task force to study, make recommendations, and prepare a report on the policies, procedures, and best practices for the selection and adoption of inclusive instructional materials; and  \n      Whereas, As New York is the historic home of many of these communities and social movements, it is fitting and appropriate that our state fully tells their stories so our students are prepared for a more inclusive world view; and\n      Whereas, Moreover, it is incumbent upon schools to ensure equal educational opportunity, basic civil rights protections, and freedom from erasure for all students, including LGBTQ+ young people; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on on the New York State Legislature to pass, and the Governor to sign, A.4375/S.351, to require school districts and charter schools to include instruction on the political, economic, and social contributions, and lifeways of lesbian, gay, bisexual, transgender, queer, intersex, and asexual people, in an appropriate place in the curriculum of middle school and high school students.\n\n\nSession13\nLS #13415\n01/19/2024\n\nSession 12\nLS #13415\n7/24/23\nJA\n\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Calibri;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Hudson, \\cf1 Cab\\'e1n, Schulman, Oss\\'e9, Bottcher, Hanif, Restler, Ung and Brewer\\par\n\\cf0\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, The lesbian, gay, bisexual, transgender, queer, intersex, and asexual (LGBTQIA or LGBTQ+) communities have historically been marginalized and discriminated against throughout the United States (U.S.); and\\par\nWhereas, LGBTQ+ youth continue to be frequent targets of discrimination and harassment, particularly in school; and\\par\nWhereas, According to the latest (2021) National School Climate Survey conducted by the Gay, Lesbian and Straight Education Network (GLSEN), 76.1% of LGBTQ+ students reported being verbally harassed at school because of their sexual orientation or gender expression; and\\par\nWhereas, The survey further noted that 31.2% of LGBTQ+ students reported being physically harassed and 12.5% reported being physically assaulted at school in the past year because of their sexual orientation or gender expression; and\\par\nWhereas, LGBTQ+-related discrimination at school has extremely negative effects on students; and\\par\nWhereas, According to GLSEN\\rquote s 2021 survey, LGBTQ+ students who experienced discrimination at school were nearly three times as likely to have missed school in the past month and had lower GPAs than their peers; and\\par\nWhereas, The GLSEN survey also found that LGBTQ+ students who experienced discrimination at school had lower self-esteem and school belonging and higher levels of depression, which is of particular concern in light of the fact that LGBTQ+ youth have significantly higher rates of attempted suicide and suicidal ideation than the general population; and\\par\nWhereas, Studies have shown that teaching LGBTQ history in the classroom leads to fewer instances of bullying and harassment at school and creates a safer school climate for all students regardless of sexual orientation or gender expression; and\\par\nWhereas, Furthermore, LGBTQ+ communities and individuals have made lasting contributions to the U.S. as a whole and New York in particular, including breaking barriers and paving the way for a more inclusive, tolerant, and understanding society; and\\par\nWhereas, A.4375, sponsored by Assembly Member Daniel O'Donnell, and its companion bill S.351, sponsored by Senator Robert Jackson, would require school districts and charter schools to include instruction on the political, economic, and social contributions, and lifeways of lesbian, gay, bisexual, transgender, queer, intersex, and asexual people, in an appropriate place in the curriculum of middle school and high school students; and  \\par\nWhereas, In addition, A.4375/S.351 would create a task force to study, make recommendations, and prepare a report on the policies, procedures, and best practices for the selection and adoption of inclusive instructional materials; and  \\par\nWhereas,\\f1\\fs22  \\f0\\fs24 As New York is the historic home of many of these communities and social movements, it is fitting and appropriate that our state fully tells their stories so our students are prepared for a more inclusive world view; and\\par\nWhereas, Moreover, it is incumbent upon schools to ensure equal educational opportunity, basic civil rights protections, and freedom from erasure for all students, including LGBTQ+ young people; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls on on the New York State Legislature to pass, and the Governor to sign, A.4375/S.351, to require school districts and charter schools to include instruction on the political, economic, and social contributions, and lifeways of lesbian, gay, bisexual, transgender, queer, intersex, and asexual people, in an appropriate place in the curriculum of middle school and high school students.\\par\n\\pard\\ltrpar\\qj\\par\n\\fs20\\par\nSession13\\par\nLS #13415\\par\n01/19/2024\\par\n\\par\nSession 12\\par\nLS #13415\\par\n\\pard\\ltrpar 7/24/23\\par\n\\pard\\ltrpar\\qj JA\\par\n\\fs24\\par\n}\n",
  "LastModified": "2024-08-16T11:43:51.89Z"
}
