{
  "ID": 72692,
  "GUID": "DA09989B-27AA-4C93-887D-ECA0B2057168",
  "File": "Res 0118-2024",
  "Name": "Take action to create and foster LGBTQIA+ inclusive campus climates.",
  "Title": "Resolution calling upon institutions of higher education in New York City to take action to create and foster LGBTQIA+ inclusive campus climates.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 15,
  "BodyName": "Committee on Higher Education",
  "IntroDate": "2024-02-28T00:00:00Z",
  "AgendaDate": "2024-02-28T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7822,
      "Slug": "crystal-hudson",
      "FullName": "Crystal Hudson"
    },
    {
      "ID": 7813,
      "Slug": "tiffany-l-caban",
      "FullName": "Tiffany Cabán"
    },
    {
      "ID": 7823,
      "Slug": "chi-a-osse",
      "FullName": "Chi A. Ossé"
    },
    {
      "ID": 7802,
      "Slug": "erik-d-bottcher",
      "FullName": "Erik D. Bottcher"
    },
    {
      "ID": 7826,
      "Slug": "shahana-k-hanif",
      "FullName": "Shahana K. Hanif"
    },
    {
      "ID": 7801,
      "Slug": "christopher-marte",
      "FullName": "Christopher Marte"
    },
    {
      "ID": 7820,
      "Slug": "lincoln-restler",
      "FullName": "Lincoln Restler"
    },
    {
      "ID": 7812,
      "Slug": "sandra-ung",
      "FullName": "Sandra Ung"
    },
    {
      "ID": 7818,
      "Slug": "lynn-c-schulman",
      "FullName": "Lynn C. Schulman"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    }
  ],
  "History": [
    {
      "ID": 403715,
      "Date": "2024-02-28T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-02-15T17:43:55.213Z"
    },
    {
      "ID": 404359,
      "Date": "2024-02-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Higher Education",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 20706,
      "AgendaSequence": 280,
      "MinutesSequence": 287,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Higher Education",
      "MatterStatusID": 3,
      "LastModified": "2024-02-29T04:35:05.297Z"
    }
  ],
  "Attachments": [
    {
      "ID": 291005,
      "LastModified": "2024-08-16T11:45:54.827Z",
      "Name": "Res. No. 118",
      "Link": "https://nyc.legistar1.com/nyc/attachments/2c7d4fa6-215f-4191-8ef1-8e0427d29876.docx",
      "Sort": 1
    },
    {
      "ID": 295560,
      "LastModified": "2024-02-28T18:46:27.753Z",
      "Name": "February 28, 2024 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/5cdeb00d-5518-491e-b1cb-40efa14d0ea0.pdf",
      "Sort": 2
    },
    {
      "ID": 297185,
      "LastModified": "2024-03-06T21:32:57.637Z",
      "Name": "Hearing Transcript - Stated Meeting 2-28-24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/76321763-771d-41bc-83b2-c64f0e5a0fc2.pdf",
      "Sort": 3
    },
    {
      "ID": 305838,
      "LastModified": "2024-07-11T13:30:52.287Z",
      "Name": "Minutes of the Stated Meeting - February 28, 2024",
      "Link": "https://nyc.legistar1.com/nyc/attachments/e0451206-fdb3-41b7-b2d6-d5515ee8c535.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 76217,
  "Text": "Whereas, The New York City Council's LGBTQIA+ caucus is concerned about discrimination against LGBTQIA+ persons and LGBTQIA+ organizations at institutions of  higher learning; and\n      Whereas, Some LGBTQIA+ students in New York City have expressed that they feel excluded, othered, and unwelcomed on their university campuses; and\n      Whereas, The New York City Human Rights Law prohibits discrimination on the basis of actual or perceived sexual orientation in employment, housing, commercial space and lending practices, public accommodations, credit, apprentice training programs, and education; and\n      Whereas, The New York State Sexual Orientation Non-Discrimination Act prohibits discrimination on the basis of actual or perceived sexual orientation in employment, housing, public accommodations, education, and credit; and\n      Whereas, Joint National Public Radio and Robert Wood Johnson Foundation statistical research shows that 58 percent of LGBTQIA+ respondents say that they are sometimes or often discriminated against at college; and\n      Whereas, Analysis conducted by Cornell University shows that there is a strong link between anti-LGBTQIA+ discrimination and harms to the health and well-being of LGBTQIA+ people; and\n      Whereas, The National Institute of Mental Health found that while rates of depression, suicidal thoughts, and suicidal behaviors are high among all college students, rates for these risk factors are higher among adolescents and young adults identifying as LGBTQIA+; and\n      Whereas, The National Institute of Mental Health results show that students identifying as transgender, non-binary, genderqueer, or other-gender have significantly higher rates of depression, suicidal ideation, and suicide attempts relative to cisgender students; and\n      Whereas, The National Institute of Mental Health results demonstrate that students identifying as asexual, pansexual, bisexual, queer, or mostly gay/lesbian are substantially more likely to have two or more suicide risk factors relative to heterosexual students; and\n      Whereas, The significant variation in suicide risk highlights the need for targeted interventions for groups at highest risk; and\n      Whereas, Research conducted by the U.S. Department of Education shows that students report less discrimination and bias at institutions where they perceive a stronger institutional commitment to diversity; and\n      Whereas, According to the U.S. Department of Education, institutions of higher education serve as gateways to educational and economic mobility; and \n      Whereas, U.S. Department of Labor, Bureau of Labor Statistics data indicates that the attainment of a postsecondary degree has become increasingly important due to technological changes and increasing demand for skilled workers; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon institutions of higher education in New York City to take action to create and foster LGBTQIA+ inclusive campus climates.  \nSession 13\nLS #12496\n01/19/2024\n\nSession 12\nLS # 12496\n06/15/23 10:11 am\nYN\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Hudson, \\cf1 Cab\\'e1n, Oss\\'e9, Bottcher, Hanif, Marte, Restler, Ung, Schulman and Brewer\\cf0\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, The New York City Council\\rquote s LGBTQIA+ caucus is concerned about discrimination against LGBTQIA+ persons and LGBTQIA+ organizations at institutions of  higher learning; and\\par\nWhereas, Some LGBTQIA+ students in New York City have expressed that they feel excluded, othered, and unwelcomed on their university campuses; and\\par\nWhereas, The New York City Human Rights Law prohibits discrimination on the basis of actual or perceived sexual orientation in employment, housing, commercial space and lending practices, public accommodations, credit, apprentice training programs, and education; and\\par\nWhereas, The New York State Sexual Orientation Non-Discrimination Act prohibits discrimination on the basis of actual or perceived sexual orientation in employment, housing, public accommodations, education, and credit; and\\par\nWhereas, Joint National Public Radio and Robert Wood Johnson Foundation statistical research shows that 58 percent of LGBTQIA+ respondents say that they are sometimes or often discriminated against at college; and\\par\nWhereas, Analysis conducted by Cornell University shows that there is a strong link between anti-LGBTQIA+ discrimination and harms to the health and well-being of LGBTQIA+ people; and\\par\nWhereas, The National Institute of Mental Health found that while rates of depression, suicidal thoughts, and suicidal behaviors are high among all college students, rates for these risk factors are higher among adolescents and young adults identifying as LGBTQIA+; and\\par\nWhereas, The National Institute of Mental Health results show that students identifying as transgender, non-binary, genderqueer, or other-gender have significantly higher rates of depression, suicidal ideation, and suicide attempts relative to cisgender students; and\\par\nWhereas, The National Institute of Mental Health results demonstrate that students identifying as asexual, pansexual, bisexual, queer, or mostly gay/lesbian are substantially more likely to have two or more suicide risk factors relative to heterosexual students; and\\par\nWhereas, The significant variation in suicide risk highlights the need for targeted interventions for groups at highest risk; and\\par\nWhereas, Research conducted by the U.S. Department of Education shows that students report less discrimination and bias at institutions where they perceive a stronger institutional commitment to diversity; and\\par\nWhereas, According to the U.S. Department of Education, institutions of higher education serve as gateways to educational and economic mobility; and \\par\nWhereas, U.S. Department of Labor, Bureau of Labor Statistics data indicates that the attainment of a postsecondary degree has become increasingly important due to technological changes and increasing demand for skilled workers; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls upon institutions of higher education in New York City to take action to create and foster LGBTQIA+ inclusive campus climates.  \\par\n\\pard\\ltrpar\\qj\\fs20 Session 13\\par\nLS #12496\\par\n01/19/2024\\par\n\\par\nSession 12\\par\nLS # 12496\\par\n06/15/23 10:11 am\\par\nYN\\par\n}\n",
  "LastModified": "2024-08-16T11:45:54.827Z"
}
