{
  "ID": 72885,
  "GUID": "32F89311-6B85-4005-8436-354DB9B7D481",
  "File": "Res 0130-2024",
  "Name": "Recognizing November 26 as Holodomor Memorial Day in the City of New York to honor the courage and resilience of the Ukrainian people.",
  "Title": "Resolution recognizing November 26 as Holodomor Memorial Day in the City of New York to honor the courage and resilience of the Ukrainian people.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 5105,
  "BodyName": "Committee on Cultural Affairs, Libraries and International Intergroup Relations",
  "IntroDate": "2024-02-28T00:00:00Z",
  "AgendaDate": "2024-02-28T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7803,
      "Slug": "julie-menin",
      "FullName": "Julie Menin"
    }
  ],
  "History": [
    {
      "ID": 403560,
      "Date": "2024-02-28T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-02-14T01:10:51.157Z"
    },
    {
      "ID": 404453,
      "Date": "2024-02-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Cultural Affairs, Libraries and International Intergroup Relations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 20706,
      "AgendaSequence": 337,
      "MinutesSequence": 344,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Cultural Affairs, Libraries and International Intergroup Relations",
      "MatterStatusID": 3,
      "LastModified": "2024-02-28T17:35:12.017Z"
    }
  ],
  "Attachments": [
    {
      "ID": 292099,
      "LastModified": "2024-02-28T16:25:37.78Z",
      "Name": "Res. No. 130",
      "Link": "https://nyc.legistar1.com/nyc/attachments/31a688b3-3981-4d91-8b4e-6970cd1ca835.docx",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 76410,
  "Text": "Whereas, United States (U.S.) President Joseph R. Biden, Jr. issued a statement on November 23, 2022, to commemorate the 90th anniversary of the 1932-1933 Holodomor-or \"death by hunger\"-in which millions of innocent Ukrainians died at the hands of Joseph Stalin; and \n      Whereas, H. Res. 1109, sponsored by U.S. Representative Don Bacon and introduced on May 12, 2022, expressed \"the sense of the House of Representatives that the Ukrainian famine of 1932-1933, known as the Holodomor, is recognized as a genocide and should serve as a reminder of repressive Soviet policies against the people of Ukraine\"; and\n      Whereas, The Soviet Union viciously crushed any resistance by the Ukrainian people in 1932-1933 in their fight to be free in their own land, speak their own language, and celebrate their own culture; and\n      Whereas, The Soviet Union forced the Ukrainian people to turn over their land and property to collective farms and then confiscated their grain harvests, thus starving Ukrainian families on a massive scale; and\n      Whereas, The Soviet Union closed the borders of Ukraine so that its people could not flee in search of food or freedom and so that humanitarian aid could not be provided by other countries; and \n      Whereas, According to the Ukrainian Institute of Demographic and Social Studies and the University of North Carolina at Chapel Hill, approximately 3.9 million Ukrainians died during the Holodomor, and many were buried in mass unmarked graves to conceal from the world the truth of what the Soviet regime had perpetrated; and \n      Whereas, After the dissolution of the Soviet Union, documents were found that exposed the atrocities of the Holodomor and confirmed that the Soviet actions against Ukraine were purposefully planned; and \n      Whereas, Public Law 109-340, signed by President George W. Bush on October 12, 2006, allowed the establishment of \"a memorial on Federal land in the District of Columbia to honor the victims\" of the Holodomor; and \n      Whereas, Ukrainian communities in the U.S. and worldwide continue their work in spreading awareness of the causes and consequences of the Soviet repression that resulted in the Holodomor; and\n      Whereas, More than 150,000 Ukrainians live in New York City (NYC)-more than in any other city in the U.S.; and \n      Whereas, Ukrainian communities in NYC celebrate Ukrainian history and culture and are home to Ukrainian banks, restaurants, schools, houses of worship, and cultural centers; and\n      Whereas, The Ukrainian culture brought by immigrants over many decades has enriched the multicultural fabric of NYC and continues to do so; and \n      Whereas, Newly arrived Ukrainians fleeing Russian President Vladimir Putin's 2022 invasion of their homeland have brought the concerns of the Ukrainian people once again to the forefront for many New Yorkers; and\n      Whereas, Establishing November 26 as a day of remembrance allows New Yorkers time to reflect on the meaning and lasting effects of the Holodomor on the Ukrainian people as well as to express our support for NYC's recently arrived Ukrainian immigrants; and \n      Whereas, President Biden said in his statement on remembering the Holodomor that \"[w]e commemorate all the lives lost in this senseless tragedy, and we pay tribute to the resilience of the Ukrainian people who endured devastation and tyranny to ultimately create a free and democratic society\"; now, therefore, be it\n      Resolved, That the Council of the City of New York recognizes November 26 as Holodomor Memorial Day in the City of New York to honor the courage and resilience of the Ukrainian people. \n\n\nSession 13\nLS #11608\n01/17/2024\n\nSession 12\nLS #11608\n12/22/2022\nRHP\n\n1",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj By Council Member Menin\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, United States (U.S.) President Joseph R. Biden, Jr. issued a statement on November 23, 2022, to commemorate the 90th anniversary of the 1932-1933 Holodomor-or \\ldblquote death by hunger\\rdblquote -in which millions of innocent Ukrainians died at the hands of Joseph Stalin; and \\par\nWhereas, H. Res. 1109,\\fs16  \\fs24 sponsored by U.S. Representative Don Bacon and introduced on May 12, 2022, expressed \\ldblquote the sense of the House of Representatives that the Ukrainian famine of 1932-1933, known as the Holodomor, is recognized as a genocide and should serve as a reminder of repressive Soviet policies against the people of Ukraine\\rdblquote ; and\\b\\par\n\\b0 Whereas, The Soviet Union viciously crushed any resistance by the Ukrainian people in 1932-1933 in their fight to be free in their own land, speak their own language, and celebrate their own culture; and\\par\nWhereas, The Soviet Union forced the Ukrainian people to turn over their land and property to collective farms and then confiscated their grain harvests, thus starving Ukrainian families on a massive scale; and\\par\nWhereas, The Soviet Union closed the borders of Ukraine so that its people could not flee in search of food or freedom and so that humanitarian aid could not be provided by other countries; and \\par\nWhereas, According to the Ukrainian Institute of Demographic and Social Studies and the University of North Carolina at Chapel Hill, approximately 3.9 million Ukrainians died during the Holodomor, and many were buried in mass unmarked graves to conceal from the world the truth of what the Soviet regime had perpetrated; and \\par\nWhereas, After the dissolution of the Soviet Union, documents were found that exposed the atrocities of the Holodomor and confirmed that the Soviet actions against Ukraine were purposefully planned; and \\par\nWhereas, Public Law 109-340, signed by President George W. Bush on October 12, 2006, allowed the establishment of \\ldblquote a memorial on Federal land in the District of Columbia to honor the victims\\rdblquote  of the Holodomor; and \\par\nWhereas, Ukrainian communities in the U.S. and worldwide continue their work in spreading awareness of the causes and consequences of the Soviet repression that resulted in the Holodomor; and\\par\nWhereas, More than 150,000 Ukrainians live in New York City (NYC)-more than in any other city in the U.S.; and \\par\nWhereas, Ukrainian communities in NYC celebrate Ukrainian history and culture and are home to Ukrainian banks, restaurants, schools, houses of worship, and cultural centers; and\\par\nWhereas, The Ukrainian culture brought by immigrants over many decades has enriched the multicultural fabric of NYC and continues to do so; and \\par\nWhereas, Newly arrived Ukrainians fleeing Russian President Vladimir Putin\\rquote s 2022 invasion of their homeland have brought the concerns of the Ukrainian people once again to the forefront for many New Yorkers; and\\par\nWhereas, Establishing November 26 as a day of remembrance allows New Yorkers time to reflect on the meaning and lasting effects of the Holodomor on the Ukrainian people as well as to express our support for NYC\\rquote s recently arrived Ukrainian immigrants; and \\par\nWhereas, President Biden said in his statement on remembering the Holodomor that \\ldblquote [w]e commemorate all the lives lost in this senseless tragedy, and we pay tribute to the resilience of the Ukrainian people who endured devastation and tyranny to ultimately create a free and democratic society\\rdblquote ; now, therefore, be it\\par\nResolved, That the Council of the City of New York recognizes November 26 as Holodomor Memorial Day in the City of New York to honor the courage and resilience of the Ukrainian people. \\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\fs18\\par\n\\par\n\\pard\\ltrpar\\qj Session 13\\par\nLS #11608\\par\n01/17/2024\\par\n\\par\nSession 12\\par\nLS #11608\\par\n12/22/2022\\par\nRHP\\par\n\\par\n}\n",
  "LastModified": "2024-02-28T16:25:37.78Z"
}
