{
  "ID": 72683,
  "GUID": "D322A93A-5349-4319-BED3-EBFB64257B96",
  "File": "Res 0133-2024",
  "Name": "Increase Medicaid reimbursement to cover eight pre- and post-natal visits, as well as delivery support by doulas.",
  "Title": "Resolution calling on the New York State Legislature to pass, and the Governor to sign, legislation to increase Medicaid reimbursement to cover eight pre- and post-natal visits, as well as delivery support by doulas.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 24,
  "StatusName": "Reported from Committee",
  "BodyID": 5244,
  "BodyName": "Committee on Women and Gender Equity",
  "IntroDate": "2024-02-28T00:00:00Z",
  "AgendaDate": "2024-02-28T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 7803,
      "Slug": "julie-menin",
      "FullName": "Julie Menin"
    },
    {
      "ID": 7749,
      "Slug": "kalman-yeger",
      "FullName": "Kalman Yeger"
    },
    {
      "ID": 7826,
      "Slug": "shahana-k-hanif",
      "FullName": "Shahana K. Hanif"
    },
    {
      "ID": 7822,
      "Slug": "crystal-hudson",
      "FullName": "Crystal Hudson"
    },
    {
      "ID": 7818,
      "Slug": "lynn-c-schulman",
      "FullName": "Lynn C. Schulman"
    },
    {
      "ID": 7812,
      "Slug": "sandra-ung",
      "FullName": "Sandra Ung"
    },
    {
      "ID": 7829,
      "Slug": "mercedes-narcisse",
      "FullName": "Mercedes Narcisse"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7813,
      "Slug": "tiffany-caban",
      "FullName": "Tiffany Cabán"
    },
    {
      "ID": 7816,
      "Slug": "julie-won",
      "FullName": "Julie Won"
    }
  ],
  "History": [
    {
      "ID": 403604,
      "Date": "2024-02-28T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-02-14T17:13:45.28Z"
    },
    {
      "ID": 404437,
      "Date": "2024-02-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 20706,
      "AgendaSequence": 340,
      "MinutesSequence": 347,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2024-02-29T04:35:05.353Z"
    },
    {
      "ID": 408659,
      "Date": "2024-05-15T14:17:00Z",
      "ActionID": 49,
      "Action": "Re-referred to Committee by Council",
      "Description": "This Resolution was Re-referred to Committee by Council to the Committee on Women and Gender Equity",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2024-05-15T18:17:39.413Z"
    },
    {
      "ID": 408750,
      "Date": "2024-06-25T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 5244,
      "BodyName": "Committee on Women and Gender Equity",
      "EventID": 20905,
      "AgendaSequence": 10,
      "MinutesSequence": 21,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2024-06-25T18:25:15.107Z"
    },
    {
      "ID": 410373,
      "Date": "2024-06-25T10:15:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 5244,
      "BodyName": "Committee on Women and Gender Equity",
      "EventID": 20905,
      "MinutesSequence": 22,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2024-06-25T18:57:03.483Z"
    },
    {
      "ID": 408764,
      "Date": "2024-06-25T10:30:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 5243,
      "BodyName": "Committee on Mental Health, Disabilities and Addiction",
      "EventID": 20906,
      "AgendaSequence": 10,
      "MinutesSequence": 21,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2024-06-25T18:57:07.42Z"
    },
    {
      "ID": 410395,
      "Date": "2024-06-25T10:45:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 5243,
      "BodyName": "Committee on Mental Health, Disabilities and Addiction",
      "EventID": 20906,
      "MinutesSequence": 22,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2024-06-25T18:57:12.07Z"
    },
    {
      "ID": 413094,
      "Date": "2024-10-10T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 5244,
      "BodyName": "Committee on Women and Gender Equity",
      "EventID": 21138,
      "AgendaSequence": 4,
      "MinutesSequence": 15,
      "Version": "*",
      "AgendaNote": "Proposed Res. No. 133-A",
      "MinutesNote": "Proposed Res. No. 133-A",
      "MatterStatusID": 3,
      "LastModified": "2024-10-10T14:56:56.273Z"
    },
    {
      "ID": 413497,
      "Date": "2024-10-10T10:00:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Resolution was Amendment Proposed by Comm",
      "BodyID": 5244,
      "BodyName": "Committee on Women and Gender Equity",
      "EventID": 21138,
      "MinutesSequence": 16,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2024-10-10T14:57:03.007Z"
    },
    {
      "ID": 413498,
      "Date": "2024-10-10T10:00:00Z",
      "ActionID": 33,
      "Action": "Amended by Committee",
      "Description": "This Resolution was Amended by Committee",
      "BodyID": 5244,
      "BodyName": "Committee on Women and Gender Equity",
      "EventID": 21138,
      "MinutesSequence": 17,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2024-10-10T14:57:13.44Z"
    },
    {
      "ID": 413499,
      "Date": "2024-10-10T10:00:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "This Resolution was Approved by Committee",
      "BodyID": 5244,
      "BodyName": "Committee on Women and Gender Equity",
      "EventID": 21138,
      "MinutesSequence": 18,
      "Version": "A",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "Votes": [
        {
          "ID": 7785,
          "Slug": "farah-n-louis",
          "FullName": "Farah N. Louis",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 10
        },
        {
          "ID": 7813,
          "Slug": "tiffany-caban",
          "FullName": "Tiffany Cabán",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 20
        },
        {
          "ID": 7821,
          "Slug": "jennifer-gutierrez",
          "FullName": "Jennifer Gutiérrez",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 30
        },
        {
          "ID": 7794,
          "Slug": "kevin-c-riley",
          "FullName": "Kevin C. Riley",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 40
        },
        {
          "ID": 7831,
          "Slug": "inna-vernikov",
          "FullName": "Inna Vernikov",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 50
        }
      ],
      "LastModified": "2024-10-10T14:58:14.9Z"
    }
  ],
  "Attachments": [
    {
      "ID": 290967,
      "LastModified": "2024-10-10T17:38:52.5Z",
      "Name": "Res. No. 133",
      "Link": "https://nyc.legistar1.com/nyc/attachments/81873d45-4f74-4de6-9de0-9c32a29d49c2.docx",
      "Sort": 1
    },
    {
      "ID": 295620,
      "LastModified": "2024-02-28T18:46:44.137Z",
      "Name": "February 28, 2024 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/2ca6c043-6b32-4e58-876d-09891ba41b69.pdf",
      "Sort": 2
    },
    {
      "ID": 297245,
      "LastModified": "2024-03-06T21:33:15.083Z",
      "Name": "Hearing Transcript - Stated Meeting 2-28-24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/61429c25-7da2-4c34-bac6-10b0a7cdf7b7.pdf",
      "Sort": 3
    },
    {
      "ID": 305898,
      "LastModified": "2024-10-01T13:45:12.36Z",
      "Name": "Minutes of the Stated Meeting - February 28, 2024",
      "Link": "https://nyc.legistar1.com/nyc/attachments/37dc3b05-a213-4bba-8d2c-89aabe317cee.pdf",
      "Sort": 4
    },
    {
      "ID": 304987,
      "LastModified": "2024-10-01T13:45:11.593Z",
      "Name": "Committee Report 6/25/24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d61f3527-4cfb-49b0-b722-b311ec5509e8.docx",
      "Sort": 5
    },
    {
      "ID": 305488,
      "LastModified": "2024-10-01T13:45:10.82Z",
      "Name": "Hearing Testimony 6/25/24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d9439faa-cc69-4e2c-bf7e-59599eff43fc.pdf",
      "Sort": 6
    },
    {
      "ID": 306710,
      "LastModified": "2024-10-01T13:45:10.16Z",
      "Name": "Hearing Transcript 6/25/24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b7d97c90-9805-4512-9c56-36e2f0e544e3.pdf",
      "Sort": 7
    },
    {
      "ID": 309504,
      "LastModified": "2024-10-01T18:28:48.033Z",
      "Name": "Proposed Res. No. 133-A - 10/1/24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/bb9969f0-476f-4ffd-a720-b26a8de163a9.docx",
      "Sort": 8
    },
    {
      "ID": 310061,
      "LastModified": "2024-10-10T15:48:19.73Z",
      "Name": "Committee Report 10/10/24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/727aec97-c079-47a8-9a3c-b90d01f25e90.docx",
      "Sort": 9
    }
  ],
  "Summary": "",
  "TextID": 78492,
  "Text": "Whereas, The World Health Organization defines maternal death as the death of a woman while pregnant or within 42 days of termination of pregnancy, irrespective of the duration and the site of the pregnancy, from any cause related to or aggravated by the pregnancy or its management, but not from accidental or incidental causes; and\n      Whereas, According to the National Center for Health Statistics at the Centers for Disease Control and Prevention (CDC), there were 1,205 maternal deaths in the United States (U.S.) in 2021, an increase from 861 maternal deaths in 2020 and 754 maternal deaths in 2019; and\n       Whereas, Per the CDC, the U.S. maternal mortality rate for 2021 was 32.9 deaths per 100,000 live births, a rise from 23.8 deaths per 100,000 live births in 2020 and 20.1 deaths per 100,000 live births in 2019; and \n      Whereas, The CDC's data also reveal that in 2021, the U.S. maternal mortality rate for non-Hispanic Black women was 69.9 deaths per 100,000 live births, which was 2.6 times the rate for non-Hispanic White women of 26.6 deaths per 100,000 live births and more than twice the overall national maternal mortality rate of 32.9 deaths per 100,000 live births during the same year; and\n      Whereas, According to an April 2022 report by the New York State Department of Health, there were 41 pregnancy-related deaths in New York State in 2018, denoting a maternal mortality rate of 18.2 deaths per 100,000 live births; and\n      Whereas, Per the same report by the New York State Department of Health, as of 2018, in New York State, Black, non-Hispanic women were five times more likely to die of pregnancy-related causes than White, non-Hispanic women; and\n      Whereas, Moreover, the New York State Department of Health also highlighted that in 46 percent of all pregnancy-related deaths in New York State in 2018, discrimination was identified as a probable or a definite circumstance surrounding the maternal death; and\n      Whereas, Furthermore, per the New York State Department of Health's 2022 report, as of 2018, in New York State, women who had a Cesarean delivery were 1.7 times more likely to die of pregnancy-related causes than women who delivered vaginally; and\n      Whereas, According to a January 2023 report by the New York City Department of Health and Mental Hygiene (NYC DOHMH), there were 57 pregnancy-related deaths in New York City in 2019, signifying a maternal mortality rate of 26.4 deaths per 100,000 live births; and\n      Whereas, Per the NYC DOHMH, between 2001 and 2019, the New York City pregnancy-related mortality rate for Black mothers was, on average, 9.2 times higher than for White mothers, due to structural racism and discrimination in combination with inequities in healthcare access and quality; and\n      Whereas, In a May 2022 report, the Kaiser Family Foundation, a non-profit health policy research organization, noted that one approach to addressing negative pregnancy outcomes and racial disparities in maternal morbidity and mortality is to provide access through Medicaid coverage to services by doulas; and\n      Whereas, A doula is a trained non-clinician who assists a pregnant person before, during, and/or after childbirth through physical and/or emotional support, labor coaching, advocacy in healthcare settings, and postpartum care; and\n      Whereas, Per the Kaiser Family Foundation, pregnant persons who receive doula support tend to have shorter labors, lower Cesarean section rates, fewer birth complications, are more likely to initiate breastfeeding, and their infants are less likely to be born with a low birth weight; and\n      Whereas, In testimony during a March 2023 hearing of the New York State Senate on Medicaid reimbursement and integration of doula services, the New York Coalition for Doula Access (NYCDA) stressed that implementing an equitable Medicaid reimbursement rate for doula services would exponentially increase access to doulas, help retain doulas in the profession, and improve health outcomes for families, as well as position New York State as a leader in addressing the maternal health crisis and as a safer and more equitable place to give birth; and\n      Whereas, As an equitable reimbursement, NYCDA recommended the reimbursement rate of $1,930, which would cover up to eight pre- and post-natal visits at $85 per visit, and labor and delivery support at the rate of $1,250, as well as additional uncompensated doula care and expenses, including resource referrals, phone and text communications, transportation, and administrative costs incurred by the doula; and\n      Whereas, Effective June 10, 2024, a New York State Department of Health Non-Patient-Specific Standing Order for the Provision of Doula Services for New York State Medicaid Members, declared pregnant, birthing or postpartum persons eligible to receive doula services at no cost, for a period of up to twelve months after a pregnancy ends, regardless of the pregnancy outcome; and \n      Whereas, Such Standing Order shall remain in effect for one year but does not specify whether it will continue after such time; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign, legislation to increase Medicaid reimbursement to cover eight pre- and post-natal visits, as well as delivery support by doulas.\n\n\n\n\nSession 13\nLS #14297\n10/1/2024\nCD\n\nSession 12\nLS #14296\n10/01/2023\nAZ\n\n\n\n4",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Calibri;}}\n{\\colortbl ;\\red33\\green37\\blue41;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Menin, Yeger, Hanif, Hudson, Schulman, Ung, Narcisse, Brewer, Cab\\'e1n and Won\\par\n\\par\n\\pard\\ltrpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj Whereas, The World Health Organization defines maternal death as the death of a woman while pregnant or within 42 days of termination of pregnancy, irrespective of the duration and the site of the pregnancy, from any cause related to or aggravated by the pregnancy or its management, but not from accidental or incidental causes; and\\par\nWhereas, According to the National Center for Health Statistics at the Centers for Disease Control and Prevention (CDC), there were 1,205 maternal deaths in the United States (U.S.) in 2021, an increase from 861 maternal deaths in 2020 and 754 maternal deaths in 2019; and\\fs22\\par\n\\fs24  Whereas, Per the CDC, the U.S. maternal mortality rate for 2021 was 32.9 deaths per 100,000 live births, a rise from 23.8 deaths per 100,000 live births in 2020 and 20.1 deaths per 100,000 live births in 2019; and \\fs22\\par\n\\fs24 Whereas, The CDC\\rquote s data also reveal that in 2021, the U.S. maternal mortality rate for non-Hispanic Black women was 69.9 deaths per 100,000 live births, which was 2.6 times the rate for non-Hispanic White women of 26.6 deaths per 100,000 live births and more than twice the overall national maternal mortality rate of 32.9 deaths per 100,000 live births during the same year; and\\par\nWhereas, According to an April 2022 report by the New York State Department of Health, there were 41 pregnancy-related deaths in New York State in 2018, denoting a maternal mortality rate of 18.2 deaths per 100,000 live births; and\\par\nWhereas, Per the same report by the New York State Department of Health, as of 2018, in New York State, Black, non-Hispanic women were five times more likely to die of pregnancy-related causes than White, non-Hispanic women; and\\par\nWhereas, Moreover, the New York State Department of Health also highlighted that in 46 percent of all pregnancy-related deaths in New York State in 2018, discrimination was identified as a probable or a definite circumstance surrounding the maternal death; and\\par\nWhereas, Furthermore, per the New York State Department of Health\\rquote s 2022 report, as of 2018, in New York State, women who had a Cesarean delivery were 1.7 times more likely to die of pregnancy-related causes than women who delivered vaginally; and\\fs22\\par\n\\fs24 Whereas, According to a January 2023 report by the New York City Department of Health and Mental Hygiene (NYC DOHMH), there were 57 pregnancy-related deaths in New York City in 2019, signifying a maternal mortality rate of 26.4 deaths per 100,000 live births; and\\fs22\\par\n\\fs24 Whereas, Per the NYC DOHMH, between 2001 and 2019, the New York City pregnancy-related mortality rate for Black mothers was, on average, 9.2 times higher than for White mothers, due to structural racism and discrimination in combination with inequities in healthcare access and quality; and\\fs22\\par\n\\fs24 Whereas, In a May 2022 report, the Kaiser Family Foundation, a non-profit health policy research organization, noted that one approach to addressing negative pregnancy outcomes and racial disparities in maternal morbidity and mortality is to provide access through Medicaid coverage to services by doulas; and\\par\nWhereas, A doula is a trained non-clinician who assists a pregnant person before, during, and/or after childbirth through physical and/or emotional support, labor coaching, advocacy in healthcare settings, and postpartum care; and\\par\nWhereas, Per the Kaiser Family Foundation, pregnant persons who receive doula support tend to have shorter labors, lower Cesarean section rates, fewer birth complications, are more likely to initiate breastfeeding, and their infants are less likely to be born with a low birth weight; and\\fs22\\par\n\\fs24 Whereas, In testimony during a March 2023 hearing of the New York State Senate on\\f1\\fs22  \\f0\\fs24 Medicaid reimbursement and integration of doula services, the New York Coalition for Doula Access (NYCDA) stressed that implementing an equitable Medicaid reimbursement rate for doula services would exponentially increase access to doulas, help retain doulas in the profession, and improve health outcomes for families, as well as position New York State as a leader in addressing the maternal health crisis and as a safer and more equitable place to give birth; and\\par\nWhereas, As an equitable reimbursement, NYCDA recommended the reimbursement rate of $1,930, which would cover up to eight pre- and post-natal visits at $85 per visit, and labor and delivery support at the rate of $1,250, as well as additional uncompensated doula care and expenses, including resource referrals, phone and text communications, transportation, and administrative costs incurred by the doula; and\\par\nWhereas, Effective June 10, 2024, a New York State Department of Health Non-Patient-Specific Standing Order for the Provision of Doula Services for New York State Medicaid Members, declared pregnant, birthing or postpartum persons eligible to receive doula services at no cost, for a period of up to twelve months after a pregnancy ends, regardless of the pregnancy outcome; and \\par\nWhereas, Such Standing Order shall remain in effect for one year but does not specify whether it will continue after such time; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls \\cf1 on the New York State Legislature to pass, and the Governor to sign, legislation to increase Medicaid reimbursement to cover eight pre- and post-natal visits, as well as delivery support by doulas\\cf0 .\\fs22\\par\n\\pard\\ltrpar\\hyphpar0\\qj\\fs20\\par\n\\par\n\\par\n\\pard\\ltrpar\\par\n\\pard\\ltrpar\\hyphpar0\\qj Session 13\\par\nLS #14297\\par\n10/1/2024\\par\nCD\\par\n\\pard\\ltrpar\\hyphpar0\\par\nSession 12\\par\n\\pard\\ltrpar\\hyphpar0\\qj LS #14296\\par\n10/01/2023\\par\nAZ\\par\n\\fs18\\par\n\\par\n\\par\n}\n",
  "LastModified": "2024-10-10T17:38:52.5Z"
}
