{
  "ID": 72668,
  "GUID": "8E38F70D-AEB9-4F37-8800-CD125D2FC378",
  "File": "Res 0134-2024",
  "Name": "Establishing a coordinator for asylum seeker services. (A.7493)",
  "Title": "Resolution calling on the New York State Legislature to pass, and the Governor to sign, A.7493, establishing a coordinator for asylum seeker services.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 5119,
  "BodyName": "Committee on Immigration",
  "IntroDate": "2024-02-28T00:00:00Z",
  "AgendaDate": "2024-02-28T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7803,
      "Slug": "julie-menin",
      "FullName": "Julie Menin"
    },
    {
      "ID": 7826,
      "Slug": "shahana-k-hanif",
      "FullName": "Shahana K. Hanif"
    }
  ],
  "History": [
    {
      "ID": 403608,
      "Date": "2024-02-28T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-02-14T17:18:19.94Z"
    },
    {
      "ID": 404434,
      "Date": "2024-02-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Immigration",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 20706,
      "AgendaSequence": 341,
      "MinutesSequence": 348,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Immigration",
      "MatterStatusID": 3,
      "LastModified": "2024-02-29T04:35:05.353Z"
    }
  ],
  "Attachments": [
    {
      "ID": 290897,
      "LastModified": "2024-03-15T15:55:23.51Z",
      "Name": "Res. No. 134",
      "Link": "https://nyc.legistar1.com/nyc/attachments/9314151f-5850-498f-b53f-3081aa7eabd1.docx",
      "Sort": 1
    },
    {
      "ID": 295621,
      "LastModified": "2024-02-28T18:46:44.367Z",
      "Name": "February 28, 2024 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/57258b64-36c1-43be-bfee-c1e28d4acdb0.pdf",
      "Sort": 2
    },
    {
      "ID": 297246,
      "LastModified": "2024-03-06T21:33:15.39Z",
      "Name": "Hearing Transcript - Stated Meeting 2-28-24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/483bc6d8-671d-48e3-966a-e5b95f846b04.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 76193,
  "Text": "Whereas, New York City has welcomed over 130,000 migrants and asylum seekers over the last year; and\n      Whereas, Although roughly 65,000 remain in the care of the city, many have left the shelter system and continue to live in New York City; and\n      Whereas, Coordination of services for migrants and asylum seekers can be complex, including ensuring they have access to health care, education, and other benefits; and\n      Whereas, In New York City, this coordination has included multiple agencies; and\n      Whereas, However, asylum seeker coordination with state agencies and entities has been limited; and\n      Whereas, Without effective coordination, asylum seekers could be missing out on services and benefits that would improve their lives and increase their independence and self-sufficiency; and\n      Whereas, A.7493, introduced by Assembly Member Jenifer Rajkumar and pending in the New York State Assembly, seeks to amend the executive law, in relation to establishing a coordinator for asylum seeker services; and\n      Whereas, A.7493 would establish a coordinator responsible for responding to the needs of asylum seekers across the state, including intake, resettlement throughout New York, support services, health care, housing, education, language services, transportation, and accessing federal programs and services; and\n      Whereas, The coordinator would also be responsible for advocacy for asylum related issues; and\n      Whereas, A. 7493 stipulates that the coordinator would oversee the integration of services and benefits with the applicable state, federal, and local agencies, including the Office of Temporary and Disability Assistance and the Office of Children and Family Services; and\n      Whereas, A.7493 would apply to migrants who have applied for asylum; and\n      Whereas, A.7493 would ensure that the state is involved in the leadership and coordination in managing this asylum seeker influx, easing the strain that has been put on the city to manage this influx; and\n      Whereas, An asylum seeker coordinator would be beneficial to ensure that asylum seekers have access to services and benefits at multiple levels of government; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign, A.7493, establishing a coordinator for asylum seeker services.\n\n\nSession 13\nLS #14417\n01/23/2024\n\nSession 12\nLS #14417\n11/6/2023\nRLB",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Menin and Hanif\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 Whereas, New York City has welcomed over 130,000 migrants and asylum seekers over the last year; and\\par\nWhereas, Although roughly 65,000 remain in the care of the city, many have left the shelter system and continue to live in New York City; and\\par\nWhereas, Coordination of services for migrants and asylum seekers can be complex, including ensuring they have access to health care, education, and other benefits; and\\par\nWhereas, In New York City, this coordination has included multiple agencies; and\\par\nWhereas, However, asylum seeker coordination with state agencies and entities has been limited; and\\par\nWhereas, Without effective coordination, asylum seekers could be missing out on services and benefits that would improve their lives and increase their independence and self-sufficiency; and\\par\nWhereas, A.7493, introduced by Assembly Member Jenifer Rajkumar and pending in the New York State Assembly, seeks to amend the executive law, in relation to establishing a coordinator for asylum seeker services; and\\par\nWhereas, A.7493 would establish a coordinator responsible for responding to the needs of asylum seekers across the state, including intake, resettlement throughout New York, support services, health care, housing, education, language services, transportation, and accessing federal programs and services; and\\par\nWhereas, The coordinator would also be responsible for advocacy for asylum related issues; and\\par\nWhereas, A. 7493 stipulates that the coordinator would oversee the integration of services and benefits with the applicable state, federal, and local agencies, including the Office of Temporary and Disability Assistance and the Office of Children and Family Services; and\\par\nWhereas, A.7493 would apply to migrants who have applied for asylum; and\\par\nWhereas, A.7493 would ensure that the state is involved in the leadership and coordination in managing this asylum seeker influx, easing the strain that has been put on the city to manage this influx; and\\par\nWhereas, An asylum seeker coordinator would be beneficial to ensure that asylum seekers have access to services and benefits at multiple levels of government; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign, A.7493, establishing a coordinator for asylum seeker services.\\par\n\\pard\\ltrpar\\qj\\par\n\\fs20\\par\nSession 13\\fs24\\line\\fs20 LS #14417\\par\n01/23/2024\\par\n\\par\nSession 12\\par\nLS #14417\\par\n\\pard\\ltrpar 11/6/2023\\par\n\\pard\\ltrpar\\qj RLB\\par\n\\fs18\\par\n\\fs24\\par\n\\par\n}\n",
  "LastModified": "2024-03-15T15:55:23.51Z"
}
