{
  "ID": 72682,
  "GUID": "0D78EB54-7A63-40F5-AD55-6B360D565FC3",
  "File": "Res 0135-2024",
  "Name": "Community News and Small Business Support Act. (H.R. 4756)",
  "Title": "Resolution calling on the United States Congress to pass, and the President to sign, H.R. 4756-118th Congress, known as the Community News and Small Business Support Act.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5120,
  "BodyName": "Committee on Small Business",
  "IntroDate": "2024-02-28T00:00:00Z",
  "AgendaDate": "2024-02-28T00:00:00Z",
  "PassedDate": "2025-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7803,
      "Slug": "julie-menin",
      "FullName": "Julie Menin"
    }
  ],
  "History": [
    {
      "ID": 403605,
      "Date": "2024-02-28T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-02-14T17:14:53.71Z"
    },
    {
      "ID": 404436,
      "Date": "2024-02-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Small Business",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 20706,
      "AgendaSequence": 342,
      "MinutesSequence": 349,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Small Business",
      "MatterStatusID": 3,
      "LastModified": "2024-02-29T04:35:05.357Z"
    },
    {
      "ID": 430109,
      "Date": "2025-12-31T16:53:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2025-12-22T21:53:42.55Z"
    }
  ],
  "Attachments": [
    {
      "ID": 290963,
      "LastModified": "2024-06-14T14:16:15.787Z",
      "Name": "Res. No. 135",
      "Link": "https://nyc.legistar1.com/nyc/attachments/35d20a38-0cb1-4682-bea7-000864772ae4.docx",
      "Sort": 1
    },
    {
      "ID": 295622,
      "LastModified": "2024-02-28T18:46:44.65Z",
      "Name": "February 28, 2024 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c9ec692e-b414-433e-8d7e-8ead239fbccd.pdf",
      "Sort": 2
    },
    {
      "ID": 297247,
      "LastModified": "2024-03-06T21:33:15.627Z",
      "Name": "Hearing Transcript - Stated Meeting 2-28-24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/42d9d40d-a938-4f23-9ded-3cc2faa23820.pdf",
      "Sort": 3
    },
    {
      "ID": 305900,
      "LastModified": "2024-07-11T13:31:06.427Z",
      "Name": "Minutes of the Stated Meeting - February 28, 2024",
      "Link": "https://nyc.legistar1.com/nyc/attachments/23430eec-280d-4195-a676-c3196e62e4c7.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 76207,
  "Text": "Whereas, Small businesses and local newspapers continue to suffer from the adverse economic effects caused by the pandemic; and\n      Whereas, In a 2022 survey of small businesses, the Small Business Majority found that roughly one in three businesses indicated that without additional financial support or a change in business conditions they would struggle to survive beyond three months; and\n      Whereas, Over the past 25 years, the small business sector has contributed two for every three jobs created in the U.S. workforce; and\n      Whereas, Threats to the sustainability of small businesses negatively affects not only the economy of New York City, but of the nation; and\n      Whereas, The pandemic also resulted in local newspapers shutting down; and\n      Whereas, However, local newspapers have been significantly struggling over the past 20 years, with annual newspaper advertising revenue dropping almost 81 percent between 2000 and 2020; and\n      Whereas, Research on the collapse of the local news industry has linked the decline in local news coverage with reductions in voter turnout; and\n      Whereas, Indicating that robust local news coverage is beneficial for citizen engagement; and\n      Whereas, Local newspapers garner significant revenue from advertisements placed in their papers; and\n      Whereas, Small businesses can reach a wider consumer base and grow their business by advertising in their local papers; and\n      Whereas, These two sectors overlap in the pursuit of revenue through the use of advertisements; and\n      Whereas, H.R. 4756, also known as the Community News and Small Business Support Act, introduced by U.S. House Representative Claudia Tenney (R-NY) and pending in the U.S. House of Representatives, seeks to amend the Internal Revenue Code, in relation to providing tax incentives that support local media; and\n      Whereas, H.R. 4756 would offer payroll tax credits to local and community news publishers that serve the needs of a regional or local community and employ at least one local news journalist who resides in the same community; and\n      Whereas, H.R. 4756 would also offer tax credits for small businesses that place advertisements in local news outlets; and\n      Whereas, H.R. 4756 would begin to address the collapse of the local news landscape and mitigate the significant repercussions that can occur without local news coverage and ease some financial strain on small businesses; and\n      Whereas, The Community News and Small Business Support Act would benefit local newspapers and local journalists, and provide much needed support for small businesses in New York City and across the United States; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the United States Congress to pass and the President to sign, H.R. 4756-118th Congress, known as the Community News and Small Business Support Act.\n\nSession 13\nRLB\nLS #14124\n01/23/2024\n\nSession 12\nLS #14124\n08/31/2023\nRLB",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Member Menin \\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Small businesses and local newspapers continue to suffer from the adverse economic effects caused by the pandemic; and\\par\nWhereas, In a 2022 survey of small businesses, the Small Business Majority found that roughly one in three businesses indicated that without additional financial support or a change in business conditions they would struggle to survive beyond three months; and\\par\nWhereas, Over the past 25 years, the small business sector has contributed two for every three jobs created in the U.S. workforce; and\\par\nWhereas, Threats to the sustainability of small businesses negatively affects not only the economy of New York City, but of the nation; and\\par\nWhereas, The pandemic also resulted in local newspapers shutting down; and\\par\nWhereas, However, local newspapers have been significantly struggling over the past 20 years, with annual newspaper advertising revenue dropping almost 81 percent between 2000 and 2020; and\\par\nWhereas, Research on the collapse of the local news industry has linked the decline in local news coverage with reductions in voter turnout; and\\par\nWhereas, Indicating that robust local news coverage is beneficial for citizen engagement; and\\par\nWhereas, Local newspapers garner significant revenue from advertisements placed in their papers; and\\par\nWhereas, Small businesses can reach a wider consumer base and grow their business by advertising in their local papers; and\\par\nWhereas, These two sectors overlap in the pursuit of revenue through the use of advertisements; and\\par\nWhereas, H.R. 4756, also known as the Community News and Small Business Support Act, introduced by U.S. House Representative Claudia Tenney (R-NY) and pending in the U.S. House of Representatives, seeks to amend the Internal Revenue Code, in relation to providing tax incentives that support local media; and\\par\nWhereas, H.R. 4756 would offer payroll tax credits to local and community news publishers that serve the needs of a regional or local community and employ at least one local news journalist who resides in the same community; and\\par\nWhereas, H.R. 4756 would also offer tax credits for small businesses that place advertisements in local news outlets; and\\par\nWhereas, H.R. 4756 would begin to address the collapse of the local news landscape and mitigate the significant repercussions that can occur without local news coverage and ease some financial strain on small businesses; and\\par\nWhereas, The Community News and Small Business Support Act would benefit local newspapers and local journalists, and provide much needed support for small businesses in New York City and across the United States; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls on the United States Congress to pass and the President to sign, H.R. 4756-118th Congress, known as the Community News and Small Business Support Act.\\par\n\\pard\\ltrpar\\qj\\par\n\\fs20 Session 13\\par\nRLB\\par\nLS #14124\\par\n01/23/2024\\par\n\\par\nSession 12\\par\nLS #14124\\par\n\\pard\\ltrpar 08/31/2023\\par\n\\pard\\ltrpar\\qj RLB\\par\n\\fs24\\par\n\\par\n\\par\n\\fs18\\par\n\\fs24\\par\n\\par\n}\n",
  "LastModified": "2025-12-22T21:53:42.557Z"
}
