{
  "ID": 72872,
  "GUID": "C0FD62A5-97D1-4754-94B7-AEA45AC35B06",
  "File": "Res 0136-2024",
  "Name": "American Data Privacy and Protection Act (H.R. 8152)",
  "Title": "Resolution calling on the United States Congress to Pass, and the President to sign, H.R. 8152, the “American Data Privacy and Protection Act,” which would limit the personally identifiable data that companies can collect, and give consumers expanded control over their own data.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 5269,
  "BodyName": "Committee on Consumer and Worker Protection",
  "IntroDate": "2024-02-28T00:00:00Z",
  "AgendaDate": "2024-02-28T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7803,
      "Slug": "julie-menin",
      "FullName": "Julie Menin"
    },
    {
      "ID": 7821,
      "Slug": "jennifer-gutierrez",
      "FullName": "Jennifer Gutiérrez"
    },
    {
      "ID": 7822,
      "Slug": "crystal-hudson",
      "FullName": "Crystal Hudson"
    },
    {
      "ID": 7827,
      "Slug": "rita-c-joseph",
      "FullName": "Rita C. Joseph"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7808,
      "Slug": "pierina-ana-sanchez",
      "FullName": "Pierina Ana Sanchez"
    },
    {
      "ID": 7748,
      "Slug": "justin-l-brannan",
      "FullName": "Justin L. Brannan"
    }
  ],
  "History": [
    {
      "ID": 403547,
      "Date": "2024-02-28T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-02-14T00:35:41.377Z"
    },
    {
      "ID": 404445,
      "Date": "2024-02-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Consumer and Worker Protection",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 20706,
      "AgendaSequence": 343,
      "MinutesSequence": 532,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Consumer and Worker Protection",
      "MatterStatusID": 3,
      "LastModified": "2024-02-28T20:43:25.9Z"
    }
  ],
  "Attachments": [
    {
      "ID": 292047,
      "LastModified": "2024-02-28T16:26:42.473Z",
      "Name": "Res. No. 136",
      "Link": "https://nyc.legistar1.com/nyc/attachments/aee6ecf3-8c99-475b-8959-a743dfa1ad02.docx",
      "Sort": 1
    },
    {
      "ID": 295623,
      "LastModified": "2024-02-28T18:46:44.94Z",
      "Name": "February 28, 2024 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/6acdffd5-b223-4303-aede-23f22fc27ff6.pdf",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 76397,
  "Text": "Whereas, In the wake of the Supreme Court's decision in Dobbs v. Jackson Women's Health Organization reproductive rights are under attack in the United States; and\n      Whereas, Many states are seeking to criminalize women seeking abortions; and\n      Whereas, New York State and City law protects access to reproductive care for all of its residents; and\n      Whereas, The internet is an essential tool for individuals seeking reproductive healthcare, whether it is using a search engine to find a practitioner or using an online system to make an appointment with a healthcare provider; and\n      Whereas, An investigation by The Wall Street Journal found, and the New York State Attorney General later confirmed, that certain websites including Facebook are collecting personal reproductive health data without the user's knowledge or approval, and\n      Whereas, Some of the websites that collect personal healthcare data include password protected hospital appointment portals; and\n      Whereas, This personal reproductive health information may be shared with third parties without the user's consent or approval; and\nWhereas, This personal health data is being made available to anti-abortion groups; and \n      Whereas, Anti-abortion groups are using this personal reproductive health data to deliver targeted information aimed at deterring individuals from obtaining abortion; and \n      Whereas, Anti-abortion groups have frequently spread false and misleading information about abortion, contraception and other reproductive health topics to deter women from obtaining abortions; and\n      Whereas, Personal reproductive health information should remain personal between a patient and her doctor; and\n      Whereas, H.R. 8152 would prevent the collection of personal health data except under certain specific circumstances; and\n      Whereas, H.R. 8152 would require users to give their affirmative consent for their data to be shared with a third party and allow them to withdraw the consent once given; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the United State Congress to pass, and the President to sign, H.R. 8152, the \"American Data Privacy and Protection Act,\"  which would limit the personally identifiable data that companies can collect, and give consumers expanded control over their own data. \n      \nSession 13\nLS #9745\n01/17/2024\n\nSession 12\nLS #9745\nAugust 25, 2022\nEHC",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj By Council Members Menin, \\cf1 Guti\\'e9rrez\\cf0 , Hudson, Joseph, Brewer, Sanchez and Brannan\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, In the wake of the Supreme Court\\rquote s decision in \\i Dobbs v. Jackson Women\\rquote s Health Organization\\i0  reproductive rights are under attack in the United States; and\\par\nWhereas, Many states are seeking to criminalize women seeking abortions; and\\par\nWhereas, New York State and City law protects access to reproductive care for all of its residents; and\\par\nWhereas, The internet is an essential tool for individuals seeking reproductive healthcare, whether it is using a search engine to find a practitioner or using an online system to make an appointment with a healthcare provider; and\\par\nWhereas, An investigation by \\i The Wall Street Journal\\i0  found, and the New York State Attorney General later confirmed, that certain websites including Facebook are collecting personal reproductive health data without the user\\rquote s knowledge or approval, and\\par\nWhereas, Some of the websites that collect personal healthcare data include password protected hospital appointment portals; and\\par\nWhereas, This personal reproductive health information may be shared with third parties without the user\\rquote s consent or approval; and\\par\n\\pard\\ltrpar\\li720\\sl480\\slmult1\\qj Whereas, This personal health data is being made available to anti-abortion groups; and \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Anti-abortion groups are using this personal reproductive health data to deliver targeted information aimed at deterring individuals from obtaining abortion; and \\par\nWhereas, Anti-abortion groups have frequently spread false and misleading information about abortion, contraception and other reproductive health topics to deter women from obtaining abortions; and\\par\nWhereas, Personal reproductive health information should remain personal between a patient and her doctor; and\\par\nWhereas, H.R. 8152 would prevent the collection of personal health data except under certain specific circumstances; and\\par\nWhereas, H.R. 8152 would require users to give their affirmative consent for their data to be shared with a third party and allow them to withdraw the consent once given; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls on the United State Congress to pass, and the President to sign, H.R. 8152, the \\ldblquote American Data Privacy and Protection Act,\\rdblquote   which would limit the personally identifiable data that companies can collect, and give consumers expanded control over their own data. \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\par\n\\pard\\ltrpar\\qj Session 13\\par\nLS #9745\\par\n01/17/2024\\par\n\\par\nSession 12\\par\n\\fs18 LS #\\fs24 9745\\par\n\\pard\\ltrpar August 25, 2022\\par\n\\pard\\ltrpar\\qj\\fs18 EHC\\par\n\\par\n\\fs24\\par\n}\n",
  "LastModified": "2024-02-28T18:46:44.94Z"
}
