{
  "ID": 72511,
  "GUID": "B8FFA88F-13B6-4753-B283-0E9F2081834F",
  "File": "Res 0142-2024",
  "Name": "To incorporate a 9/11 curriculum in all New York schools (A.83470).",
  "Title": "Resolution calling on the New York State Legislature to pass, and the Governor to sign, A.8347 to incorporate a 9/11 curriculum in all New York schools.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 9,
  "BodyName": "Committee on Education",
  "IntroDate": "2024-02-28T00:00:00Z",
  "AgendaDate": "2024-02-28T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7803,
      "Slug": "julie-menin",
      "FullName": "Julie Menin"
    },
    {
      "ID": 7827,
      "Slug": "rita-c-joseph",
      "FullName": "Rita C. Joseph"
    },
    {
      "ID": 7819,
      "Slug": "joann-ariola",
      "FullName": "Joann Ariola"
    }
  ],
  "History": [
    {
      "ID": 403691,
      "Date": "2024-02-28T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-02-15T14:14:35.13Z"
    },
    {
      "ID": 404432,
      "Date": "2024-02-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Education",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 20706,
      "AgendaSequence": 349,
      "MinutesSequence": 356,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Education",
      "MatterStatusID": 3,
      "LastModified": "2024-02-29T04:35:05.363Z"
    }
  ],
  "Attachments": [
    {
      "ID": 289970,
      "LastModified": "2024-02-28T16:27:55.35Z",
      "Name": "Res. No. 142",
      "Link": "https://nyc.legistar1.com/nyc/attachments/47385f40-243b-4755-b25d-659695eb811e.docx",
      "Sort": 1
    },
    {
      "ID": 295629,
      "LastModified": "2024-02-28T18:46:46.47Z",
      "Name": "February 28, 2024 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/48c82765-c11d-4511-ab33-5066c05a49ea.pdf",
      "Sort": 2
    },
    {
      "ID": 297254,
      "LastModified": "2024-03-06T21:33:17.68Z",
      "Name": "Hearing Transcript - Stated Meeting 2-28-24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/a1513e66-db14-4451-8f32-017888448df3.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 76035,
  "Text": "Whereas, September 11, 2001, is the date of the worst terrorist attack against the United States (U.S.) in our nation's history, according to the U.S. Department of State; and\n      Whereas, On that date, commonly known as \"9/11,\" nearly 3,000 people were killed and more than 6,000 others injured; and\n      Whereas, According to the final report of the National Commission on Terrorist Attacks Upon the United States, known as the \"9/11 Commission,\" 19 terrorists from al-Qaeda, an Islamist terrorist organization, hijacked four commercial airplanes, deliberately crashing two of the planes into the Twin Towers of the World Trade Center in New York City (NYC), which ultimately collapsed killing 2,753 people; and\n      Whereas, In an attack on the nation's capital, the hijackers aimed the next two flights toward targets in or near Washington, D.C., with the third plane crashing into the Pentagon, headquarters of the U.S. Department of Defense in Arlington County, Virginia, killing 184 people, according to the 9/11 Commission report; and\n      Whereas, Passengers on the fourth hijacked plane fought back, after learning about the other attacks, and the plane crashed into an empty field in western Pennsylvania, killing 40 people; and\n      Whereas, In the immediate aftermath of the 9/11 attacks, the U.S. responded by launching a military mission in Afghanistan to destroy the terrorist group al-Qaeda, beginning less than a month after 9/11, and lasting nearly 20 years until the 2021 withdrawal from Afghanistan; and \n      Whereas, Additionally, in the months following the attacks, the U.S. Congress passed, and the U.S. President signed, the Patriot Act, to improve national security while impacting civil liberties, as well as the Homeland Security Act, creating the Department of Homeland Security-now the third largest Cabinet department; and  \n      Whereas, Further, according to the Brookings Institution, in the ensuing years 9/11 has transformed Americans' attitudes about safety, privacy, and the nation's role in global affairs, as well as having impacts around the world; and\n      Whereas, The lasting impact of the 9/11 attacks are particularly evident in NYC, where the health effects, particularly respiratory and mental health issues, continue to affect survivors, first responders, and residents to this day; and\n      Whereas, Further, the events of 9/11 led to a significant rise in Islamophobia and xenophobia, resulting in an increase in discrimination and hate crimes; and\n      Whereas, Due to the historical significance of the events of 9/11 and the societal shifts that followed, it is critical that students learn about 9/11 to better understand today's world; and\n      Whereas, A.8347, sponsored by New York State Assembly Member Catalina Cruz, would amend the education law to require September 11 awareness curriculum or instruction for school districts, regarding the September 11, 2001 attacks on the U.S.; and  \n      Whereas, A.8347 would require that the curriculum be age appropriate and include certain core information and themes, including: the events of the day and the global impact of the attacks; the response by first responders and other agencies on 9/11 and during the ensuing rescue and recovery operation; examples of heroism, resilience, and service that emerged during and after 9/11 from people all over the world; and the global response to terrorism following 9/11; and  \n      Whereas, In addition, A.8347 would require that the curriculum provide information on the enduring repercussions of 9/11 including discussion of the balance between civil liberties and national security, as well as understanding how 9/11 and its aftermath contributed to the following in the U.S. and abroad: Islamophobia and xenophobia in politics, domestic and foreign policy and legislation, media, and general public attitudes, and an increase in hate crimes and discrimination; and  \n      Whereas, Moreover, educating students about the events of 9/11 and its ongoing repercussions would provide students with a better understanding of the world and could help combat discrimination and promote tolerance, making them better citizens; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon on the New York State Legislature to pass, and the Governor to sign, A.8347 to incorporate a 9/11 curriculum in all New York schools.\n\nLS #15433\n2/5/24\nJA\n\n\n1",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Menin, Joseph and Ariola\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, September 11, 2001, is the date of the worst terrorist attack against the United States (U.S.) in our nation\\rquote s history, according to the U.S. Department of State; and\\par\nWhereas, On that date, commonly known as \\ldblquote 9/11,\\rdblquote  nearly 3,000 people were killed and more than 6,000 others injured; and\\par\nWhereas, According to the final report of the National Commission on Terrorist Attacks Upon the United States, known as the \\ldblquote 9/11 Commission,\\rdblquote  19 terrorists from al-Qaeda, an Islamist terrorist organization, hijacked four commercial airplanes, deliberately crashing two of the planes into the Twin Towers of the World Trade Center in New York City (NYC), which ultimately collapsed killing 2,753 people; and\\par\nWhereas, In an attack on the nation's capital, the hijackers aimed the next two flights toward targets in or near Washington, D.C., with the third plane crashing into the Pentagon, headquarters of the U.S. Department of Defense in Arlington County, Virginia, killing 184 people, according to the 9/11 Commission report; and\\par\nWhereas, Passengers on the fourth hijacked plane fought back, after learning about the other attacks, and the plane crashed into an empty field in western Pennsylvania, killing 40 people; and\\par\nWhereas, In the immediate aftermath of the 9/11 attacks, the U.S. responded by launching a military mission in Afghanistan to destroy the terrorist group al-Qaeda, beginning less than a month after 9/11, and lasting nearly 20 years until the 2021 withdrawal from Afghanistan; and \\par\nWhereas, Additionally, in the months following the attacks, the U.S. Congress passed, and the U.S. President signed, the Patriot Act, to improve national security while impacting civil liberties, as well as the Homeland Security Act, creating the Department of Homeland Security-now the third largest Cabinet department; and  \\par\nWhereas, Further, according to the Brookings Institution, in the ensuing years 9/11 has transformed Americans\\rquote  attitudes about safety, privacy, and the nation\\rquote s role in global affairs, as well as having impacts around the world; and\\par\nWhereas, The lasting impact of the 9/11 attacks are particularly evident in NYC, where the health effects, particularly respiratory and mental health issues, continue to affect survivors, first responders, and residents to this day; and\\par\nWhereas, Further, the events of 9/11 led to a significant rise in Islamophobia and xenophobia, resulting in an increase in discrimination and hate crimes; and\\par\nWhereas, Due to the historical significance of the events of 9/11 and the societal shifts that followed, it is critical that students learn about 9/11 to better understand today\\rquote s world; and\\par\nWhereas, A.8347, sponsored by New York State Assembly Member Catalina Cruz, would amend the education law to require September 11 awareness curriculum or instruction for school districts, regarding the September 11, 2001 attacks on the U.S.; and  \\par\nWhereas, A.8347 would require that the curriculum be age appropriate and include certain core information and themes, including: the events of the day and the global impact of the attacks; the response by first responders and other agencies on 9/11 and during the ensuing rescue and recovery operation; examples of heroism, resilience, and service that emerged during and after 9/11 from people all over the world; and the global response to terrorism following 9/11; and  \\par\nWhereas, In addition, A.8347 would require that the curriculum provide information on the enduring repercussions of 9/11 including discussion of the balance between civil liberties and national security, as well as understanding how 9/11 and its aftermath contributed to the following in the U.S. and abroad: Islamophobia and xenophobia in politics, domestic and foreign policy and legislation, media, and general public attitudes, and an increase in hate crimes and discrimination; and  \\par\nWhereas, Moreover, educating students about the events of 9/11 and its ongoing repercussions would provide students with a better understanding of the world and could help combat discrimination and promote tolerance, making them better citizens; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls upon on the New York State Legislature to pass, and the Governor to sign, A.8347 to incorporate a 9/11 curriculum in all New York schools.\\par\n\\pard\\ltrpar\\qj\\par\n\\fs18 LS #\\fs20 15433\\fs24\\par\n\\pard\\ltrpar\\fs20 2/5/24\\par\n\\pard\\ltrpar\\qj\\fs18 JA\\par\n\\fs24\\par\n\\par\n}\n",
  "LastModified": "2024-03-06T21:33:17.68Z"
}
