{
  "ID": 72667,
  "GUID": "BCEA1FB3-2A32-453C-A0B8-206AA37487A7",
  "File": "Res 0148-2024",
  "Name": "Federal Election Commission to prohibit political candidates from using deceptive artificial intelligence in campaign communications.",
  "Title": "Resolution calling on the Federal Election Commission to prohibit political candidates from using deceptive artificial intelligence in campaign communications.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 5293,
  "BodyName": "Committee on Governmental Operations, State & Federal Legislation",
  "IntroDate": "2024-02-28T00:00:00Z",
  "AgendaDate": "2024-02-28T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7803,
      "Slug": "julie-menin",
      "FullName": "Julie Menin"
    },
    {
      "ID": 7812,
      "Slug": "sandra-ung",
      "FullName": "Sandra Ung"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7826,
      "Slug": "shahana-k-hanif",
      "FullName": "Shahana K. Hanif"
    },
    {
      "ID": 7822,
      "Slug": "crystal-hudson",
      "FullName": "Crystal Hudson"
    }
  ],
  "History": [
    {
      "ID": 403609,
      "Date": "2024-02-28T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-02-14T17:19:37.233Z"
    },
    {
      "ID": 404433,
      "Date": "2024-02-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Governmental Operations, State & Federal Legislation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 20706,
      "AgendaSequence": 355,
      "MinutesSequence": 362,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Governmental Operations, State & Federal Legislation",
      "MatterStatusID": 3,
      "LastModified": "2024-02-29T04:35:05.367Z"
    }
  ],
  "Attachments": [
    {
      "ID": 290893,
      "LastModified": "2024-04-29T13:19:49.737Z",
      "Name": "Res. No. 148",
      "Link": "https://nyc.legistar1.com/nyc/attachments/3af823f0-5506-4d67-b00a-7b09ee857072.docx",
      "Sort": 1
    },
    {
      "ID": 295635,
      "LastModified": "2024-02-28T18:46:48.19Z",
      "Name": "February 28, 2024 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/bd239e87-738c-4c42-b2a0-7460f82ab715.pdf",
      "Sort": 2
    },
    {
      "ID": 297260,
      "LastModified": "2024-03-06T21:33:19.19Z",
      "Name": "Hearing Transcript - Stated Meeting 2-28-24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/4e577d21-446d-456a-8f91-f363c362f0d2.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 76192,
  "Text": "Whereas, Fake pictures and videos are not new to political advertising; and\n      Whereas, Political campaigns increasingly rely on digital media to reach voters; and\n      Whereas, Advances in artificial intelligence allow campaigns to create ads and other types of campaign communications with fake images that are indistinguishable from real videos or photographs; and\n      Whereas, Recent advances in artificial intelligence make it easier and cheaper for campaigns to generate false pictures and videos; and\n      Whereas, Political campaigns have already started using artificial intelligence to create \"deep fake\" videos showing candidates saying or doing things that they never said or did; and\n      Whereas, Deceptive images or videos created by artificial intelligence can be used to spread misinformation; and  \n      Whereas, Facebook, Instagram, and Google have recently adopted rules that require political ads to disclose when they use artificial intelligence; and\n      Whereas, The regulation of political advertisement should not be left up to private companies that directly profit from the same political advertising they are being asked to regulate; and\n      Whereas, There are currently no laws that specifically prohibit or limit the use of artificial intelligence in political ads; and \n      Whereas, Federal law prohibits candidates for federal offices from fraudulently misrepresenting themselves as speaking for another candidate or political party on a matter which is damaging to that candidate or party; and\n      Whereas, According to Public Citizen the Federal Elections Commission has the authority to regulate artificial intelligence in political campaigns under its authority to regulate fraudulent misrepresentations; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the Federal Election Commission to prohibit political candidates from using deceptive artificial intelligence in campaign communications.\n      .\nSession 13\nLS #14918\n01/23/2024\n\nSession 12\nLS #14918\n11/29/23\nEHC",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Menin, Ung, Brewer, Hanif and Hudson\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Fake pictures and videos are not new to political advertising; and\\par\nWhereas, Political campaigns increasingly rely on digital media to reach voters; and\\par\nWhereas, Advances in artificial intelligence allow campaigns to create ads and other types of campaign communications with fake images that are indistinguishable from real videos or photographs; and\\par\nWhereas, Recent advances in artificial intelligence make it easier and cheaper for campaigns to generate false pictures and videos; and\\par\nWhereas, Political campaigns have already started using artificial intelligence to create \\ldblquote deep fake\\rdblquote  videos showing candidates saying or doing things that they never said or did; and\\par\nWhereas, Deceptive images or videos created by artificial intelligence can be used to spread misinformation; and  \\par\nWhereas, Facebook, Instagram, and Google have recently adopted rules that require political ads to disclose when they use artificial intelligence; and\\par\nWhereas, The regulation of political advertisement should not be left up to private companies that directly profit from the same political advertising they are being asked to regulate; and\\par\nWhereas, There are currently no laws that specifically prohibit or limit the use of artificial intelligence in political ads; and \\par\nWhereas, Federal law prohibits candidates for federal offices from fraudulently misrepresenting themselves as speaking for another candidate or political party on a matter which is damaging to that candidate or party; and\\par\nWhereas, According to Public Citizen the Federal Elections Commission has the authority to regulate artificial intelligence in political campaigns under its authority to regulate fraudulent misrepresentations; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls on the Federal Election Commission to prohibit political candidates from using deceptive artificial intelligence in campaign communications.\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 .\\par\n\\pard\\ltrpar\\qj\\fs20 Session 13\\par\nLS #14918\\par\n01/23/2024\\par\n\\par\nSession 12\\par\nLS #14918\\par\n\\pard\\ltrpar 11/29/23\\par\n\\pard\\ltrpar\\qj EHC\\par\n\\fs18\\par\n\\fs24\\par\n}\n",
  "LastModified": "2024-04-29T13:19:49.737Z"
}
