{
  "ID": 72870,
  "GUID": "428C8087-FB0B-46B0-8E1A-3D5811A8B54C",
  "File": "Res 0154-2024",
  "Name": "Governor to release unspent State funds to benefit small businesses.",
  "Title": "Resolution calling on the Governor to release unspent State funds to benefit small businesses",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 5120,
  "BodyName": "Committee on Small Business",
  "IntroDate": "2024-02-28T00:00:00Z",
  "AgendaDate": "2024-02-28T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7803,
      "Slug": "julie-menin",
      "FullName": "Julie Menin"
    },
    {
      "ID": 7804,
      "Slug": "shaun-abreu",
      "FullName": "Shaun Abreu"
    }
  ],
  "History": [
    {
      "ID": 403545,
      "Date": "2024-02-28T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-02-14T00:31:48.007Z"
    },
    {
      "ID": 404444,
      "Date": "2024-02-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Small Business",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 20706,
      "AgendaSequence": 361,
      "MinutesSequence": 368,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Small Business",
      "MatterStatusID": 3,
      "LastModified": "2024-02-28T17:35:12.04Z"
    }
  ],
  "Attachments": [
    {
      "ID": 292040,
      "LastModified": "2024-02-28T16:33:58.293Z",
      "Name": "Res. No. 154",
      "Link": "https://nyc.legistar1.com/nyc/attachments/430db7ca-7802-4713-beb4-65294cde8289.docx",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 76395,
  "Text": "Whereas, The COVID-19 pandemic devastated small businesses in New York City (NYC) and New York State (NYS); and\n\tWhereas, Over 26,000 businesses closed permanently in NYC during the pandemic, and around 90 percent of these closures were businesses with fewer than 10 employees; and\n\tWhereas, In April 2022, the restaurant industry in NYC still had over 23,000 fewer jobs than it had in March 2020; and\n\tWhereas, Governor Hochul has allocated NYS resources to aid NYC's struggling small businesses; and\n\tWhereas, According to State Comptroller Thomas P. DiNapoli, NYS has allocated $865 million in grants to help small businesses; and\n\tWhereas, According to the State Comptroller, the State has so far disbursed $658 million in grants; and\n\tWhereas, NYS has therefore over $200 million in grants that have not yet been disbursed to small businesses; and\n\tWhereas, As small businesses in NYC are recovering from the pandemic, NYS should expedite the release of the remaining $200 million as quickly as possible; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the Governor to release unspent State funds to benefit small businesses.\n\n\nSession 13\nLS #8721/8722\n01/17/2024\n\nSession 12\nNM\nLS #8721, 8722\n6/15/2022",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\froman\\fcharset0 inherit;}{\\f2\\fswiss\\fprq2\\fcharset0 Calibri;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Menin and Abreu\\par\n\\par\n\\pard\\ltrpar\\sa160\\sl480\\slmult1\\qj\\tab Whereas, The COVID-19 pandemic devastated small businesses in New York City (NYC) and New York State (NYS); and\\par\n\\tab Whereas, Over 26,000 businesses closed permanently in NYC during the pandemic, and around 90 percent of these closures were businesses with fewer than 10 employees; and\\par\n\\tab Whereas, In April 2022, the restaurant industry in NYC still had over 23,000 fewer jobs than it had in March 2020; and\\par\n\\tab Whereas, Governor Hochul has allocated NYS resources to aid NYC\\rquote s struggling small businesses; and\\par\n\\tab Whereas, According to State Comptroller Thomas P. DiNapoli, NYS has allocated $865 million in grants to help small businesses; and\\par\n\\tab Whereas, According to the State Comptroller, the State has so far disbursed $658 million in grants; and\\par\n\\tab Whereas, NYS has therefore over $200 million in grants that have not yet been disbursed to small businesses; and\\par\n\\tab Whereas, As small businesses in NYC are recovering from the pandemic, NYS should expedite the release of the remaining $200 million as quickly as possible; now, therefore, be it\\par\n\\pard\\ltrpar\\fi720\\sa160\\sl480\\slmult1\\qj Resolved, That the Council of the City of New York calls on the Governor to release unspent State funds to benefit small businesses.\\cf1\\f1\\fs27\\par\n\\pard\\ltrpar\\sl252\\slmult1\\tx1239\\cf0\\f0\\fs22\\par\n\\par\nSession 13\\par\nLS #8721/8722\\par\n01/17/2024\\par\n\\par\nSession 12\\par\nNM\\par\nLS #8721, 8722\\par\n6/15/2022\\par\n\\pard\\ltrpar\\sa160\\sl252\\slmult1\\f2\\par\n}\n",
  "LastModified": "2024-02-28T16:33:58.293Z"
}
