{
  "ID": 72911,
  "GUID": "8FA053E9-A2DB-431C-81CC-8EA2516B8484",
  "File": "Res 0157-2024",
  "Name": "Recognizing June 6 annually as D-Day Remembrance Day.",
  "Title": "Resolution recognizing June 6 annually as D-Day Remembrance Day in the City of New York in honor of the courage and sacrifice of the Allied soldiers on the Normandy beaches in France.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 32,
  "StatusName": "Adopted",
  "BodyID": 5122,
  "BodyName": "Committee on Veterans",
  "IntroDate": "2024-02-28T00:00:00Z",
  "AgendaDate": "2024-02-28T00:00:00Z",
  "PassedDate": "2024-06-06T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7803,
      "Slug": "julie-menin",
      "FullName": "Julie Menin"
    },
    {
      "ID": 7746,
      "Slug": "robert-f-holden",
      "FullName": "Robert F. Holden"
    },
    {
      "ID": 7826,
      "Slug": "shahana-k-hanif",
      "FullName": "Shahana K. Hanif"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 7829,
      "Slug": "mercedes-narcisse",
      "FullName": "Mercedes Narcisse"
    },
    {
      "ID": 7818,
      "Slug": "lynn-c-schulman",
      "FullName": "Lynn C. Schulman"
    },
    {
      "ID": 7740,
      "Slug": "carlina-rivera",
      "FullName": "Carlina Rivera"
    },
    {
      "ID": 7819,
      "Slug": "joann-ariola",
      "FullName": "Joann Ariola"
    },
    {
      "ID": 7831,
      "Slug": "inna-vernikov",
      "FullName": "Inna Vernikov"
    },
    {
      "ID": 7833,
      "Slug": "david-m-carr",
      "FullName": "David M. Carr"
    },
    {
      "ID": 7811,
      "Slug": "vickie-paladino",
      "FullName": "Vickie Paladino"
    }
  ],
  "History": [
    {
      "ID": 403599,
      "Date": "2024-02-28T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-02-14T17:05:42.16Z"
    },
    {
      "ID": 404465,
      "Date": "2024-02-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Veterans",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 20706,
      "AgendaSequence": 364,
      "MinutesSequence": 371,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Veterans",
      "MatterStatusID": 3,
      "LastModified": "2024-02-29T04:35:05.377Z"
    },
    {
      "ID": 406377,
      "Date": "2024-04-02T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 5122,
      "BodyName": "Committee on Veterans",
      "EventID": 20707,
      "AgendaSequence": 3,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2024-05-07T18:40:00.487Z"
    },
    {
      "ID": 406680,
      "Date": "2024-04-02T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 5122,
      "BodyName": "Committee on Veterans",
      "EventID": 20707,
      "MinutesSequence": 7,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2024-04-02T20:26:48.97Z"
    },
    {
      "ID": 409354,
      "Date": "2024-06-06T11:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 5122,
      "BodyName": "Committee on Veterans",
      "EventID": 20947,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2024-06-06T15:08:06.887Z"
    },
    {
      "ID": 409676,
      "Date": "2024-06-06T11:00:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "This Resolution was Approved by Committee",
      "BodyID": 5122,
      "BodyName": "Committee on Veterans",
      "EventID": 20947,
      "MinutesSequence": 4,
      "Version": "*",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "Votes": [
        {
          "ID": 7746,
          "Slug": "robert-f-holden",
          "FullName": "Robert F. Holden",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 10
        },
        {
          "ID": 7819,
          "Slug": "joann-ariola",
          "FullName": "Joann Ariola",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 20
        },
        {
          "ID": 7865,
          "Slug": "kristy-marmorato",
          "FullName": "Kristy Marmorato",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 30
        },
        {
          "ID": 7824,
          "Slug": "sandy-nurse",
          "FullName": "Sandy Nurse",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 40
        },
        {
          "ID": 7811,
          "Slug": "vickie-paladino",
          "FullName": "Vickie Paladino",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 50
        }
      ],
      "LastModified": "2024-06-06T15:38:09.663Z"
    },
    {
      "ID": 409453,
      "Date": "2024-06-06T13:30:00Z",
      "ActionID": 5032,
      "Action": "Approved, by Council",
      "Description": "A motion was made that this Resolution be Approved, by Council approved by voice vote.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 20959,
      "AgendaSequence": 65,
      "MinutesSequence": 73,
      "Version": "*",
      "AgendaNote": "Adopted by the Committee on Veterans",
      "MinutesNote": "Pursuant to Rule 8.50 of the Council, the Majority Leader and Acting President Pro Tempore (Council Member Farías) called for a voice vote.  Hearing no objections, the Majority Leader and Acting President Pro Tempore (Council Member Farías) declared the Resolution to be adopted.\r\n\r\nAdopted unanimously by the Council by voice-vote.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 32,
      "LastModified": "2024-06-07T20:27:50.13Z"
    }
  ],
  "Attachments": [
    {
      "ID": 292190,
      "LastModified": "2024-06-14T14:20:07.09Z",
      "Name": "Res. No. 157",
      "Link": "https://nyc.legistar1.com/nyc/attachments/f920226a-4b0a-49cd-8993-1ae14c84f6c9.docx",
      "Sort": 1
    },
    {
      "ID": 295644,
      "LastModified": "2024-02-28T18:46:50.69Z",
      "Name": "February 28, 2024 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/a2a1cb7c-08cd-4e13-86ed-dc2d5b67353c.pdf",
      "Sort": 2
    },
    {
      "ID": 297269,
      "LastModified": "2024-03-06T21:33:21.597Z",
      "Name": "Hearing Transcript - Stated Meeting 2-28-24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/0318c676-29b6-4211-a7bb-4619902f5bd7.pdf",
      "Sort": 3
    },
    {
      "ID": 299442,
      "LastModified": "2024-04-08T12:55:16.06Z",
      "Name": "Committee Report 4/2/24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/cdea0091-6dc6-4ec0-8ae6-b6c3fb28fa83.docx",
      "Sort": 4
    },
    {
      "ID": 299841,
      "LastModified": "2024-04-08T12:55:19.577Z",
      "Name": "Hearing Testimony 4/2/24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/6e6c0b45-5808-4e22-a7bd-b984f0474601.pdf",
      "Sort": 5
    },
    {
      "ID": 301462,
      "LastModified": "2024-05-07T18:39:57.47Z",
      "Name": "Hearing Transcript 4/2/24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/e013e691-65b5-41fa-8e77-fe29ef161d04.pdf",
      "Sort": 6
    },
    {
      "ID": 302768,
      "LastModified": "2024-06-05T13:52:59.69Z",
      "Name": "Committee Report 6/6/24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/8b82e8a0-a17d-4c77-aecb-6bcc3bc5cda5.docx",
      "Sort": 7
    },
    {
      "ID": 302918,
      "LastModified": "2024-06-06T15:57:00.277Z",
      "Name": "Committee Report - Stated Meeting",
      "Link": "https://nyc.legistar1.com/nyc/attachments/014e54cd-5f9d-4cfa-baf4-cb00fc31625d.docx",
      "Sort": 8
    },
    {
      "ID": 303083,
      "LastModified": "2024-06-12T18:36:47.88Z",
      "Name": "June 6, 2024 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/f924fc38-e9b1-44f3-a3e9-814db863ec94.pdf",
      "Sort": 9
    }
  ],
  "Summary": "",
  "TextID": 76436,
  "Text": "Whereas, In the early hours of June 6, 1944, Operation Overlord began when American and British paratroopers were dropped from more than 1,200 aircraft into Normandy behind German lines on a day that would from that time forward be known as D-Day; and\n      Whereas, The largest naval attack ever mounted began at 5:30 a.m. when American and British battleships, cruisers, and destroyers shelled German defensive positions at the Normandy beaches for 40 minutes; and\n      Whereas, Sunrise saw landing vessels depositing more than 150,000 American, British, Canadian, and Free French soldiers onto five beaches along 50 miles of the Normandy coast, which was heavily defended by German soldiers and artillery; and\n      Whereas, American troops secured Utah Beach with paratroopers dropped behind enemy lines inland and soldiers landing on the beach about a mile off course under the command of Brigadier General Theodore Roosevelt, Jr.; and\n      Whereas, American troops secured Omaha Beach in the bloodiest battle of D-Day when only two of 29 amphibious tanks launched at sea actually reached the shore and thousands of soldiers met with fatal German gunfire from fortified positions above the beach; and\n      Whereas, Omaha Beach became a much revered and celebrated Allied victory, thanks to Army Rangers, who managed to scale the bluffs at Pointe du Hoc to disable the heavy artillery that rained bullets down on American soldiers fighting their way up the bluffs from the beach; and\n      Whereas, British air strikes and warships weakened German forces and allowed the British to take control of Gold Beach, the middle of the five beaches, before British soldiers pushed on to take back the village of Arromanches; and\n      Whereas, After Juno Beach was the site of devastatingly heavy Canadian casualties for the first hour of the battle, Canadian soldiers fought their way off the beach and then successfully progressed inland farther than either the American or British troops that day; and\n      Whereas, After British and Canadian airborne troops landed behind enemy lines on the eastern front just after midnight to take control of key bridges, British troops landed on Sword Beach at 7:25 a.m. and met strong German resistance in the villages, but managed to hold the beach by day's end; and\n      Whereas, Many Allied forces entered France after D-Day, including American soldiers' Operation Cobra, which concluded the Normandy campaign inland, and Operation Dragoon, which saw Americans land on France's Mediterranean coast in August; and\n      Whereas, On August 25, French and American forces finally liberated Paris, following more than four years of Nazi occupation; and\n      Whereas, Speaking at Pointe du Hoc atop the \"unforgiving cliffs\" on the 50th anniversary of D-Day, President William J. Clinton said that \"we stand on sacred soil\" where \"a miracle of liberation began\" when \"democracy's forces landed to end the enslavement of Europe\"; and\n      Whereas, President Clinton called the soldiers who landed on the beaches \"the tip of [a] spear the free world had spent years sharpening, a spear they began on this morning in 1944 to plunge into the heart of the Nazi empire\"; and\n      Whereas, President Clinton recounted how the Army Rangers' \"mission was to scale these cliffs and destroy the howitzers at the top that threatened every Allied solider and ship within miles,\" how they \"fired grappling hooks onto the cliff tops,\" how they \"waded to shore\" and \"began to climb up on ropes slick with sea and sand, up, as the Germans shot down and tried to cut [the] lines, up sometimes holding to the cliffs with nothing but the knives [they] had and [their] own bare hands\"; and\n      Whereas, President Clinton concluded that \"the mission of freedom goes on,\" \"the battle continues,\" and the \" 'longest day' is not yet over\"; and\n      Whereas, Speaking in Normandy on the 65th anniversary of D-Day, President Barack Obama noted that the odds of D-Day's success had not been good, given the many ways that Adolf Hitler had ordered the Atlantic Wall fortified against an invasion, with heavy artillery on the cliffs, flooded lowlands, mines on the shore and in the water, and more; and\n      Whereas, President Obama continued that, in spite of those odds, victory was won and that, D-Day was a moment that led to all the Allied achievements which followed, or as President Lyndon B. Johnson once said, \"history and fate [met] at a single time in a single place to shape a turning point in man's unending search for freedom\"; and\n      Whereas, President Obama concluded that \"as we faced down the hardships and struggles of our time and arrive at that hour for which we were born, we cannot help but draw strength from those moments in history when the best among us were somehow able to swallow their fears and secure a beachhead on an unforgiving shore\"; and\n      Whereas, In Proclamation 9319, President Obama declared June 6, 2014, as D-Day National Remembrance Day, and noted that \"D-Day dealt a significant blow to an ideology fueled by hate\" and that it \"allowed America and our allies to secure a foothold in France, open a path to Berlin, and liberate a continent from the grip of tyranny\"; and\n      Whereas, President Obama in his proclamation called \"upon all Americans to observe this day with programs, ceremonies, and activities that honor those who fought and died so men and women they had never met might know what it is to be free\"; and\n      Whereas, The rows and rows of graves marked by white crosses and Stars of David of 9,386 Americans, most of whom died on the Normandy beaches and in the ensuing campaign, are forever honored at the Normandy American Cemetery and Memorial in Colleville-sur-Mer, on the site of the temporary cemetery established by the U.S. First Army on June 8, 1944; and\n      Whereas, June 6, 2024, marks the 80th anniversary of D-Day and all that it came to mean to free nations in Europe; now, therefore, be it\n      Resolved, That the Council of the City of New York recognizes June 6 annually as D-Day Remembrance Day in the City of New York in honor of the courage and sacrifice of the Allied soldiers on the Normandy beaches in France. \n\n\nSession 13\nLS #13646\n01/18/2024\n\nSession 12\nLS #13646\n7/18/2023\nRHP\n\n4",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Menin, Holden, Hanif, Gennaro, Narcisse, Schulman, Rivera, Ariola, Vernikov, Carr and Paladino\\b\\par\n\\b0\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, In the early hours of June 6, 1944, Operation Overlord began when American and British paratroopers were dropped from more than 1,200 aircraft into Normandy behind German lines on a day that would from that time forward be known as D-Day; and\\b\\par\n\\b0 Whereas, The largest naval attack ever mounted began at 5:30 a.m. when American and British battleships, cruisers, and destroyers shelled German defensive positions at the Normandy beaches for 40 minutes; and\\b\\par\n\\b0 Whereas, Sunrise saw landing vessels depositing more than 150,000 American, British, Canadian, and Free French soldiers onto five beaches along 50 miles of the Normandy coast, which was heavily defended by German soldiers and artillery; and\\b\\par\n\\b0 Whereas, American troops secured Utah Beach with paratroopers dropped behind enemy lines inland and soldiers landing on the beach about a mile off course under the command of Brigadier General Theodore Roosevelt, Jr.; and\\b\\par\n\\b0 Whereas, American troops secured Omaha Beach in the bloodiest battle of D-Day when only two of 29 amphibious tanks launched at sea actually reached the shore and thousands of soldiers met with fatal German gunfire from fortified positions above the beach; and\\b\\par\n\\b0 Whereas, Omaha Beach became a much revered and celebrated Allied victory, thanks to Army Rangers, who managed to scale the bluffs at Pointe du Hoc to disable the heavy artillery that rained bullets down on American soldiers fighting their way up the bluffs from the beach; and\\b\\par\n\\b0 Whereas, British air strikes and warships weakened German forces and allowed the British to take control of Gold Beach, the middle of the five beaches, before British soldiers pushed on to take back the village of Arromanches; and\\b\\par\n\\b0 Whereas, After Juno Beach was the site of devastatingly heavy Canadian casualties for the first hour of the battle, Canadian soldiers fought their way off the beach and then successfully progressed inland farther than either the American or British troops that day; and\\b\\par\n\\b0 Whereas, After British and Canadian airborne troops landed behind enemy lines on the eastern front just after midnight to take control of key bridges, British troops landed on Sword Beach at 7:25 a.m. and met strong German resistance in the villages, but managed to hold the beach by day\\rquote s end; and\\b\\par\n\\b0 Whereas, Many Allied forces entered France after D-Day, including American soldiers\\rquote  Operation Cobra, which concluded the Normandy campaign inland, and Operation Dragoon, which saw Americans land on France\\rquote s Mediterranean coast in August; and\\b\\par\n\\b0 Whereas, On August 25, French and American forces finally liberated Paris, following more than four years of Nazi occupation; and\\b\\par\n\\b0 Whereas, Speaking at Pointe du Hoc atop the \\ldblquote unforgiving cliffs\\rdblquote  on the 50th anniversary of D-Day, President William J. Clinton said that \\ldblquote we stand on sacred soil\\rdblquote  where \\ldblquote a miracle of liberation began\\rdblquote  when \\ldblquote democracy\\rquote s forces landed to end the enslavement of Europe\\rdblquote ; and\\b\\par\n\\b0 Whereas, President Clinton called the soldiers who landed on the beaches \\ldblquote the tip of [a] spear the free world had spent years sharpening, a spear they began on this morning in 1944 to plunge into the heart of the Nazi empire\\rdblquote ; and\\b\\par\n\\b0 Whereas, President Clinton recounted how the Army Rangers\\rquote  \\ldblquote mission was to scale these cliffs and destroy the howitzers at the top that threatened every Allied solider and ship within miles,\\rdblquote  how they \\ldblquote fired grappling hooks onto the cliff tops,\\rdblquote  how they \\ldblquote waded to shore\\rdblquote  and \\ldblquote began to climb up on ropes slick with sea and sand, up, as the Germans shot down and tried to cut [the] lines, up sometimes holding to the cliffs with nothing but the knives [they] had and [their] own bare hands\\rdblquote ; and\\b\\par\n\\b0 Whereas, President Clinton concluded that \\ldblquote the mission of freedom goes on,\\rdblquote  \\ldblquote the battle continues,\\rdblquote  and the \\ldblquote  \\lquote longest day\\rquote  is not yet over\\rdblquote ; and\\b\\par\n\\b0 Whereas, Speaking in Normandy on the 65th anniversary of D-Day, President Barack Obama noted that the odds of D-Day\\rquote s success had not been good, given the many ways that Adolf Hitler had ordered the Atlantic Wall fortified against an invasion, with heavy artillery on the cliffs, flooded lowlands, mines on the shore and in the water, and more; and\\b\\par\n\\b0 Whereas, President Obama continued that, in spite of those odds, victory was won and that, D-Day was a moment that led to all the Allied achievements which followed, or as President Lyndon B. Johnson once said, \\ldblquote history and fate [met] at a single time in a single place to shape a turning point in man\\rquote s unending search for freedom\\rdblquote ; and\\b\\par\n\\b0 Whereas, President Obama concluded that \\ldblquote as we faced down the hardships and struggles of our time and arrive at that hour for which we were born, we cannot help but draw strength from those moments in history when the best among us were somehow able to swallow their fears and secure a beachhead on an unforgiving shore\\rdblquote ; and\\b\\par\n\\b0 Whereas, In Proclamation 9319, President Obama declared June 6, 2014, as D-Day National Remembrance Day, and noted that \\ldblquote D-Day dealt a significant blow to an ideology fueled by hate\\rdblquote  and that it \\ldblquote allowed America and our allies to secure a foothold in France, open a path to Berlin, and liberate a continent from the grip of tyranny\\rdblquote ; and\\b\\par\n\\b0 Whereas, President Obama in his proclamation called \\ldblquote upon all Americans to observe this day with programs, ceremonies, and activities that honor those who fought and died so men and women they had never met might know what it is to be free\\rdblquote ; and\\par\nWhereas, The rows and rows of graves marked by white crosses and Stars of David of 9,386 Americans, most of whom died on the Normandy beaches and in the ensuing campaign, are forever honored at the Normandy American Cemetery and Memorial in Colleville-sur-Mer, on the site of the temporary cemetery established by the U.S. First Army on June 8, 1944; and\\b\\par\n\\b0 Whereas, June 6, 2024, marks the 80th anniversary of D-Day and all that it came to mean to free nations in Europe; now, therefore, be it\\par\nResolved, That the Council of the City of New York recognizes June 6 annually as D-Day Remembrance Day in the City of New York in honor of the courage and sacrifice of the Allied soldiers on the Normandy beaches in France. \\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\fs18\\par\n\\par\n\\pard\\ltrpar\\qj Session 13\\par\nLS #13646\\par\n01/18/2024\\par\n\\par\nSession 12\\par\nLS #13646\\par\n7/18/2023\\par\nRHP\\par\n\\par\n}\n",
  "LastModified": "2024-06-14T14:20:09.19Z"
}
