{
  "ID": 72904,
  "GUID": "61FA417E-0514-4B66-B3BB-9B9EC9B3DAD4",
  "File": "Res 0159-2024",
  "Name": "Provide a business tax credit for employer provided day care. (A.200/S.3380)",
  "Title": "Resolution calling on the New York State Legislature to pass, and the Governor to sign, A.200/S.3380 to provide a business tax credit for employer provided day care.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 5244,
  "BodyName": "Committee on Women and Gender Equity",
  "IntroDate": "2024-02-28T00:00:00Z",
  "AgendaDate": "2024-02-28T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7803,
      "Slug": "julie-menin",
      "FullName": "Julie Menin"
    },
    {
      "ID": 7815,
      "Slug": "shekar-krishnan",
      "FullName": "Shekar Krishnan"
    },
    {
      "ID": 7749,
      "Slug": "kalman-yeger",
      "FullName": "Kalman Yeger"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7822,
      "Slug": "crystal-hudson",
      "FullName": "Crystal Hudson"
    }
  ],
  "History": [
    {
      "ID": 403591,
      "Date": "2024-02-28T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-02-14T16:44:27.59Z"
    },
    {
      "ID": 404459,
      "Date": "2024-02-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Women and Gender Equity",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 20706,
      "AgendaSequence": 366,
      "MinutesSequence": 373,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Women and Gender Equity",
      "MatterStatusID": 3,
      "LastModified": "2024-02-29T04:35:05.38Z"
    }
  ],
  "Attachments": [
    {
      "ID": 292158,
      "LastModified": "2024-04-29T13:22:30.34Z",
      "Name": "Res. No. 159",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b4ed984a-f5a0-48d7-8678-30cbcf593dcb.docx",
      "Sort": 1
    },
    {
      "ID": 295646,
      "LastModified": "2024-02-28T18:46:51.307Z",
      "Name": "February 28, 2024 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/a4fe0264-3eb6-4732-ba9e-c46076ec8185.pdf",
      "Sort": 2
    },
    {
      "ID": 297271,
      "LastModified": "2024-03-06T21:33:22.333Z",
      "Name": "Hearing Transcript - Stated Meeting 2-28-24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c5dd5dd7-b887-4ff1-b1e5-434db94ca062.pdf",
      "Sort": 3
    },
    {
      "ID": 303565,
      "LastModified": "2024-06-13T21:39:33.753Z",
      "Name": "Minutes of the Charter Meeting - February 8, 2024",
      "Link": "https://nyc.legistar1.com/nyc/attachments/1ff837ef-1c66-4589-81b7-f91c0a0cc906.pdf",
      "Sort": 4
    },
    {
      "ID": 304126,
      "LastModified": "2024-06-13T21:44:29.107Z",
      "Name": "Minutes of the Stated Meeting - February 8, 2024",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c44ec69b-5dc1-41c9-a4b0-e303265a000f.pdf",
      "Sort": 5
    }
  ],
  "Summary": "",
  "TextID": 76429,
  "Text": "Whereas, One third of the workers in the United States live in a household with a child under 14; and\n      Whereas, The Bureau of Labor Statistics found that only 11% of employees are provided child care by their employers; and\n      Whereas, In a 2021 report from Harvard Business Review, almost 20% of working parents surveyed were forced to leave work or reduce their hours because they lacked child care options; and\n      Whereas, In a 2021 study from the Bipartisan Policy Center, more than half of working parents surveyed shared that their work was negatively affected by child care responsibilities; and\n      Whereas, Lack of child care results in significant employment disparities along racial and gender lines, with disproportionately high shares of single mothers and women of color reducing or eliminating their employment to care for children; and \n      Whereas, 2022 data from the Labor Department reveals that single mothers continue to return to work slower than other households due to a lack of child care options; and\n      Whereas, A 2021 study from Citizens' Committee for Children revealed that 41% of women between the ages of 25 and 54 with children in the New York Metropolitan area were not working compared to only 24% of similarly aged men with children; and\n      Whereas, Almost 93% of families with young children in New York City cannot afford child care centers; and\n      Whereas, Limited or no access to employer provided child care costs employers 13 billion dollars yearly in lost productivity; and\n      Whereas, Increasing the number of women in the workplace would increase the United States' gross domestic product; and\n      Whereas, Organizations that provide child care to employees have seen above average retention rates post-childbirth; and\n      Whereas, A.200, introduced by Assembly Member William B. Magnarelli and pending in the New York State Assembly, and companion bill S.3380 introduced by Senator Timothy M. Kennedy and pending in the New York State Senate, seeks to amend the Tax Law, in relation to providing credits against the tax imposed upon employers providing certain day care services to the children of its employees; and\n      Whereas, A.200/S.3380 would provide employers with a tax credit in an amount not to exceed 20% of expenses incurred in providing day care services to the children and wards of its employees and in training persons employed by the taxpayer or third party provider rendering such services; and\n      Whereas, A.200/S.3380 stipulates that to receive the tax credit, programs or facilities providing day care services must be licensed accordingly; and\n      Whereas, A.200/S.3380 incentivizes New York employers to provide child care options for their employees; and\n      Whereas, Investing in child care means investing in working families and the economy; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign, A.200/S.3380 to provide a business tax credit for employer provided day care.\n\n\nSession 13\nLS #12227\n01/18/2024\n\nSession 12\nLS #12227\n03/28/2023\nRLB",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Menin, Krishnan, Yeger, Brewer and Hudson\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, One third of the workers in the United States live in a household with a child under 14; and\\par\nWhereas, The Bureau of Labor Statistics found that only 11% of employees are provided child care by their employers; and\\par\nWhereas, In a 2021 report from \\i Harvard Business Review, \\i0 almost 20% of working parents surveyed were forced to leave work or reduce their hours because they lacked child care options; and\\par\nWhereas, In a 2021 study from the Bipartisan Policy Center, more than half of working parents surveyed shared that their work was negatively affected by child care responsibilities; and\\par\nWhereas, Lack of child care results in significant employment disparities along racial and gender lines, with disproportionately high shares of single mothers and women of color reducing or eliminating their employment to care for children; and \\par\nWhereas, 2022 data from the Labor Department reveals that single mothers continue to return to work slower than other households due to a lack of child care options; and\\par\nWhereas, A 2021 study from Citizens\\rquote  Committee for Children revealed that 41% of women between the ages of 25 and 54 with children in the New York Metropolitan area were not working compared to only 24% of similarly aged men with children; and\\par\nWhereas, Almost 93% of families with young children in New York City cannot afford child care centers; and\\par\nWhereas, Limited or no access to employer provided child care costs employers 13 billion dollars yearly in lost productivity; and\\par\nWhereas, Increasing the number of women in the workplace would increase the United States\\rquote  gross domestic product; and\\par\nWhereas, Organizations that provide child care to employees have seen above average retention rates post-childbirth; and\\par\nWhereas, A.200, introduced by Assembly Member William B. Magnarelli and pending in the New York State Assembly, and companion bill S.3380 introduced by Senator Timothy M. Kennedy and pending in the New York State Senate, seeks to amend the Tax Law, in relation to providing credits against the tax imposed upon employers providing certain day care services to the children of its employees; and\\par\nWhereas, A.200/S.3380 would provide employers with a tax credit in an amount not to exceed 20% of expenses incurred in providing day care services to the children and wards of its employees and in training persons employed by the taxpayer or third party provider rendering such services; and\\par\nWhereas, A.200/S.3380 stipulates that to receive the tax credit, programs or facilities providing day care services must be licensed accordingly; and\\par\nWhereas, A.200/S.3380 incentivizes New York employers to provide child care options for their employees; and\\par\nWhereas, Investing in child care means investing in working families and the economy; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign, A.200/S.3380 to provide a business tax credit for employer provided day care.\\par\n\\pard\\ltrpar\\qj\\par\n\\par\nSession 13\\par\nLS #12227\\par\n01/18/2024\\par\n\\par\nSession 12\\par\n\\fs18 LS #12227\\par\n\\pard\\ltrpar 03/28/2023\\par\n\\pard\\ltrpar\\qj RLB\\par\n\\par\n\\fs24\\par\n\\par\n}\n",
  "LastModified": "2024-06-13T21:44:29.107Z"
}
