{
  "ID": 73105,
  "GUID": "72E3D3A8-59A8-49DA-9822-E1A35FC20CA7",
  "File": "Res 0164-2024",
  "Name": "Require New York Police Department officers to live within the five boroughs of New York City. (A. 2913)",
  "Title": "Resolution calling upon the New York State Legislature to pass, and the Governor to sign, A.2913, which would require New York Police Department officers to live within the five boroughs of New York City.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2024-02-28T00:00:00Z",
  "AgendaDate": "2024-02-28T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7745,
      "Slug": "francisco-p-moya",
      "FullName": "Francisco P. Moya"
    },
    {
      "ID": 7780,
      "Slug": "public-advocate-jumaane-williams",
      "FullName": "Public Advocate Jumaane Williams"
    }
  ],
  "History": [
    {
      "ID": 403859,
      "Date": "2024-02-28T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-02-18T15:24:02.037Z"
    },
    {
      "ID": 404497,
      "Date": "2024-02-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 20706,
      "AgendaSequence": 400,
      "MinutesSequence": 156,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2024-02-28T20:19:31.027Z"
    }
  ],
  "Attachments": [
    {
      "ID": 293204,
      "LastModified": "2024-02-28T16:40:33.947Z",
      "Name": "Res. No. 164",
      "Link": "https://nyc.legistar1.com/nyc/attachments/50ef68fc-0413-443a-bc50-5d1a70cb433d.docx",
      "Sort": 1
    },
    {
      "ID": 295680,
      "LastModified": "2024-02-28T18:47:00.51Z",
      "Name": "February 28, 2024 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/0286bc67-92a0-49b7-b1bb-381564cd407d.pdf",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 76631,
  "Text": "Whereas, A.2913, sponsored by Assembly Member Catalina Cruz, was introduced in the New York State Assembly to establish a residency requirement for police officers in cities with a population of one million or more residents, which includes New York City; and\n      Whereas, A companion version of this bill has yet to be introduced in the New York State Senate; and\n      Whereas, A.2913, if passed, would require newly hired New York Police Department (NYPD) officers to live within one of the five boroughs of New York City within a year of appointment; and\n      Whereas, According to the NYPD Patrol Guide, NYPD officers are currently allowed to live in the five boroughs or the counties of Nassau, Suffolk, Rockland, Westchester, Putnam, or Orange; and\n      Whereas, Data from the NYPD indicates that as of 2022, 48 percent of NYPD officers live in New York City, down from 49 percent in 2020, and 58 percent in 2016; and\n      Whereas, A city residency requirement for NYPD officers has the potential to improve community-police relations, with officers having more of a stake in the city they patrol, and would increase the likelihood New York City taxpayer dollars, which pay for officers' salaries, remain in the communities served by the NYPD; now therefore, be it\n      Resolved, That the Council of the City of New York calls upon the New York State Legislature to pass, and the Governor to sign, A.2913, which would require New York Police Department officers to live within the five boroughs of New York City.\n\n\nSession 13\nLS #5213\n01/18/2024\n\nSession 12\nLS #5213\n4/28/2023\nWD",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Member Moya and the Public Advocate (Mr. Williams)\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, A.2913, sponsored by Assembly Member Catalina Cruz, was introduced in the New York State Assembly to establish a residency requirement for police officers in cities with a population of one million or more residents, which includes New York City; and\\par\nWhereas, A companion version of this bill has yet to be introduced in the New York State Senate; and\\par\nWhereas, A.2913, if passed, would require newly hired New York Police Department (NYPD) officers to live within one of the five boroughs of New York City within a year of appointment; and\\par\nWhereas, According to the NYPD Patrol Guide, NYPD officers are currently allowed to live in the five boroughs or the counties of Nassau, Suffolk, Rockland, Westchester, Putnam, or Orange; and\\par\nWhereas, Data from the NYPD indicates that as of 2022, 48 percent of NYPD officers live in New York City, down from 49 percent in 2020, and 58 percent in 2016; and\\par\nWhereas, A city residency requirement for NYPD officers has the potential to improve community-police relations, with officers having more of a stake in the city they patrol, and would increase the likelihood New York City taxpayer dollars, which pay for officers\\rquote  salaries, remain in the communities served by the NYPD; now therefore, be it\\par\nResolved, That the Council of the City of New York calls upon the New York State Legislature to pass, and the Governor to sign, A.2913, which would require New York Police Department officers to live within the five boroughs of New York City.\\par\n\\pard\\ltrpar\\qj\\par\n\\par\nSession 13\\par\nLS #5213\\par\n01/18/2024\\par\n\\par\nSession 12\\par\n\\fs18 LS #5213\\par\n4/28/2023\\par\nWD\\par\n\\par\n}\n",
  "LastModified": "2024-02-28T18:47:00.51Z"
}
