{
  "ID": 73079,
  "GUID": "FE1A9F49-12CB-4D31-A089-D26976DFD360",
  "File": "Res 0165-2024",
  "Name": "Equity in Fertility Treatment Act (S.5545/A.885)",
  "Title": "Resolution calling on the New York State Legislature to pass, and the Governor to sign S.5545/A.885, the Equity in Fertility Treatment Act.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 25,
  "StatusName": "Laid Over in Committee",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2024-02-28T00:00:00Z",
  "AgendaDate": "2024-02-28T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "B",
  "Sponsors": [
    {
      "ID": 7829,
      "Slug": "mercedes-narcisse",
      "FullName": "Mercedes Narcisse"
    },
    {
      "ID": 7826,
      "Slug": "shahana-k-hanif",
      "FullName": "Shahana K. Hanif"
    },
    {
      "ID": 7816,
      "Slug": "julie-won",
      "FullName": "Julie Won"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 7822,
      "Slug": "crystal-hudson",
      "FullName": "Crystal Hudson"
    },
    {
      "ID": 7825,
      "Slug": "alexa-aviles",
      "FullName": "Alexa Avilés"
    },
    {
      "ID": 7812,
      "Slug": "sandra-ung",
      "FullName": "Sandra Ung"
    },
    {
      "ID": 7813,
      "Slug": "tiffany-caban",
      "FullName": "Tiffany Cabán"
    },
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    },
    {
      "ID": 7821,
      "Slug": "jennifer-gutierrez",
      "FullName": "Jennifer Gutiérrez"
    }
  ],
  "History": [
    {
      "ID": 403831,
      "Date": "2024-02-28T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-02-17T17:15:34.267Z"
    },
    {
      "ID": 404518,
      "Date": "2024-02-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 20706,
      "AgendaSequence": 417,
      "MinutesSequence": 424,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2024-02-29T04:35:05.427Z"
    },
    {
      "ID": 409744,
      "Date": "2024-06-18T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 14,
      "BodyName": "Committee on Health",
      "EventID": 20956,
      "AgendaSequence": 3,
      "MinutesSequence": 8,
      "Version": "*",
      "AgendaNote": "Proposed Res. No. 165-A",
      "MinutesNote": "Proposed Res. No. 165-A",
      "MatterStatusID": 3,
      "LastModified": "2024-06-18T16:39:28.33Z"
    },
    {
      "ID": 410188,
      "Date": "2024-06-18T10:00:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Resolution was Amendment Proposed by Comm",
      "BodyID": 14,
      "BodyName": "Committee on Health",
      "EventID": 20956,
      "MinutesSequence": 9,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2024-06-18T16:39:33.353Z"
    },
    {
      "ID": 410189,
      "Date": "2024-06-18T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 14,
      "BodyName": "Committee on Health",
      "EventID": 20956,
      "MinutesSequence": 10,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2024-06-18T16:43:17.41Z"
    }
  ],
  "Attachments": [
    {
      "ID": 292985,
      "LastModified": "2025-04-30T18:26:22.047Z",
      "Name": "Res. No. 165",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ef8f8e04-5b20-440b-b1bc-cbb6f8110459.docx",
      "Sort": 1
    },
    {
      "ID": 295697,
      "LastModified": "2024-02-28T18:47:06.043Z",
      "Name": "February 28, 2024 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d5a7ca5c-5786-4dfa-a4c8-1f356327b5c0.pdf",
      "Sort": 2
    },
    {
      "ID": 297322,
      "LastModified": "2024-03-06T21:33:36.46Z",
      "Name": "Hearing Transcript - Stated Meeting 2-28-24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/e243031c-2a25-4c7d-b288-6a7a7612b8d4.pdf",
      "Sort": 3
    },
    {
      "ID": 305975,
      "LastModified": "2025-04-28T14:28:20.3Z",
      "Name": "Minutes of the Stated Meeting - February 28, 2024",
      "Link": "https://nyc.legistar1.com/nyc/attachments/8b64d06c-46ef-4775-afea-e1fd8103d9e9.pdf",
      "Sort": 4
    },
    {
      "ID": 304538,
      "LastModified": "2025-04-28T14:28:13.297Z",
      "Name": "Proposed Res. No. 165-A - 6/14/24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ed163809-8a47-4eeb-a24f-4dd501461331.docx",
      "Sort": 5
    },
    {
      "ID": 304545,
      "LastModified": "2025-04-28T14:28:12.83Z",
      "Name": "Committee Report 6/18/24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/04753bc0-06ac-46b8-a08b-42cd49b2ae1b.docx",
      "Sort": 6
    },
    {
      "ID": 305028,
      "LastModified": "2025-04-28T14:28:12.373Z",
      "Name": "Hearing Testimony 6/18/24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/4dc194c7-32e2-4317-b7fb-91823953e43f.pdf",
      "Sort": 7
    },
    {
      "ID": 306398,
      "LastModified": "2025-04-28T14:28:11.94Z",
      "Name": "Hearing Transcript 6/18/24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/51b432ca-793b-48f6-ad0d-ddade4e5c48a.pdf",
      "Sort": 8
    },
    {
      "ID": 318570,
      "LastModified": "2025-04-30T18:26:32.283Z",
      "Name": "Proposed Res. No. 165-B - 4/28/25",
      "Link": "https://nyc.legistar1.com/nyc/attachments/69859fd9-abc6-4887-95eb-c44ba73fa776.docx",
      "Sort": 9
    },
    {
      "ID": 318585,
      "LastModified": "2025-04-28T19:35:25.813Z",
      "Name": "Committee Report 5/1/25",
      "Link": "https://nyc.legistar1.com/nyc/attachments/90b84cb0-962e-4b16-9b46-61a1d25d837c.docx",
      "Sort": 10
    }
  ],
  "Summary": "",
  "TextID": 79576,
  "Text": "Whereas, Fertility, broadly speaking, is the ability to produce offspring through reproduction or the reproductive process; and\n\tWhereas, Infertility is a medical condition recognized by the World Health Organization and the American Society for Reproductive Medicine, that affects about 9% of American men and 10% of American women; and\n\tWhereas, According to the Centers for Disease Control and Prevention, 1 in 8 couples have difficulty getting pregnant or sustaining a pregnancy; and\n\tWhereas, According to the Center for Reproductive Rights, issues of infertility affect individuals' ability to care for their health, including the ability to plan the timing and spacing of children; and\n\tWhereas, According to the Center for Reproductive Rights, issues of infertility can create devastating social stigmas rooted in harmful stereotypes, particularly for same-sex couples and individuals seeking fertility care and treatments; and\n\tWhereas, According to Columbia University Medical Center, infertility impacts individuals across socioeconomic, racial, ethnic, and religious lines, with cost being the number one barrier to seeking family building assistance, as 46% of affected people lack insurance coverage for infertility treatment; and\n\tWhereas, According to the American Society for Reproductive Medicine, the median price for one cycle of in vitro fertilization (IVF) in the United States is $19,200, putting IVF out of reach for many; and\n\tWhereas, As of January 2020, New York Insurance Law sections 3221(k)(6)(C) and 4303(s)(3) require large group insurance policies and contracts that provide medical, major medical, or similar comprehensive-type coverage in New York, specifically insurance policies offered by companies with more than 100 employees, to cover 3 cycles of IVF, which is used in the treatment of infertility; and\n\tWhereas, The existing State law also prohibits insurers from discriminating based on age, sex, sexual orientation, marital status, or gender identity in the delivery of insurance coverage; and\n\tWhereas, Although the State's requirements around IVF coverage are relatively inclusive compared to other states, the current law requires coverage only in the case of an infertility diagnosis; and\n\tWhereas, Under the current law, infertility is a disease or condition characterized by the incapacity to impregnate another person or to conceive, defined by the failure to establish a clinical pregnancy after twelve months of regular, unprotected sexual intercourse or therapeutic donor insemination, or after six months of regular, unprotected sexual intercourse or therapeutic donor insemination for a female thirty-five years of age or older; and\n\tWhereas, According to fertility clinics serving the New York area, including Illume Fertility, RMA of New York Long Island, and New Hope Fertility Center, New York law's current definition of infertility excludes male same-sex couples; and\n\tWhereas, New York State Senate bill S.5545, introduced by State Senator Brad Hoylman-Sigal, and its companion New York State Assembly bill A.885, introduced by State Assembly Member Amy Paulin, would expand the characteristics by which infertility as a disease or condition can be defined to include: (1) a person's inability to reproduce either as a single individual or with their partner without medical intervention; and (2) a licensed physician's or osteopathic physician's findings based on a patient's medical, sexual, or reproductive history, age, physical findings, or diagnostic testing; and\n\tWhereas, S.5545/A.885 also clarifies which treatments must be covered under insurance law, expanding the current language, which requires coverage for 3 cycles of IVF used in the treatment of infertility, to include 3 completed oocyte retrievals and IVF with unlimited embryo transfers from fresh or frozen oocytes or embryos from a covered retrieval, in accordance with the guidelines of the American Society for Reproductive Medicine; and\n\tWhereas, These changes would allow New York State to accomplish what the State Legislature initially intended with its current law, ensuring that more New Yorkers will have the ability and access to their right to receive the fertility treatment they require; now, therefore, be it\n\tResolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign, S.5545/A.885, the Equity in Fertility Treatment Act.\nSession 13\nSOS/JN\nLS # 9260\n4/25/2025\n\nSession 12\nVM\n4/25/2022\nLS#9260",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj By Council Members Narcisse, Hanif, Won, Gennaro, Hudson, Avil\\'e9s, Ung, Cab\\'e1n, Louis and Guti\\'e9rrez\\par\n\\tab Whereas, Fertility, broadly speaking, is the ability to produce offspring through reproduction or the reproductive process; and\\par\n\\tab Whereas, Infertility is a medical condition recognized by the World Health Organization and the American Society for Reproductive Medicine, that affects about 9% of American men and 10% of American women; and\\par\n\\tab Whereas, According to the Centers for Disease Control and Prevention, 1 in 8 couples have difficulty getting pregnant or sustaining a pregnancy; and\\par\n\\tab Whereas, According to the Center for Reproductive Rights, issues of infertility affect individuals\\rquote  ability to care for their health, including the ability to plan the timing and spacing of children; and\\par\n\\tab Whereas, According to the Center for Reproductive Rights, issues of infertility can create devastating social stigmas rooted in harmful stereotypes, particularly for same-sex couples and individuals seeking fertility care and treatments; and\\par\n\\tab Whereas, According to Columbia University Medical Center, infertility impacts individuals across socioeconomic, racial, ethnic, and religious lines, with cost being the number one barrier to seeking family building assistance, as 46% of affected people lack insurance coverage for infertility treatment; and\\par\n\\tab Whereas, According to the American Society for Reproductive Medicine, the median price for one cycle of in vitro fertilization (IVF) in the United States is $19,200, putting IVF out of reach for many; and\\par\n\\tab Whereas, As of January 2020, New York Insurance Law sections 3221(k)(6)(C) and 4303(s)(3) require large group insurance policies and contracts that provide medical, major medical, or similar comprehensive-type coverage in New York, specifically insurance policies offered by companies with more than 100 employees, to cover 3 cycles of IVF, which is used in the treatment of infertility; and\\par\n\\tab Whereas, The existing State law also prohibits insurers from discriminating based on age, sex, sexual orientation, marital status, or gender identity in the delivery of insurance coverage; and\\par\n\\tab Whereas, Although the State\\rquote s requirements around IVF coverage are relatively inclusive compared to other states, the current law requires coverage only in the case of an infertility diagnosis; and\\par\n\\tab Whereas, Under the current law, infertility is a disease or condition characterized by the incapacity to impregnate another person or to conceive, defined by the failure to establish a clinical pregnancy after twelve months of regular, unprotected sexual intercourse or therapeutic donor insemination, or after six months of regular, unprotected sexual intercourse or therapeutic donor insemination for a female thirty-five years of age or older; and\\par\n\\tab Whereas, According to fertility clinics serving the New York area, including Illume Fertility, RMA of New York Long Island, and New Hope Fertility Center, New York law\\rquote s current definition of infertility excludes male same-sex couples; and\\par\n\\tab Whereas, New York State Senate bill S.5545, introduced by State Senator Brad Hoylman-Sigal, and its companion New York State Assembly bill A.885, introduced by State Assembly Member Amy Paulin, would expand the characteristics by which infertility as a disease or condition can be defined to include: (1) a person\\rquote s inability to reproduce either as a single individual or with their partner without medical intervention; and (2) a licensed physician\\rquote s or osteopathic physician\\rquote s findings based on a patient\\rquote s medical, sexual, or reproductive history, age, physical findings, or diagnostic testing; and\\par\n\\tab Whereas, S.5545/A.885 also clarifies which treatments must be covered under insurance law, expanding the current language, which requires coverage for 3 cycles of IVF used in the treatment of infertility, to include 3 completed oocyte retrievals and IVF with unlimited embryo transfers from fresh or frozen oocytes or embryos from a covered retrieval, in accordance with the guidelines of the American Society for Reproductive Medicine; and\\par\n\\tab Whereas, These changes would allow New York State to accomplish what the State Legislature initially intended with its current law, ensuring that more New Yorkers will have the ability and access to their right to receive the fertility treatment they require; now, therefore, be it\\par\n\\tab Resolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign, S.5545/A.885, the Equity in Fertility Treatment Act.\\par\n\\pard\\ltrpar\\fs20 Session 13\\par\nSOS/JN\\par\nLS # 9260\\par\n4/25/2025\\par\n\\par\nSession 12\\par\nVM\\par\n4/25/2022\\par\nLS#9260\\par\n}\n",
  "LastModified": "2025-04-30T18:26:32.283Z"
}
