{
  "ID": 72696,
  "GUID": "2142F686-AFB0-477D-897F-64B36404DFA0",
  "File": "Res 0167-2024",
  "Name": "Calling on NYS to extend eligibility for the NY Medication Aide Certification to certified nursing assistants.",
  "Title": "Resolution calling on New York State to extend eligibility for the New York Medication Aide Certification to certified nursing assistants.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2024-02-28T00:00:00Z",
  "AgendaDate": "2024-02-28T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7829,
      "Slug": "mercedes-narcisse",
      "FullName": "Mercedes Narcisse"
    }
  ],
  "History": [
    {
      "ID": 403834,
      "Date": "2024-02-28T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-02-17T17:28:47.72Z"
    },
    {
      "ID": 404517,
      "Date": "2024-02-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 20706,
      "AgendaSequence": 419,
      "MinutesSequence": 193,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2024-02-28T20:19:31.06Z"
    }
  ],
  "Attachments": [
    {
      "ID": 291025,
      "LastModified": "2024-02-28T16:46:51.3Z",
      "Name": "Res. No. 167",
      "Link": "https://nyc.legistar1.com/nyc/attachments/3222d263-939a-41ab-99f7-586e5d26a3af.docx",
      "Sort": 1
    },
    {
      "ID": 295699,
      "LastModified": "2024-02-28T18:47:06.773Z",
      "Name": "February 28, 2024 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/174ef327-1bba-4012-ba65-84a056cfd1b0.pdf",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 76221,
  "Text": "Whereas, According to the United States (U.S.) Department of Labor's Bureau of Labor Statistics (BLS), 3,130,600 registered nurses were employed in the U.S. in 2021; and\n      Whereas, Per BLS, employment of registered nurses is projected to increase 6 percent nationally between 2021 and 2031, to an estimated total of 3,326,000 registered nurses; and\n      Whereas, The U.S. Census Bureau data show that the number of Americans aged 65 years and older expanded from 41 million in 2011 to 71 million in 2019; and\n      Whereas, BLS forecasts that demand for nurses in the U.S. will grow in tandem with the size of the U.S. population aged 65 years and older, because it is the age of increased need for healthcare services; and \n      Whereas, BLS estimates that, on average, there will be approximately 203,200 job openings for registered nurses in the U.S. annually between 2021 and 2031; and\n      Whereas, Per a report by the New York State Department of Health (NYS DOH), as of August 2020, in New York State, there was a need for an estimated additional 34,239 registered nurses and 15,727 licensed practical nurses; and\n      Whereas, A 2018 study published in the American Journal of Medical Quality projected that by 2030, New York State will have a shortage of 20,017 registered nurses; and  \n      Whereas, As reported by NYS DOH, as of August 2020, in New York City, there was a need for an estimated additional 15,769 registered nurses and 7,747 licensed practical nurses; and\n      Whereas, Numerous drivers contribute to the nursing shortage, including a strain of treating the aging population with its co-morbidities and chronic conditions, aging nursing workforce, nursing faculty shortage, emotional and physical abuse in healthcare setting, burnout, and family responsibilities such as childcare; and\n      Whereas, The nursing shortage may contribute to higher patient mortality rates, higher hospital readmission rates, higher rates of infection, and longer hospital stays; and\n      Whereas, One approach to addressing the aforesaid concerns is to expand the scope of practice for certified nursing assistants, who are usually tasked with duties of monitoring the health status, feeding, bathing, dressing, grooming, toileting, or ambulation of patients in a hospital or a nursing facility; and \n      Whereas, Currently, NYS DOH, in partnership with Pearson VUE, administers the New York Medication Aide Certification Examination (MACE), but only to certified home health aides who have successfully completed an approved Advanced Home Health Aide Training Program; and \n      Whereas, Successful completion of MACE qualifies a certified home health aide to perform certain advanced tasks, including dispensing medication and monitoring reaction to it, as an Advanced Home Health Aide under the direct supervision of a registered professional nurse employed by the same hospice, home care agency, or enhanced assisted living residence; and  \n      Whereas, Certified nursing assistants' scope of practice could be expanded to include medication administration and management, if they were eligible for the New York Medication Aide Certification, which would help mitigate the nursing shortage by reducing nurses' workload; now, therefore, be it \n      Resolved, That the Council of the City of New York calls on New York State to extend eligibility for the New York Medication Aide Certification to certified nursing assistants. \n       \nSession 13\nLS #12582\n01/1/2024\n\nSession 12\nLS #12582\n05/10/2023\nAZ \n\n\n1",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Calibri;}}\n\\viewkind4\\uc1\n\\pard\\ltrpar\\hyphpar0\\qj\\tx1450\\tx1670\\v0\\par\n\\pard\\ltrpar\\hyphpar0\\sl480\\slmult1\\qj By Council Member Narcisse\\par\n\\pard\\ltrpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj Whereas, According to the United States (U.S.) Department of Labor\\rquote s Bureau of Labor Statistics (BLS), 3,130,600\\f1\\fs22  \\f0\\fs24 registered nurses were employed in the U.S. in 2021; and\\par\nWhereas, Per BLS, employment of registered nurses is projected to increase 6 percent nationally between 2021 and 2031, to an estimated total of 3,326,000 registered nurses; and\\par\nWhereas, The U.S. Census Bureau data show that the number of Americans aged 65 years and older expanded from 41 million in 2011 to 71 million in 2019; and\\par\nWhereas, BLS forecasts that demand for nurses in the U.S. will grow in tandem with the size of the U.S. population aged 65 years and older, because it is the age of increased need for healthcare services; and \\par\nWhereas, BLS estimates that, on average, there will be approximately 203,200 job openings for registered nurses in the U.S. annually between 2021 and 2031; and\\par\nWhereas, Per a report by the New York State Department of Health (NYS DOH), as of August 2020, in New York State, there was a need for an estimated additional 34,239 registered nurses and 15,727 licensed practical nurses; and\\par\nWhereas, A 2018 study published in the American Journal of Medical Quality projected that by 2030, New York State will have a shortage of 20,017 registered nurses; and  \\par\nWhereas, As reported by NYS DOH, as of August 2020, in New York City, there was a need for an estimated additional 15,769 registered nurses and 7,747 licensed practical nurses; and\\par\nWhereas, Numerous drivers contribute to the nursing shortage, including a strain of treating the aging population with its co-morbidities and chronic conditions, aging nursing workforce, nursing faculty shortage, emotional and physical abuse in healthcare setting, burnout, and family responsibilities such as childcare; and\\par\nWhereas, The nursing shortage may contribute to higher patient mortality rates, higher hospital readmission rates, higher rates of infection, and longer hospital stays; and\\par\nWhereas, One approach to addressing the aforesaid concerns is to expand the scope of practice for certified nursing assistants, who are usually tasked with duties of monitoring the health status, feeding, bathing, dressing, grooming, toileting, or ambulation of patients in a hospital or a nursing facility; and \\par\nWhereas, Currently, NYS DOH, in partnership with Pearson VUE, administers the New York Medication Aide Certification Examination (MACE), but only to certified home health aides who have successfully completed an approved Advanced Home Health Aide Training Program; and \\par\nWhereas, Successful completion of MACE qualifies a certified home health aide to perform certain advanced tasks, including dispensing medication and monitoring reaction to it, as an Advanced Home Health Aide under the direct supervision of a registered professional nurse employed by the same hospice, home care agency, or enhanced assisted living residence; and  \\par\nWhereas, Certified nursing assistants\\rquote  scope of practice could be expanded to include medication administration and management, if they were eligible for the New York Medication Aide Certification, which would help mitigate the nursing shortage by reducing nurses\\rquote  workload; now, therefore, be it \\par\nResolved, That the Council of the City of New York calls on New York State to extend eligibility for the New York Medication Aide Certification to certified nursing assistants. \\par\n \\par\n\\pard\\ltrpar\\hyphpar0 Session 13\\par\nLS #12582\\par\n01/1/2024\\par\n\\pard\\ltrpar\\hyphpar0\\sl480\\slmult1\\par\n\\pard\\ltrpar\\hyphpar0\\qj\\fs18 Session 12\\par\nLS #12582\\par\n05/10/2023\\par\nAZ \\par\n\\par\n\\par\n}\n",
  "LastModified": "2024-02-28T18:47:06.773Z"
}
