{
  "ID": 72830,
  "GUID": "3BB9BBC8-5611-4861-AFFB-42401EB537CB",
  "File": "Res 0178-2024",
  "Name": "Resolution recognizing April as Freelancers Appreciation Month in New York City.",
  "Title": "Resolution recognizing April as Freelancers Appreciation Month in New York City.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 5269,
  "BodyName": "Committee on Consumer and Worker Protection",
  "IntroDate": "2024-02-28T00:00:00Z",
  "AgendaDate": "2024-02-28T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7741,
      "Slug": "keith-powers",
      "FullName": "Keith Powers"
    },
    {
      "ID": 7823,
      "Slug": "chi-a-osse",
      "FullName": "Chi A. Ossé"
    },
    {
      "ID": 7806,
      "Slug": "carmen-n-de-la-rosa",
      "FullName": "Carmen N. De La Rosa"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7826,
      "Slug": "shahana-k-hanif",
      "FullName": "Shahana K. Hanif"
    },
    {
      "ID": 7824,
      "Slug": "sandy-nurse",
      "FullName": "Sandy Nurse"
    },
    {
      "ID": 7822,
      "Slug": "crystal-hudson",
      "FullName": "Crystal Hudson"
    }
  ],
  "History": [
    {
      "ID": 403493,
      "Date": "2024-02-28T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-02-13T17:09:18.673Z"
    },
    {
      "ID": 404584,
      "Date": "2024-02-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Consumer and Worker Protection",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 20706,
      "AgendaSequence": 482,
      "MinutesSequence": 489,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Consumer and Worker Protection",
      "MatterStatusID": 3,
      "LastModified": "2024-02-29T04:35:05.49Z"
    }
  ],
  "Attachments": [
    {
      "ID": 291801,
      "LastModified": "2024-06-14T14:23:28.243Z",
      "Name": "Res. No. 178",
      "Link": "https://nyc.legistar1.com/nyc/attachments/248218ca-cd54-46fb-9ae7-8b0908fd11e9.docx",
      "Sort": 1
    },
    {
      "ID": 295762,
      "LastModified": "2024-02-28T18:47:26.073Z",
      "Name": "February 28, 2024 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/7c3aa498-558c-4070-b05e-008209da2064.pdf",
      "Sort": 2
    },
    {
      "ID": 297387,
      "LastModified": "2024-03-06T21:33:55.597Z",
      "Name": "Hearing Transcript - Stated Meeting 2-28-24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/29621fce-dc74-412c-aaf5-9a720395f5c6.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 76355,
  "Text": "Whereas, Freelancers can be categorized as full-time independent contractors, temporary workers employed by staffing firms, gig economy workers, project-based workers, self-employed business owners, and people working in a mix of these areas and in traditional employment; and\n\tWhereas, the third week in April is traditionally celebrated as National Freelance Business Week according to the Freelance Business Conference, the premier conference for the American freelance industry; and\n      Whereas, According to a 2019 report by the New York City Mayor's Office of Media and Entertainment, freelance work is most prevalent in New York City's media and entertainment sectors, including 68% of journalism and digital media workers; 67% of music and performing arts workers; 60% of marketing or advertising workers; 52% of film or television workers; and 54% of publishing workers; and\n      Whereas, Over the course of the COVID-19 pandemic, freelance work has grown more popular and is reinventing the way individuals work by merging with sectors of traditional permanent employment, such as web design, business consulting, and accounting; and\n      Whereas, A 2021 study by Upwork, a digital marketplace for independent contractors, found that 59 million Americans performed freelance work in 2021, representing 36%-or more than one-third-of the entire U.S. workforce; and\n      Whereas, Freelancers are diverse professionals, with 48% of American freelancers identifying as women, and 52% as men; 16% identifying as Hispanic, 12% African American, and 5-10% Asian, according to a 2022 report by Forbes Magazine; and\n      Whereas, Freelance workers contributed $1.3 trillion in annual earnings to the U.S. economy in 2021, $100 million more than in 2020; and\n      Whereas, The COVID-19 pandemic has shifted the working landscape by demonstrating the value and autonomy of remote self-employment; and\n      Whereas, According to Upwork, amid the uncertainty of COVID-19, freelancers found that they are benefiting from income diversification, adjustable schedules, and location flexibility, while companies discovered that freelance professionals inject new skills and capabilities into an organization; and \n      Whereas, As businesses look to a post-COVID-19 future, companies will increasingly rely on freelancers as essential contributors to their operations; and\n      Whereas, Freelance workers make significant contributions to the New York City economy; now, therefore, be it   \n      Resolved, That the Council of the City of New York recognizes April as Freelancers Appreciation Month in New York City.\n       \nSession 13\nLS #5877\n01/17/2024\n\nSession 12\nEA\n8/17/22\nLS 5877",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red51\\green51\\blue51;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\noline\\sl480\\slmult1\\qj By Council Members Powers, \\cf1 Oss\\'e9, De La Rosa, Brewer, Hanif, Nurse and Hudson\\cf0\\par\n\\pard\\ltrpar\\noline\\fi720\\sl480\\slmult1\\qj Whereas, Freelancers can be categorized as full-time independent contractors, temporary workers employed by staffing firms, gig economy workers, project-based workers, self-employed business owners, and people working in a mix of these areas and in traditional employment; and\\par\n\\pard\\ltrpar\\sl480\\slmult1\\tab Whereas, the third week in April is traditionally celebrated as National Freelance Business Week according to the Freelance Business Conference, the premier conference for the American freelance industry; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 Whereas, According to a 2019 report by the New York City Mayor\\rquote s Office of Media and Entertainment, freelance work is most prevalent in New York City's media and entertainment sectors, including 68% of journalism and digital media workers; 67% of music and performing arts workers; 60% of marketing or advertising workers; 52% of film or television workers; and 54% of publishing workers; and\\par\nWhereas, Over the course of the COVID-19 pandemic, freelance work has grown more popular and is reinventing the way individuals work by merging with sectors of traditional permanent employment, such as web design, business consulting, and accounting; and\\par\nWhereas, A 2021 study by Upwork, a digital marketplace for independent contractors, found that 59 million Americans performed freelance work in 2021, representing 36%-or more than one-third-of the entire U.S. workforce; and\\par\nWhereas, Freelancers are diverse professionals, with 48% of American freelancers identifying as women, and 52% as men; \\cf2 16% identifying as Hispanic, 12% African American, and 5-10% Asian, according to a 2022 report by Forbes Magazine; and\\cf0\\par\n\\cf1 Whereas, Freelance workers contributed $1.3 trillion in annual earnings to the U.S. economy in 2021, $100 million more than in 2020; and\\par\n\\cf0 Whereas, The COVID-19 pandemic has shifted the working landscape by demonstrating the value and autonomy of remote self-employment; and\\par\nWhereas, According to Upwork, amid the uncertainty of COVID-19, freelancers found that they are benefiting from income diversification, adjustable schedules, and location flexibility, while companies discovered that freelance professionals inject new skills and capabilities into an organization; and \\par\nWhereas, As businesses look to a post-COVID-19 future, companies will increasingly rely on freelancers as essential contributors to their operations; and\\par\nWhereas, Freelance workers make significant contributions to the New York City economy; now, therefore, be it   \\par\n\\pard\\cbpat3\\ltrpar\\fi720\\sl480\\slmult1\\qj Resolved, That the Council of the City of New York recognizes April as Freelancers Appreciation Month in New York City.\\par\n\\pard\\cbpat3\\ltrpar\\fi720\\qj\\fs20\\par\n\\pard\\ltrpar Session 13\\par\nLS #5877\\par\n01/17/2024\\par\n\\par\nSession 12\\par\nEA\\par\n8/17/22\\par\nLS 5877\\par\n}\n",
  "LastModified": "2024-06-14T14:23:29.987Z"
}
