{
  "ID": 72635,
  "GUID": "42C13F48-D9BB-4A9C-B40E-6F2F1745E00E",
  "File": "Res 0193-2024",
  "Name": "Designating October as Youth Empowerment Month annually in the City of New York to recognize, appreciate, and celebrate the successes of young people and their contributions to school and community life.",
  "Title": "Resolution designating October as Youth Empowerment Month annually in the City of New York to recognize, appreciate, and celebrate the successes of young people and their contributions to school and community life.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 5105,
  "BodyName": "Committee on Cultural Affairs, Libraries and International Intergroup Relations",
  "IntroDate": "2024-02-28T00:00:00Z",
  "AgendaDate": "2024-02-28T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7817,
      "Slug": "nantasha-m-williams",
      "FullName": "Nantasha M. Williams"
    },
    {
      "ID": 7794,
      "Slug": "kevin-c-riley",
      "FullName": "Kevin C. Riley"
    },
    {
      "ID": 7809,
      "Slug": "althea-v-stevens",
      "FullName": "Althea V.  Stevens"
    },
    {
      "ID": 7866,
      "Slug": "yusef-salaam",
      "FullName": "Yusef Salaam"
    },
    {
      "ID": 7826,
      "Slug": "shahana-k-hanif",
      "FullName": "Shahana K. Hanif"
    },
    {
      "ID": 7823,
      "Slug": "chi-a-osse",
      "FullName": "Chi A. Ossé"
    },
    {
      "ID": 7822,
      "Slug": "crystal-hudson",
      "FullName": "Crystal Hudson"
    },
    {
      "ID": 7802,
      "Slug": "erik-d-bottcher",
      "FullName": "Erik D. Bottcher"
    },
    {
      "ID": 7825,
      "Slug": "alexa-aviles",
      "FullName": "Alexa Avilés"
    },
    {
      "ID": 7815,
      "Slug": "shekar-krishnan",
      "FullName": "Shekar Krishnan"
    },
    {
      "ID": 7865,
      "Slug": "kristy-marmorato",
      "FullName": "Kristy Marmorato"
    }
  ],
  "History": [
    {
      "ID": 403382,
      "Date": "2024-02-28T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-02-09T16:27:53.567Z"
    },
    {
      "ID": 404660,
      "Date": "2024-02-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Cultural Affairs, Libraries and International Intergroup Relations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 20706,
      "AgendaSequence": 573,
      "MinutesSequence": 580,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Cultural Affairs, Libraries and International Intergroup Relations",
      "MatterStatusID": 3,
      "LastModified": "2024-02-29T04:35:05.603Z"
    }
  ],
  "Attachments": [
    {
      "ID": 290718,
      "LastModified": "2024-05-30T21:33:24.253Z",
      "Name": "Res. No. 193",
      "Link": "https://nyc.legistar1.com/nyc/attachments/1aaa2ef4-e6de-443f-9563-36a77f516006.docx",
      "Sort": 1
    },
    {
      "ID": 295853,
      "LastModified": "2024-02-28T18:48:02.08Z",
      "Name": "February 28, 2024 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/7db0a7fe-795f-4189-93fa-eddd2a89cf84.pdf",
      "Sort": 2
    },
    {
      "ID": 297478,
      "LastModified": "2024-03-06T21:34:22.25Z",
      "Name": "Hearing Transcript - Stated Meeting 2-28-24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/a8811c7e-8181-418b-9de2-eb184767e036.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 76159,
  "Text": "Whereas, New York City (NYC) youths and young adults up to 25 years of age have an important and constructive role to play in NYC communities; and\n      Whereas, According to the U.S. Department of Health and Human Services' Key Substance Use and Mental Health Indicators in the United States: Results from the 2020 National Survey on Drug Use and Health, herein called National Survey, about 17 percent of young people aged 12 to 25 said that they had felt depressed for at least one period of two weeks or longer during the past year and had also had issues with their sleeping, eating, energy, concentration, or feelings of self-worth; and\n      Whereas, According to the National Survey, the percentage of young people aged 12 to 25 experiencing depression has been on a steady rise since 2013; and\n      Whereas, According to the Mayo Clinic, social media can provide teens with support and a social network, which might help them avoid depression, but excessive use of social media can also increase anxiety and depression and expose them to bullying and peer pressure; and \n      Whereas, Looking for ways to reach out to young people to support them in resolving their day-to-day issues and, in the long run, in increasing their self-esteem is a necessary and valuable role for school and community leaders to play; and\n      Whereas, Many agencies and community leaders focus their efforts on young people who have been marginalized-including those living in underserved communities, those living in immigrant and low-income households, those caught in the epidemic of gun violence, and those struggling with personal issues-and rightly so; and \n      Whereas, According to Linette Townsley, Youth Services Committee Chair of Community Board 12 in Queens, NYC needs to pay attention to its young people who are excelling in school and giving back to the community, to recognize them and let them know that they are appreciated, and to guide them as they plan for their futures; and \n      Whereas, Many prominent organizations, NYC agencies, and community leaders have joined with Community Board 12 to plan, provide resources, or host activities for the first commemoration of Youth Empowerment Month in October, 2023, including the National Association for the Advancement of Colored People (NAACP), National Action Network, National Urban League, NYC Department of Youth and Community Development (DYCD), local pastors, and more; and\n      Whereas, Although the idea for Youth Empowerment Month was born in Queens, sponsors for this first Youth Empowerment Month have reached out to and brought in youth and supportive community leaders and organizations from every NYC borough; and\n      Whereas, Pastor Tina Booker, who founded Radikal4kidz, a youth outreach organization, praised the idea of a month devoted to young people and called for their involvement in choosing the kinds of events to be held during Youth Empowerment Month in years to come; and \n      Whereas, Events for Youth Empowerment Month can include college fairs, art installations, days of community service, documentary movie screenings, lectures and discussions on current issues, music and dance performances, block parties, resources such as those from the U.S. Small Business Administration for youth entrepreneurs that young people might not even be aware of, and more; and  \n      Whereas, Every NYC community can and should find a local community leader to create its own Youth Empowerment Month agenda and find its own ways to celebrate its young people; and \n      Whereas, It is fitting that NYC take some time to focus its resources and energy on its young people, who hold the future of the City in their hands and who, when coming together, can inspire each other to continue doing great things; now, therefore, be it\n\tResolved, That the Council of the City of New York designates October as Youth Empowerment Month annually in the City of New York to recognize, appreciate, and celebrate the successes of young people and their contributions to school and community life.\n\nSession 13\nLS #14147\n01/23/2024\n\nSession 12 \nLS #14147\n9/28/2023\nRHP\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Williams, Riley, Stevens, Salaam, Hanif, Oss\\'e9, Hudson, Bottcher, Avil\\'e9s, Krishnan and Marmorato\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, New York City (NYC) youths and young adults up to 25 years of age have an important and constructive role to play in NYC communities; and\\par\nWhereas, According to the U.S. Department of Health and Human Services\\rquote  \\i Key Substance Use and Mental Health Indicators in the United States: Results from the\\i0  \\i 2020 National Survey on Drug Use and Health\\i0 , herein called \\i National Survey\\i0 , about 17 percent of young people aged 12 to 25 said that they had felt depressed for at least one period of two weeks or longer during the past year and had also had issues with their sleeping, eating, energy, concentration, or feelings of self-worth; and\\par\nWhereas, According to the \\i National Survey\\i0 , the percentage of young people aged 12 to 25 experiencing depression has been on a steady rise since 2013; and\\par\nWhereas, According to the Mayo Clinic, social media can provide teens with support and a social network, which might help them avoid depression, but excessive use of social media can also increase anxiety and depression and expose them to bullying and peer pressure; and \\par\nWhereas, Looking for ways to reach out to young people to support them in resolving their day-to-day issues and, in the long run, in increasing their self-esteem is a necessary and valuable role for school and community leaders to play; and\\par\nWhereas, Many agencies and community leaders focus their efforts on young people who have been marginalized-including those living in underserved communities, those living in immigrant and low-income households, those caught in the epidemic of gun violence, and those struggling with personal issues-and rightly so; and \\par\nWhereas, According to Linette Townsley, Youth Services Committee Chair of Community Board 12 in Queens, NYC needs to pay attention to its young people who are excelling in school and giving back to the community, to recognize them and let them know that they are appreciated, and to guide them as they plan for their futures; and \\par\nWhereas, Many prominent organizations, NYC agencies, and community leaders have joined with Community Board 12 to plan, provide resources, or host activities for the first commemoration of Youth Empowerment Month in October, 2023, including the National Association for the Advancement of Colored People (NAACP), National Action Network, National Urban League, NYC Department of Youth and Community Development (DYCD), local pastors, and more; and\\par\nWhereas, Although the idea for Youth Empowerment Month was born in Queens, sponsors for this first Youth Empowerment Month have reached out to and brought in youth and supportive community leaders and organizations from every NYC borough; and\\par\nWhereas, Pastor Tina Booker, who founded Radikal4kidz, a youth outreach organization, praised the idea of a month devoted to young people and called for their involvement in choosing the kinds of events to be held during Youth Empowerment Month in years to come; and \\par\nWhereas, Events for Youth Empowerment Month can include college fairs, art installations, days of community service, documentary movie screenings, lectures and discussions on current issues, music and dance performances, block parties, resources such as those from the U.S. Small Business Administration for youth entrepreneurs that young people might not even be aware of, and more; and  \\par\nWhereas, Every NYC community can and should find a local community leader to create its own Youth Empowerment Month agenda and find its own ways to celebrate its young people; and \\par\nWhereas, It is fitting that NYC take some time to focus its resources and energy on its young people, who hold the future of the City in their hands and who, when coming together, can inspire each other to continue doing great things; now, therefore, be it\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Resolved, That the Council of the City of New York designates October as Youth Empowerment Month annually in the City of New York to recognize, appreciate, and celebrate the successes of young people and their contributions to school and community life.\\par\n\\par\n\\pard\\ltrpar\\qj\\fs20 Session 13\\par\nLS #14147\\par\n01/23/2024\\par\n\\par\nSession 12 \\par\nLS #14147\\par\n9/28/2023\\par\nRHP\\par\n}\n",
  "LastModified": "2024-05-30T21:33:24.253Z"
}
