{
  "ID": 73012,
  "GUID": "73D5A367-0DC0-42A9-8674-C0ECA9DE0DD6",
  "File": "Res 0201-2024",
  "Name": "LU 20 - Red Oak:  Block 1861, Lot 10, Manhattan, Community District 7, Council District 7.",
  "Title": "Resolution approving an amendment to a previously approved real property tax exemption pursuant to Section 125(1)(a) of the Private Housing Finance Law for property located at (Block 1861, Lot 10), Manhattan (Preconsidered L.U. No. 20).",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 24,
  "StatusName": "Reported from Committee",
  "BodyID": 11,
  "BodyName": "Committee on Finance",
  "IntroDate": "2024-02-28T00:00:00Z",
  "AgendaDate": "2024-02-28T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7748,
      "Slug": "justin-l-brannan",
      "FullName": "Justin L. Brannan"
    }
  ],
  "History": [
    {
      "ID": 403739,
      "Date": "2024-02-28T10:30:00Z",
      "ActionID": 25,
      "Action": "P-C Item Approved by Comm",
      "Description": "This Resolution was P-C Item Approved by Comm",
      "BodyID": 11,
      "BodyName": "Committee on Finance",
      "Version": "*",
      "MatterStatusID": 37,
      "LastModified": "2024-02-15T21:07:14.83Z"
    }
  ],
  "Attachments": [
    {
      "ID": 292649,
      "LastModified": "2024-02-28T14:28:50.87Z",
      "Name": "Housing Preservation and Development Letter",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d3536f77-fbad-4e55-8621-fe5859fab054.docx",
      "Sort": 1
    },
    {
      "ID": 292648,
      "LastModified": "2024-02-28T14:29:11.613Z",
      "Name": "Res. No.",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ac3aa90d-3eb6-446c-be8d-03d95067e494.docx",
      "Sort": 2
    },
    {
      "ID": 295273,
      "LastModified": "2024-02-27T19:58:44.793Z",
      "Name": "Memorandum",
      "Link": "https://nyc.legistar1.com/nyc/attachments/fb3e2f79-8d82-4655-9e45-ba2c05fa4d95.docx",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 76538,
  "Text": "WHEREAS, the New York City Department of Housing Preservation and Development (\"HPD\") submitted to the Council its request dated February 9, 2024 that the Council amend a previously approved tax exemption for real property located at (Block 1861, Lot 10), Manhattan (\"Exemption Area\") pursuant to Section 125(1)(a) of the Private Housing Finance Law;\n      \n      WHEREAS, the HPD's request for amendments is related to a previously approved Council Resolution adopted on September 15, 2023 (Res. No. 798) (the \"Prior Resolution\"), granting the Exemption Area a real property tax exemption pursuant to Section 125(1)(a) of the Private Housing Finance Law;\n \n      WHEREAS, the Council has considered the financial implications relating to the Tax Exemption;\n      RESOLVED:\n      \n      The Council approves the amendments to the Prior Resolution requested by HPD for the Exemption Area pursuant to Section 125(1)(a) of the Private Housing Finance Law as follows:\n\n\tParagraph 3 of the Prior Resolution is deleted in its entirety and replaced with the following:\n\n3.\tCommencing upon the Effective Date and during each year thereafter until the Expiration Date, the Owner shall make, to the extent not already made, for real property tax payments in the sum of (i) $398,632 for the period beginning on the Effective Date and ending on June 30, 2022, (ii) $1,399,044 for the period beginning on July 1, 2022, and ending on June 30, 2023, and (iii) the Contract Rent Differential Tax for each year thereafter until the Expiration Date. \n      \n      Except as specifically amended above, all other terms, conditions, provisions and requirements of the Prior Resolution remain in full force and effect.\n   \nOffice of the City Clerk,     }\nThe City of New York        } ss.:\nI hereby certify that the foregoing is a true copy of a Resolution passed by The Council of the City of New York on February 28, 2024, on file in this office.\n\n_______________________\nCity Clerk, Clerk of Council",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0  \\par\nBy Council Member Brannan\\par\n \\par\n\\pard\\cbpat2\\ltrpar\\fi720\\li29\\qj\\b WHEREAS\\b0 , the New York City Department of Housing Preservation and Development (\\ldblquote HPD\\rdblquote ) submitted to the Council its request dated February 9, 2024 that the Council amend a previously approved tax exemption for real property located at (Block 1861, Lot 10), Manhattan (\\ldblquote Exemption Area\\rdblquote ) pursuant to Section 125(1)(a) of the Private Housing Finance Law;\\par\n\\par\n\\b WHEREAS\\b0 , the HPD\\rquote s request for amendments is related to a previously approved Council Resolution adopted on September 15, 2023 (Res. No. 798) (the \\ldblquote Prior Resolution\\rdblquote ), granting the Exemption Area a real property tax exemption pursuant to Section 125(1)(a) of the Private Housing Finance Law;\\par\n\\pard\\cbpat2\\ltrpar\\fi9\\li29\\qj  \\par\n\\pard\\cbpat2\\ltrpar\\fi720\\li29\\sa240\\qj\\b WHEREAS\\b0 , the Council has considered the financial implications relating to the Tax Exemption;\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\li29\\qj\\b RESOLVED:\\par\n\\par\n\\b0 The Council approves the amendments to the Prior Resolution requested by HPD for the Exemption Area pursuant to Section 125(1)(a) of the Private Housing Finance Law as follows:\\par\n\\pard\\ltrpar\\fi-720\\li720\\sa37\\sl216\\slmult1\\qj\\par\n\\pard\\ltrpar\\sa37\\sl216\\slmult1\\qj\\tab Paragraph 3 of the Prior Resolution is deleted in its entirety and replaced with the following:\\par\n\\pard\\ltrpar\\fi-720\\li720\\sa37\\sl216\\slmult1\\qj\\par\n\\ul 3.\\tab Commencing upon the Effective Date and during each year thereafter until the Expiration Date, the Owner shall make, to the extent not already made, for real property tax payments in the sum of (i) $398,632 for the period beginning on the Effective Date and ending on June 30, 2022, (ii) $1,399,044 for the period beginning on July 1, 2022, and ending on June 30, 2023, and (iii) the Contract Rent Differential Tax for each year thereafter until the Expiration Date. \\cf0\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\li29\\qj\\cf1\\ulnone\\par\nExcept as specifically amended above, all other terms, conditions, provisions and requirements of the Prior Resolution remain in full force and effect.\\par\n\\pard\\ltrpar\\fi-720\\li720\\sa37\\sl216\\slmult1\\qj    \\par\n\\pard\\cbpat2\\ltrpar\\li1440\\sa240 Office of the City Clerk,     \\}\\line The City of New York        \\} ss.:\\par\n\\pard\\cbpat2\\ltrpar\\li29\\sa240\\qj I hereby certify that the foregoing is a true copy of a Resolution passed by The Council of the City of New York on February 28, 2024, on file in this office.\\par\n\\pard\\cbpat2\\ltrpar\\sa240\\qj\\par\n\\pard\\cbpat2\\ltrpar\\li5040\\sa240\\qj _______________________\\line City Clerk, Clerk of Council\\par\n}\n",
  "LastModified": "2024-02-28T14:30:43.263Z"
}
