{
  "ID": 73238,
  "GUID": "81E8A8B8-AF89-41B8-A875-C407761D918B",
  "File": "Res 0220-2024",
  "Name": "Amending the New York State Constitution to remove the requirement that registration for purposes of voting be completed at least 10 days before election day. (A.181/S.178)",
  "Title": "Resolution calling on the New York State Legislature to pass, and the Governor to sign, A.181/S.178, in relation to amending the New York State Constitution to remove the requirement that registration for purposes of voting be completed at least 10 days before election day.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 5293,
  "BodyName": "Committee on Governmental Operations, State & Federal Legislation",
  "IntroDate": "2024-03-07T00:00:00Z",
  "AgendaDate": "2024-03-07T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7748,
      "Slug": "justin-l-brannan",
      "FullName": "Justin L. Brannan"
    },
    {
      "ID": 7803,
      "Slug": "julie-menin",
      "FullName": "Julie Menin"
    },
    {
      "ID": 7826,
      "Slug": "shahana-k-hanif",
      "FullName": "Shahana K. Hanif"
    }
  ],
  "History": [
    {
      "ID": 405004,
      "Date": "2024-03-07T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-02-29T18:50:41.163Z"
    },
    {
      "ID": 405630,
      "Date": "2024-03-07T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Governmental Operations, State & Federal Legislation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 20720,
      "AgendaSequence": 148,
      "MinutesSequence": 167,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Governmental Operations, State & Federal Legislation",
      "MatterStatusID": 3,
      "LastModified": "2024-03-07T15:41:29.06Z"
    }
  ],
  "Attachments": [
    {
      "ID": 293893,
      "LastModified": "2024-03-18T14:54:47.41Z",
      "Name": "Res. No. 220",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b7346825-ed91-4ed9-a515-808aa783da7e.docx",
      "Sort": 1
    },
    {
      "ID": 297696,
      "LastModified": "2024-03-07T19:42:27.66Z",
      "Name": "March 7, 2024 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/8946fbb2-5dde-4c06-aa41-4247178b8035.pdf",
      "Sort": 2
    },
    {
      "ID": 299123,
      "LastModified": "2024-03-20T18:23:44.11Z",
      "Name": "Hearing Transcript - Stated Meeting 3-7-24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/75e747de-bb5e-43d8-aa9c-0ee9bbc14488.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 76772,
  "Text": "Whereas, All eligible New Yorkers deserve a reasonable opportunity to exercise their fundamental voting rights; and\n      Whereas, New York State consistently has one of the lowest voter turnout rates, ranking 39th among states in the 2022 General Election; and \n      Whereas, Potential voters often find it challenging to register, due to confusing rules and/or lack of time, resulting in only 63.2 percent of eligible voters being registered in 2022, according to the Census Bureau; and\n      Whereas, Article 2, Section 5 of the New York State Constitution requires that voter registration be completed at least 10 days before each election; and\n      Whereas, A 2019 amendment to the Election Law allowed voters in New York State to register to vote 25 days before any election event, including general, primary, and special elections; and \n      Whereas, Under the current process, the voter registration deadline being nearly one month before an election could cause many hopeful registrants to not be eligible to vote in the following election; and \n      Whereas, A.181, introduced by Assembly Member Robert C. Carroll and pending in the New York State Assembly, and companion bill S.178, introduced by State Senator Michael Gianaris and pending in the New York State Senate, seek to amend the New York State Constitution by removing the requirement that registration for purposes of voting be completed at least 10 days before election day; and\n      Whereas, Removing barriers towards making the voter registration deadline closer to election events can only benefit New Yorkers, by granting more time to register to vote; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign, A.181/S.178, in relation to amending the New York State Constitution to remove the requirement that registration for purposes of voting be completed at least 10 days before election day.\n\nSession 13\nLS #8084,13991\n01/18/2024\n\nSession 12\nLMS/JDP\nLS #8084, 13991\n8/9/2023 1:58 PM",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Brannan, Menin and Hanif \\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 Whereas, \\cf1 All eligible New Yorkers deserve a reasonable opportunity to exercise their fundamental voting rights\\cf0 ; and\\par\nWhereas, \\cf1 New York State consistently has one of the lowest voter turnout rates, ranking 39\\super th\\nosupersub  among states in the 2022 General Election\\cf0 ; and \\par\nWhereas, \\cf1 Potential voters often find it challenging to register, due to confusing rules and/or lack of time,\\super  \\nosupersub resulting in only 63.2 percent of eligible voters being registered in 2022, according to the Census Bureau\\cf0 ; and\\par\nWhereas, Article 2, Section 5 of the New York State Constitution requires that voter registration be completed at least 10 days before each election; and\\par\nWhereas, A 2019 amendment to the Election Law allowed voters in New York State to register to vote 25 days before any election event, including general, primary, and special elections; and \\par\nWhereas, \\cf1 Under the current process, the voter registration deadline being nearly one month before an election could cause many hopeful registrants to not be eligible to vote in the following election\\cf0 ; and \\par\nWhereas, A.181, introduced by Assembly Member Robert C. Carroll and pending in the New York State Assembly, and companion bill S.178, introduced by State Senator Michael Gianaris and pending in the New York State Senate, seek to amend the New York State Constitution by removing the requirement that registration for purposes of voting be completed at least 10 days before election day; and\\par\nWhereas, \\cf1 Removing barriers towards making the voter registration deadline closer to election events can only benefit New Yorkers, by granting more time to register to vote\\cf0 ; now, therefore, be it\\par\nResolved, That the Council of the City of New York \\cf1 calls on the New York State Legislature to pass, and the Governor to sign, A.181/S.178, in relation to amending the New York State Constitution to remove the requirement that registration for purposes of voting be completed at least 10 days before election day.\\cf0\\par\n\\pard\\ltrpar\\qj\\fs20\\par\n\\ul Session 13\\par\n\\ulnone LS #8084,13991\\par\n01/18/2024\\par\n\\par\n\\ul Session 12\\par\n\\ulnone LMS/JDP\\par\nLS #8084, 13991\\par\n8/9/2023 1:58 PM\\par\n\\par\n\\fs24\\par\n}\n",
  "LastModified": "2024-03-20T18:23:44.11Z"
}
