{
  "ID": 72727,
  "GUID": "8C0D0D42-9497-4359-8198-93E7F9C97953",
  "File": "Res 0222-2024",
  "Name": "Make it a felony to throw or spray water, urine or any other substance on police officers. (S. 2562/A. 6578)",
  "Title": "Resolution calling upon the New York State Legislature to pass, and the Governor to sign, S. 2562/A. 6578, which would make it a felony to throw or spray water, urine or any other substance on police officers.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2024-03-07T00:00:00Z",
  "AgendaDate": "2024-03-07T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7748,
      "Slug": "justin-l-brannan",
      "FullName": "Justin L. Brannan"
    },
    {
      "ID": 7749,
      "Slug": "kalman-yeger",
      "FullName": "Kalman Yeger"
    }
  ],
  "History": [
    {
      "ID": 404992,
      "Date": "2024-03-07T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-02-29T18:35:06.18Z"
    },
    {
      "ID": 405629,
      "Date": "2024-03-07T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 20720,
      "AgendaSequence": 150,
      "MinutesSequence": 166,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2024-03-07T15:42:00.11Z"
    }
  ],
  "Attachments": [
    {
      "ID": 291192,
      "LastModified": "2024-03-06T22:49:31.81Z",
      "Name": "Res. No. 222",
      "Link": "https://nyc.legistar1.com/nyc/attachments/693360c2-2224-40a6-befc-0343fa980f19.docx",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 76252,
  "Text": "Whereas, In 2019, several incidents of individuals dousing New York City Police Department (NYPD) officers with water were caught on camera and shared widely on social media; and \n      Whereas, One incident occurred in Brooklyn, where an individual purportedly approached \nNYPD officers, who were responding to an unruly crowd, and poured a bucket of water over the \nheads of the officers as the officers walked on the street, according to various sources; and \n      Whereas, A similar incident occurred in Harlem, according to several media outlets, where \na group of individuals allegedly splashed NYPD officers with water, and one individual hurled a \nred bucket that hit an officer in the head as that officer attempted to make an arrest; and \n      Whereas, Similarly, according to the Wall Street Journal, two NYPD officers were also\nallegedly splashed with water while working in Queens just days following the incidents in Harlem \nand Brooklyn; and \n      Whereas, According to the Wall Street Journal, NYPD officials launched an investigation \ninto all three incidents and made an arrest in one of the incidents, charging the alleged perpetrator \nwith obstruction of governmental administration and criminal nuisance; and \n      Whereas, In each of the incidents, the NYPD officers refused to confront and arrest their\nattackers, exercising tremendous restraint while being humiliated and disrespected; and \n      Whereas, These incidents were met with a swift and strong rebuke from New York City officials, such as the Mayor, the Public Advocate and many City Council members, according to various sources; and \n      Whereas, The Police Benevolent Association (PBA) and several Council members have called for \"zero tolerance\" for such behavior and the prosecution of individuals responsible for these incidents, according to Fox News; and\n      Whereas, S. 2562, introduced by State Senator Daphne Jordan, and companion bill A. 6578, introduced by State Assembly Member Michael Montesano, would amend the penal law and criminal procedure law to make it a felony for throwing water, urine or other substances on a police officer; and\n      Whereas, The PBA President supports the legislation and expressed that officers should \nhave the discretion to make arrests that result in felony charges in cases of dousing, according to \nthe Wall Street Journal; and \n      Whereas, S. 2562/A. 6578, if adopted, would send a message that it is not acceptable to douse police officers with water; now, therefore be it \n      Resolved, That the Council of the City of New York calls upon the New York State Legislature to pass, and the Governor to sign, S.2652/A. 6578, which would make it a felony to throw or spray water, urine or any other substance on police officers.\nSession 13\nNLB\nLS #3078\n01/12/2024\n\n\nSession 12\nNLB\nLS# 3078\n12/30/21",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Calibri;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj By Council Members Brannan and Yeger\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, In 2019, several incidents of individuals dousing New York City Police Department (NYPD) officers with water were caught on camera and shared widely on social media; and \\par\nWhereas, One incident occurred in Brooklyn, where an individual purportedly approached \\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj NYPD officers, who were responding to an unruly crowd, and poured a bucket of water over the \\par\nheads of the officers as the officers walked on the street, according to various sources; and \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, A similar incident occurred in Harlem, according to several media outlets, where \\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj a group of individuals allegedly splashed NYPD officers with water, and one individual hurled a \\par\nred bucket that hit an officer in the head as that officer attempted to make an arrest; and \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Similarly, according to the Wall Street Journal, two NYPD officers were also\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj allegedly splashed with water while working in Queens just days following the incidents in Harlem \\par\nand Brooklyn; and \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, According to the Wall Street Journal, NYPD officials launched an investigation \\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj into all three incidents and made an arrest in one of the incidents, charging the alleged perpetrator \\par\nwith obstruction of governmental administration and criminal nuisance; and \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, In each of the incidents, the NYPD officers refused to confront and arrest their\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj attackers, exercising tremendous restraint while being humiliated and disrespected; and \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, These incidents were met with a swift and strong rebuke from New York City officials, such as the Mayor, the Public Advocate and many City Council members, according to various sources; and \\par\nWhereas, The Police Benevolent Association (PBA) and several Council members have called for \\ldblquote zero tolerance\\rdblquote  for such behavior and the prosecution of individuals responsible for these incidents, according to Fox News; and\\par\nWhereas, S. 2562, introduced by State Senator Daphne Jordan, and companion bill A. 6578, introduced by State Assembly Member Michael Montesano, would amend the penal law and criminal procedure law to make it a felony for throwing water, urine or other substances on a police officer; and\\par\nWhereas, The PBA President supports the legislation and expressed that officers should \\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj have the discretion to make arrests that result in felony charges in cases of dousing, according to \\par\nthe Wall Street Journal; and \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, S. 2562/A. 6578, if adopted, would send a message that it is not acceptable to douse police officers with water; now, therefore be it \\par\nResolved, That the Council of the City of New York calls upon the New York State Legislature to pass, and the Governor to sign, S.2652/A. 6578, which would make it a felony to throw or spray water, urine or any other substance on police officers.\\par\n\\pard\\ltrpar\\qj\\ul\\fs18 Session 13\\ulnone\\f1\\fs22\\par\n\\f0\\fs18 NLB\\par\nLS #3078\\par\n01/12/2024\\par\n\\par\n\\ul\\par\nSession 12\\par\n\\ulnone NLB\\par\nLS# 3078\\par\n12/30/21\\par\n\\pard\\ltrpar\\par\n\\pard\\ltrpar\\sa160\\sl252\\slmult1\\fs24\\par\n\\f1\\fs22\\par\n}\n",
  "LastModified": "2024-03-07T15:41:59.82Z"
}
