{
  "ID": 72672,
  "GUID": "021FD2C8-6C2B-40B0-8FB1-E7CD54B0F9F9",
  "File": "Res 0227-2024",
  "Name": "Renewed Farm Bill that increases funding for life-saving food aid.",
  "Title": "Resolution calling on Congress to pass, and the President to sign, a renewed Farm Bill that increases funding for life-saving food aid.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 12,
  "BodyName": "Committee on General Welfare",
  "IntroDate": "2024-03-07T00:00:00Z",
  "AgendaDate": "2024-03-07T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    }
  ],
  "History": [
    {
      "ID": 404756,
      "Date": "2024-03-07T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-02-25T15:46:42.81Z"
    },
    {
      "ID": 405663,
      "Date": "2024-03-07T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on General Welfare",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 20720,
      "AgendaSequence": 177,
      "MinutesSequence": 196,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "General Welfare",
      "MatterStatusID": 3,
      "LastModified": "2024-03-07T15:49:33.523Z"
    }
  ],
  "Attachments": [
    {
      "ID": 290913,
      "LastModified": "2024-03-06T22:57:43.68Z",
      "Name": "Res. No. 227",
      "Link": "https://nyc.legistar1.com/nyc/attachments/aa3d35cc-1c27-45db-81b6-33aa41fa0e34.docx",
      "Sort": 1
    },
    {
      "ID": 297725,
      "LastModified": "2024-03-07T19:42:34.92Z",
      "Name": "March 7, 2024 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/0409d74f-e6d3-4579-8fee-6a4fd378e9bc.pdf",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 76197,
  "Text": "Whereas, According to the New York City Mayor's Office of Food Policy, 14.6 percent of New York City residents were food insecure in 2022; and \n      Whereas, According to the New York City Human Resources Administration, 1,754,927 New York City residents received benefits under the Supplemental Nutrition Assistance Program (SNAP) in February 2023; and\n      Whereas, The Farm Bill is a multiyear federal law that governs an array of agricultural and food programs and funds vital food and nutrition assistance programs that support New York City residents, including SNAP; and\n      Whereas, Congress must renew the Farm Bill on a regular basis, which historically it has done approximately every 5 years; and\n      Whereas, The 2018 Farm Bill expired on September 30, 2023, but Congress has temporarily extended its appropriations in a Continuing Resolution that extends funding for all federal programs until it expires on November 17, 2023; and\n      Whereas, SNAP provides essential food benefits to low-income families to supplement their grocery budget so they can afford the nutritious food essential to health and well-being; and\n\tWhereas, Funding for SNAP and other Farm Bill programs is vital and should be continued and increased; and\n      Whereas, Any cuts to the life-saving food aid provided in the Farm Bill will increase food insecurity in New York City and threaten the health and lives of the City's most vulnerable residents; and\n      Whereas, Congress and the President have the opportunity not only to reauthorize the Farm Bill but also to increase its funding for SNAP and other food and nutrition assistance programs; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on Congress to pass, and the President to sign, a renewed Farm Bill that increases funding for life-saving food aid.\n      \n      \nSession 13\nLS#14237\n01/23/2024\n\nSession 12\nKF\nLS #14237\n10/23/2023 10:18 AM",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red33\\green37\\blue41;\\red27\\green27\\blue27;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\cf0\\v0\\par\nBy Council Member Brewer \\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, According to the New York City Mayor\\rquote s Office of Food Policy, 14.6 percent of New York City residents were food insecure in 2022; and \\par\nWhereas, According to the New York City Human Resources Administration, 1,754,927 New York City residents received benefits under the Supplemental Nutrition Assistance Program (SNAP) in February 2023; and\\par\nWhereas, The Farm Bill is a multiyear federal law that governs an array of agricultural and food programs and funds vital food and nutrition assistance programs that support New York City residents, including SNAP; and\\par\nWhereas, Congress must renew the Farm Bill on a regular basis, which historically it has done approximately every 5 years; and\\par\nWhereas, The 2018 Farm Bill expired on September 30, 2023, but Congress has temporarily extended its appropriations in a Continuing Resolution that extends funding for all federal programs until it expires on November 17, 2023; and\\par\nWhereas, \\cf2 SNAP provides essential food benefits to low-income families to supplement their grocery budget so they can afford the nutritious food essential to health and well-being\\cf0 ; and\\cf2\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\cf0\\tab\\cf3 Whereas, Funding for SNAP and other Farm Bill programs is vital and should be continued and increased; and\\cf0\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Any cuts to the life-saving food aid provided in the Farm Bill will increase food insecurity in New York City and threaten the health and lives of the City\\rquote s most vulnerable residents; and\\par\nWhereas, Congress and the President have the opportunity not only to reauthorize the Farm Bill but also to increase its funding for SNAP and other food and nutrition assistance programs; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls on Congress to pass, and the President to sign, \\cf1 a renewed Farm Bill that increases funding for life-saving food aid.\\par\n\\par\n\\par\n\\pard\\ltrpar\\qj\\fs20 Session 13\\par\nLS#14237\\par\n01/23/2024\\par\n\\par\nSession 12\\par\n\\cf0 KF\\par\nLS #14237\\par\n10/23/2023 10:18 AM\\par\n\\fs24\\par\n}\n",
  "LastModified": "2024-03-07T19:42:34.92Z"
}
