{
  "ID": 72702,
  "GUID": "3EE353AC-D96D-4D3B-80FB-64330C753D79",
  "File": "Res 0232-2024",
  "Name": "Provide for annual adjustment of the maximum income threshold eligibility for SCRIE, DRIE, SCHE, and DHE by any increase in the Consumer Price Index. (S.2960/A.5741)",
  "Title": "Resolution calling on the New York State Legislature to pass, and the Governor to sign, S.2960/A.5741, to provide for annual adjustment of the maximum income threshold eligibility for the Senior Citizen Rent Increase Exemption (SCRIE), Disability Rent Increase Exemption (DRIE), Senior Citizen Homeowners’ Exemption (SCHE), and Disabled Homeowners’ Exemption (DHE) by any increase in the Consumer Price Index",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 3,
  "BodyName": "Committee on Aging",
  "IntroDate": "2024-03-07T00:00:00Z",
  "AgendaDate": "2024-03-07T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7802,
      "Slug": "erik-d-bottcher",
      "FullName": "Erik D. Bottcher"
    },
    {
      "ID": 7818,
      "Slug": "lynn-c-schulman",
      "FullName": "Lynn C. Schulman"
    },
    {
      "ID": 7826,
      "Slug": "shahana-k-hanif",
      "FullName": "Shahana K. Hanif"
    },
    {
      "ID": 7816,
      "Slug": "julie-won",
      "FullName": "Julie Won"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 7740,
      "Slug": "carlina-rivera",
      "FullName": "Carlina Rivera"
    }
  ],
  "History": [
    {
      "ID": 404754,
      "Date": "2024-03-07T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-02-25T15:42:34.637Z"
    },
    {
      "ID": 405665,
      "Date": "2024-03-07T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Aging",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 20720,
      "AgendaSequence": 182,
      "MinutesSequence": 201,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Aging",
      "MatterStatusID": 3,
      "LastModified": "2024-03-07T15:50:22.08Z"
    }
  ],
  "Attachments": [
    {
      "ID": 291061,
      "LastModified": "2024-04-24T18:32:15.183Z",
      "Name": "Res. No. 232",
      "Link": "https://nyc.legistar1.com/nyc/attachments/087057ba-010c-474c-a25f-06382c313575.docx",
      "Sort": 1
    },
    {
      "ID": 297730,
      "LastModified": "2024-03-07T19:42:36.047Z",
      "Name": "March 7, 2024 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/1a6c6ca7-513d-498a-ad94-8e1918f58ffd.pdf",
      "Sort": 2
    },
    {
      "ID": 299157,
      "LastModified": "2024-03-20T18:23:50.947Z",
      "Name": "Hearing Transcript - Stated Meeting 3-7-24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/2b3a778a-a414-43f7-84e6-7a26dfd476c3.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 76227,
  "Text": "Whereas, U.S. Census Bureau data show that the median income among Americans aged 55 years to 64 years declined by 2.6 percent between 2020 and 2021, from an estimated $77,872 per year to an estimated $75,842 per year; and \n      Whereas, Similarly, the median income among U.S. adults aged 65 years and older decreased by 2.6 percent between 2020 and 2021, from an estimated $48,866 per year to an estimated $47,620 per year; and\n      Whereas, U.S. Census Bureau data also reveal that the prevalence of poverty among Americans aged 65 years and older increased between 2020 and 2021, from 8.9 percent, or over 4.8 million people, to 10.3 percent, or more than 5.8 million older adults; and\n      Whereas, Moreover, 4.2 percent, or over 2.3 million, of U.S. adults aged 65 years and older lived in deep poverty in 2021; and\n      Whereas, Furthermore, 24.9 percent, or more than 3.9 million, of disabled U.S. adults were in poverty in 2021; and \n      Whereas, The number of disabled U.S. adults living in poverty grew between 2020 and 2021, from about 3.7 million to over 3.9 million; and\n      Whereas, As of 2021, 7.7 percent of adults in New York State and 6.9 percent of adults in New York City were disabled; and \n      Whereas, According to the New York State Office of Temporary and Disability Assistance, as of November 2021, 631,101 people in New York State and 372,302 people in New York City received Supplemental Security Income (SSI)-a program providing monthly payments to supplement modest incomes of disabled people and of people aged 65 years and older; and \n      Whereas, New York State Department of Labor data demonstrate that 10.9 percent of adults aged 55 years to 74 years and 13.1 percent of adults aged 75 years and older in New York State lived in poverty in 2021; and\n      Whereas, Likewise, 15.6 percent of adults aged 55 years to 74 years and 19.8 percent of adults aged 75 years and older in New York City were in poverty in 2021; and\n      Whereas, According to the U.S. Bureau of Labor Statistics, between April 2022 and April 2023, prices paid by urban consumers for all items, as measured by the Consumer Price Index, increased by 4.9 percent nationally and by 3.7 percent in New York State; and \n      Whereas, Between May 2022 and May 2023, residential rent in the New York Metropolitan Area grew by 6 percent; and \n      Whereas, To contextualize residential rent increase in the New York Metropolitan Area, the U.S. Census Bureau reported that the median rent in New York City in 2021 was $1,579 per month or $18,948 per year; and\n      Whereas, The U.S. Census Bureau also calculated that in New York City, the median monthly homeowner costs, inclusive of a mortgage, amounted to $2,913 in 2021; and  \n      Whereas, According to the U.S. Internal Revenue Service, as of 2023, the median property tax in New York State was $3,755 per year, or, on average, 1.23 percent of the property value; and\n      Whereas, Among the counties encompassed by New York City, as of 2023, the median property tax was $2,653 per year in Bronx County, $2,903 per year in Kings County, $5,873 per year in New York County, $2,914 per year in Queens County, and $2,842 per year in Richmond County; and\n      Whereas, A number of programs in New York offer assistance to older adults and disabled persons to address rent increases and property taxes; and\n      Whereas, The Senior Citizen Rent Increase Exemption (SCRIE) and the Disability Rent Increase Exemption (DRIE) help eligible persons aged 62 years and older and eligible tenants with disabilities, respectively, to remain in affordable housing by freezing their rent, with their landlords receiving a property tax credit to cover the difference between the increased and the original rent amount; and \n      Whereas, To be eligible for SCRIE or DRIE, a tenant's combined annual household income has to be $50,000 or less; and \n      Whereas, However, per the Economic Policy Institute's Family Budget Calculator, a household of one adult and no children needs an annual income of $56,718 in 2020 dollars to attain a modest, yet adequate standard of living in the New York Metropolitan Area; and\n      Whereas, According to the U.S. Bureau of Labor Statistics' Consumer Price Index Inflation Calculator, a household with an annual income of $50,000 in May 2022 dollars needs an annual income of $52,023 in May 2023 dollars to sustain the same standard of living in the New York Metropolitan Area; and\n      Whereas, The Senior Citizen Homeowners' Exemption (SCHE) and the Disabled Homeowners' Exemption (DHE) provide a property tax exemption for eligible persons aged 65 years and older and for disabled people, respectively, who own one-, two-, or three-family homes, condominiums, or cooperative apartments, provided that the total combined annual income of the property owner and spouse or co-owner does not exceed $58,399; and \n      Whereas, However, per the U.S. Bureau of Labor Statistics' Consumer Price Index Inflation Calculator, a household with an annual income of $58,399 in May 2022 dollars needs an annual income of $60,762 in May 2023 dollars to sustain the same standard of living in the New York Metropolitan Area; and\n      Whereas, Moreover, the U.S. Social Security Administration implements an annual cost-of-living adjustment, based on the Consumer Price Index, to Social Security and Supplemental Security Income benefits to ensure that the purchasing power of benefits is not eroded by inflation; and\n      Whereas, For example, Social Security and Supplemental Security Income benefits were increased by 5.9 percent in January 2022 and by 8.7 percent in January 2023; and\n      Whereas, Given that an applicant's income calculations for SCRIE, DRIE, SCHE, and DHE include Social Security benefits, and income calculations for SCRIE and DRIE additionally incorporate Supplemental Security Income benefits, a cost-of-living adjustment to these benefits could render an otherwise eligible tenant or homeowner ineligible for rent freezing or a property tax exemption, thereby placing the person at risk of housing displacement and homelessness; and\n      Whereas, With the aim of ensuring that older adults and disabled persons are not displaced from their homes, and that many more people are able to benefit from SCRIE, DRIE, SCHE, and DHE, State Senator Brian Kavanagh introduced S.2960 in the New York State Senate, and Assembly Member Deborah J. Glick introduced companion bill A.5741 in the New York State Assembly, which would provide for annual adjustment of the maximum income threshold for eligibility for SCRIE, DRIE, SCHE, and DHE by any increase in the Consumer Price Index; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign, S.2960/A.5741, to provide for annual adjustment of the maximum income threshold eligibility for the Senior Citizen Rent Increase Exemption (SCRIE), Disability Rent Increase Exemption (DRIE), Senior Citizen Homeowners' Exemption (SCHE), and Disabled Homeowners' Exemption (DHE) by any increase in the Consumer Price Index.\n\nSession 13\nLS # 13642\n01/23/2024\n\nSession 12\nLS #13642\n08/24/2023\nAZ \n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Calibri;}}\n{\\colortbl ;\\red33\\green37\\blue41;}\n\\viewkind4\\uc1\n\\v0\\par\n\\cf0 By Council Members Brewer, Bottcher, Schulman, Hanif, Won, Gennaro and Rivera\\par\n\\par\n\\pard\\ltrpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj Whereas,\\f1\\fs22  \\f0\\fs24 U.S. Census Bureau data show that the median income among Americans aged 55 years to 64 years declined by 2.6 percent between 2020 and 2021, from an estimated $77,872 per year to an estimated $75,842 per year; and \\fs22\\par\n\\fs24 Whereas, Similarly, the median income among U.S. adults aged 65 years and older decreased by 2.6 percent between 2020 and 2021, from an estimated $48,866 per year to an estimated $47,620 per year; and\\fs22\\par\n\\fs24 Whereas, U.S. Census Bureau data also reveal that the prevalence of poverty among Americans aged 65 years and older increased between 2020 and 2021, from 8.9 percent, or over 4.8 million people, to 10.3 percent, or more than 5.8 million older adults; and\\fs22\\par\n\\fs24 Whereas, Moreover, 4.2 percent, or over 2.3 million, of U.S. adults aged 65 years and older lived in deep poverty in 2021; and\\fs22\\par\n\\fs24 Whereas, Furthermore, 24.9 percent, or more than 3.9 million, of disabled U.S. adults were in poverty in 2021; and \\fs22\\par\n\\fs24 Whereas, The number of disabled U.S. adults living in poverty grew between 2020 and 2021, from about 3.7 million to over 3.9 million; and\\fs22\\par\n\\fs24 Whereas, As of 2021, 7.7 percent of adults in New York State and 6.9 percent of adults in New York City were disabled; and \\fs22\\par\n\\fs24 Whereas, According to the New York State Office of Temporary and Disability Assistance, as of November 2021, 631,101 people in New York State and 372,302 people in New York City received Supplemental Security Income (SSI)-a program providing monthly payments to supplement modest incomes of disabled people and of people aged 65 years and older; and \\fs22\\par\n\\fs24 Whereas, New York State Department of Labor data demonstrate that 10.9 percent of adults aged 55 years to 74 years and 13.1 percent of adults aged 75 years and older in New York State lived in poverty in 2021; and\\fs22\\par\n\\fs24 Whereas, Likewise, 15.6 percent of adults aged 55 years to 74 years and 19.8 percent of adults aged 75 years and older in New York City were in poverty in 2021; and\\fs22\\par\n\\fs24 Whereas, According to the U.S. Bureau of Labor Statistics, between April 2022 and April 2023, prices paid by urban consumers for all items, as measured by the Consumer Price Index, increased by 4.9 percent nationally and by 3.7 percent in New York State; and \\fs22\\par\n\\fs24 Whereas, Between May 2022 and May 2023, residential rent in the New York Metropolitan Area grew by 6 percent; and \\fs22\\par\n\\fs24 Whereas, To contextualize residential rent increase in the New York Metropolitan Area, the U.S. Census Bureau reported that the median rent in New York City in 2021 was $1,579 per month or $18,948 per year; and\\fs22\\par\n\\fs24 Whereas, The U.S. Census Bureau also calculated that\\f1\\fs22  \\f0\\fs24 in New York City, the median monthly homeowner costs, inclusive of a mortgage, amounted to $2,913 in 2021; and  \\fs22\\par\n\\fs24 Whereas, According to the U.S. Internal Revenue Service, as of 2023, the median property tax in New York State was $3,755\\f1\\fs22  \\f0\\fs24 per year, or, on average, 1.23 percent of the property value; and\\fs22\\par\n\\fs24 Whereas, Among the counties encompassed by New York City, as of 2023, the median property tax was $2,653 per year in Bronx County, $2,903 per year in Kings County, $5,873 per year in New York County, $2,914 per year in Queens County, and $2,842 per year in Richmond County; and\\fs22\\par\n\\fs24 Whereas, A number of programs in New York offer assistance to older adults and disabled persons to address rent increases and property taxes; and\\fs22\\par\n\\fs24 Whereas, The Senior Citizen Rent Increase Exemption (SCRIE) and the Disability Rent Increase Exemption (DRIE) help eligible persons aged 62 years and older and eligible tenants with disabilities, respectively, to remain in affordable housing by freezing their rent, with their landlords receiving a property tax credit to cover the difference between the increased and the original rent amount; and \\fs22\\par\n\\fs24 Whereas, To be eligible for SCRIE or DRIE, a tenant\\rquote s combined annual household income has to be $50,000 or less; and \\fs22\\par\n\\fs24 Whereas, However, per the Economic Policy Institute\\rquote s Family Budget Calculator, a household of one adult and no children needs an annual income of $56,718 in 2020 dollars to attain a modest, yet adequate standard of living in the New York Metropolitan Area; and\\fs22\\par\n\\fs24 Whereas, According to the U.S. Bureau of Labor Statistics\\rquote  Consumer Price Index Inflation Calculator, a household with an annual income of $50,000 in May 2022 dollars needs an annual income of $52,023 in May 2023 dollars to sustain the same standard of living in the New York Metropolitan Area; and\\fs22\\par\n\\fs24 Whereas, The Senior Citizen Homeowners\\rquote  Exemption (SCHE) and the Disabled Homeowners\\rquote  Exemption (DHE) provide a property tax exemption for eligible persons aged 65 years and older and for disabled people, respectively, who own one-, two-, or three-family homes, condominiums, or cooperative apartments, provided that the total combined annual income of the property owner and spouse or co-owner does not exceed $58,399; and \\fs22\\par\n\\fs24 Whereas, However, per the U.S. Bureau of Labor Statistics\\rquote  Consumer Price Index Inflation Calculator, a household with an annual income of $58,399 in May 2022 dollars needs an annual income of $60,762 in May 2023 dollars to sustain the same standard of living in the New York Metropolitan Area; and\\fs22\\par\n\\fs24 Whereas, Moreover, the U.S. Social Security Administration implements an annual cost-of-living adjustment, based on the Consumer Price Index, to Social Security and Supplemental Security Income benefits to ensure that the purchasing power of benefits is not eroded by inflation; and\\fs22\\par\n\\fs24 Whereas, For example, Social Security and Supplemental Security Income benefits were increased by 5.9 percent in January 2022 and by 8.7 percent in January 2023; and\\fs22\\par\n\\fs24 Whereas, Given that an applicant\\rquote s income calculations for SCRIE, DRIE, SCHE, and DHE include Social Security benefits, and income calculations for SCRIE and DRIE additionally incorporate Supplemental Security Income benefits, a cost-of-living adjustment to these benefits could render an otherwise eligible tenant or homeowner ineligible for rent freezing or a property tax exemption, thereby placing the person at risk of housing displacement and homelessness; and\\fs22\\par\n\\fs24 Whereas, With the aim of ensuring that older adults and disabled persons are not displaced from their homes, and that many more people are able to benefit from SCRIE, DRIE, SCHE, and DHE,\\f1\\fs22  \\f0\\fs24 State Senator Brian Kavanagh introduced S.2960 in the New York State Senate, and\\f1\\fs22  \\f0\\fs24 Assembly Member Deborah J. Glick introduced companion bill A.5741 in the New York State Assembly, which would provide for annual adjustment of the maximum income threshold for eligibility for SCRIE, DRIE, SCHE, and DHE by any increase in the Consumer Price Index; now, therefore, be it\\fs22\\par\n\\fs24 Resolved, That the Council of the City of New York calls \\cf1 on the New York State Legislature to pass, and the Governor to sign, S.2960/A.5741, to provide for annual adjustment of the maximum income threshold eligibility for the Senior Citizen Rent Increase Exemption (SCRIE), Disability Rent Increase Exemption (DRIE), Senior Citizen Homeowners\\rquote  Exemption (SCHE), and Disabled Homeowners\\rquote  Exemption (DHE) by any increase in the Consumer Price Index\\cf0 .\\fs22\\par\n\\pard\\ltrpar\\hyphpar0\\qj\\fs20\\par\nSession 13\\par\n\\pard\\ltrpar\\hyphpar0 LS # 13642\\par\n01/23/2024\\par\n\\pard\\ltrpar\\hyphpar0\\qj\\par\nSession 12\\par\nLS #13642\\par\n08/24/2023\\par\nAZ \\par\n}\n",
  "LastModified": "2024-04-24T18:32:15.183Z"
}
