{
  "ID": 73330,
  "GUID": "2A9F3B60-AB07-42CC-93B3-C812EC3E2A1D",
  "File": "Res 0234-2024",
  "Name": "Safe and Quiet Skies Act of 2021 (H.R. 389)",
  "Title": "Resolution calling on the United States Congress to pass, and the president to sign, H.R. 389, known as the Safe and Quiet Skies Act of 2021.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5293,
  "BodyName": "Committee on Governmental Operations, State & Federal Legislation",
  "IntroDate": "2024-03-07T00:00:00Z",
  "AgendaDate": "2024-03-07T00:00:00Z",
  "PassedDate": "2025-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7826,
      "Slug": "shahana-k-hanif",
      "FullName": "Shahana K. Hanif"
    },
    {
      "ID": 7822,
      "Slug": "crystal-hudson",
      "FullName": "Crystal Hudson"
    },
    {
      "ID": 7827,
      "Slug": "rita-c-joseph",
      "FullName": "Rita C. Joseph"
    },
    {
      "ID": 7825,
      "Slug": "alexa-aviles",
      "FullName": "Alexa Avilés"
    }
  ],
  "History": [
    {
      "ID": 404747,
      "Date": "2024-03-07T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-02-25T15:28:18.3Z"
    },
    {
      "ID": 405673,
      "Date": "2024-03-07T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Governmental Operations, State & Federal Legislation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 20720,
      "AgendaSequence": 184,
      "MinutesSequence": 203,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Governmental Operations, State & Federal Legislation",
      "MatterStatusID": 3,
      "LastModified": "2024-03-07T15:50:53.293Z"
    },
    {
      "ID": 430357,
      "Date": "2025-12-31T09:24:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2025-12-23T14:25:09.683Z"
    }
  ],
  "Attachments": [
    {
      "ID": 294378,
      "LastModified": "2024-04-08T18:17:09Z",
      "Name": "Res. No. 234",
      "Link": "https://nyc.legistar1.com/nyc/attachments/e049cf6e-fa92-463e-bcc3-153c310c718b.docx",
      "Sort": 1
    },
    {
      "ID": 297732,
      "LastModified": "2024-03-07T19:42:36.5Z",
      "Name": "March 7, 2024 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/001df76a-e21d-4fad-9c93-5126bc6a2076.pdf",
      "Sort": 2
    },
    {
      "ID": 299159,
      "LastModified": "2024-03-20T18:23:51.267Z",
      "Name": "Hearing Transcript - Stated Meeting 3-7-24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/2f77aeeb-4330-497e-a921-6aa0a805cbbe.pdf",
      "Sort": 3
    },
    {
      "ID": 307334,
      "LastModified": "2024-08-09T22:09:01.423Z",
      "Name": "Minutes of the Stated Meeting - March 7, 2024",
      "Link": "https://nyc.legistar1.com/nyc/attachments/318704fc-39d0-4cb8-a735-1bd75bdb047f.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 76864,
  "Text": "Whereas, New York City, one of the most densely populated areas in the world, experiences hundreds of daily commercial helicopter flights; and \n      Whereas, Helicopter-related noise complaints to New York City's 3-1-1 increased from 10,359 in 2020 to 25,821 in 2021 and 7,654 complaints from January through April 2022, with a vast majority of the complaints coming from Manhattan; and\n      Whereas, During the past 5-years, 3-1-1 has experienced a 2,329% increase in noise complaints related to helicopters; and\n      Whereas, According to the Federal Aviation Administration, not only do commercial helicopter tours create incessant noise pollution but they can also create health effects, such as hearing loss, stress, and memory impairments; and  \n      Whereas, H.R. 389, also known as the Safe and Quiet Skies Act of 2021, was introduced during the 117th Congress by United States Congressman Ed Case, to better regulate commercial air tour flights; and\n      Whereas, The Safe and Quiet Skies Act of 2021 seeks to limit the scope of commercial helicopter tour flights in certain areas; and\n      Whereas, The Safe and Quiet Skies Act of 2021 would prohibit tour flights within a half mile of military installations, national cemeteries, national wilderness areas, national parks, and national wildlife refuges; and\n      Whereas, Specifically relating to New York City, the Safe and Quiet Skies Act of 2021 would prohibit tour flights from: (i) operating at an altitude of less than 1,500 feet; (ii) require tour flights over residentials, commercial, and recreational areas to be no louder than 55 decibels; and (iii) permit states and localities to impose additional requirements that are stricter than the minimum federal requirements; and \n      Whereas, The Safe and Quiet Skies Act of 2021 would help reduce air and noise pollution that affect the millions of residents in our great City; now, therefore, be it \n      Resolved, That the Council of the City of New York calls on the United States Congress to pass, and the president to sign, H.R. 389, known as the Safe and Quiet Skies Act of 2021. \n\n\n\n\nLS #8388\n01/17/2024\n\nSession 12\nWJH\nLS 8388\n6/9/22",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\pard\\ltrpar\\qj\\v0\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj By Council Members Brewer, Hanif, Hudson, Joseph and Avil\\'e9s\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, New York City, one of the most densely populated areas in the world, experiences hundreds of daily commercial helicopter flights; and \\par\nWhereas, H\\cf1 elicopter-related noise complaints to New York City\\rquote s 3-1-1 increased from 10,359 in 2020 to 25,821 in 2021 and 7,654 complaints from January through April 2022, with a vast majority of the complaints coming from Manhattan; and\\cf0\\par\n\\cf1 Whereas, During the past 5-years, 3-1-1 has experienced a 2,329% increase in noise complaints related to helicopters; and\\par\nWhereas, According to the Federal Aviation Administration, not only do commercial helicopter tours create incessant noise pollution but they can also create health effects, such as hearing loss, stress, and memory impairments; and  \\par\nWhereas, H.R. 389, also known as the \\i Safe and Quiet Skies Act of 2021\\i0 , was introduced during the 117\\super th\\nosupersub  Congress by United States Congressman Ed Case, to better regulate commercial air tour flights; and\\par\nWhereas, The \\i Safe and Quiet Skies Act of 2021\\i0  seeks to limit the scope of commercial helicopter tour flights in certain areas; and\\par\nWhereas, The \\i Safe and Quiet Skies Act of 2021 \\i0 would prohibit tour flights within a half mile of military installations, national cemeteries, national wilderness areas, national parks, and national wildlife refuges; and\\par\nWhereas, Specifically relating to New York City, the \\i Safe and Quiet Skies Act of 2021 \\i0 would prohibit tour flights from: (i) operating at an altitude of less than 1,500 feet; (ii) require tour flights over residentials, commercial, and recreational areas to be no louder than 55 decibels; and (iii) permit states and localities to impose additional requirements that are stricter than the minimum federal requirements; and \\par\nWhereas, The \\i Safe and Quiet Skies Act of 2021\\i0  would help reduce air and noise pollution that affect the millions of residents in our great City; now, therefore, be it \\par\nResolved, That the Council of the City of New York calls on \\cf0 the United States Congress to pass, and the president to sign, H.R. 389, known as the \\i Safe and Quiet Skies Act of 2021\\i0 . \\par\n\\pard\\ltrpar\\par\n\\par\n\\par\n\\par\nLS #8388\\par\n01/17/2024\\par\n\\par\nSession 12\\par\nWJH\\par\nLS 8388\\par\n6/9/22\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj\\cf1\\par\n\\pard\\ltrpar\\cf0\\par\n}\n",
  "LastModified": "2025-12-23T14:25:09.69Z"
}
