{
  "ID": 73329,
  "GUID": "05A5E107-3490-4530-BFD3-B323F013BC03",
  "File": "Res 0235-2024",
  "Name": "United States Citizenship and Immigration Services to quickly clear the backlog of I-765 applications for employment authorization.",
  "Title": "Resolution calling on United States Citizenship and Immigration Services to quickly clear the backlog of I-765 applications for employment authorization.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 5119,
  "BodyName": "Committee on Immigration",
  "IntroDate": "2024-03-07T00:00:00Z",
  "AgendaDate": "2024-03-07T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    },
    {
      "ID": 7826,
      "Slug": "shahana-k-hanif",
      "FullName": "Shahana K. Hanif"
    },
    {
      "ID": 7822,
      "Slug": "crystal-hudson",
      "FullName": "Crystal Hudson"
    },
    {
      "ID": 7812,
      "Slug": "sandra-ung",
      "FullName": "Sandra Ung"
    },
    {
      "ID": 7808,
      "Slug": "pierina-ana-sanchez",
      "FullName": "Pierina Ana Sanchez"
    },
    {
      "ID": 7821,
      "Slug": "jennifer-gutierrez",
      "FullName": "Jennifer Gutiérrez"
    }
  ],
  "History": [
    {
      "ID": 404746,
      "Date": "2024-03-07T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-02-25T15:26:00.563Z"
    }
  ],
  "Attachments": [
    {
      "ID": 296928,
      "LastModified": "2024-03-06T23:01:10.66Z",
      "Name": "Res. No. 235",
      "Link": "https://nyc.legistar1.com/nyc/attachments/8d299e6d-ad1b-4aba-bd0c-24ed2cb27623.docx",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 76863,
  "Text": "Whereas, Asylum seekers are arriving in sanctuary cities like New York in increasing numbers; and\n      Whereas, Individuals seeking asylum in the United States are required to obtain an employment authorization document (I-766) in order to work in the United States while their asylum claim is pending; and\n      Whereas, in order to obtain an I-766 employment authorization, asylum seekers must file an application for employment authorization (I-765); and\n      Whereas, Asylum seekers are ready and able to work and contribute to New York City's economy; and\n      Whereas, The United States Citizen and Immigration Service, pursuant to its own rules, is required to process employment authorization documents for asylum seekers within 30 days; and\n      Whereas, the COVID pandemic, lack of funding, and staffing vacancies at the United States Citizenship and Immigration Service have caused processing delays for 1-765 applications; and\n      Whereas, According to the USCIS's own data, processing times for I-765 applications in fiscal year 2002 took, on average, between 4.1 and 6.9 months depending on the basis for filing; and\n      Whereas, The extended processing times for I-765 applications have led to a large backlog of applications; and\n      Whereas, According to testimony given by the USCIS Director at an Congressional hearing in April 2022 there were 1.5 million pending work authorization applications; now, therefore, be it\n      Resolved, That the Council of the City of New York Calls on the United States Citizenship and Immigration Services quickly clear the backlog of I-765 applications for employment authorization.\n\n\nSession 13\nLS #10483/10495\n3/5/24\n\nSession12\nLS #10483/10495\n10/21/22 9:00 a.m.\nEHC",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Brewer, Louis, Hanif, Hudson, Ung, Sanchez and Gutierrez\\par\n\\cf1\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj\\cf0 Whereas, Asylum seekers are arriving in sanctuary cities like New York in increasing numbers; and\\par\nWhereas, Individuals seeking asylum in the United States are required to obtain an employment authorization document (I-766) in order to work in the United States while their asylum claim is pending; and\\par\nWhereas, in order to obtain an I-766 employment authorization, asylum seekers must file an application for employment authorization (I-765); and\\par\nWhereas, Asylum seekers are ready and able to work and contribute to New York City\\rquote s economy; and\\par\nWhereas, The United States Citizen and Immigration Service, pursuant to its own rules, is required to process employment authorization documents for asylum seekers within 30 days; and\\par\n\\cf1 Whereas, the COVID pandemic, lack of funding, and staffing vacancies at the United States Citizenship and Immigration Service have caused processing delays for 1-765 applications; and\\par\nWhereas, According to the USCIS\\rquote s own data, processing times for I-765 applications in fiscal year 2002 took, on average, between 4.1 and 6.9 months depending on the basis for filing; and\\cf0\\par\nWhereas, The extended processing times for I-765 applications have led to a large backlog of applications; and\\par\n\\cf1 Whereas, According to testimony given by the USCIS Director at an Congressional hearing in April 2022 there were 1.5 million pending work authorization applications; \\cf0 now, therefore, be it\\cf1\\par\n\\cf0 Resolved, That the Council of the City of New York Calls on the United States Citizenship and Immigration Services quickly clear the backlog of I-765 applications for employment authorization.\\par\n\\pard\\ltrpar\\qj\\par\n\\fs18\\par\nSession 13\\par\nLS #10483/10495\\par\n\\pard\\ltrpar 3/5/24\\fs24\\par\n\\pard\\ltrpar\\qj\\fs18\\par\nSession12\\par\nLS #10483/10495\\par\n\\pard\\ltrpar 10/21/22 9:00 a.m.\\par\n\\pard\\ltrpar\\qj EHC\\par\n\\par\n\\fs24\\par\n}\n",
  "LastModified": "2024-03-06T23:01:12.85Z"
}
