{
  "ID": 73224,
  "GUID": "200D895E-A0EF-4E5D-85A8-FA0EF5FB2864",
  "File": "Res 0241-2024",
  "Name": "Mayor's office and NYC DOE to recognize and observe the important Sikh holiday, Vaisakhi, on April 13 each year.",
  "Title": "Resolution calling upon the Mayor's office and New York City Department of Education to recognize and observe the important Sikh holiday, Vaisakhi, on April 13 each year.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 9,
  "BodyName": "Committee on Education",
  "IntroDate": "2024-03-07T00:00:00Z",
  "AgendaDate": "2024-03-07T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 7749,
      "Slug": "kalman-yeger",
      "FullName": "Kalman Yeger"
    },
    {
      "ID": 7818,
      "Slug": "lynn-c-schulman",
      "FullName": "Lynn C. Schulman"
    },
    {
      "ID": 7826,
      "Slug": "shahana-k-hanif",
      "FullName": "Shahana K. Hanif"
    },
    {
      "ID": 7816,
      "Slug": "julie-won",
      "FullName": "Julie Won"
    },
    {
      "ID": 7802,
      "Slug": "erik-d-bottcher",
      "FullName": "Erik D. Bottcher"
    }
  ],
  "History": [
    {
      "ID": 403995,
      "Date": "2024-03-07T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-02-21T17:50:53.037Z"
    },
    {
      "ID": 405702,
      "Date": "2024-03-07T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Education",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 20720,
      "AgendaSequence": 209,
      "MinutesSequence": 228,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Education",
      "MatterStatusID": 3,
      "LastModified": "2024-03-07T15:56:02.53Z"
    }
  ],
  "Attachments": [
    {
      "ID": 293845,
      "LastModified": "2024-03-20T22:40:48.36Z",
      "Name": "Res. No. 241",
      "Link": "https://nyc.legistar1.com/nyc/attachments/5f8661c4-0c32-41d2-bceb-a5e747803fea.docx",
      "Sort": 1
    },
    {
      "ID": 297757,
      "LastModified": "2024-03-07T19:42:42.667Z",
      "Name": "March 7, 2024 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/78497aa2-b4d7-4d19-b987-6c861e22a15a.pdf",
      "Sort": 2
    },
    {
      "ID": 299184,
      "LastModified": "2024-03-20T18:23:55.673Z",
      "Name": "Hearing Transcript - Stated Meeting 3-7-24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b0ac0127-55ab-44c6-b47e-13fb6fc33656.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 76756,
  "Text": "Whereas, Sikhism is a religion and philosophy founded in the Punjab region of the Indian subcontinent in the late 15th century; and\n      Whereas, There are an estimated 25-30 million adherents of Sikhism, called Sikhs, worldwide according to various sources, including the Encyclopedia Britannica and BBC News, making it the world's fifth-largest organized religion; and\n      Whereas, Sikhs first came to the United States in the late 1800s according to the Sikh Coalition, a national organization based in New York City; and\n      Whereas, The U.S. Census Bureau does not collect data on religious affiliation, so there is no official U.S. government data on the number of Sikhs in this country, but estimates of the number of Sikhs in the U.S. today range from 500,000 to 700,000, according to the Sikh Coalition and the Sikh American Legal Defense and Education Fund (SALDEF), a national civil rights and educational organization based in Washington, DC; and\n      Whereas, Although there is no official count of Sikhs in New York City, the Sikh Coalition estimated the City's Sikh population at approximately 50,000 in 2007, while a representative with United Sikhs, a U.N. affiliated, international non-profit, humanitarian relief, education and advocacy organization headquartered in New York, estimated the number of Sikhs in the City at around 80,000 in 2010, with the largest concentration of 50,000 to 60,000 in Richmond Hill, Queens alone; and\n      Whereas, Sikh New Yorkers have contributed to this City for many decades but have received very little recognition of their efforts as a group or of their faith; and\n      Whereas, For example, unlike holidays of other groups, such as the Christian holiday of Easter, the Jewish holiday of Yom Kippur, the Muslim holiday of Eid al-Fitr and the East Asian Lunar New Year, the Sikh holiday of Vaisakhi is not widely known or recognized; and\n      Whereas, According to the British Broadcasting Corporation, Vaisakhi-the Sikh New Year festival, usually celebrated on April 13 or 14-started as a harvest festival in the Punjabi region of northern India and marks the start of the Punjabi New Year; and\n      Whereas, Vaisakhi is also a day to celebrate 1699-the year when Sikhism was born as a collective faith-and is one of the most important dates in the Sikh calendar; and\n      Whereas, In reality, most New Yorkers and other Americans know little to nothing about Sikhs or Sikhism, and this lack of awareness and understanding has contributed to an increase in bias incidents and hate crimes against Sikhs according to the Sikh Coalition; and \n      Whereas, According to data compiled by the Sikh Coalition, Sikhs are among the nation's most-targeted religious groups and are hundreds of times more likely than their fellow Americans to experience hate crimes because of their distinct appearance, including the wearing of turbans; and\n      Whereas, In particular, a wave of hate began in the immediate aftermath of the 9/11 attacks in 2001, with over 300 cases of violence and discrimination against Sikh Americans throughout the U.S. in the first month after 9/11 documented by the Sikh Coalition; and \n      Whereas, Since then, the Sikh Coalition has received thousands of reports from the Sikh community about hate crimes, workplace discrimination, school bullying, and racial and religious profiling; and\n      Whereas, More recently, in April 2021, four Sikhs were killed in a mass shooting at a FedEx facility in Indianapolis, as reported by the Associated Press and other media outlets; and\n      Whereas, Promoting greater awareness and understanding of Sikhs and their religious practices and traditions may help to reduce the number of bias-based incidents and bullying; and\n      Whereas, New York City has a history of recognizing and celebrating its diverse ethnic communities and the Mayor's office can play a major role in promoting greater awareness and appreciation of Sikhs by designating April 13 to recognize Vaisakhi and celebrate Sikh heritage; and\n      Whereas, For example, while Sikhs do celebrate Vaisakhi with a parade, it is not widely recognized or televised like the St. Patrick's, Columbus or Puerto Rican Day parades, nor are alternate side of the street parking regulations suspended as is the case for Lunar New Year, Eid al-Fitr, Diwali and most major Christian and Jewish holidays; and\n      Whereas, Schools can also play an important role in raising awareness and understanding of Sikhs and helping to reduce bias and bullying; and\n      Whereas, A 2008 report by the Sikh Coalition based on a survey of Sikhs in New York City found that half of the City's Sikh students reported being teased or harassed because of their Sikh identity and, among those who wear turbans or patkas, 3 out of 5 Sikh children had been harassed and verbally or physically abused; and\n      Whereas, Currently, the New York City Department of Education (DOE) permits students to take an excused absence for religious observances such as Vaisakhi and, similarly, allows employees time off for religious observance, but there is no other acknowledgement of Sikh students or employees; and\n      Whereas, The DOE is shifting to a new educational strategy called \"culturally responsive-sustaining education (CR-SE)\" which is a cultural view of learning in which multiple forms of diversity, including nationality and religion, \"are recognized, understood, and regarded as indispensable sources of knowledge for rigorous teaching and learning\"; and\n      Whereas, Additionally, the DOE is investing $202 million in FY22 to develop a rigorous, inclusive, and affirming curriculum by fall 2023 called the Universal Mosaic Curriculum; and\n      Whereas, It is critically important that the DOE include discussion and awareness of the Sikh culture, traditions and religious observances, especially Vaisakhi, into their CR-SE and Universal Mosaic Curriculum, since it is one of the most historically significant days of the year for Sikhs, and it provides an excellent opportunity for education during the month of April; and\n      Whereas, Both the Mayor's office and the DOE can play a critical role in raising awareness and understanding of Sikhs and helping to reduce bias, bullying and hate crimes against them; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the Mayor's office and New York City Department of Education to recognize and observe the important Sikh holiday, Vaisakhi, on April 13 each year.\nSession13\nLS #6210\n01/12/2024\n\nSession 12\nAH\nLS #6210\n03/14/22\n\n\n\n\n\n\n\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Arial;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Gennaro, Yeger, Schulman, Hanif, Won and Bottcher\\par\n \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Sikhism is a religion and philosophy founded in the Punjab region of the Indian subcontinent in the late 15th century; and\\par\nWhereas, There are an estimated 25-30 million adherents of Sikhism, called Sikhs, worldwide according to various sources, including the Encyclopedia Britannica and BBC News, making it the world's fifth-largest organized religion; and\\par\nWhereas, Sikhs first came to the United States in the late 1800s according to the Sikh Coalition, a national organization based in New York City; and\\par\nWhereas,\\cf1\\f1\\fs21  \\cf0\\f0\\fs24 The U.S. Census Bureau does not collect data on religious affiliation, so there is no official U.S. government data on the number of Sikhs in this country, but estimates of the number of Sikhs in the U.S. today range from 500,000 to 700,000, according to the Sikh Coalition and the Sikh American Legal Defense and Education Fund (SALDEF), a national civil rights and educational organization based in Washington, DC; and\\par\nWhereas, Although there is no official count of Sikhs in New York City, the Sikh Coalition estimated the City\\rquote s Sikh population at approximately 50,000 in 2007, while a representative with United Sikhs, a U.N. affiliated, international non-profit, humanitarian relief, education and advocacy organization headquartered in New York, estimated the number of Sikhs in the City at around 80,000 in 2010, with the largest concentration of 50,000 to 60,000 in Richmond Hill, Queens alone; and\\par\nWhereas, Sikh New Yorkers have contributed to this City for many decades but have received very little recognition of their efforts as a group or of their faith; and\\par\nWhereas, For example, unlike holidays of other groups, such as the Christian holiday of Easter, the Jewish holiday of Yom Kippur, the Muslim holiday of Eid al-Fitr and the East Asian Lunar New Year, the Sikh holiday of Vaisakhi is not widely known or recognized; and\\par\nWhereas, According to the British Broadcasting Corporation, Vaisakhi-the Sikh New Year festival, usually celebrated on April 13 or 14-started as a harvest festival in the Punjabi region of northern India and marks the start of the Punjabi New Year; and\\par\nWhereas, Vaisakhi is also a day to celebrate 1699-the year when Sikhism was born as a collective faith-and is one of the most important dates in the Sikh calendar; and\\par\nWhereas, In reality, most New Yorkers and other Americans know little to nothing about Sikhs or Sikhism, and this lack of awareness and understanding has contributed to an increase in bias incidents and hate crimes against Sikhs according to the Sikh Coalition; and \\par\nWhereas, According to data compiled by the Sikh Coalition, Sikhs are among the nation\\rquote s most-targeted religious groups and are hundreds of times more likely than their fellow Americans to experience hate crimes because of their distinct appearance, including the wearing of turbans; and\\par\nWhereas, In particular, a wave of hate began in the immediate aftermath of the 9/11 attacks in 2001, with over 300 cases of violence and discrimination against Sikh Americans throughout the U.S. in the first month after 9/11 documented by the Sikh Coalition; and \\par\nWhereas, Since then, the Sikh Coalition has received thousands of reports from the Sikh community about hate crimes, workplace discrimination, school bullying, and racial and religious profiling; and\\par\nWhereas, More recently, in April 2021, four Sikhs were killed in a mass shooting at a FedEx facility in Indianapolis, as reported by the Associated Press and other media outlets; and\\par\nWhereas, Promoting greater awareness and understanding of Sikhs and their religious practices and traditions may help to reduce the number of bias-based incidents and bullying; and\\par\nWhereas, New York City has a history of recognizing and celebrating its diverse ethnic communities and the Mayor's office can play a major role in promoting greater awareness and appreciation of Sikhs by designating April 13 to recognize Vaisakhi and celebrate Sikh heritage; and\\par\nWhereas, For example, while Sikhs do celebrate Vaisakhi with a parade, it is not widely recognized or televised like the St. Patrick\\rquote s, Columbus or Puerto Rican Day parades, nor are alternate side of the street parking regulations suspended as is the case for Lunar New Year, Eid al-Fitr, Diwali and most major Christian and Jewish holidays; and\\par\nWhereas, Schools can also play an important role in raising awareness and understanding of Sikhs and helping to reduce bias and bullying; and\\par\nWhereas, A 2008 report by the Sikh Coalition based on a survey of Sikhs in New York City found that half of the City\\rquote s Sikh students reported being teased or harassed because of their Sikh identity and, among those who wear turbans or patkas, 3 out of 5 Sikh children had been harassed and verbally or physically abused; and\\par\nWhereas, Currently, the New York City Department of Education (DOE) permits students to take an excused absence for religious observances such as Vaisakhi and, similarly, allows employees time off for religious observance, but there is no other acknowledgement of Sikh students or employees; and\\par\nWhereas, The DOE is shifting to a new educational strategy called \\ldblquote culturally responsive-sustaining education (CR-SE)\\rdblquote  which is a cultural view of learning in which multiple forms of diversity, including nationality and religion, \\ldblquote are recognized, understood, and regarded as indispensable sources of knowledge for rigorous teaching and learning\\rdblquote ; and\\par\nWhereas, Additionally, the DOE is investing $202 million in FY22 to develop a rigorous, inclusive, and affirming curriculum by fall 2023 called the Universal Mosaic Curriculum; and\\par\nWhereas, It is critically important that the DOE include discussion and awareness of the Sikh culture, traditions and religious observances, especially Vaisakhi, into their CR-SE and Universal Mosaic Curriculum, since it is one of the most historically significant days of the year for Sikhs, and it provides an excellent opportunity for education during the month of April; and\\par\nWhereas, Both the Mayor's office and the DOE can play a critical role in raising awareness and understanding of Sikhs and helping to reduce bias, bullying and hate crimes against them; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls upon the Mayor's office and New York City Department of Education to recognize and observe the important Sikh holiday, Vaisakhi, on April 13 each year.\\par\n\\pard\\ltrpar\\ul\\fs20 Session13\\par\n\\ulnone LS #6210\\par\n01/12/2024\\par\n\\par\n\\ul Session 12\\par\n\\ulnone AH\\par\nLS #6210\\par\n03/14/22\\par\n\\ul\\par\n\\ulnone\\par\n\\fs24\\par\n\\par\n}\n",
  "LastModified": "2024-03-20T22:40:48.36Z"
}
