{
  "ID": 72699,
  "GUID": "20DC58EF-E8A7-47FF-9D26-3D432E288D6C",
  "File": "Res 0243-2024",
  "Name": "Declaring July annually as Muslim-American Heritage Month in the City of New York.",
  "Title": "Resolution declaring July annually as Muslim-American Heritage Month in the City of New York to celebrate the culture and history of Muslim Americans and their contributions to New York City communities.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 5105,
  "BodyName": "Committee on Cultural Affairs, Libraries and International Intergroup Relations",
  "IntroDate": "2024-03-07T00:00:00Z",
  "AgendaDate": "2024-03-07T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    }
  ],
  "History": [
    {
      "ID": 403997,
      "Date": "2024-03-07T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-02-21T17:56:14.62Z"
    },
    {
      "ID": 405700,
      "Date": "2024-03-07T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Cultural Affairs, Libraries and International Intergroup Relations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 20720,
      "AgendaSequence": 211,
      "MinutesSequence": 230,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Cultural Affairs, Libraries and International Intergroup Relations",
      "MatterStatusID": 3,
      "LastModified": "2024-03-07T15:56:24.043Z"
    }
  ],
  "Attachments": [
    {
      "ID": 291043,
      "LastModified": "2024-03-06T23:09:27.47Z",
      "Name": "Res. No. 243",
      "Link": "https://nyc.legistar1.com/nyc/attachments/218ef69b-48a1-4487-8c94-69e253f91284.docx",
      "Sort": 1
    },
    {
      "ID": 297759,
      "LastModified": "2024-03-07T19:42:43.107Z",
      "Name": "March 7, 2024 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/e0433456-16f8-4d61-861f-5c05c41183f0.pdf",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 76224,
  "Text": "Whereas, Representative Karen Bass (D-CA) introduced House Resolution (H. Res.) 541 on July 20, 2021, in the United States (U.S.) House of Representatives, \"[e]xpressing support for the recognition of July as 'Muslim-American Heritage Month' and celebrating the heritage and culture of Muslim Americans in the United States\"; and \n      Whereas, Senator Cory Booker (D-NJ) introduced companion Senate Resolution (S. Res.) 361 on September 14, 2021, in the U.S. Senate; and\n      Whereas, Muslims arrived in the American colonies and later in the U.S. both as slaves and as indentured workers in the 17th, 18th, and 19th centuries; and \n      Whereas, From the 19th century until today in the U.S., new waves of immigration have brought Muslims pursuing economic, social, and religious freedom and opportunity; and\n      Whereas, These immigrants have become students, workers, and humanitarians in U.S. communities, including in New York City (NYC), and have made contributions in a wide variety of fields, including the arts, architecture, business, government, law, medicine, the military, religion, and sports; and \n      Whereas, Prominent Muslim Americans, who are too numerous to list, include a broad array of respected and celebrated individuals from all walks of life-from civil rights activist Malcolm X to heavyweight boxing champion Muhammad Ali; and \n      Whereas, There are currently more than 3,450,000 Muslims living in the U.S., and that figure has been increasing for over a decade; and \n      Whereas, According to World Population Review in 2023, Muslim Americans are a very diverse racial and ethnic group-about 25 percent Black, 24 percent white, 18 percent Asian, 18 percent Arab, 7 percent mixed race, and 5 percent Hispanic; and \n      Whereas, According to 2016 data from Muslims for American Progress, a project of the Institute for Social Policy and Understanding (ISPU), more than 765,000 Muslims make up about 9 percent of NYC residents; and \n      Whereas, According to a 2022 ISPU national survey, about 62 percent of Muslim Americans (with a higher percentage of those under 50 years of age) reported facing religious discrimination; and \n      Whereas, Data from 2019 and 2022 surveys conducted by the Muslim Community Network (MCN) in NYC showed that Muslim youth between 10 and 18 years of age experienced or witnessed hate crimes most frequently of all age groups; and \n      Whereas, Senator Booker noted that his Senate resolution \"recognizes the incredible contributions made by Muslims living in the [U.S.] and also highlights the urgent need to work together to address anti-Muslim bias and hate that has tragically become too commonplace\"; and \n      Whereas, According to the Senate resolution, \"[T]here is a need for public education, awareness, and policies that are culturally competent when describing, discussing, or addressing the impacts of being Muslim American\" in U.S. society; and\n      Whereas, That public education and awareness can begin in NYC by honoring the contributions of Muslim Americans in July each year with appropriate ceremonies and activities; and \n      Whereas, Muslim Americans and Muslim immigrants have enriched the multiethnic, multiracial, and multilingual fabric of NYC for centuries; now, therefore, be it\n      Resolved, That the Council of the City of New York declares July annually as Muslim-American Heritage Month in the City of New York to celebrate the culture and history of Muslim Americans and their contributions to New York City communities.\n\nSession 13\nLS #13488\n01/18/2024\n\nSession 12\nLS #13488\n5/18/2023\nRHP\n\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj By Council Member Gennaro\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Representative Karen Bass (D-CA) introduced House Resolution (H. Res.) 541 on July 20, 2021, in the United States (U.S.) House of Representatives, \\ldblquote [e]xpressing support for the recognition of July as \\lquote Muslim-American Heritage Month\\rquote  and celebrating the heritage and culture of Muslim Americans in the United States\\rdblquote ; and \\par\nWhereas, Senator Cory Booker (D-NJ) introduced companion Senate Resolution (S. Res.) 361 on September 14, 2021, in the U.S. Senate; and\\par\nWhereas, Muslims arrived in the American colonies and later in the U.S. both as slaves and as indentured workers in the 17th, 18th, and 19th centuries; and \\par\nWhereas, From the 19th century until today in the U.S., new waves of immigration have brought Muslims pursuing economic, social, and religious freedom and opportunity; and\\par\nWhereas, These immigrants have become students, workers, and humanitarians in U.S. communities, including in New York City (NYC), and have made contributions in a wide variety of fields, including the arts, architecture, business, government, law, medicine, the military, religion, and sports; and \\par\nWhereas, Prominent Muslim Americans, who are too numerous to list, include a broad array of respected and celebrated individuals from all walks of life-from civil rights activist Malcolm X to heavyweight boxing champion Muhammad Ali; and \\par\nWhereas, There are currently more than 3,450,000 Muslims living in the U.S., and that figure has been increasing for over a decade; and \\par\nWhereas, According to World Population Review in 2023, Muslim Americans are a very diverse racial and ethnic group-about 25 percent Black, 24 percent white, 18 percent Asian, 18 percent Arab, 7 percent mixed race, and 5 percent Hispanic; and \\par\nWhereas, According to 2016 data from Muslims for American Progress, a project of the Institute for Social Policy and Understanding (ISPU), more than 765,000 Muslims make up about 9 percent of NYC residents; and \\par\nWhereas, According to a 2022 ISPU national survey, about 62 percent of Muslim Americans (with a higher percentage of those under 50 years of age) reported facing religious discrimination; and \\par\nWhereas, Data from 2019 and 2022 surveys conducted by the Muslim Community Network (MCN) in NYC showed that Muslim youth between 10 and 18 years of age experienced or witnessed hate crimes most frequently of all age groups; and \\par\nWhereas, Senator Booker noted that his Senate resolution \\ldblquote recognizes the incredible contributions made by Muslims living in the [U.S.] and also highlights the urgent need to work together to address anti-Muslim bias and hate that has tragically become too commonplace\\rdblquote ; and \\par\nWhereas, According to the Senate resolution, \\ldblquote [T]here is a need for public education, awareness, and policies that are culturally competent when describing, discussing, or addressing the impacts of being Muslim American\\rdblquote  in U.S. society; and\\par\nWhereas, That public education and awareness can begin in NYC by honoring the contributions of Muslim Americans in July each year with appropriate ceremonies and activities; and \\par\nWhereas, Muslim Americans and Muslim immigrants have enriched the multiethnic, multiracial, and multilingual fabric of NYC for centuries; now, therefore, be it\\par\nResolved, That the Council of the City of New York declares July annually as Muslim-American Heritage Month in the City of New York to celebrate the culture and history of Muslim Americans and their contributions to New York City communities.\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\fs18\\par\n\\pard\\ltrpar\\qj Session 13\\par\nLS #13488\\par\n01/18/2024\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\par\n\\pard\\ltrpar\\qj Session 12\\par\nLS #13488\\par\n5/18/2023\\par\nRHP\\par\n\\par\n}\n",
  "LastModified": "2024-03-07T19:42:43.107Z"
}
