{
  "ID": 73219,
  "GUID": "7AF96C08-6294-4D6F-A896-3C1E8CB37B31",
  "File": "Res 0245-2024",
  "Name": "Declaring April as Sikh Awareness and Appreciation Month in New York City.",
  "Title": "Resolution declaring April as Sikh Awareness and Appreciation Month in New York City.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 5105,
  "BodyName": "Committee on Cultural Affairs, Libraries and International Intergroup Relations",
  "IntroDate": "2024-03-07T00:00:00Z",
  "AgendaDate": "2024-03-07T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 7814,
      "Slug": "linda-lee",
      "FullName": "Linda Lee"
    },
    {
      "ID": 7813,
      "Slug": "tiffany-caban",
      "FullName": "Tiffany Cabán"
    },
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    },
    {
      "ID": 7826,
      "Slug": "shahana-k-hanif",
      "FullName": "Shahana K. Hanif"
    },
    {
      "ID": 7810,
      "Slug": "amanda-farias",
      "FullName": "Amanda Farías"
    },
    {
      "ID": 7748,
      "Slug": "justin-l-brannan",
      "FullName": "Justin L. Brannan"
    },
    {
      "ID": 7803,
      "Slug": "julie-menin",
      "FullName": "Julie Menin"
    },
    {
      "ID": 7833,
      "Slug": "david-m-carr",
      "FullName": "David M. Carr"
    }
  ],
  "History": [
    {
      "ID": 403991,
      "Date": "2024-03-07T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-02-21T17:19:00.287Z"
    },
    {
      "ID": 405701,
      "Date": "2024-03-07T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Cultural Affairs, Libraries and International Intergroup Relations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 20720,
      "AgendaSequence": 213,
      "MinutesSequence": 232,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Cultural Affairs, Libraries and International Intergroup Relations",
      "MatterStatusID": 3,
      "LastModified": "2024-03-07T15:56:38.56Z"
    }
  ],
  "Attachments": [
    {
      "ID": 293806,
      "LastModified": "2024-03-06T23:10:09.947Z",
      "Name": "Res. No. 245",
      "Link": "https://nyc.legistar1.com/nyc/attachments/4d806754-e23a-4eb6-a35e-7e4c77ec502e.docx",
      "Sort": 1
    },
    {
      "ID": 297761,
      "LastModified": "2024-03-07T19:42:43.617Z",
      "Name": "March 7, 2024 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/5f668049-6404-41c9-9a95-ea76878d1a0f.pdf",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 76750,
  "Text": "Whereas, Sikhism is a religion and philosophy founded by Guru Nanak in the Punjab region of the Indian subcontinent in the late 15th century; and\n      Whereas, According to the encyclopedia Britannica, in Punjabi the word Sikh means \"learner\" and the Sikh worldview centers around the idea of oneness and the belief of a divine presence in all people; and\n      Whereas, Sikh tradition calls upon its followers to participate in prayerful action known as seva, and Sikhs are expected to serve humanity while cultivating their own spirituality by practicing their principles daily, which include truthful living, service to humanity and a devotion to God; and\n      Whereas, Following the annexation by the British of the Punjab province in 1849, in hopes of securing a better economic future, Sikhs with a background in agriculture immigrated to the U.S.; and \n      Whereas, According to the University of California at Davis, during the 1940s, and in response to the success of Japanese farmers in California, public opinion turned against many Asian immigrants and Sikhs were met with newly enacted discriminatory laws branding most immigrants ineligible from holding leases on agricultural lands or securing U.S. citizenship; and\n      Whereas, These restrictions caused Sikh immigrants to secure employment as laborers for railroad construction projects and western frontier lumber mills and eventually to accept work as farm laborers for large agricultural growers in California's Imperial Valley; and\n      Whereas, According to the University of California at Davis, despite their significant contributions to building the infrastructure of America, a fundamental misunderstanding and mistrust of Sikhs by white Americans led to acts of violence and discrimination against many Sikh communities since their arrival to this country in the nineteenth century; and\n      Whereas, Riots against Sikhs in rural towns can be traced back to 1907 in Bellingham, Washington, when attacks upon Sikhs were spearheaded by the Asian Exclusion League, an organization formed to marginalize Asians economically that was supported by many white political and labor organizations; and \n      Whereas, In 1917, the Asian Barred Zone Act stopped almost all Asian immigration to the U.S., leaving many Punjabi families separated for decades and unable to join loved ones already working in the U.S. until the laws were amended in the 1940s; and \n      Whereas, Since the attacks of September 11, 2001, Sikhs, who for religious reasons wear long beards and turbans and are often misidentified as Muslim, are particularly vulnerable to discrimination and continue to be the target of attacks and hate crimes; and\n      Whereas, Despite Sikhism having more than 25 million followers worldwide and being the world's fifth largest religion, a 2015 national survey conducted in the U.S. by Hart Research Associates found that a majority of Americans-60 percent-admitted they knew nothing at all about Sikh culture; and \n      Whereas, Contributions by Sikhs to American life and prosperity include helping to settle the Western frontier and build America's railroads, service in the U.S. military, service in the U.S. House of Representatives, contributions as physicians, university professors, businesspersons, celebrated recording artists, inventors of technology such as fiber optics, and many other contributions to all facets of life in the U.S. and New York City; and\n      Whereas, While neither the United States Census nor the New York City Department of City Planning collects specific data on religion, according to a 2007 Sikh Coalition Advocacy Survey, there were an estimated 50,000 Sikhs living in Queens, based upon reported membership in Sikh places of worship, known as gurdwaras; and\n      Whereas, Current estimates of Sikhs living in Richmond Hill, Queens are believed to be approximately 60,000, yet without equitable representation within local, state and federal government it remains difficult to promote awareness of Sikh culture and contributions; and\n      Whereas, To coincide with Vaisakhi, a significant day of the year for Sikhs which marks the harvest and beginning of the Sikh New Year, the Sikh Coalition helped to create and enact the nation's first Sikh Awareness and Appreciation Month during April in California, Colorado, Connecticut, Delaware, Georgia, Illinois, Indiana, Massachusetts, Michigan, New Jersey, Oregon, Pennsylvania, Washington, Wisconsin, Virginia and Utah; and\n      Whereas, Sikhs have lived and worked in the U.S. for more than a century, making  vital and significant contributions to daily life in New York City, yet American society is largely unaware and ignorant of their history, community and culture, which puts Sikhs at continued risk for high rates of violence, discrimination, bullying and profiling at work, home and school; now, therefore be it \n   Resolved, That the Council of the City of New York declares April as Sikh Awareness and Appreciation Month in New York City. \n\n\nSession 13\nLS #6211\n01/18/2024\n\nSession 12\nAH/RHP\nLS #6211\n2/27/2023\n\n\n\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Calibri;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj By Council Members Gennaro, Lee, \\cf1 Cab\\'e1n, Louis, Hanif, Far\\'edas, Brannan, Menin and Carr\\cf0\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Sikhism is a religion and philosophy founded by Guru Nanak in the Punjab region of the Indian subcontinent in the late 15\\super th\\nosupersub  century; and\\par\nWhereas, According to the encyclopedia Britannica, in Punjabi the word Sikh means \\ldblquote learner\\rdblquote  and the Sikh worldview centers around the idea of oneness and the belief of a divine presence in all people; and\\par\nWhereas, Sikh tradition calls upon its followers to participate in prayerful action known as \\i seva\\i0 , and Sikhs are expected to serve humanity while cultivating their own spirituality by practicing their principles daily, which include truthful living, service to humanity and a devotion to God; and\\par\nWhereas, Following the annexation by the British of the Punjab province in 1849, in hopes of securing a better economic future, Sikhs with a background in agriculture immigrated to the U.S.; and \\par\nWhereas, According to the University of California at Davis, during the 1940s, and in response to the success of Japanese farmers in California, public opinion turned against many Asian immigrants and Sikhs were met with newly enacted discriminatory laws branding most immigrants ineligible from holding leases on agricultural lands or securing U.S. citizenship; and\\par\nWhereas, These restrictions caused Sikh immigrants to secure employment as laborers for railroad construction projects and western frontier lumber mills and eventually to accept work as farm laborers for large agricultural growers in California\\rquote s Imperial Valley; and\\par\nWhereas, According to the University of California at Davis, despite their significant contributions to building the infrastructure of America, a fundamental misunderstanding and mistrust of Sikhs by white Americans led to acts of violence and discrimination against many Sikh communities since their arrival to this country in the nineteenth century; and\\par\nWhereas, Riots against Sikhs in rural towns can be traced back to 1907 in Bellingham, Washington, when attacks upon Sikhs were spearheaded by the Asian Exclusion League, an organization formed to marginalize Asians economically that was supported by many white political and labor organizations; and \\par\nWhereas, In 1917, the Asian Barred Zone Act stopped almost all Asian immigration to the U.S., leaving many Punjabi families separated for decades and unable to join loved ones already working in the U.S. until the laws were amended in the 1940s; and \\par\nWhereas, Since the attacks of September 11, 2001, Sikhs, who for religious reasons wear long beards and turbans and are often misidentified as Muslim, are particularly vulnerable to discrimination and continue to be the target of attacks and hate crimes; and\\par\nWhereas, Despite Sikhism having more than 25 million followers worldwide and being the world\\rquote s fifth largest religion, a 2015 national survey conducted in the U.S. by Hart Research Associates found that a majority of Americans-60 percent-admitted they knew nothing at all about Sikh culture; and \\par\nWhereas, Contributions by Sikhs to American life and prosperity include helping to settle the Western frontier and build America\\rquote s railroads, service in the U.S. military, service in the U.S. House of Representatives, contributions as physicians, university professors, businesspersons, celebrated recording artists, inventors of technology such as fiber optics, and many other contributions to all facets of life in the U.S. and New York City; and\\par\nWhereas, While neither the United States Census nor the New York City Department of City Planning collects specific data on religion, according to a 2007 Sikh Coalition Advocacy Survey, there were an estimated 50,000 Sikhs living in Queens, based upon reported membership in Sikh places of worship, known as \\i gurdwaras\\i0 ; and\\par\nWhereas, Current estimates of Sikhs living in Richmond Hill, Queens are believed to be approximately 60,000, yet without equitable representation within local, state and federal government it remains difficult to promote awareness of Sikh culture and contributions; and\\par\nWhereas, To coincide with \\i Vaisakhi\\i0 , a significant day of the year for Sikhs which marks the harvest and beginning of the Sikh New Year, the Sikh Coalition helped to create and enact the nation\\rquote s first Sikh Awareness and Appreciation Month during April in California, Colorado, Connecticut, Delaware, Georgia, Illinois, Indiana, Massachusetts, Michigan, New Jersey, Oregon, Pennsylvania, Washington, Wisconsin, Virginia and Utah; and\\par\nWhereas, Sikhs have lived and worked in the U.S. for more than a century, making  vital and significant contributions to daily life in New York City, yet American society is largely unaware and ignorant of their history, community and culture, which puts Sikhs at continued risk for high rates of violence, discrimination, bullying and profiling at work, home and school; now, therefore be it \\par\n\\pard\\ltrpar\\fi360\\sl480\\slmult1\\qj Resolved, That the Council of the City of New York declares April as Sikh Awareness and Appreciation Month in New York City. \\par\n\\pard\\ltrpar\\qj\\fs20\\par\n\\par\nSession 13\\par\nLS #6211\\par\n01/18/2024\\par\n\\par\n\\ul Session 12\\par\n\\ulnone AH/RHP\\par\nLS #6211\\par\n2/27/2023\\f1\\par\n}\n",
  "LastModified": "2024-03-07T19:42:43.617Z"
}
