{
  "ID": 73339,
  "GUID": "FBF45C60-789F-44BD-B2BC-7A192F294723",
  "File": "Res 0249-2024",
  "Name": "Make the extension of certain local emergency orders subject to the approval of the local governing. (S.7545 /A.9342)",
  "Title": "Resolution calling upon the New York State Legislature to pass, and Governor to sign, S.7545 /A.9342, to make the extension of certain local emergency orders subject to the approval of the local governing.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 5293,
  "BodyName": "Committee on Governmental Operations, State & Federal Legislation",
  "IntroDate": "2024-03-07T00:00:00Z",
  "AgendaDate": "2024-03-07T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7811,
      "Slug": "vickie-paladino",
      "FullName": "Vickie Paladino"
    },
    {
      "ID": 7819,
      "Slug": "joann-ariola",
      "FullName": "Joann Ariola"
    },
    {
      "ID": 7833,
      "Slug": "david-m-carr",
      "FullName": "David M. Carr"
    },
    {
      "ID": 7264,
      "Slug": "joseph-c-borelli",
      "FullName": "Joseph C. Borelli"
    },
    {
      "ID": 7749,
      "Slug": "kalman-yeger",
      "FullName": "Kalman Yeger"
    }
  ],
  "History": [
    {
      "ID": 405111,
      "Date": "2024-03-07T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-03-01T20:07:15.18Z"
    },
    {
      "ID": 405739,
      "Date": "2024-03-07T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Governmental Operations, State & Federal Legislation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 20720,
      "AgendaSequence": 249,
      "MinutesSequence": 268,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Governmental Operations, State & Federal Legislation",
      "MatterStatusID": 3,
      "LastModified": "2024-03-07T16:02:45.787Z"
    }
  ],
  "Attachments": [
    {
      "ID": 294417,
      "LastModified": "2024-03-08T19:59:09.26Z",
      "Name": "Res. No. 249",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d50e35fc-5137-4356-9ad7-aa795fc341c2.docx",
      "Sort": 1
    },
    {
      "ID": 297797,
      "LastModified": "2024-03-07T19:42:55.043Z",
      "Name": "March 7, 2024 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/3f1d988a-97ce-4c84-ad76-b384041dd8ae.pdf",
      "Sort": 2
    },
    {
      "ID": 299224,
      "LastModified": "2024-03-20T18:24:02.94Z",
      "Name": "Hearing Transcript - Stated Meeting 3-7-24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/dcb20c7b-50ed-46e1-afb5-388b0aaf306a.pdf",
      "Sort": 3
    },
    {
      "ID": 307399,
      "LastModified": "2024-08-09T22:09:19.437Z",
      "Name": "Minutes of the Stated Meeting - March 7, 2024",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d2527d6c-54ad-4306-ad52-acb5b750965f.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 76873,
  "Text": "Whereas, The state of emergency to address the threat and impact of COVID-19 in the City of New York was first declared in Emergency Executive Order No. 98, issued on March 12, 2020; and\n\tWhereas, On July 5, 2022, Mayor Adams issued Emergency Executive Order No. 135, further extending the state of emergency for five additional days; and\n\tWhereas, New York City has therefore been in a state of emergency related to the spread of COVID-19 for over two years; and\n\tWhereas, Pursuant to New York State (NYS) law, chief elected officials are authorized to declare and extend a local disaster emergency; and\n\tWhereas, This unilateral power circumvents the legislative process, limiting the input of elected representatives; and\n\tWhereas, NYS Senate Bill S.7545, introduced by Senator Patrick Gallivan, and Assembly Bill A.9342, introduced by Assembly Member Stephen Hawley, would empower local legislative bodies to approve any renewal of a local state of emergency; and\n\tWhereas, Under the proposed legislation, orders issued by a local health agency would also be limited to five days in duration, with extension permitted only upon approval of the relevant local legislative body; and\n\tWhereas, As New York City seeks to emerge from the worst phases of the COVID-19 pandemic, NYS should implement stronger good governance laws to create more accountability to executive power; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon New York State Legislature to pass the Governor to sign, S.7545/A.9342, to make the extension of certain local emergency orders subject to the approval of the local governing body\n\nSession 13\nLS #9519\n01/17/2024\n\nSession 12\nLS 9519\nNM\n7/7/22",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Calibri;}}\n\\viewkind4\\uc1\n\\pard\\ltrpar\\v0\\par\nBy Council Members Paladino, Ariola, Carr, Borelli and Yeger\\par\n\\par\n\\pard\\ltrpar\\sa160\\sl480\\slmult1\\qj\\tab Whereas, The state of emergency to address the threat and impact of COVID-19 in the City of New York was first declared in Emergency Executive Order No. 98, issued on March 12, 2020; and\\par\n\\tab Whereas, On July 5, 2022, Mayor Adams issued Emergency Executive Order No. 135, further extending the state of emergency for five additional days; and\\par\n\\tab Whereas, New York City has therefore been in a state of emergency related to the spread of COVID-19 for over two years; and\\par\n\\tab Whereas, Pursuant to New York State (NYS) law, chief elected officials are authorized to declare and extend a local disaster emergency; and\\par\n\\tab Whereas, This unilateral power circumvents the legislative process, limiting the input of elected representatives; and\\par\n\\tab Whereas, NYS Senate Bill S.7545, introduced by Senator Patrick Gallivan, and Assembly Bill A.9342, introduced by Assembly Member Stephen Hawley, would empower local legislative bodies to approve any renewal of a local state of emergency; and\\par\n\\tab Whereas, Under the proposed legislation, orders issued by a local health agency would also be limited to five days in duration, with extension permitted only upon approval of the relevant local legislative body; and\\par\n\\tab Whereas, As New York City seeks to emerge from the worst phases of the COVID-19 pandemic, NYS should implement stronger good governance laws to create more accountability to executive power; now, therefore, be it\\par\n\\pard\\ltrpar\\fi720\\sa160\\sl480\\slmult1\\qj Resolved, That the Council of the City of New York calls upon New York State Legislature to pass the Governor to sign, S.7545/A.9342, to make the extension of certain local emergency orders subject to the approval of the local governing body\\par\n\\pard\\ltrpar\\qj\\fs20\\par\nSession 13\\par\nLS #9519\\par\n01/17/2024\\par\n\\par\nSession 12\\par\nLS 9519\\par\nNM\\line 7/7/22\\fs24\\par\n\\pard\\ltrpar\\sa160\\sl252\\slmult1\\f1\\fs22\\par\n}\n",
  "LastModified": "2024-08-09T22:09:19.437Z"
}
