{
  "ID": 73304,
  "GUID": "BF854303-9EBB-4CF6-98CE-8F4E7DFC7C88",
  "File": "Res 0250-2024",
  "Name": "Require all school buses operating within the state, regardless of seating capacity, to have a stop-arm on each side, and to prohibit any school buses from operating if they do not have functioning stop-arms.",
  "Title": "Resolution calling on the New York State Legislature to pass, and the Governor to sign, legislation that would require all school buses operating within the state, regardless of seating capacity, to have a stop-arm on each side, and to prohibit any school buses from operating if they do not have functioning stop-arms.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 25,
  "StatusName": "Laid Over in Committee",
  "BodyID": 9,
  "BodyName": "Committee on Education",
  "IntroDate": "2024-03-07T00:00:00Z",
  "AgendaDate": "2024-03-07T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7794,
      "Slug": "kevin-c-riley",
      "FullName": "Kevin C. Riley"
    },
    {
      "ID": 7804,
      "Slug": "shaun-abreu",
      "FullName": "Shaun Abreu"
    },
    {
      "ID": 7821,
      "Slug": "jennifer-gutierrez",
      "FullName": "Jennifer Gutiérrez"
    },
    {
      "ID": 7818,
      "Slug": "lynn-c-schulman",
      "FullName": "Lynn C. Schulman"
    },
    {
      "ID": 7809,
      "Slug": "althea-v-stevens",
      "FullName": "Althea V.  Stevens"
    },
    {
      "ID": 7816,
      "Slug": "julie-won",
      "FullName": "Julie Won"
    },
    {
      "ID": 7798,
      "Slug": "oswald-feliz",
      "FullName": "Oswald Feliz"
    },
    {
      "ID": 7866,
      "Slug": "yusef-salaam",
      "FullName": "Yusef Salaam"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 7810,
      "Slug": "amanda-farias",
      "FullName": "Amanda Farías"
    },
    {
      "ID": 7813,
      "Slug": "tiffany-caban",
      "FullName": "Tiffany Cabán"
    },
    {
      "ID": 7817,
      "Slug": "nantasha-m-williams",
      "FullName": "Nantasha M. Williams"
    },
    {
      "ID": 7825,
      "Slug": "alexa-aviles",
      "FullName": "Alexa Avilés"
    },
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    },
    {
      "ID": 7823,
      "Slug": "chi-a-osse",
      "FullName": "Chi A. Ossé"
    },
    {
      "ID": 7829,
      "Slug": "mercedes-narcisse",
      "FullName": "Mercedes Narcisse"
    },
    {
      "ID": 7822,
      "Slug": "crystal-hudson",
      "FullName": "Crystal Hudson"
    },
    {
      "ID": 7796,
      "Slug": "selvena-n-brooks-powers",
      "FullName": "Selvena N. Brooks-Powers"
    },
    {
      "ID": 7865,
      "Slug": "kristy-marmorato",
      "FullName": "Kristy Marmorato"
    }
  ],
  "History": [
    {
      "ID": 404781,
      "Date": "2024-03-07T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-02-26T18:44:09.903Z"
    },
    {
      "ID": 405756,
      "Date": "2024-03-07T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Education",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 20720,
      "AgendaSequence": 277,
      "MinutesSequence": 296,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Education",
      "MatterStatusID": 3,
      "LastModified": "2024-03-07T16:07:53.427Z"
    },
    {
      "ID": 412381,
      "Date": "2024-09-30T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 9,
      "BodyName": "Committee on Education",
      "EventID": 21094,
      "AgendaSequence": 3,
      "MinutesSequence": 7,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2024-09-30T16:30:18.783Z"
    },
    {
      "ID": 413066,
      "Date": "2024-09-30T10:15:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 9,
      "BodyName": "Committee on Education",
      "EventID": 21094,
      "MinutesSequence": 8,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2024-09-30T19:31:51.463Z"
    },
    {
      "ID": 412378,
      "Date": "2024-09-30T10:30:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 6,
      "BodyName": "Committee on Contracts",
      "EventID": 21095,
      "AgendaSequence": 3,
      "MinutesSequence": 7,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2024-09-30T19:31:57.193Z"
    },
    {
      "ID": 413071,
      "Date": "2024-09-30T10:45:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 6,
      "BodyName": "Committee on Contracts",
      "EventID": 21095,
      "MinutesSequence": 8,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2024-09-30T19:32:03.01Z"
    }
  ],
  "Attachments": [
    {
      "ID": 294246,
      "LastModified": "2024-11-19T22:04:09.97Z",
      "Name": "Res. No. 250",
      "Link": "https://nyc.legistar1.com/nyc/attachments/3f638430-0944-4287-8461-0a3d20835f47.docx",
      "Sort": 1
    },
    {
      "ID": 297825,
      "LastModified": "2024-03-07T19:43:02.26Z",
      "Name": "March 7, 2024 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/4bc539cd-d3b1-44e0-91df-c03507123022.pdf",
      "Sort": 2
    },
    {
      "ID": 299252,
      "LastModified": "2024-03-20T18:24:07.66Z",
      "Name": "Hearing Transcript - Stated Meeting 3-7-24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/7921ed8e-73af-4931-97b5-794d89ebc984.pdf",
      "Sort": 3
    },
    {
      "ID": 307427,
      "LastModified": "2024-08-09T22:09:26.67Z",
      "Name": "Minutes of the Stated Meeting - March 7, 2024",
      "Link": "https://nyc.legistar1.com/nyc/attachments/934e0209-3b41-4e15-ad1a-6b6a1ee96306.pdf",
      "Sort": 4
    },
    {
      "ID": 309091,
      "LastModified": "2024-09-28T13:47:32.583Z",
      "Name": "Committee Report 9/30/24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/57248032-9853-4f65-8bce-9d248daa9549.docx",
      "Sort": 5
    },
    {
      "ID": 309848,
      "LastModified": "2024-10-08T15:12:13.23Z",
      "Name": "Hearing Testimony 9/30/24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/1927e800-beb9-4e11-a9d6-8c05cfe1e2e8.pdf",
      "Sort": 6
    },
    {
      "ID": 309661,
      "LastModified": "2024-10-08T15:12:13.197Z",
      "Name": "Hearing Transcript 9/30/24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/76356a5a-3aca-4afb-a3cd-205d73f0207e.pdf",
      "Sort": 7
    },
    {
      "ID": 311643,
      "LastModified": "2024-11-19T22:04:17.02Z",
      "Name": "Committee Report 11/21/24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c6ae11f4-af4f-4270-b348-f199d5260175.docx",
      "Sort": 8
    }
  ],
  "Summary": "",
  "TextID": 76838,
  "Text": "Whereas, According to the Governor's Traffic Safety Committee (GTSC), 2.3 million children are transported by more than 50,000 school buses annually within New York State (NYS); and\n      Whereas, The New York City (NYC) Department of Education provides all eligible NYC students in public, charter, and non-public schools with transportation, and it is estimated that the City spends about $1.25 billion annually to transport about 150,000 students to and from school; and\n      Whereas, As school buses have bigger blind spots, take longer to stop, and need more room to maneuver than a standard vehicle, school buses are and should be treated differently; and\n      Whereas, The NYS Department of Motor Vehicles (DMV) advises that when drivers encounter a school bus they should slow down, be alert, come to a complete stop at least 20 feet away from the bus, and be extra careful before moving their vehicle, as children and pedestrians may be walking in front of, behind, or on the side of the buses; and\n      Whereas, In 2019, according to data from the National Highway Traffic Safety Administration, 109 people were killed nationwide in school bus-related crashes with 8 deaths, or 7% of the total, occurring within NYS; and\n      Whereas, According to the DMV, fatal crashes involving students who were struck by passing motorists typically involved motorists in one or more of the following circumstances: attempting to pass the bus; claiming they did not have time to wait; not seeing the flashing lights of the bus due to visibility issues; being waved on by the bus driver; being unaware of a child crossing; and/or simply disregarding the law and children's safety; and\n      Whereas, Surveys conducted by the New York Association for Pupil Transportation, in partnership with the GTSC, show that approximately 50,000 motorists illegally pass school buses in NYS each school day, and that illegally passing a school bus has the potential for serious injury or even fatality; and\n      Whereas, According to NYS law, the Commissioner of the DMV, in consultation with the NYS Commissioner of Transportation, has the authority to promulgate rules and regulations for the use of stop-arms on school buses which shall include provisions for an additional stop-arm to be located on the right side of the bus and/or an additional stop-arm to be located on the driver's side as close as is practical to the rear corner of the bus; and\n      Whereas, Presently, NYS law requires that every school bus designed with a capacity of 45 persons or more, and manufactured for use in NYS on or after 2002, be equipped with an additional stop-arm on the rear corner of the driver's side in compliance with regulations; and\n      Whereas, However, all school buses operating in NYS still do not have a stop-arm on each side of the school bus, which proponents think will enhance student safety; and\n      Whereas, The adoption of a state law requiring that all school buses, regardless of seating capacity, have a stop-arm on each side, and that any school bus without properly functioning stop-arms be prohibited from being used would ensure that motorists on any side of a school bus are alerted to the presence of children and pedestrians, so that children may be safely picked up and dropped off by school buses; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign, legislation that would require all school buses operating within the state, regardless of seating capacity, to have a stop-arm on each side, and to prohibit any school buses from operating if they do not have functioning stop-arms.\n     \nSession 13\nLS#7814\n01/17/2024\n\nSession 12\nJA\nLS #7814\n3/25/22; 12:45 p.m.\n\n\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red192\\green192\\blue192;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\n\\highlight0 By Council Members Riley, Abreu, Guti\\'e9rrez, Schulman, Stevens, Won, Feliz, Salaam, Gennaro, Far\\'edas, Cab\\'e1n, Williams, Avil\\'e9s, Louis, Oss\\'e9, Narcisse, Hudson, Brooks-Powers and Marmorato\\par\n\\highlight1\\par\n\\pard\\cbpat3\\ltrpar\\fi720\\sl480\\slmult1\\qj\\cf2\\highlight0 Whereas, According to the Governor\\rquote s Traffic Safety Committee (GTSC), 2.3 million children are transported by more than 50,000 school buses annually within New York State (NYS); and\\fs27\\par\n\\fs24 Whereas, The New York City (NYC) Department of Education provides all eligible NYC students in public, charter, and non-public schools with transportation, and it is estimated that the City spends about $1.25 billion annually to transport about 150,000 students to and from school; and\\fs27\\par\n\\fs24 Whereas, As school buses have bigger blind spots, take longer to stop, and need more room to maneuver than a standard vehicle, school buses are and should be treated differently; and\\fs27\\par\n\\fs24 Whereas, The NYS Department of Motor Vehicles (DMV) advises that when drivers encounter a school bus they should slow down, be alert, come to a complete stop at least 20 feet away from the bus, and be extra careful before moving their vehicle, as children and pedestrians may be walking in front of, behind, or on the side of the buses; and\\fs27\\par\n\\fs24 Whereas, In 2019, according to data from the National Highway Traffic Safety Administration, 109 people were killed nationwide in school bus-related crashes with 8 deaths, or 7% of the total, occurring within NYS; and\\fs27\\par\n\\fs24 Whereas, According to the DMV, fatal crashes involving students who were struck by passing motorists typically involved motorists in one or more of the following circumstances: attempting to pass the bus; claiming they did not have time to wait; not seeing the flashing lights of the bus due to visibility issues; being waved on by the bus driver; being unaware of a child crossing; and/or simply disregarding the law and children\\rquote s safety; and\\fs27\\par\n\\fs24 Whereas, Surveys conducted by the New York Association for Pupil Transportation, in partnership with the GTSC, show that approximately 50,000 motorists illegally pass school buses in NYS each school day, and that illegally passing a school bus has the potential for serious injury or even fatality; and\\fs27\\par\n\\fs24 Whereas, According to NYS law, the Commissioner of the DMV, in consultation with the NYS Commissioner of Transportation, has the authority to promulgate rules and regulations for the use of stop-arms on school buses which shall include provisions for an additional stop-arm to be located on the right side of the bus and/or an additional stop-arm to be located on the driver\\rquote s side as close as is practical to the rear corner of the bus; and\\fs27\\par\n\\fs24 Whereas, Presently, NYS law requires that every school bus designed with a capacity of 45 persons or more, and manufactured for use in NYS on or after 2002, be equipped with an additional stop-arm on the rear corner of the driver\\rquote s side in compliance with regulations; and\\fs27\\par\n\\fs24 Whereas, However, all school buses operating in NYS still do not have a stop-arm on each side of the school bus, which proponents think will enhance student safety; and\\fs27\\par\n\\fs24 Whereas, The adoption of a state law requiring that all school buses, regardless of seating capacity, have a stop-arm on each side, and that any school bus without properly functioning stop-arms be prohibited from being used would ensure that motorists on any side of a school bus are alerted to the presence of children and pedestrians, so that children may be safely picked up and dropped off by school buses; now, therefore, be it\\fs27\\par\n\\fs24 Resolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign, legislation that would require all school buses operating within the state, regardless of seating capacity, to have a stop-arm on each side, and to prohibit any school buses from operating if they do not have functioning stop-arms.\\fs27\\par\n\\pard\\cbpat3\\ltrpar\\fi720\\sl480\\slmult1\\par\n\\pard\\ltrpar\\qj\\cf0\\ul\\fs24 Session 13\\par\n\\ulnone LS#7814\\par\n01/17/2024\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\par\n\\pard\\ltrpar\\qj\\ul\\fs20 Session 12\\par\n\\ulnone JA\\par\nLS #7814\\par\n3/25/22; 12:45 p.m.\\par\n\\par\n\\par\n}\n",
  "LastModified": "2024-11-19T22:04:17.02Z"
}
