{
  "ID": 73948,
  "GUID": "B00DBF1B-135E-43C6-9800-398410D7FD77",
  "File": "Res 0277-2024",
  "Name": "Establish an abatement and exemption from real property taxes for capital improvements to reduce carbon emissions. (S.943-A/A.5050)",
  "Title": "Resolution calling on the State Legislature to pass, and the Governor to sign, S.943-A/A.5050, which would establish an abatement and exemption from real property taxes for capital improvements to reduce carbon emissions.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 5290,
  "BodyName": "Committee on Environmental Protection, Resiliency and Waterfronts",
  "IntroDate": "2024-03-19T00:00:00Z",
  "AgendaDate": "2024-03-19T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 7814,
      "Slug": "linda-lee",
      "FullName": "Linda Lee"
    },
    {
      "ID": 7818,
      "Slug": "lynn-c-schulman",
      "FullName": "Lynn C. Schulman"
    },
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    },
    {
      "ID": 7748,
      "Slug": "justin-l-brannan",
      "FullName": "Justin L. Brannan"
    },
    {
      "ID": 7714,
      "Slug": "rafael-salamanca-jr",
      "FullName": "Rafael Salamanca, Jr."
    },
    {
      "ID": 7812,
      "Slug": "sandra-ung",
      "FullName": "Sandra Ung"
    },
    {
      "ID": 7815,
      "Slug": "shekar-krishnan",
      "FullName": "Shekar Krishnan"
    },
    {
      "ID": 7817,
      "Slug": "nantasha-m-williams",
      "FullName": "Nantasha M. Williams"
    },
    {
      "ID": 7864,
      "Slug": "chris-banks",
      "FullName": "Chris Banks"
    },
    {
      "ID": 7746,
      "Slug": "robert-f-holden",
      "FullName": "Robert F. Holden"
    },
    {
      "ID": 7829,
      "Slug": "mercedes-narcisse",
      "FullName": "Mercedes Narcisse"
    },
    {
      "ID": 7810,
      "Slug": "amanda-farias",
      "FullName": "Amanda Farías"
    }
  ],
  "History": [
    {
      "ID": 406129,
      "Date": "2024-03-19T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-03-14T18:45:14.047Z"
    },
    {
      "ID": 406264,
      "Date": "2024-03-19T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Environmental Protection, Resiliency and Waterfronts",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 20756,
      "AgendaSequence": 93,
      "MinutesSequence": 109,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Environmental Protection, Resiliency and Waterfronts",
      "MatterStatusID": 3,
      "LastModified": "2024-03-19T19:08:05.237Z"
    }
  ],
  "Attachments": [
    {
      "ID": 298714,
      "LastModified": "2024-07-12T15:25:15.803Z",
      "Name": "Res. No. 277",
      "Link": "https://nyc.legistar1.com/nyc/attachments/e3f2ae94-9e47-4040-80f7-196da04e9bb0.docx",
      "Sort": 1
    },
    {
      "ID": 298890,
      "LastModified": "2024-03-19T18:56:17.227Z",
      "Name": "March 19, 2024 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ca4f0fe1-5d55-4c0a-a5ba-0d3557dd045a.pdf",
      "Sort": 2
    },
    {
      "ID": 299585,
      "LastModified": "2024-04-01T13:23:07.363Z",
      "Name": "Hearing Transcript - Stated Meeting 3-19-24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/826eb872-d11e-44c8-a28b-459b3de4a2db.pdf",
      "Sort": 3
    },
    {
      "ID": 307789,
      "LastModified": "2024-08-21T14:56:48.04Z",
      "Name": "Minutes of the Stated Meeting - March 19, 2024",
      "Link": "https://nyc.legistar1.com/nyc/attachments/29a23d30-f817-4308-b7ae-7f34e59bb4de.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 77502,
  "Text": "Whereas, the New York State Climate Leadership and Community Protection Act (Climate Act) imposes a statewide goal of reducing greenhouse gas emissions by 40 percent of 1990 levels by 2030 and no less than 85 percent by 2050 across the entire state economy; and\n      Whereas, Local Law 97 of 2019, later amended by Local Law 147 of 2019 (Local Law 97), imposes energy efficiency requirements on most buildings in New York City over 25,000 square feet; and\n      Whereas, These requirements require a 40 percent reduction in emissions produced by these buildings by the year 2030, increasing to 80 percent by the year 2050; and\n      Whereas, Achieving these goals will require buildings to reduce their total energy use and transition to utilizing lower-carbon energy sources; and\n      Whereas, In April 2023, the PlaNYC strategic climate plan projected 85 percent of the City's multi-family residential buildings would not be in compliance with the Local Law 97 emissions limits for the year 2030; and\n      Whereas, Board presidents of multi-family residential buildings have cited costs in the tens of millions of dollars to bring their buildings into compliance with Local Law 97; and\n      Whereas, Raising the necessary funds to achieve compliance would necessitate raising common charges on building residents, exacerbating the City's affordable housing crisis; and\n      Whereas, S.943-A, introduced by New York State Senator Kevin Parker, and its companion bill, A.5050, introduced by Assembly Member Edward Braunstein, would establish for eligible Class A or Class B multi-family dwellings a real property tax exemption for any increased assessment for a period of twenty years to the extent an improvement necessary for building emissions compliance would increase building value, as well as a real property tax abatement to reduce taxes owed in correspondence to the reduction of greenhouse gas emissions; and\n      Whereas, the social and fiscal benefits to the City of combating climate change and preventing increased housing costs compensate for foregone fiscal benefit from otherwise realized property tax revenue; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the State Legislature to pass, and the Governor to sign, S.943-A/A.5050, which would establish an abatement and exemption from real property taxes for capital improvements to reduce carbon emissions.\nLS #9601\n8/3/2023\nMJT",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Gennaro, Lee, Schulman, Louis, Brannan, Salamanca, Ung, Krishnan, Williams, Banks, Holden, Narcisse and Far\\'edas\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, the New York State Climate Leadership and Community Protection Act (Climate Act) imposes a statewide goal of reducing greenhouse gas emissions by 40 percent of 1990 levels by 2030 and no less than 85 percent by 2050 across the entire state economy; and\\par\nWhereas, Local Law 97 of 2019, later amended by Local Law 147 of 2019 (Local Law 97), imposes energy efficiency requirements on most buildings in New York City over 25,000 square feet; and\\par\nWhereas, These requirements require a 40 percent reduction in emissions produced by these buildings by the year 2030, increasing to 80 percent by the year 2050; and\\par\nWhereas, Achieving these goals will require buildings to reduce their total energy use and transition to utilizing lower-carbon energy sources; and\\par\nWhereas, In April 2023, the PlaNYC strategic climate plan projected 85 percent of the City\\rquote s multi-family residential buildings would not be in compliance with the Local Law 97 emissions limits for the year 2030; and\\par\nWhereas, Board presidents of multi-family residential buildings have cited costs in the tens of millions of dollars to bring their buildings into compliance with Local Law 97; and\\par\nWhereas, Raising the necessary funds to achieve compliance would necessitate raising common charges on building residents, exacerbating the City\\rquote s affordable housing crisis; and\\par\nWhereas, S.943-\\caps A\\caps0 , introduced by New York State Senator Kevin Parker, and its companion bill, A.5050, introduced by Assembly Member Edward Braunstein, would establish for eligible Class A or Class B multi-family dwellings a real property tax exemption for any increased assessment for a period of twenty years to the extent an improvement necessary for building emissions compliance would increase building value, as well as a real property tax abatement to reduce taxes owed in correspondence to the reduction of greenhouse gas emissions; and\\par\nWhereas, the social and fiscal benefits to the City of combating climate change and preventing increased housing costs compensate for foregone fiscal benefit from otherwise realized property tax revenue; now, therefore, be it\\par\nResolved, That the Council of the City of New York \\cf1 calls on the State Legislature to pass, and the Governor to sign, S.943-A/A.5050, which would establish an abatement and exemption from real property taxes for capital improvements to reduce carbon emissions\\cf0 .\\par\n\\pard\\ltrpar\\qj\\fs18 LS #9601\\par\n\\pard\\ltrpar 8/3/2023\\par\n\\pard\\ltrpar\\qj MJT\\par\n\\par\n\\fs24\\par\n}\n",
  "LastModified": "2024-08-21T14:56:48.04Z"
}
