{
  "ID": 73777,
  "GUID": "E3947FF6-9C17-481A-990B-1E29294400A5",
  "File": "Res 0280-2024",
  "Name": "Designating November 30 annually as Shirley Chisholm Day.",
  "Title": "Resolution designating November 30 annually as Shirley Chisholm Day in the City of New York to recognize her contributions as an educator, activist, and elected official, who served the people of New York City with passion and dignity.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 25,
  "StatusName": "Laid Over in Committee",
  "BodyID": 5235,
  "BodyName": "Committee on Civil and Human Rights",
  "IntroDate": "2024-03-19T00:00:00Z",
  "AgendaDate": "2024-03-19T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    },
    {
      "ID": 7817,
      "Slug": "nantasha-m-williams",
      "FullName": "Nantasha M. Williams"
    },
    {
      "ID": 7796,
      "Slug": "selvena-n-brooks-powers",
      "FullName": "Selvena N. Brooks-Powers"
    },
    {
      "ID": 7866,
      "Slug": "yusef-salaam",
      "FullName": "Yusef Salaam"
    },
    {
      "ID": 7823,
      "Slug": "chi-a-osse",
      "FullName": "Chi A. Ossé"
    },
    {
      "ID": 7832,
      "Slug": "kamillah-hanks",
      "FullName": "Kamillah Hanks"
    },
    {
      "ID": 7798,
      "Slug": "oswald-feliz",
      "FullName": "Oswald Feliz"
    },
    {
      "ID": 7809,
      "Slug": "althea-v-stevens",
      "FullName": "Althea V.  Stevens"
    },
    {
      "ID": 7801,
      "Slug": "christopher-marte",
      "FullName": "Christopher Marte"
    },
    {
      "ID": 7821,
      "Slug": "jennifer-gutierrez",
      "FullName": "Jennifer Gutiérrez"
    },
    {
      "ID": 7829,
      "Slug": "mercedes-narcisse",
      "FullName": "Mercedes Narcisse"
    },
    {
      "ID": 7810,
      "Slug": "amanda-farias",
      "FullName": "Amanda Farías"
    },
    {
      "ID": 7794,
      "Slug": "kevin-c-riley",
      "FullName": "Kevin C. Riley"
    },
    {
      "ID": 7813,
      "Slug": "tiffany-caban",
      "FullName": "Tiffany Cabán"
    },
    {
      "ID": 7822,
      "Slug": "crystal-hudson",
      "FullName": "Crystal Hudson"
    },
    {
      "ID": 7825,
      "Slug": "alexa-aviles",
      "FullName": "Alexa Avilés"
    },
    {
      "ID": 7780,
      "Slug": "public-advocate-jumaane-williams",
      "FullName": "Public Advocate Jumaane Williams"
    }
  ],
  "History": [
    {
      "ID": 405958,
      "Date": "2024-03-19T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-03-08T21:40:15.373Z"
    },
    {
      "ID": 406282,
      "Date": "2024-03-19T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Civil and Human Rights",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 20756,
      "AgendaSequence": 109,
      "MinutesSequence": 125,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Civil and Human Rights",
      "MatterStatusID": 3,
      "LastModified": "2024-03-19T19:08:05.253Z"
    },
    {
      "ID": 408904,
      "Date": "2024-06-27T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 5235,
      "BodyName": "Committee on Civil and Human Rights",
      "EventID": 20917,
      "AgendaSequence": 5,
      "MinutesSequence": 11,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2024-08-07T18:14:55.277Z"
    },
    {
      "ID": 410499,
      "Date": "2024-06-27T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 5235,
      "BodyName": "Committee on Civil and Human Rights",
      "EventID": 20917,
      "MinutesSequence": 12,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2024-06-28T19:31:56.39Z"
    }
  ],
  "Attachments": [
    {
      "ID": 297944,
      "LastModified": "2024-08-07T18:14:40.95Z",
      "Name": "Res. No. 280",
      "Link": "https://nyc.legistar1.com/nyc/attachments/3c8060e4-7e44-4bf6-97ec-a639dd88dbdb.docx",
      "Sort": 1
    },
    {
      "ID": 298906,
      "LastModified": "2024-03-19T18:56:21.73Z",
      "Name": "March 19, 2024 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/515c2567-e3c0-4150-b82a-e31fbcea2f5d.pdf",
      "Sort": 2
    },
    {
      "ID": 299601,
      "LastModified": "2024-04-01T13:23:13.46Z",
      "Name": "Hearing Transcript - Stated Meeting 3-19-24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/740250fb-713e-41a3-a0c2-95189830e8be.pdf",
      "Sort": 3
    },
    {
      "ID": 305091,
      "LastModified": "2024-06-27T13:13:50.29Z",
      "Name": "Committee Report 6/27/24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c574dff1-27c9-4738-8221-2d28d21265fc.docx",
      "Sort": 4
    },
    {
      "ID": 305509,
      "LastModified": "2024-08-07T18:14:49.293Z",
      "Name": "Hearing Testimony 6/27/24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b3a20b96-160b-4227-89a9-b7dc08b64289.pdf",
      "Sort": 5
    },
    {
      "ID": 307197,
      "LastModified": "2024-08-07T18:14:49.267Z",
      "Name": "Hearing Transcript 6/27/24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b2b3d35d-ffa5-479c-a8da-80a413292bae.pdf",
      "Sort": 6
    },
    {
      "ID": 307805,
      "LastModified": "2024-08-21T14:56:53.423Z",
      "Name": "Minutes of the Stated Meeting - March 19, 2024",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c78dab3f-fc84-4ef4-8ac9-33f1eb662fa4.pdf",
      "Sort": 7
    }
  ],
  "Summary": "",
  "TextID": 77328,
  "Text": "Whereas, Shirley Anita St. Hill Chisholm was born in Brooklyn on November 30, 1924, to Charles St. Hill, a factory worker from Guyana, and Ruby Seale St. Hill, a seamstress from Barbados; and\n      Whereas, Having spent some years of her childhood in Barbados with her grandmother, she returned to Brooklyn and became an accomplished graduate of Brooklyn Girls' High in 1942 and Brooklyn College in 1946; and\n      Whereas, She began her career teaching in a Harlem childcare center and, in 1952, earned a master's degree from Teachers College, Columbia University, before serving as the director of a childcare center and, eventually, as a consultant to the New York City (NYC) Bureau of Child Welfare; and\n      Whereas, In a collection of reflections from Teachers College alumni, she wrote that she believed that \"education is the only real passport out of poverty\" and that her only ambition was to \"use whatever gifts [she had] to open the door for others\"; and\n      Whereas, Using those gifts in 1964, she became the second Black person ever elected to the New York State (NYS) Assembly; and\n      Whereas, Just four years later, she became the first Black woman ever elected to the United States (U.S.) House of Representatives, representing New York's 12th Congressional district for seven terms from 1969 to 1983, during which time she was a founding member of the Congressional Black Caucus; and \n      Whereas, In 1972, she became the first Black candidate to seek a major party's presidential nomination and the first woman to run for the Democratic Party's nomination, where she competed in 12 primaries and won 152 delegates (10 percent of those awarded); and\n      Whereas, Her presidential campaign buttons included her famous slogan Unbought and Unbossed, which was also the title of her 1970 autobiography; and\n      Whereas, After retiring from Congress, she taught at Mount Holyoke College and cofounded the National Political Congress of Black Women; and\n      Whereas, In her own words, she commented that she wanted \"to be remembered as a woman...who dared to be a catalyst of change,\" another of her popular campaign slogans; and\n      Whereas, She died on January 1, 2005, and was honored at that time by the New York City Council with an In Memoriam resolution, which noted that \"[h]er many successes and achievements, often in the face of often overwhelming odds, are powerful reminders of her faith, her determination and her fierce intelligence\" and that, while serving in Congress, \"she earned a reputation as a firebrand with a gift for oratory, an outspoken champion of women, minorities and the disadvantaged, and a staunch critic of the Vietnam War\"; and \n      Whereas, In 2015, she was posthumously awarded the Presidential Medal of Freedom by President Barack Obama; and\n      Whereas, She was honored in 2019 with the dedication of Shirley Chisholm State Park in Brooklyn; and\n      Whereas, She married Conrad Q. Chisholm, a private investigator, in 1949 and, after their divorce in 1977, married Arthur Hardwick, Jr., a NYS Assembly member from Buffalo, whom she had met while serving in the Assembly; and \n      Whereas, November 30, 2024, will mark the 100th birthday of Shirley Chisholm; and \n      Whereas, The designation of a day in her honor is fitting to commemorate, in the words of the New York City Council's In Memoriam resolution, that Shirley Chisholm left NYC as \"a richer, better place, with greater opportunities for minorities and with a government more responsive to the needs of its constituents\"; now, therefore, be it\n\tResolved, That the Council of the City of New York designates November 30 annually as Shirley Chisholm Day in the City of New York to recognize her contributions as an educator, activist, and elected official, who served the people of New York City with passion and dignity.\n\n\nLS #16061\n3/8/24\nRHP\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj By Council Members Louis, Williams, Brooks-Powers, Salaam, Oss\\'e9, Hanks, Feliz, Stevens, Marte, Guti\\'e9rrez, Narcisse, Far\\'edas, Riley, Cab\\'e1n, Hudson, Avil\\'e9s and the Public Advocate (Mr. Williams)\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Shirley Anita St. Hill Chisholm was born in Brooklyn on November 30, 1924, to Charles St. Hill, a factory worker from Guyana, and Ruby Seale St. Hill, a seamstress from Barbados; and\\par\nWhereas, Having spent some years of her childhood in Barbados with her grandmother, she returned to Brooklyn and became an accomplished graduate of Brooklyn Girls\\rquote  High in 1942 and Brooklyn College in 1946; and\\par\nWhereas, She began her career teaching in a Harlem childcare center and, in 1952, earned a master\\rquote s degree from Teachers College, Columbia University, before serving as the director of a childcare center and, eventually, as a consultant to the New York City (NYC) Bureau of Child Welfare; and\\par\nWhereas, In a collection of reflections from Teachers College alumni, she wrote that she believed that \\ldblquote education is the only real passport out of poverty\\rdblquote  and that her only ambition was to \\ldblquote use whatever gifts [she had] to open the door for others\\rdblquote ; and\\par\nWhereas, Using those gifts in 1964, she became the second Black person ever elected to the New York State (NYS) Assembly; and\\par\nWhereas, Just four years later, she became the first Black woman ever elected to the United States (U.S.) House of Representatives, representing New York\\rquote s 12th Congressional district for seven terms from 1969 to 1983, during which time she was a founding member of the Congressional Black Caucus; and \\par\nWhereas, In 1972, she became the first Black candidate to seek a major party\\rquote s presidential nomination and the first woman to run for the Democratic Party\\rquote s nomination, where she competed in 12 primaries and won 152 delegates (10 percent of those awarded); and\\par\nWhereas, Her presidential campaign buttons included her famous slogan \\i Unbought and Unbossed\\i0 , which was also the title of her 1970 autobiography; and\\par\nWhereas, After retiring from Congress, she taught at Mount Holyoke College and cofounded the National Political Congress of Black Women; and\\par\nWhereas, In her own words, she commented that she wanted \\ldblquote to be remembered as a woman\\'85who dared to be a catalyst of change,\\rdblquote  another of her popular campaign slogans; and\\par\nWhereas, She died on January 1, 2005, and was honored at that time by the New York City Council with an In Memoriam resolution, which noted that \\ldblquote\\cf1 [h]er many successes and achievements, often in the face of often overwhelming odds, are powerful reminders of her faith, her determination and her fierce intelligence\\cf0\\rdblquote  and that, while serving in Congress, \\ldblquote\\cf1 she earned a reputation as a firebrand with a gift for oratory, an outspoken champion of women, minorities and the disadvantaged, and a staunch critic of the Vietnam War\\rdblquote\\cf0 ; and \\par\nWhereas, In 2015, she was posthumously awarded the Presidential Medal of Freedom by President Barack Obama; and\\par\nWhereas, She was honored in 2019 with the dedication of Shirley Chisholm State Park in Brooklyn; and\\par\nWhereas, She married Conrad Q. Chisholm, a private investigator, in 1949 and, after their divorce in 1977, married Arthur Hardwick, Jr., a NYS Assembly member from Buffalo, whom she had met while serving in the Assembly; and \\par\nWhereas, November 30, 2024, will mark the 100th birthday of Shirley Chisholm; and \\par\nWhereas, The designation of a day in her honor is fitting to commemorate, in the words of the New York City Council\\rquote s In Memoriam resolution, that Shirley Chisholm left NYC as \\ldblquote a richer, better place, with greater opportunities for minorities and with a government more responsive to the needs of its constituents\\rdblquote ; now, therefore, be it\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Resolved, That the Council of the City of New York designates November 30 annually as Shirley Chisholm Day in the City of New York to recognize her contributions as an educator, activist, and elected official, who served the people of New York City with passion and dignity.\\par\n\\par\n\\par\n\\pard\\ltrpar\\qj\\fs18 LS #16061\\par\n3/8/24\\par\nRHP\\par\n}\n",
  "LastModified": "2024-11-15T20:30:13.297Z"
}
