{
  "ID": 73751,
  "GUID": "C469EC74-3D54-44FF-BCCB-EA46DAE87644",
  "File": "Res 0294-2024",
  "Name": "Prohibit certain food additives, specifically brominated vegetable oil, potassium bromate, propylparaben, Red Dye 3, and titanium dioxide (S.6055A/A.6424)",
  "Title": "Resolution calling on the New York State Legislature to pass, and the Governor to sign, S.6055A/A.6424, to prohibit certain food additives, specifically brominated vegetable oil, potassium bromate, propylparaben, Red Dye 3, and titanium dioxide, and would provide that in an action to enforce compliance, the recognition by the U.S. Food and Drug Administration of any of these substances as safe may not be alleged as a defense.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2024-03-19T00:00:00Z",
  "AgendaDate": "2024-03-19T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7809,
      "Slug": "althea-v-stevens",
      "FullName": "Althea V.  Stevens"
    }
  ],
  "History": [
    {
      "ID": 405831,
      "Date": "2024-03-19T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-03-06T18:38:05.533Z"
    },
    {
      "ID": 406325,
      "Date": "2024-03-19T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 20756,
      "AgendaSequence": 167,
      "MinutesSequence": 183,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2024-03-19T19:08:05.313Z"
    }
  ],
  "Attachments": [
    {
      "ID": 296902,
      "LastModified": "2024-03-19T14:20:31.07Z",
      "Name": "Res. No. 294",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c3398670-c9df-43d7-a171-099384fe50c2.docx",
      "Sort": 1
    },
    {
      "ID": 298964,
      "LastModified": "2024-03-19T18:56:35.35Z",
      "Name": "March 19, 2024 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/f791d4fb-1133-47b6-bbbc-604536998039.pdf",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 77292,
  "Text": "Whereas, Brominated vegetable oil (BVO), which is created by adding bromine to a vegetable oil, is used as a food additive, particularly as a stabilizer to prevent flavoring oils in fruit-flavored beverages from separating and floating to the surface; and\n      Whereas, BVO can be found in citrus-flavored sodas, citrus-flavored sports drinks, energy drinks, fruit-flavored syrups, and baked goods; and\n      Whereas, On November 3, 2023, the United States (U.S.) Food and Drug Administration (FDA) published a proposed rule to revoke the authorization for the use of BVO as a food additive, because scientific evidence, as exemplified by a study published in July 2022 in the Journal of Food and Chemical Toxicology, indicates that oral exposure to BVO is associated with the accumulation of bromine at potentially harmful levels in the heart, liver, the thyroid, and fatty tissues; and\n      Whereas, Potassium bromate is a food additive used to oxidize dough quickly, efficiently, and economically to allow it to trap gasses and rise; and\n      Whereas, The FDA's current regulations permit 75 milligrams of potassium bromate per 1 kilogram of flour, and once baked, bread or baked goods may contain up to 20 parts per billion of potassium bromate; and \n      Whereas, The National Center for Biotechnology Information at the National Library of Medicine lists potassium bromate as an acute toxic and carcinogenic substance; and\n      Whereas, In May 1998, the New Jersey Department of Health and Senior Services categorized potassium bromate as a hazardous substance that may damage the kidneys, cause cancer, and with repeated exposure, adversely affect the nervous system, resulting in headaches, irritability, impaired cognition, and personality changes; and \n      Whereas, Propylparaben is a paraben type of preservatives utilized by the food, pharmaceutical, and personal-care product industries in the U.S.; and\n      Whereas, The FDA permits parabens, as a singular substance or in combination of multiple paraben agents, to be added to food or food packaging as antimicrobials to prevent food spoilage; and\n      Whereas, During 2005-2006, the U.S. Centers for Disease Control and Prevention measured presence of parabens in the urine of over 2,548 participants aged 6 years and older as part of the National Health and Nutrition Examination Survey and found methylparaben and propylparaben in the urine of most of the participants, signifying a widespread exposure to these substances in the U.S. population; and\n      Whereas, The National Center for Biotechnology Information at the National Library of Medicine lists propylparaben as an environmentally hazardous substance, as well as an eye, skin, and respiratory irritant, an allergenic agent, and a substance that may adversely affect reproductive function by lowering sperm count and viability; and\n      Whereas, According to the Food Scores, a database maintained by the Environmental Working Group, an environmental and consumer-safety advocacy organization, as of October 2022, 2,876 brand-name food products contained Red Dye 3, a food color additive, including Pez, Peeps, Betty Crocker's Fruit by the Foot, Dubble Bubble chewing gum, Entenmann's Little Bites, Hostess' Ding Dongs, Betty Crocker's Loaded Mashed Potatoes, Vigo Saffron Yellow Rice, and PediaSure Grow & Gain Kids' Ready-to-Drink strawberry shake; and \n      Whereas, The Center for Science in the Public Interest, along with 23 other organizations and prominent scientists, including Linda S. Birnbaum, a former head of both the National Institute of Environmental Health Sciences and the National Toxicology Program, and Philip J. Landrigan of Boston College, a pediatrician and an epidemiologist who directs both the Program for Global Public Health and the Common Good and the Global Observatory on Planetary Health, urged the FDA in an open petition on October 25, 2022 to formally remove Red Dye 3 from the list of approved food color additives, because longitudinal animal feeding studies revealed that Red Dye 3 is a carcinogen that induces adenomas and carcinomas of the thyroid gland; and\n      Whereas, Titanium dioxide is used to protect food, beverages, dietary supplements, and pharmaceutical products from premature degradation through its opacity to visible and ultraviolet light; and\n      Whereas, The European Food Safety Authority cautioned in its March 25, 2021 Scientific Opinion that titanium dioxide, as a food additive, is a potential genotoxin, which may cause DNA and chromosomal damage, and consequently, concluded that it can no longer be considered safe as a food additive; and \n      Whereas, With the intent of addressing negative health effects of some of the common food additives, State Senator Brian Kavanagh introduced S.6055A in the New York State Senate, and Assembly Member Dr. Anna R. Kelles introduced companion bill A.6424 in the New York State Assembly, which would prohibit certain food additives, specifically brominated vegetable oil, potassium bromate, propylparaben, Red Dye 3, and titanium dioxide, and would provide that in an action to enforce compliance, the recognition by the U.S. Food and Drug Administration of any of these substances as safe may not be alleged as a defense; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign, S.6055A/A.6424, to prohibit certain food additives, specifically brominated vegetable oil, potassium bromate, propylparaben, Red Dye 3, and titanium dioxide, and would provide that in an action to enforce compliance, the recognition by the U.S. Food and Drug Administration of any of these substances as safe may not be alleged as a defense.\n      \n       \n      \nLS #15441\n02/27/2024\nAZ\n\n\t\n        \n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Calibri;}}\n{\\colortbl ;\\red33\\green37\\blue41;}\n\\viewkind4\\uc1\n\\cf0\\v0\\fs22\\par\n\\pard\\ltrpar\\hyphpar0\\sl480\\slmult1\\qj\\fs24 By Council Member Stevens\\par\n\\pard\\ltrpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj Whereas, Brominated vegetable oil (BVO), which is created by adding bromine to a vegetable oil, is used as a food additive, particularly as a stabilizer to prevent flavoring oils in fruit-flavored beverages from separating and floating to the surface; and\\par\nWhereas, BVO can be found in citrus-flavored sodas, citrus-flavored sports drinks, energy drinks, fruit-flavored syrups, and baked goods; and\\par\nWhereas, On November 3, 2023, the United States (U.S.) Food and Drug Administration (FDA) published a proposed rule to revoke the authorization for the use of BVO as a food additive, because scientific evidence, as exemplified by a study published in July 2022 in the Journal of Food and Chemical Toxicology, indicates that oral exposure to BVO is associated with the accumulation of bromine at potentially harmful levels in the heart, liver, the thyroid, and fatty tissues; and\\par\nWhereas, Potassium bromate is a food additive used to oxidize dough quickly, efficiently, and economically to allow it to trap gasses and rise; and\\par\nWhereas, The FDA\\rquote s current regulations permit 75 milligrams of potassium bromate per 1 kilogram of flour, and once baked, bread or baked goods may contain up to 20 parts per billion of potassium bromate; and \\par\nWhereas, The National Center for Biotechnology Information at the National Library of Medicine lists potassium bromate as an acute toxic and carcinogenic substance; and\\par\nWhereas, In May 1998, the New Jersey Department of Health and Senior Services categorized potassium bromate as a hazardous substance that may damage the kidneys, cause cancer, and with repeated exposure, adversely affect the nervous system, resulting in headaches, irritability, impaired cognition, and personality changes; and \\par\nWhereas, Propylparaben is a paraben type of preservatives utilized by the food, pharmaceutical, and personal-care product industries in the U.S.; and\\par\nWhereas, The FDA permits parabens, as a singular substance or in combination of multiple paraben agents, to be added to food or food packaging as antimicrobials to prevent food spoilage; and\\par\nWhereas, During 2005-2006, the U.S. Centers for Disease Control and Prevention measured presence of parabens in the urine of over 2,548 participants aged 6 years and older as part of the National Health and Nutrition Examination Survey and found methylparaben and propylparaben in the urine of most of the participants, signifying a widespread exposure to these substances in the U.S. population; and\\par\nWhereas, The National Center for Biotechnology Information at the National Library of Medicine lists propylparaben as an environmentally hazardous substance, as well as an eye, skin, and respiratory irritant, an allergenic agent, and a substance that may adversely affect reproductive function by lowering sperm count and viability; and\\par\nWhereas, According to the Food Scores, a database maintained by the Environmental Working Group, an environmental and consumer-safety advocacy organization, as of October 2022, 2,876 brand-name food products contained Red Dye 3, a food color additive, including Pez, Peeps, Betty Crocker\\rquote s Fruit by the Foot, Dubble Bubble chewing gum, Entenmann\\rquote s Little Bites, Hostess\\rquote  Ding Dongs, Betty Crocker\\rquote s Loaded Mashed Potatoes, Vigo Saffron Yellow Rice, and PediaSure Grow & Gain Kids\\rquote  Ready-to-Drink strawberry shake; and \\par\nWhereas, The Center for Science in the Public Interest, along with 23 other organizations and prominent scientists, including Linda S. Birnbaum, a former head of both the National Institute of Environmental Health Sciences and the National Toxicology Program, and Philip J. Landrigan of Boston College, a pediatrician and an epidemiologist who directs both the Program for Global Public Health and the Common Good and the Global Observatory on Planetary Health, urged the FDA in an open petition on October 25, 2022 to formally remove Red Dye 3 from the list of approved food color additives, because longitudinal animal feeding studies revealed that Red Dye 3 is a carcinogen that induces adenomas and carcinomas of the thyroid gland; and\\par\nWhereas, Titanium dioxide is used to protect food, beverages, dietary supplements, and pharmaceutical products from premature degradation through its opacity to visible and ultraviolet light; and\\par\nWhereas, The European Food Safety Authority cautioned in its March 25, 2021 Scientific Opinion that titanium dioxide, as a food additive, is a potential genotoxin, which may cause DNA and chromosomal damage, and consequently, concluded that it can no longer be considered safe as a food additive; and \\par\nWhereas, With the intent of addressing negative health effects of some of the common food additives, State Senator Brian Kavanagh introduced S.6055A in the New York State Senate, and\\f1\\fs22  \\f0\\fs24 Assembly Member Dr. Anna R. Kelles introduced companion bill A.6424 in the New York State Assembly, which would prohibit certain food additives, specifically brominated vegetable oil, potassium bromate, propylparaben, Red Dye 3, and titanium dioxide, and would provide that in an action to enforce compliance, the recognition by the U.S. Food and Drug Administration of any of these substances as safe may not be alleged as a defense; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls \\cf1 on the New York State Legislature to pass, and the Governor to sign, S.6055A/A.6424, to prohibit certain food additives, specifically brominated vegetable oil, potassium bromate, propylparaben, Red Dye 3, and titanium dioxide, and would provide that in an action to enforce compliance, the recognition by the U.S. Food and Drug Administration of any of these substances as safe may not be alleged as a defense\\cf0 .\\fs22\\par\n\\fs24\\par\n \\par\n\\pard\\ltrpar\\hyphpar0\\fi720\\sl480\\slmult1\\par\n\\pard\\ltrpar\\hyphpar0\\qj\\fs18 LS #15441\\par\n02/27/2024\\par\nAZ\\par\n\\pard\\ltrpar\\hyphpar0\\qj\\tx2070\\par\n\\tab\\par\n\\pard\\ltrpar\\hyphpar0\\fi720\\sl480\\slmult1\\par\n}\n",
  "LastModified": "2024-03-19T18:56:35.35Z"
}
