{
  "ID": 74060,
  "GUID": "EEE625CC-247C-4B34-BE1E-9CDEB2E4AF28",
  "File": "Res 0306-2024",
  "Name": "DCAS to grant additional points on promotional exams to examinees who have completed the agency’s Executive Development and Management & Supervision trainings, or to examinees who have earned a degree or certificate from CUNY, or a similarly accredited in",
  "Title": "Resolution calling on the Department of Citywide Administrative Services to grant additional points on promotional exams to examinees who have completed the agency’s Executive Development and Management & Supervision trainings, or to examinees who have earned a degree or certificate from the City University of New York, or a similarly accredited institution.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 25,
  "StatusName": "Laid Over in Committee",
  "BodyID": 4,
  "BodyName": "Committee on Civil Service and Labor",
  "IntroDate": "2024-04-11T00:00:00Z",
  "AgendaDate": "2024-04-11T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 7806,
      "Slug": "carmen-n-de-la-rosa",
      "FullName": "Carmen N. De La Rosa"
    },
    {
      "ID": 7864,
      "Slug": "chris-banks",
      "FullName": "Chris Banks"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    }
  ],
  "History": [
    {
      "ID": 406829,
      "Date": "2024-04-11T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-04-08T18:43:43.88Z"
    },
    {
      "ID": 406987,
      "Date": "2024-04-11T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Civil Service and Labor",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 20804,
      "AgendaSequence": 102,
      "MinutesSequence": 127,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Civil Service and Labor",
      "MatterStatusID": 3,
      "LastModified": "2024-04-11T16:15:22.7Z"
    },
    {
      "ID": 407663,
      "Date": "2024-04-25T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 4,
      "BodyName": "Committee on Civil Service and Labor",
      "EventID": 20766,
      "AgendaSequence": 7,
      "MinutesSequence": 15,
      "Version": "*",
      "AgendaNote": "Proposed Res. No. 306-A",
      "MinutesNote": "Proposed Res. No. 306-A",
      "MatterStatusID": 3,
      "LastModified": "2024-05-28T16:38:00.893Z"
    },
    {
      "ID": 407664,
      "Date": "2024-04-25T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 5244,
      "BodyName": "Committee on Women and Gender Equity",
      "EventID": 20767,
      "AgendaSequence": 7,
      "MinutesSequence": 15,
      "Version": "*",
      "AgendaNote": "Proposed Res. No. 306-A",
      "MinutesNote": "Proposed Res. No. 306-A",
      "MatterStatusID": 3,
      "LastModified": "2024-04-25T20:52:40.143Z"
    },
    {
      "ID": 407665,
      "Date": "2024-04-25T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 5235,
      "BodyName": "Committee on Civil and Human Rights",
      "EventID": 20806,
      "AgendaSequence": 7,
      "MinutesSequence": 14,
      "Version": "*",
      "AgendaNote": "Proposed Res. No. 306-A",
      "MinutesNote": "Proposed Res. No. 306-A",
      "MatterStatusID": 3,
      "LastModified": "2024-05-02T19:49:11.453Z"
    },
    {
      "ID": 407819,
      "Date": "2024-04-25T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 5244,
      "BodyName": "Committee on Women and Gender Equity",
      "EventID": 20767,
      "MinutesSequence": 16,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2024-04-25T20:52:50.823Z"
    },
    {
      "ID": 407828,
      "Date": "2024-04-25T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 4,
      "BodyName": "Committee on Civil Service and Labor",
      "EventID": 20766,
      "MinutesSequence": 16,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2024-04-25T20:57:05.63Z"
    },
    {
      "ID": 407835,
      "Date": "2024-04-25T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 5235,
      "BodyName": "Committee on Civil and Human Rights",
      "EventID": 20806,
      "MinutesSequence": 15,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2024-04-25T21:01:31.993Z"
    }
  ],
  "Attachments": [
    {
      "ID": 299853,
      "LastModified": "2024-05-30T16:47:45.537Z",
      "Name": "Res. No. 306",
      "Link": "https://nyc.legistar1.com/nyc/attachments/293265f0-101d-40f0-af56-d5675381a95b.docx",
      "Sort": 1
    },
    {
      "ID": 300081,
      "LastModified": "2024-04-16T13:18:38.97Z",
      "Name": "April 11, 2024 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/20cd424b-52f3-4347-ac86-dd686e45446e.pdf",
      "Sort": 2
    },
    {
      "ID": 300868,
      "LastModified": "2024-05-28T16:37:50.767Z",
      "Name": "Hearing Transcript - Stated Meeting  4-11-24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/904e5703-86f2-450b-aaf0-ae34b5aae83a.pdf",
      "Sort": 3
    },
    {
      "ID": 300377,
      "LastModified": "2024-05-30T16:47:58.377Z",
      "Name": "Proposed Res. No. 306-A - 4/17/24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/a6892849-52f1-4232-bd64-1b761ecc3d15.docx",
      "Sort": 4
    },
    {
      "ID": 300669,
      "LastModified": "2024-05-28T16:37:43.063Z",
      "Name": "Committee Report 4/25/24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/f718cd94-a4c2-4b8c-bf53-d3e5bb5a5e8f.docx",
      "Sort": 5
    },
    {
      "ID": 301269,
      "LastModified": "2024-05-28T16:37:42.72Z",
      "Name": "Hearing Testimony 4/25/24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/09e995a3-c9b9-44fd-a9b4-fa3044890998.pdf",
      "Sort": 6
    },
    {
      "ID": 302339,
      "LastModified": "2024-05-28T16:37:57.397Z",
      "Name": "Hearing Transcript 4/25/24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/736e71b3-5e0e-41c4-ad31-82c3aa0eab5a.pdf",
      "Sort": 7
    }
  ],
  "Summary": "",
  "TextID": 77709,
  "Text": "Whereas, The current municipal civil service promotional system must do more to ensure the recruitment and retention of a highly motivated and skilled workforce; and \n      Whereas, Under New York State Civil Service Law, New York City (City) must rank candidates for competitive class title positions, including promotions, based on their exam results and fill vacancies from the top three ranking candidates; and \n      Whereas, To encourage employee advancement and build a pipeline of qualified managers within City agencies, the City must explore opportunities to optimize the civil service promotional exam system for applicants who acquire additional skills, academic achievement, and training; and \n      Whereas, The Department of Citywide Administrative Services (DCAS) and the City University of New York offer a wide range of courses, educational programs, and professional development opportunities to City employees that help build expertise and improve service delivery; and  \n      Whereas, Specifically, DCAS offers Executive Development and Management & Supervision training courses for public sector workers and leaders; and \n      Whereas, These courses include instruction in core managerial competencies and tools to enhance creative and critical thinking and decision-making; and \n      Whereas, DCAS's Executive Development Portfolio includes the flagship Management Academy and Leadership Institute, which are competitive programs for high-performing leaders that include courses such as Intentional Leadership, Promoting Psychological Safety to Improve Performance, and Organizational Design for Executives; and \n      Whereas, DCAS's Management & Supervision portfolio includes open enrollment courses such as Data Analytics for Hiring Managers, Essential Skills for Leaders, and Fundamentals of Supervision; and \n      Whereas, The City University of New York School of Labor and Urban Studies, and similarly accredited institutions, offer bachelor's and master's degrees in  Urban Studies, Public Administration, Health Care Administration, and other relevant fields to prepare City employees to meet the ever-changing demands of public service; and \n      Whereas, Employees who earn a certificate or degree, or complete these trainings deserve recognition for taking the initiative to learn new professional skills to foster their leadership abilities and advance their careers; and \n      Whereas, DCAS, under section 814 of the City Charter, is tasked with administering portions of the New York State Civil Service Law and upholding the principles of merit and fitness within the City's workforce; and \n      Whereas, DCAS has discretion to assess a candidate for promotion based on their seniority, trainings, experience, and educational qualifications; and  \n      Whereas, DCAS may prioritize an employee's skills and motivation to excel by rewarding participants who complete DCAS-provided managerial and supervisory trainings and a degree or certificate with additional points on their civil service promotional exam; and \n      Whereas, Awarding points for the successful completion of training programs reinforces a culture of meritocracy, where advancement is based on skills, knowledge, and performance, thereby fostering greater job satisfaction and retention; and \n      Whereas, DCAS, under section 814 of the City Charter, has a duty to assist women and minorities who are either employed by or seeking City employment; and   \n      Whereas, Educational attainment and City-provided trainings provide opportunities for skill development and career advancement, leveling the playing field and enabling individuals from diverse backgrounds to access leadership positions; and \n      Whereas, Therefore, promoting individuals who have earned degrees or certificates, or completed City-provided trainings, can lead to increased representation in promotional titles among women, people of color, and other minority groups; and \n      Whereas, Encouraging employees to participate in professional development training or seek further education can cultivate a diverse and capable management cadre within the civil service, ensuring that the municipal workforce possesses the necessary tools and competencies to meet the evolving needs and challenges of City service; now, therefore, be it \n      Resolved, That the Council of the City of New York calls on the Department of Citywide Administrative Services to grant additional points on promotional exams to examinees who have completed the agency's Executive Development and Management & Supervision trainings, and to examinees who have earned a degree or certificate from the City University of New York, or a similarly accredited institution. \n      \nEA\nLS 15992\n4/17/24",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members De La Rosa, Banks and Brewer\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, The current municipal civil service promotional system must do more to ensure the recruitment and retention of a highly motivated and skilled workforce; and \\par\nWhereas, Under New York State Civil Service Law, New York City (City) must rank candidates for competitive class title positions, including promotions, based on their exam results and fill vacancies from the top three ranking candidates; and \\par\nWhereas, To encourage employee advancement and build a pipeline of qualified managers within City agencies, the City must explore opportunities to optimize the civil service promotional exam system for applicants who acquire additional skills, academic achievement, and training; and \\par\nWhereas, The Department of Citywide Administrative Services (DCAS) and the City University of New York offer a wide range of courses, educational programs, and professional development opportunities to City employees that help build expertise and improve service delivery; and  \\par\nWhereas, Specifically, DCAS offers Executive Development and Management & Supervision training courses for public sector workers and leaders; and \\par\nWhereas, These courses include instruction in core managerial competencies and tools to enhance creative and critical thinking and decision-making; and \\par\nWhereas, DCAS\\rquote s Executive Development Portfolio includes the flagship Management Academy and Leadership Institute, which are competitive programs for high-performing leaders that include courses such as Intentional Leadership, Promoting Psychological Safety to Improve Performance, and Organizational Design for Executives; and \\par\nWhereas, DCAS\\rquote s Management & Supervision portfolio includes open enrollment courses such as Data Analytics for Hiring Managers, Essential Skills for Leaders, and Fundamentals of Supervision; and \\par\nWhereas, The City University of New York School of Labor and Urban Studies, and similarly accredited institutions, offer bachelor\\rquote s and master\\rquote s degrees in  Urban Studies, Public Administration, Health Care Administration, and other relevant fields to prepare City employees to meet the ever-changing demands of public service; and \\par\nWhereas, Employees who earn a certificate or degree, or complete these trainings deserve recognition for taking the initiative to learn new professional skills to foster their leadership abilities and advance their careers; and \\par\nWhereas, DCAS, under section 814 of the City Charter, is tasked with administering portions of the New York State Civil Service Law and upholding the principles of merit and fitness within the City\\rquote s workforce; and \\par\nWhereas, DCAS has discretion to assess a candidate for promotion based on their seniority, trainings, experience, and educational qualifications; and  \\par\nWhereas, DCAS may prioritize an employee\\rquote s skills and motivation to excel by rewarding participants who complete DCAS-provided managerial and supervisory trainings and a degree or certificate with additional points on their civil service promotional exam; and \\par\nWhereas, Awarding points for the successful completion of training programs reinforces a culture of meritocracy, where advancement is based on skills, knowledge, and performance, thereby fostering greater job satisfaction and retention; and \\par\nWhereas, DCAS, under section 814 of the City Charter, has a duty to assist women and minorities who are either employed by or seeking City employment; and   \\par\nWhereas, Educational attainment and City-provided trainings provide opportunities for skill development and career advancement, leveling the playing field and enabling individuals from diverse backgrounds to access leadership positions; and \\par\nWhereas, Therefore, promoting individuals who have earned degrees or certificates, or completed City-provided trainings, can lead to increased representation in promotional titles among women, people of color, and other minority groups; and \\par\nWhereas, Encouraging employees to participate in professional development training or seek further education can cultivate a diverse and capable management cadre within the civil service, ensuring that the municipal workforce possesses the necessary tools and competencies to meet the evolving needs and challenges of City service; now, therefore, be it \\par\nResolved, That the Council of the City of New York calls on the Department of Citywide Administrative Services to grant additional points on promotional exams to examinees who have completed the agency\\rquote s Executive Development and Management & Supervision trainings, and to examinees who have earned a degree or certificate from the City University of New York, or a similarly accredited institution. \\par\n\\par\n\\pard\\ltrpar\\sl252\\slmult1\\fs16 EA\\par\nLS 15992\\par\n4/17/24\\par\n}\n",
  "LastModified": "2024-05-30T16:47:58.377Z"
}
