{
  "ID": 71051,
  "GUID": "3D59652A-1C80-43E1-BF67-8E34106D7C86",
  "File": "Res 0307-2024",
  "Name": "Limits the duration of time for which a landlord can collect payment from loss of rents insurance coverage without conducting meaningful repairs to an uninhabitable unit leased by a tenant to three months.",
  "Title": "Resolution calling upon the New York State Legislature to pass, and the Governor to sign, legislation that limits the duration of time for which a landlord can collect payment from loss of rents insurance coverage without conducting meaningful repairs to an uninhabitable unit leased by a tenant to three months.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 25,
  "StatusName": "Laid Over in Committee",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2024-04-11T00:00:00Z",
  "AgendaDate": "2024-04-11T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7821,
      "Slug": "jennifer-gutierrez",
      "FullName": "Jennifer Gutiérrez"
    },
    {
      "ID": 7815,
      "Slug": "shekar-krishnan",
      "FullName": "Shekar Krishnan"
    },
    {
      "ID": 7813,
      "Slug": "tiffany-caban",
      "FullName": "Tiffany Cabán"
    },
    {
      "ID": 7816,
      "Slug": "julie-won",
      "FullName": "Julie Won"
    },
    {
      "ID": 7822,
      "Slug": "crystal-hudson",
      "FullName": "Crystal Hudson"
    },
    {
      "ID": 7740,
      "Slug": "carlina-rivera",
      "FullName": "Carlina Rivera"
    },
    {
      "ID": 7824,
      "Slug": "sandy-nurse",
      "FullName": "Sandy Nurse"
    },
    {
      "ID": 7742,
      "Slug": "diana-i-ayala",
      "FullName": "Diana I. Ayala"
    },
    {
      "ID": 7818,
      "Slug": "lynn-c-schulman",
      "FullName": "Lynn C. Schulman"
    },
    {
      "ID": 7823,
      "Slug": "chi-a-osse",
      "FullName": "Chi A. Ossé"
    },
    {
      "ID": 7804,
      "Slug": "shaun-abreu",
      "FullName": "Shaun Abreu"
    },
    {
      "ID": 7801,
      "Slug": "christopher-marte",
      "FullName": "Christopher Marte"
    },
    {
      "ID": 7806,
      "Slug": "carmen-n-de-la-rosa",
      "FullName": "Carmen N. De La Rosa"
    },
    {
      "ID": 7817,
      "Slug": "nantasha-m-williams",
      "FullName": "Nantasha M. Williams"
    },
    {
      "ID": 7820,
      "Slug": "lincoln-restler",
      "FullName": "Lincoln Restler"
    },
    {
      "ID": 7825,
      "Slug": "alexa-aviles",
      "FullName": "Alexa Avilés"
    },
    {
      "ID": 7826,
      "Slug": "shahana-k-hanif",
      "FullName": "Shahana K. Hanif"
    },
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    },
    {
      "ID": 7808,
      "Slug": "pierina-ana-sanchez",
      "FullName": "Pierina Ana Sanchez"
    },
    {
      "ID": 7798,
      "Slug": "oswald-feliz",
      "FullName": "Oswald Feliz"
    },
    {
      "ID": 0,
      "Slug": "",
      "FullName": ""
    }
  ],
  "History": [
    {
      "ID": 406771,
      "Date": "2024-04-11T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-04-05T20:36:43.473Z"
    },
    {
      "ID": 406996,
      "Date": "2024-04-11T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 20804,
      "AgendaSequence": 111,
      "MinutesSequence": 136,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2024-04-11T16:26:15.617Z"
    },
    {
      "ID": 416775,
      "Date": "2025-04-03T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 21423,
      "AgendaSequence": 6,
      "MinutesSequence": 13,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2025-04-03T17:25:20.37Z"
    },
    {
      "ID": 418945,
      "Date": "2025-04-03T10:10:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 21423,
      "MinutesSequence": 14,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2025-04-03T17:28:35.633Z"
    },
    {
      "ID": 417316,
      "Date": "2025-04-03T10:25:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 5239,
      "BodyName": "Committee on Fire and Emergency Management",
      "EventID": 21443,
      "AgendaSequence": 6,
      "MinutesSequence": 13,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2025-04-03T17:28:40.257Z"
    },
    {
      "ID": 418931,
      "Date": "2025-04-03T10:40:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 5239,
      "BodyName": "Committee on Fire and Emergency Management",
      "EventID": 21443,
      "MinutesSequence": 14,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2025-04-03T17:28:45.85Z"
    }
  ],
  "Attachments": [
    {
      "ID": 296734,
      "LastModified": "2025-04-11T18:33:03.52Z",
      "Name": "Res. No. 307",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ce8d97a4-bd16-410a-816f-b12fc953060c.docx",
      "Sort": 1
    },
    {
      "ID": 300090,
      "LastModified": "2024-04-16T13:18:41.21Z",
      "Name": "April 11, 2024 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ede2c784-5a47-4c5c-80c3-0b562c8d5e2f.pdf",
      "Sort": 2
    },
    {
      "ID": 300877,
      "LastModified": "2024-04-30T16:13:09.61Z",
      "Name": "Hearing Transcript - Stated Meeting  4-11-24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/094ff1dc-858d-43dc-a9c0-831db75f51a3.pdf",
      "Sort": 3
    },
    {
      "ID": 309221,
      "LastModified": "2024-09-30T16:16:16.983Z",
      "Name": "Minutes of the Stated Meeting - April 11, 2024",
      "Link": "https://nyc.legistar1.com/nyc/attachments/e19c0668-b7b4-4eab-95de-7fd7e234c70f.pdf",
      "Sort": 4
    },
    {
      "ID": 317486,
      "LastModified": "2025-04-03T19:36:21.483Z",
      "Name": "Committee Report 4/3/25",
      "Link": "https://nyc.legistar1.com/nyc/attachments/87890b26-21fa-4295-8028-9082999d482a.docx",
      "Sort": 5
    }
  ],
  "Summary": "",
  "TextID": 74359,
  "Text": "Whereas, New Yorkers whose homes become uninhabitable due to reasons such as flooding from a storm or fire damage often must abandon their residence and find emergency or new permanent housing; and\n      Whereas, Emergency displacement from a home may cause immense financial and emotional harm, especially when it persists for an extended period of time; and\n      Whereas, When a property becomes unsafe to occupy, due to an emergency or any other reason, the Department of Buildings or the Department of Housing Preservation and Development will issue a vacate order that prevents tenants from reoccupying the property until it is sufficiently repaired; and\n      Whereas, According to data from the New York City Open Data portal, the average time to close a vacate order that requires repair by a landlord is over 365 days; and\n      Whereas, As of February 2024, there are more than 5,000 units with outstanding vacate orders that require repair by a landlord and approximately 80% of these units are located in environmental justice communities, which are low-income or minority communities in New York City; and \n      Whereas, These data suggest that many landlords do not repair uninhabitable units in a timely manner even though these repairs would allow for the resumption of rent collection; and\n      Whereas, Loss of rents coverage, also known as fair rental value coverage, is an insurance product included in most landlord insurance policies that provides a payment equal to the value of rent generated by a covered property when that property becomes uninhabitable; and\n      Whereas, Loss of rents coverage reduces the incentive for landlords to repair uninhabitable units in a timely manner and thereby may extend the duration of time for which a vacated tenant is displaced; and\n      Whereas, The incentive to delay repairs may be especially strong when the covered property contains rent-controlled units because, in this case, a delay of repairs may coerce a rent-controlled tenant to find an alternate permanent residence, which would allow the unit to become rent stabilized or deregulated; and\n      Whereas, The negative externalities of loss of rents coverage could be mitigated if landlords were prohibited from indefinite collection of insurance payments unless they make meaningful repairs to leased but uninhabitable units; now, therefore, be it\n\tResolved that the Council of the City of New York calls upon the New York State Legislature to pass, and the Governor to sign, legislation that limits the duration of time for which a landlord can collect payment from loss of rents insurance coverage without conducting meaningful repairs to an uninhabitable unit leased by a tenant to three months.\n\nAGB\nLS #12188\n3/04/2024",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Guti\\'e9rrez, Krishnan, Cab\\'e1n, Won, Hudson, Rivera, Nurse, Ayala, Schulman, Oss\\'e9, Abreu, Marte, De La Rosa, Williams, Restler, Avil\\'e9s, Hanif, Louis, Sanchez and Feliz (in conjunction with the Brooklyn Borough President)\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, New Yorkers whose homes become uninhabitable due to reasons such as flooding from a storm or fire damage often must abandon their residence and find emergency or new permanent housing; and\\par\nWhereas, Emergency displacement from a home may cause immense financial and emotional harm, especially when it persists for an extended period of time; and\\par\nWhereas, When a property becomes unsafe to occupy, due to an emergency or any other reason, the Department of Buildings or the Department of Housing Preservation and Development will issue a vacate order that prevents tenants from reoccupying the property until it is sufficiently repaired; and\\par\nWhereas, According to data from the New York City Open Data portal, the average time to close a vacate order that requires repair by a landlord is over 365 days; and\\par\nWhereas, As of February 2024, there are more than 5,000 units with outstanding vacate orders that require repair by a landlord and approximately 80% of these units are located in environmental justice communities, which are low-income or minority communities in New York City; and \\par\nWhereas, These data suggest that many landlords do not repair uninhabitable units in a timely manner even though these repairs would allow for the resumption of rent collection; and\\par\nWhereas, Loss of rents coverage, also known as fair rental value coverage, is an insurance product included in most landlord insurance policies that provides a payment equal to the value of rent generated by a covered property when that property becomes uninhabitable; and\\par\nWhereas, Loss of rents coverage reduces the incentive for landlords to repair uninhabitable units in a timely manner and thereby may extend the duration of time for which a vacated tenant is displaced; and\\par\nWhereas, The incentive to delay repairs may be especially strong when the covered property contains rent-controlled units because, in this case, a delay of repairs may coerce a rent-controlled tenant to find an alternate permanent residence, which would allow the unit to become rent stabilized or deregulated; and\\par\nWhereas, The negative externalities of loss of rents coverage could be mitigated if landlords were prohibited from indefinite collection of insurance payments unless they make meaningful repairs to leased but uninhabitable units; now, therefore, be it\\par\n\\pard\\ltrpar\\qj\\tab Resolved that the Council of the City of New York calls upon the New York State Legislature to pass, and the Governor to sign, legislation that limits the duration of time for which a landlord can collect payment from loss of rents insurance coverage without conducting meaningful repairs to an uninhabitable unit leased by a tenant to three months.\\par\n\\fs18 AGB\\par\nLS #12188\\par\n3/04/2024\\par\n\\fs24\\par\n\\par\n}\n",
  "LastModified": "2025-04-11T18:33:03.52Z"
}
