{
  "ID": 73634,
  "GUID": "CB6E9CC2-37A3-4A9F-8465-2A00A2735D5F",
  "File": "Res 0324-2024",
  "Name": "Extend the master ground lease between the Battery Park City Authority and NYC (A. 10414-A/S. 9032-B) and in part require a majority of the Authority Board members to be primary residents of Battery Park City. (A. 10371-A/S. 9031-A)",
  "Title": "Resolution calling on the Governor to sign A. 10414-A/S. 9032-B that would in part extend the master ground lease between the Battery Park City Authority and New York City, and A. 10371-A/S. 9031-A that would in part require a majority of the Authority Board members to be primary residents of Battery Park City.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 17,
  "BodyName": "Committee on Land Use",
  "IntroDate": "2024-04-11T00:00:00Z",
  "AgendaDate": "2024-04-11T00:00:00Z",
  "PassedDate": "2025-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7801,
      "Slug": "christopher-marte",
      "FullName": "Christopher Marte"
    }
  ],
  "History": [
    {
      "ID": 406745,
      "Date": "2024-04-11T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-04-04T16:05:16.71Z"
    },
    {
      "ID": 407040,
      "Date": "2024-04-11T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Land Use",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 20804,
      "AgendaSequence": 155,
      "MinutesSequence": 180,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Land Use",
      "MatterStatusID": 3,
      "LastModified": "2024-04-11T16:36:37.047Z"
    },
    {
      "ID": 430514,
      "Date": "2025-12-31T10:20:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2025-12-23T15:21:05.207Z"
    }
  ],
  "Attachments": [
    {
      "ID": 296385,
      "LastModified": "2024-04-11T14:02:15.667Z",
      "Name": "Res. No. 324",
      "Link": "https://nyc.legistar1.com/nyc/attachments/632b108f-2cce-4886-8260-820a6fe6b2e3.docx",
      "Sort": 1
    },
    {
      "ID": 300134,
      "LastModified": "2024-04-16T13:18:51.997Z",
      "Name": "April 11, 2024 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/a0cb3006-006f-4ea4-a14b-cd2fb41f502c.pdf",
      "Sort": 2
    },
    {
      "ID": 300921,
      "LastModified": "2024-04-30T16:13:26.23Z",
      "Name": "Hearing Transcript - Stated Meeting  4-11-24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/1481060a-319d-4ec9-acea-0cd726181a0b.pdf",
      "Sort": 3
    },
    {
      "ID": 309265,
      "LastModified": "2024-09-30T16:16:29.363Z",
      "Name": "Minutes of the Stated Meeting - April 11, 2024",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ff49b210-4878-4e8f-abdc-ee294d639903.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 77175,
  "Text": "Whereas, In 1968, New York State (State) Governor Nelson Rockefeller signed the Battery Park City Authority Act, which authorized the creation of a public benefit corporation, known as the Battery Park City Authority (BPCA), focused on building and managing an area on the lower west side of Manhattan; and\n      Whereas, After extensive public input and negotiations between the New York City (City) and State governments, the BPCA began construction of a 92-acre neighborhood, called Battery Park City, in such area; and\n      Whereas, Battery Park City property owners do not own the land where their properties are located but pay the BPCA rent, Payments in Lieu of Taxes (PILOT) and maintenance fees; and\n      Whereas, The BPCA leases the Battery Park City land for a yearly \"ground rent\" fee to the City through a 99.5-year arrangement called the master ground lease; and\n      Whereas, The BPCA is about halfway into its master ground lease which is set to expire on June 18, 2069, and as a result no individual ground leases between the BPCA and Battery Park City property owners can extend beyond 2069; and\n      Whereas, According to a June 2022 press release from the office of State Senator Brian Kavanagh, Battery Park City residents have expressed concern that it may become more difficult to obtain mortgages and loans in connection with Battery Park City properties as the remaining time of the master ground lease shortens and lenders may have less certainty regarding the future status of the properties; and\n      Whereas, The members of the BPCA Board (Board), who are nominated by the State Governor, make decisions that impact Battery Park City residents and businesses, such as the negotiation of individual ground leases, the management of assets and the awarding of contracts that serve and impact the Battery Park City community; and\n      Whereas, A. 10414-A, sponsored by Assembly Member Yuh-Line Niou in the State Assembly, and companion bill S. 9032-B, sponsored by Senator Brian Kavanagh in the State Senate, would extend the master ground lease until June 18, 2119 in order to permit the BPCA to extend individual ground leases with property owners; and\n      Whereas, A. 10371-A, sponsored by Assembly Member Yuh-Line Niou in the State Assembly, and companion bill S. 9031-A, sponsored by Senator Brian Kavanagh in the State Senate, would require primary residents of Battery Park City to make up a majority of the members of the BPCA Board so that the Board can understand the neighborhood's needs and values; now, therefore, be it \n      Resolved, That the Council of the City of New York calls on the Governor to sign A. 10414-A/S. 9032-B that would in part extend the master ground lease between the Battery Park City Authority and New York City, and A. 10371-A/S. 9031-A that would in part require a majority of the Authority Board members to be primary residents of Battery Park City.  \n      \n      \nSession 13\nDRK\nLS #9288\n3/1/24\n\nJLC\nLS #9288\n10/18/22",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Calibri;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Member Marte\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, In 1968, New York State (State) Governor Nelson Rockefeller signed the Battery Park City Authority Act, which authorized the creation of a public benefit corporation, known as the Battery Park City Authority (BPCA), focused on building and managing an area on the lower west side of Manhattan; and\\par\nWhereas, After extensive public input and negotiations between the New York City (City) and State governments, the BPCA began construction of a 92-acre neighborhood, called Battery Park City, in such area; and\\par\nWhereas, Battery Park City property owners do not own the land where their properties are located but pay the BPCA rent, Payments in Lieu of Taxes (PILOT) and maintenance fees; and\\par\nWhereas, The BPCA leases the Battery Park City land for a yearly \\ldblquote ground rent\\rdblquote  fee to the City through a 99.5-year arrangement called the master ground lease; and\\par\nWhereas, The BPCA is about halfway into its master ground lease which is set to expire on June 18, 2069, and as a result no individual ground leases between the BPCA and Battery Park City property owners can extend beyond 2069; and\\par\nWhereas, According to a June 2022 press release from the office of State Senator Brian Kavanagh, Battery Park City residents have expressed concern that it may become more difficult to obtain mortgages and loans in connection with Battery Park City properties as the remaining time of the master ground lease shortens and lenders may have less certainty regarding the future status of the properties; and\\par\nWhereas, The members of the BPCA Board (Board), who are nominated by the State Governor, make decisions that impact Battery Park City residents and businesses, such as the negotiation of individual ground leases, the management of assets and the awarding of contracts that serve and impact the Battery Park City community; and\\par\nWhereas, A. 10414-A, sponsored by Assembly Member Yuh-Line Niou in the State Assembly, and companion bill S. 9032-B, sponsored by Senator Brian Kavanagh in the State Senate, would extend the master ground lease until June 18, 2119 in order to permit the BPCA to extend individual ground leases with property owners; and\\par\nWhereas, A. 10371-A, sponsored by Assembly Member Yuh-Line Niou in the State Assembly, and companion bill S. 9031-A, sponsored by Senator Brian Kavanagh in the State Senate, would require primary residents of Battery Park City to make up a majority of the members of the BPCA Board so that the Board can understand the neighborhood\\rquote s needs and values;\\f1\\fs22  \\f0\\fs24 now, therefore, be it \\par\nResolved, That the Council of the City of New York calls on the Governor to sign A. 10414-A/S. 9032-B that would in part extend the master ground lease between the Battery Park City Authority and New York City, and A. 10371-A/S. 9031-A that would in part require a majority of the Authority Board members to be primary residents of Battery Park City.  \\par\n\\par\n\\par\n\\pard\\ltrpar\\qj\\ul\\fs20 Session 13\\ulnone\\f1\\fs22\\line\\f0\\fs20 DRK\\par\n\\pard\\ltrpar LS #9288\\par\n\\pard\\ltrpar\\sa160\\sl252\\slmult1\\qj\\cf1\\fs18 3/1/24\\cf0\\fs20\\par\n\\pard\\ltrpar\\qj\\par\nJLC\\par\n\\pard\\ltrpar LS #9288\\par\n10/18/22\\par\n}\n",
  "LastModified": "2025-12-23T15:21:05.21Z"
}
