{
  "ID": 72954,
  "GUID": "F3CF62E5-A34D-4865-B740-512BD9A5209E",
  "File": "Res 0329-2024",
  "Name": "Fight Book Bans Act (H.R.6592).",
  "Title": "Resolution calling on the United States Congress to pass, and the President to Sign, H.R.6592, the Fight Book Bans Act.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 9,
  "BodyName": "Committee on Education",
  "IntroDate": "2024-04-11T00:00:00Z",
  "AgendaDate": "2024-04-11T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7823,
      "Slug": "chi-a-osse",
      "FullName": "Chi A. Ossé"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 7813,
      "Slug": "tiffany-caban",
      "FullName": "Tiffany Cabán"
    }
  ],
  "History": [
    {
      "ID": 406817,
      "Date": "2024-04-11T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-04-08T16:21:43.99Z"
    },
    {
      "ID": 407052,
      "Date": "2024-04-11T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Education",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 20804,
      "AgendaSequence": 166,
      "MinutesSequence": 191,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Education",
      "MatterStatusID": 3,
      "LastModified": "2024-04-11T16:45:03.833Z"
    }
  ],
  "Attachments": [
    {
      "ID": 292311,
      "LastModified": "2024-04-12T17:49:31.443Z",
      "Name": "Res. No. 329",
      "Link": "https://nyc.legistar1.com/nyc/attachments/0a7d9058-2ef8-4083-ae05-1146b5b1293d.docx",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 76479,
  "Text": "Whereas, Attempts to ban books in schools and libraries are increasing across the United States; and\n      Whereas, The American Library Association (ALA) Office for Intellectual Freedom's preliminary book ban data for the first 8 months of 2023 reported a 20% increase in book challenges from the same period in 2022, with 695 attempts to censor library materials and challenges to 1,915 unique titles; and\n      Whereas, Similarly, PEN America found that during the 2022-2023 school year, book bans increased by 33%; and\n      Whereas, Exposing students to a variety of different experiences, cultures, identities, and abilities through characters and narratives that have traditionally been underrepresented in schools and classroom libraries is critical to the development of empathy and community and for fostering equity across all learning environments; and\n      Whereas, Book bans disproportionately target books by or about people of color and lesbian, gay, bisexual, queer, intersex, asexual, and other (LGBTQIA+ ) individuals; and\n      Whereas, During the 2022-2023 school year, per PEN America's research, 48% of banned books covered topics of violence, physical abuse, or sexual assault; 30% of banned books included characters of color and themes of race and racism; 30% of banned books represented LGBTQIA+ identities; and 6% of banned books included a transgender character; and\n      Whereas, In New York State alone, the ALA recorded 19 attempts to restrict access to books and 45 titles challenged in those attempts, including \"Gender Queer\" by Maia Kobabe, \"Deogratias: A Tale of Rwanda\" by J.P. Stassen, \"People Kill People,\" by Ellen Hopkins, \"It Ends With Us,\" by Colleen Hoover, and \"All Boys Aren't Blue,\" by George M. Johnson; and\n      Whereas, Once a book has been challenged, it often must be removed from library shelves and classrooms until a lengthy review process is completed; and\n      Whereas, The removal and review of challenged books can take considerable time from school educators and administrators or must be outsourced to third-party companies, which USA Today has reported is costing school districts thousands of dollars annually in addition to fees associated with retaining legal representation and expert advice sometimes needed to fight off a challenge; and\n      Whereas, Schools that are already struggling to manage day-to-day operations and responsibilities due to lack of funds and staff do not have the capacity or resources to take on book challenges; and\n      Whereas, The National Center for Education Statistics reported that as of October 2022, 44% of public schools were operating without a full-time teaching staff; and\n      Whereas, In New York City, teacher attrition has doubled since 2019 according to reporting from Chalkbeat; and\n      Whereas, New York City schools are also facing additional budget cuts in the coming fiscal year which would make fighting any book challenges a considerable financial burden; and\n      Whereas, H.R.6592, the \"Fight Book Bans Act,\" introduced by U.S. Representative Maxwell Frost, would enable the United States Department of Education (DoE) to provide grants of up to $100,000 to cover the costs associated with book challenges; and\n      Whereas, These grants would offer financial relief to schools and school districts, making it possible for them to prioritize fighting book challenges without sacrificing limited resources; and\n      Whereas, Dedicated school funding for the costs associated with book challenges is a critical tool in combatting the growing threat of censorship associated with book bans; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the United States Congress to pass, and the President to Sign, H.R.6592, the Fight Book Bans Act.\n\n\nPR\nLS #15561\n2/14/2024\n\n\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Oss\\'e9, Gennaro and Cab\\'e1n\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, \\cf1 Attempts to ban books in schools and libraries are increasing across the United States\\cf0 ; and\\par\nWhereas, \\cf1 The American Library Association (ALA) Office for Intellectual Freedom\\rquote s preliminary book ban data for the first 8 months of 2023 reported a 20% increase in book challenges from the same period in 2022, with 695 attempts to censor library materials and challenges to 1,915 unique titles\\cf0 ; and\\par\nWhereas, \\cf1 Similarly, PEN America found that during the 2022-2023 school year, book bans increased by 33%\\cf0 ; and\\par\nWhereas, \\cf1 Exposing students to a variety of different experiences, cultures, identities, and abilities through characters and narratives that have traditionally been underrepresented in schools and classroom libraries is critical to the development of empathy and community and for fostering equity across all learning environments\\cf0 ; and\\par\nWhereas, \\cf1 Book bans disproportionately target books by or about people of color and lesbian, gay, bisexual, queer, intersex, asexual, and other (LGBTQIA+ ) individuals\\cf0 ; and\\par\nWhereas, \\cf1 During the 2022-2023 school year, per PEN America\\rquote s research, 48% of banned books covered topics of violence, physical abuse, or sexual assault; 30% of banned books included characters of color and themes of race and racism; 30% of banned books represented LGBTQIA+ identities; and 6% of banned books included a transgender character\\cf0 ; and\\par\nWhereas, \\cf1 In New York State alone, the ALA recorded 19 attempts to restrict access to books and 45 titles challenged in those attempts, including \\ldblquote Gender Queer\\rdblquote  by Maia Kobabe, \\ldblquote Deogratias: A Tale of Rwanda\\rdblquote  by J.P. Stassen, \\ldblquote People Kill People,\\rdblquote  by Ellen Hopkins, \\ldblquote It Ends With Us,\\rdblquote  by Colleen Hoover, and \\ldblquote All Boys Aren\\rquote t Blue,\\rdblquote  by George M. Johnson\\cf0 ; and\\par\nWhereas, \\cf1 Once a book has been challenged, it often must be removed from library shelves and classrooms until a lengthy review process is completed\\cf0 ; and\\par\nWhereas, \\cf1 The removal and review of challenged books can take considerable time from school educators and administrators or must be outsourced to third-party companies, which USA Today has reported is costing school districts thousands of dollars annually in addition to fees associated with retaining legal representation and expert advice sometimes needed to fight off a challenge\\cf0 ; and\\par\nWhereas, \\cf1 Schools that are already struggling to manage day-to-day operations and responsibilities due to lack of funds and staff do not have the capacity or resources to take on book challenges\\cf0 ; and\\par\nWhereas, \\cf1 The National Center for Education Statistics reported that as of October 2022, 44% of public schools were operating without a full-time teaching staff; \\cf0 and\\par\nWhereas, \\cf1 In New York City, teacher attrition has doubled since 2019 according to reporting from Chalkbeat\\cf0 ; and\\par\nWhereas, \\cf1 New York City schools are also facing additional budget cuts in the coming fiscal year which would make fighting any book challenges a considerable financial burden\\cf0 ; and\\par\nWhereas, \\cf1 H.R.6592, the \\ldblquote Fight Book Bans Act,\\rdblquote  introduced by U.S. Representative Maxwell Frost, would enable the United States Department of Education (DoE) to provide grants of up to $100,000 to cover the costs associated with book challenges\\cf0 ; and\\par\nWhereas, \\cf1 These grants would offer financial relief to schools and school districts, making it possible for them to prioritize fighting book challenges without sacrificing limited resources; and\\cf0\\par\nWhereas, Dedicated school funding for the costs associated with \\cf1 book challenges is a critical tool in combatting the growing threat of censorship associated with book bans; \\cf0 now, therefore, be it\\par\nResolved, That the Council of the City of New York \\cf1 calls on the United States Congress to pass, and the President to Sign, H.R.6592, the Fight Book Bans Act\\cf0 .\\par\n\\pard\\ltrpar\\qj\\par\n\\fs18\\par\nPR\\par\nLS #15561\\par\n\\pard\\ltrpar 2/14/2024\\par\n\\pard\\ltrpar\\qj\\par\n\\fs24\\par\n}\n",
  "LastModified": "2024-04-12T17:49:31.443Z"
}
