{
  "ID": 71427,
  "GUID": "39114721-92EE-4960-A83D-296520E46D50",
  "File": "Res 0330-2024",
  "Name": "Federal government to make over-the-counter naloxone free for everyone.",
  "Title": "Resolution calling on the federal government to make over-the-counter naloxone free for everyone.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 25,
  "StatusName": "Laid Over in Committee",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2024-04-11T00:00:00Z",
  "AgendaDate": "2024-04-11T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7823,
      "Slug": "chi-a-osse",
      "FullName": "Chi A. Ossé"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 7813,
      "Slug": "tiffany-caban",
      "FullName": "Tiffany Cabán"
    },
    {
      "ID": 7808,
      "Slug": "pierina-ana-sanchez",
      "FullName": "Pierina Ana Sanchez"
    },
    {
      "ID": 7742,
      "Slug": "diana-i-ayala",
      "FullName": "Diana I. Ayala"
    },
    {
      "ID": 7822,
      "Slug": "crystal-hudson",
      "FullName": "Crystal Hudson"
    },
    {
      "ID": 7824,
      "Slug": "sandy-nurse",
      "FullName": "Sandy Nurse"
    },
    {
      "ID": 7829,
      "Slug": "mercedes-narcisse",
      "FullName": "Mercedes Narcisse"
    },
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    }
  ],
  "History": [
    {
      "ID": 406819,
      "Date": "2024-04-11T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-04-08T16:23:15.52Z"
    },
    {
      "ID": 407051,
      "Date": "2024-04-11T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 20804,
      "AgendaSequence": 167,
      "MinutesSequence": 192,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2024-04-11T16:33:12.367Z"
    },
    {
      "ID": 416777,
      "Date": "2025-02-19T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 14,
      "BodyName": "Committee on Health",
      "EventID": 21316,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2025-02-19T18:43:44.383Z"
    },
    {
      "ID": 416782,
      "Date": "2025-02-19T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 5295,
      "BodyName": "Subcommittee on COVID & Infectious Diseases",
      "EventID": 21413,
      "AgendaSequence": 3,
      "MinutesSequence": 7,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2025-02-20T13:50:39.783Z"
    },
    {
      "ID": 417238,
      "Date": "2025-02-19T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 14,
      "BodyName": "Committee on Health",
      "EventID": 21316,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2025-02-19T18:43:47.957Z"
    },
    {
      "ID": 417282,
      "Date": "2025-02-19T10:00:00Z",
      "ActionID": 5050,
      "Action": "Laid Over by Subcommittee",
      "Description": "This Resolution was Laid Over by Subcommittee",
      "BodyID": 5295,
      "BodyName": "Subcommittee on COVID & Infectious Diseases",
      "EventID": 21413,
      "MinutesSequence": 8,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2025-02-20T13:50:46.363Z"
    }
  ],
  "Attachments": [
    {
      "ID": 279703,
      "LastModified": "2025-02-25T16:52:03.463Z",
      "Name": "Res. No. 330",
      "Link": "https://nyc.legistar1.com/nyc/attachments/a389b1b1-4c2b-4af2-83a8-37ad489963a3.docx",
      "Sort": 1
    },
    {
      "ID": 300146,
      "LastModified": "2024-04-16T13:18:54.78Z",
      "Name": "April 11, 2024 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/8231f112-109b-4e29-9404-605217a8a6f9.pdf",
      "Sort": 2
    },
    {
      "ID": 300933,
      "LastModified": "2024-04-30T16:13:31.613Z",
      "Name": "Hearing Transcript - Stated Meeting  4-11-24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b81cd2cf-65fb-487f-9657-de1fadf9fb9d.pdf",
      "Sort": 3
    },
    {
      "ID": 309277,
      "LastModified": "2024-09-30T16:16:31.917Z",
      "Name": "Minutes of the Stated Meeting - April 11, 2024",
      "Link": "https://nyc.legistar1.com/nyc/attachments/2e0b708f-597d-427b-ab64-07964d3c4f67.pdf",
      "Sort": 4
    },
    {
      "ID": 315230,
      "LastModified": "2025-02-18T22:18:11.43Z",
      "Name": "Committee Report 2/19/25",
      "Link": "https://nyc.legistar1.com/nyc/attachments/e8ced110-d27a-4b1f-b4b0-621bc3a13ae0.docx",
      "Sort": 5
    },
    {
      "ID": 315828,
      "LastModified": "2025-02-25T16:52:06.637Z",
      "Name": "Hearing Testimony 2/19/25",
      "Link": "https://nyc.legistar1.com/nyc/attachments/f672c031-ca1b-4378-a085-c67db0ddb3b4.pdf",
      "Sort": 6
    }
  ],
  "Summary": "",
  "TextID": 74780,
  "Text": "Whereas, According to the National Center for Health Statistics at the Centers for Disease Control and Prevention (CDC), nationally, overdose deaths involving opioids increased by more than eight times since 1999, accounting for over 932,000 deaths between 1999 and 2020; and \n      Whereas, The most recent available CDC data show that in 2020, 38,048 drug overdose deaths occurred in 28 U.S. states and the District of Columbia, for an age-adjusted rate of 30.6 per 100,000 U.S. residents; and\n      Whereas, 13,287 overdose deaths in the U.S. in 2020 involved opioids with stimulants, accounting for 34.9 percent of all overdose deaths, for an age-adjusted rate of 10.8 per 100,000 U.S. residents; and\n      Whereas, 18,307 overdose deaths in the U.S. in 2020 involved opioids without stimulants, accounting for 48.1 percent of all overdose deaths, for an age-adjusted rate of 14.7 per 100,000 U.S. residents; and\n      Whereas, CDC data also reveal that in 2020, 70 percent of all drug overdose deaths in the U.S. involved illicitly-manufactured varieties of fentanyl-a synthetic opioid; and\n      Whereas, Nationwide CDC data additionally indicate that in 2020, overdose deaths involving opioids with stimulants were especially prevalent among Black, non-Hispanic persons and American Indian/Alaska Native, non-Hispanic individuals, at an age-adjusted rate of 14.6 per 100,000 individuals and 12.9 per 100,000 individuals, respectively, and contrasted with the national rate of 10.8 per 100,000 U.S. residents; and \n      Whereas, Nationwide CDC data also show that in 2020, overdose deaths involving opioids without stimulants were most frequent among Black, non-Hispanic persons and White, non-Hispanic individuals, at an age-adjusted rate of 16.7 per 100,000 individuals and 16.2 per 100,000 individuals, respectively, and contrasted with the national rate of 14.7 per 100,000 U.S. residents; and\n      Whereas, Among New York State residents, the number of overdose deaths involving any opioid increased each year between 2010 and 2017 at an overall rate of over 200 percent; and \n      Whereas, In 2019, there were 2,939 opioid-related overdose deaths in New York State, with most of the opioid-related mortality trend driven by synthetic opioids other than methadone-predominantly illegally-produced fentanyl-which was responsible for a total increase in opioid-overdose deaths of over 1,251 percent between 2010 and 2019; and \n      Whereas, Preliminary January 2023 data published by the New York State Department of Health reveal that the age-adjusted rate of overdose deaths involving any opioid grew in New York State from 14.9 per 100,000 New York State residents in 2019 to 23.8 per 100,000 New York State residents in 2021, representing 2,671 opioid-related overdose deaths in 2021 throughout the state exclusive of New York City; and\n      Whereas, Data published by the New York City Department of Health and Mental Hygiene (NYC DOHMH) demonstrate that in New York City, drug overdose deaths increased every year between 2018 and 2021, from 1,452 deaths to 2,668 deaths; and\n      Whereas, NYC DOHMH data also indicate that the rate of drug overdose deaths in New York City inclined from 31.6 per 100,000 New York City residents in 2020 to 39.4 per 100,000 New York City residents in 2021; and \n      Whereas, Black New York City residents had the highest rate of drug overdose deaths in 2021, at 53.5 per 100,000 individuals, and the largest increase in rate when accounting for race or ethnicity from 39.8 per 100,000 individuals in 2020; and \n      Whereas, The rate of drug overdose deaths among Hispanic New York City residents grew from 35.7 per 100,000 individuals in 2020 to 49.2 per 100,000 individuals in 2021; and \n      Whereas, NYC DOHMH reported that for the fifth consecutive year, fentanyl was the most common substance involved in overdose deaths in New York City, playing a part in 80 percent of all drug overdose deaths in 2021; and\n      Whereas, Residents of very high poverty New York City neighborhoods had the highest rate of overdose deaths in 2021, at 71.7 per 100,000 residents, and the largest increase in rate from 49.7 per 100,000 residents in 2020; and \n      Whereas, Naloxone is a medication that rapidly reverses the effects of opioid overdose and is the standard treatment for opioid overdose; and\n      Whereas, The U.S. Food and Drug Administration (FDA) first approved naloxone nasal spray, under the brand name Narcan, in 2015 as a prescription drug, and on March 29, 2023, Narcan became the first naloxone product approved by FDA for over-the-counter, non-prescription sale and use; and\n      Whereas, GoodRx, a free service that gathers prices, coupons, and savings tips for prescription and non-prescription drugs at virtually every U.S. pharmacy to help Americans find lower drug prices in their local communities, projects that naloxone nasal spray would be offered for sale at discounted prices with GoodRx coupons ranging from $35.50 at Rite Aid to $91.73 at Acme Markets Pharmacy, with most retail outlets' prices clustered around $40 to $50; and\n      Whereas, According to a July 2019 report by the Kaiser Family Foundation, a non-profit health policy research organization, in 2016-2017, 25 percent of uninsured American adults with Opioid Use Disorder were living in poverty, and an additional 35 percent of them had incomes ranging between 100 percent and 200 percent of the Federal Poverty Level ($24,120 a year for an individual in 2017); and\n      Whereas, To stem the ever-rising tide of the opioid-related mortality, it is imperative to make over-the-counter naloxone free for everyone in order to remove financial barriers to access to this life-saving medication; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the federal government to make over-the-counter naloxone free for everyone. \n      \n       \n      \nLS #12801\n05/18/2023\nAZ \n\n\n\n\n\n\n\n\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Calibri;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Oss\\'e9, Gennaro, Cab\\'e1n, Sanchez, Abreu, Ayala, Hudson, Nurse, Narcisse and Louis\\par\n\\par\n\\pard\\ltrpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj Whereas, According to the National Center for Health Statistics at the Centers for Disease Control and Prevention (CDC), nationally, overdose deaths involving opioids increased by more than eight times since 1999, accounting for over 932,000 deaths between 1999 and 2020; and \\par\nWhereas, The most recent available CDC data show that in 2020, 38,048 drug overdose deaths occurred in 28 U.S. states and the District of Columbia, for an age-adjusted rate of 30.6 per 100,000 U.S. residents; and\\par\nWhereas, 13,287 overdose deaths in the U.S. in 2020 involved opioids with stimulants, accounting for 34.9 percent of all overdose deaths, for an age-adjusted rate of 10.8 per 100,000 U.S. residents; and\\par\nWhereas, 18,307 overdose deaths in the U.S. in 2020 involved opioids without stimulants, accounting for 48.1 percent of all overdose deaths, for an age-adjusted rate of 14.7 per 100,000 U.S. residents; and\\par\nWhereas, CDC data also reveal that in 2020, 70 percent of all drug overdose deaths in the U.S. involved illicitly-manufactured varieties of fentanyl-\\f1\\fs22 a \\f0\\fs24 synthetic opioid; and\\par\nWhereas, Nationwide CDC data additionally indicate that in 2020, overdose deaths involving opioids with stimulants were especially prevalent among Black, non-Hispanic persons and American Indian/Alaska Native, non-Hispanic individuals, at an age-adjusted rate of 14.6 per 100,000 individuals and 12.9 per 100,000\\f1\\fs22  \\f0\\fs24 individuals, respectively, and contrasted with the national rate of 10.8 per 100,000 U.S. residents; and \\par\nWhereas, Nationwide CDC data also show that in 2020, overdose deaths involving opioids without stimulants were most frequent among Black, non-Hispanic persons and White, non-Hispanic individuals, at an age-adjusted rate of 16.7 per 100,000\\f1\\fs22  \\f0\\fs24 individuals and 16.2 per 100,000\\f1\\fs22  \\f0\\fs24 individuals, respectively, and contrasted with the national rate of 14.7 per 100,000 U.S. residents; and\\par\nWhereas, Among New York State residents, the number of overdose deaths involving any opioid increased each year between 2010 and 2017 at an overall rate of over 200 percent; and \\par\nWhereas, In 2019, there were 2,939 opioid-related overdose deaths in New York State, with most of the opioid-related mortality trend driven by synthetic opioids other than methadone-predominantly illegally-produced fentanyl-which was responsible for a total increase in opioid-overdose deaths of over 1,251 percent between 2010 and 2019; and \\par\nWhereas, Preliminary January 2023 data published by the New York State Department of Health reveal that the age-adjusted rate of overdose deaths involving any opioid grew in New York State from 14.9 per 100,000 New York State residents in 2019 to 23.8 per 100,000 New York State residents in 2021, representing 2,671 opioid-related overdose deaths in 2021 throughout the state exclusive of New York City; and\\par\nWhereas, Data published by the New York City Department of Health and Mental Hygiene (NYC DOHMH) demonstrate that in New York City, drug overdose deaths increased every year between 2018 and 2021, from 1,452 deaths to 2,668 deaths; and\\par\nWhereas, NYC DOHMH data also indicate that the rate of drug overdose deaths in New York City inclined from 31.6 per 100,000 New York City residents in 2020 to 39.4 per 100,000 New York City residents in 2021; and \\par\nWhereas, Black New York City residents had the highest rate of drug overdose deaths in 2021, at 53.5 per 100,000 individuals, and the largest increase in rate when accounting for race or ethnicity from 39.8\\f1\\fs22  \\f0\\fs24 per 100,000 individuals in 2020; and \\par\nWhereas, The rate of drug overdose deaths among Hispanic New York City residents grew from 35.7 per 100,000 individuals in 2020 to 49.2 per 100,000 individuals in 2021; and \\par\nWhereas, NYC DOHMH reported that for the fifth consecutive year, fentanyl was the most common substance involved in overdose deaths in New York City, playing a part in 80 percent of all drug overdose deaths in 2021; and\\par\nWhereas, Residents of very high poverty New York City neighborhoods had the highest rate of overdose deaths in 2021, at 71.7 per 100,000 residents, and the largest increase in rate from 49.7 per 100,000 residents in 2020; and \\par\nWhereas, Naloxone is a medication that rapidly reverses the effects of opioid overdose and is the standard treatment for opioid overdose; and\\par\nWhereas, The U.S. Food and Drug Administration (FDA) first approved naloxone nasal spray, under the brand name Narcan, in 2015 as a prescription drug, and on March 29, 2023, Narcan became the first naloxone product approved by FDA for over-the-counter, non-prescription sale and use; and\\par\nWhereas, GoodRx, a free service that gathers prices, coupons, and savings tips for prescription and non-prescription drugs at virtually every U.S. pharmacy to help Americans find lower drug prices in their local communities, projects that naloxone nasal spray would be offered for sale at discounted prices with GoodRx coupons ranging from $35.50 at Rite Aid to $91.73 at Acme Markets Pharmacy, with most retail outlets\\rquote  prices clustered around $40 to $50; and\\par\nWhereas, According to a July 2019 report by the Kaiser Family Foundation, a non-profit health policy research organization, in 2016-2017, 25 percent of uninsured American adults with Opioid Use Disorder were living in poverty, and an additional 35 percent of them had incomes ranging between 100 percent and 200 percent of the Federal Poverty Level ($24,120 a year for an individual in 2017); and\\par\nWhereas, To stem the ever-rising tide of\\f1\\fs22  \\f0\\fs24 the opioid-related mortality, it is imperative to make over-the-counter naloxone free for everyone in order to remove financial barriers to access to this life-saving medication; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls on the federal government to make over-the-counter naloxone free for everyone. \\par\n\\par\n \\par\n\\pard\\ltrpar\\hyphpar0\\fi720\\sl480\\slmult1\\par\n\\pard\\ltrpar\\hyphpar0\\qj\\fs18 LS #12801\\par\n05/18/2023\\par\nAZ \\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n}\n",
  "LastModified": "2025-02-25T16:52:06.637Z"
}
