{
  "ID": 73258,
  "GUID": "56F5FEA4-C02A-4FCA-9303-B6CB85445508",
  "File": "Res 0333-2024",
  "Name": "Eliminate the subminimum wage for employees based on their disability or age. (S. 1828 /A. 3103)",
  "Title": "Resolution calling on the New York State Legislature to pass, and the New York State Governor to sign, S. 1828 /A. 3103, which would eliminate the subminimum wage for employees based on their disability or age.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 4,
  "BodyName": "Committee on Civil Service and Labor",
  "IntroDate": "2024-04-11T00:00:00Z",
  "AgendaDate": "2024-04-11T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7780,
      "Slug": "public-advocate-jumaane-williams",
      "FullName": "Public Advocate Jumaane Williams"
    }
  ],
  "History": [
    {
      "ID": 406802,
      "Date": "2024-04-11T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-04-08T15:38:16.85Z"
    },
    {
      "ID": 407079,
      "Date": "2024-04-11T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Civil Service and Labor",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 20804,
      "AgendaSequence": 176,
      "MinutesSequence": 201,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Civil Service and Labor",
      "MatterStatusID": 3,
      "LastModified": "2024-04-11T16:16:31.323Z"
    }
  ],
  "Attachments": [
    {
      "ID": 294006,
      "LastModified": "2024-04-11T14:10:52.193Z",
      "Name": "Res. No. 333",
      "Link": "https://nyc.legistar1.com/nyc/attachments/6554f565-b068-4b26-b2dd-462aefd026dc.docx",
      "Sort": 1
    },
    {
      "ID": 300153,
      "LastModified": "2024-04-16T13:18:56.4Z",
      "Name": "April 11, 2024 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/25897e01-1444-4f05-9858-49d8700dec01.pdf",
      "Sort": 2
    },
    {
      "ID": 300940,
      "LastModified": "2024-04-30T16:13:34.497Z",
      "Name": "Hearing Transcript - Stated Meeting  4-11-24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c47db72a-544b-41c4-bd19-850b5b768f71.pdf",
      "Sort": 3
    },
    {
      "ID": 309284,
      "LastModified": "2024-09-30T16:16:33.413Z",
      "Name": "Minutes of the Stated Meeting - April 11, 2024",
      "Link": "https://nyc.legistar1.com/nyc/attachments/1696382e-f9d5-4bc4-97f3-3589945502b5.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 76792,
  "Text": "By the Public Advocate (Mr. Williams) \n\n\tWhereas, The Fair Labor Standards Act (FLSA) is a Federal law that establishes minimum wage, overtime pay, recordkeeping, and youth employment standards affecting employees in the private sector and in Federal, State, and local government; and \n\tWhereas, To prevent employers from not hiring certain individuals based on certain characteristics, such as being a student learner or having a disability, including disabilities related to age and injury, the FLSA provides for the employment of such individuals at wage rates below the statutory minimum, if an employer is issued a subminimum wage certificate by the Wage and Hour Division (WHD) of the United States Department of Labor; and \n\tWhereas, Although the intent of the FLSA is to prevent certain workers from not receiving a job, as employers may not hire these workers if regular minimum wage laws applied, certain workers have nevertheless been unfairly treated and paid fractions of what others are paid; and \n\tWhereas, The FLSA impacts individuals with disabilities in particular, as section 14(c) of the law authorizes employers that have been issued a subminimum wage certificate to pay subminimum wages to workers who have physical or mental disabilities, including disabilities related to age or injury, that may affect earning or productive capacity for the job being performed; and \n\tWhereas, Wages paid by these employers are required to be commensurate with a disabled workers' individual productivity as compared to the wage and productivity of workers who do not have disabilities performing the same type, quality, and quantity of work, but some argue that these standards are arbitrary and, oftentimes, may be skewed by an employer looking to cut costs; and \n\tWhereas, This means that workers with disabilities, including disabilities related to age or injury, can be paid significantly less than other workers if an employer shows that the worker with disabilities is not as productive or efficient; and  \n      Whereas, Notably, there have been a number of instances of this happening to an extreme, including in 2013, when NBC News reported that GoodWill Industries paid their workers with disabilities as little as 22 cents an hour, and in 2018, when Vox Media reported an Illinois nonprofit paid workers with disabilities in gift cards; and \n\tWhereas, In addition, WHD data, as of October 1, 2021, shows that about 39,386 workers with disabilities in the United States were paid subminimum wages by employers with a subminimum wage certificate during the employer's most recently completed fiscal quarter, including almost 600 workers with disabilities being paid a subminimum wage by employers in New York State; and  \n\tWhereas, Thus, as a result of a legal loophole in the FLSA, individuals with disabilities, including disabilities related to age or injury, are being undervalued and unfairly compensated by employers; and \n\tWhereas, In order to ensure that these workers are protected in New York State, S. 1828 /A. 3103 have been introduced in the New York State Legislature; and\n      Whereas, S.1828, introduced by State Senator James Skoufis, and A.3103, introduced by State Assemblymember Phil Steck, would eliminate the subminimum wage for employees based on their disability or age; and  \n\tWhereas, This legislation would have a large impact on New York State and New York City, as both have a significant population of individuals with disabilities, with the Center for Disease Control estimating that 21.1% of adults in New York State have some type of disability, and the American Community Survey estimating that roughly 11.2% of the City's total population have some type of disability; and \n      Whereas, Due to the large number of individuals with disabilities, and New York State's General Municipal Law requiring that all public bidding for contracts be awarded to the lowest possible bidder, there is incentive for employers in New York State to reduce costs and thus, contract bids, by applying for a subminimum wage certificate and paying workers with disabilities a subminimum wage; and \n      Whereas, S. 1828 /A. 3103 would ensure that New York State workers with disabilities, including disabilities related to age or injury, receive the pay they deserve and are treated fairly; now, therefore, be it \n      Resolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the New York State Governor to sign, S. 1828 /A. 3103, which would eliminate the subminimum wage for employees based on their disability or age.\n\n\nSession 13\nNAB\nLS #867\n01/12/2024\n\nSession 12\nNAB\nLS 867\n1/13/2022",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Calibri;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\nBy the Public Advocate (Mr. Williams) \\par\n\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, The Fair Labor Standards Act (FLSA) is a Federal law that establishes minimum wage, overtime pay, recordkeeping, and youth employment standards affecting employees in the private sector and in Federal, State, and local government; and \\par\n\\tab Whereas, To prevent employers from not hiring certain individuals based on certain characteristics, such as being a student learner or having a disability, including disabilities related to age and injury, the FLSA provides for the employment of such individuals at wage rates below the statutory minimum, if an employer is issued a subminimum wage certificate by the Wage and Hour Division (WHD) of the United States Department of Labor; and \\par\n\\tab Whereas, Although the intent of the FLSA is to prevent certain workers from not receiving a job, as employers may not hire these workers if regular minimum wage laws applied, certain workers have nevertheless been unfairly treated and paid fractions of what others are paid; and \\par\n\\tab Whereas, The FLSA impacts individuals with disabilities in particular, as section 14(c) of the law authorizes employers that have been issued a subminimum wage certificate to pay subminimum wages to workers who have physical or mental disabilities, including disabilities related to age or injury, that may affect earning or productive capacity for the job being performed; and \\par\n\\tab Whereas, Wages paid by these employers are required to be commensurate with a disabled workers\\rquote  individual productivity as compared to the wage and productivity of workers who do not have disabilities performing the same type, quality, and quantity of work, but some argue that these standards are arbitrary and, oftentimes, may be skewed by an employer looking to cut costs; and \\par\n\\tab Whereas, This means that workers with disabilities, including disabilities related to age or injury, can be paid significantly less than other workers if an employer shows that the worker with disabilities is not as productive or efficient; and  \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Notably, there have been a number of instances of this happening to an extreme, including in 2013, when NBC News reported that GoodWill Industries paid their workers with disabilities as little as 22 cents an hour, and in 2018, when Vox Media reported an Illinois nonprofit paid workers with disabilities in gift cards; and \\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, In addition, WHD data, as of October 1, 2021, shows that about 39,386 workers with disabilities in the United States were paid subminimum wages by employers with a subminimum wage certificate during the employer\\rquote s most recently completed fiscal quarter, including almost 600 workers with disabilities being paid a subminimum wage by employers in New York State; and  \\par\n\\tab Whereas, Thus, as a result of a legal loophole in the FLSA, individuals with disabilities, including disabilities related to age or injury, are being undervalued and unfairly compensated by employers; and \\par\n\\tab Whereas, In order to ensure that these workers are protected in New York State, S.\\f1\\fs22  \\f0\\fs24 1828 /A.\\f1\\fs22  \\f0\\fs24 3103 have been introduced in the New York State Legislature; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, S.1828, introduced by State Senator James Skoufis, and A.3103, introduced by State Assemblymember Phil Steck, would eliminate the subminimum wage for employees based on their disability or age; and  \\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, This legislation would have a large impact on New York State and New York City, as both have a significant population of individuals with disabilities, with the Center for Disease Control estimating that 21.1% of adults in New York State have some type of disability, and the American Community Survey estimating that roughly 11.2% of the City\\rquote s total population have some type of disability; and \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Due to the large number of individuals with disabilities, and New York State\\rquote s General Municipal Law requiring that all public bidding for contracts be awarded to the lowest possible bidder, there is incentive for employers in New York State to reduce costs and thus, contract bids, by applying for a subminimum wage certificate and paying workers with disabilities a subminimum wage; and \\par\nWhereas, S. 1828 /A. 3103 would ensure that New York State workers with disabilities, including disabilities related to age or injury, receive the pay they deserve and are treated fairly; now, therefore, be it \\par\nResolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the New York State Governor to sign, S. 1828 /A. 3103, which would eliminate the subminimum wage for employees based on their disability or age.\\par\n\\pard\\ltrpar\\fs16\\par\n\\pard\\ltrpar\\noline\\nowidctlpar\\cf1\\fs20\\par\n\\ul Session 13\\par\n\\ulnone NAB\\par\nLS #867\\par\n01/12/2024\\par\n\\ul\\par\nSession 12\\par\n\\ulnone NAB\\par\nLS 867\\par\n1/13/2022\\par\n \\par\n\\pard\\ltrpar\\cf0\\fs24\\par\n}\n",
  "LastModified": "2024-09-30T16:16:33.413Z"
}
