{
  "ID": 73259,
  "GUID": "3EB5F6FF-F890-4E7E-893E-2E88B37C4240",
  "File": "Res 0334-2024",
  "Name": "Dept of Corrections and Community Supervision to open its law library during states of emergency and pandemics with safety protocols in place.",
  "Title": "Resolution calling on the Department of Corrections and Community Supervision to open its law library during states of emergency and pandemics with safety protocols in place.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 5237,
  "BodyName": "Committee on Criminal Justice",
  "IntroDate": "2024-04-11T00:00:00Z",
  "AgendaDate": "2024-04-11T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7780,
      "Slug": "public-advocate-jumaane-williams",
      "FullName": "Public Advocate Jumaane Williams"
    }
  ],
  "History": [
    {
      "ID": 406803,
      "Date": "2024-04-11T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-04-08T15:39:42.783Z"
    },
    {
      "ID": 407080,
      "Date": "2024-04-11T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Criminal Justice",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 20804,
      "AgendaSequence": 177,
      "MinutesSequence": 202,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Criminal Justice",
      "MatterStatusID": 3,
      "LastModified": "2024-04-11T16:38:37.47Z"
    }
  ],
  "Attachments": [
    {
      "ID": 294011,
      "LastModified": "2024-04-11T14:11:10.647Z",
      "Name": "Res. No. 334",
      "Link": "https://nyc.legistar1.com/nyc/attachments/1258b561-cc8a-472a-b706-5dc12d1b4632.docx",
      "Sort": 1
    },
    {
      "ID": 300154,
      "LastModified": "2024-04-16T13:18:56.617Z",
      "Name": "April 11, 2024 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/758b6f49-2b54-4925-bef5-169394371764.pdf",
      "Sort": 2
    },
    {
      "ID": 300941,
      "LastModified": "2024-04-30T16:13:34.85Z",
      "Name": "Hearing Transcript - Stated Meeting  4-11-24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/9620218f-7b76-4649-ba8b-5c2f6eab1f92.pdf",
      "Sort": 3
    },
    {
      "ID": 309285,
      "LastModified": "2024-09-30T16:16:33.627Z",
      "Name": "Minutes of the Stated Meeting - April 11, 2024",
      "Link": "https://nyc.legistar1.com/nyc/attachments/f5844cca-6593-46af-b790-a43db04724ce.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 76793,
  "Text": "By the Public Advocate (Mr. Williams) \n      Whereas, The New York State Department of Corrections and Community Supervision (DOCCS), as a result of the U.S. Supreme Court's decision in Bounds v. Smith, 430 U.S. 813 (1977), is constitutionally required to provide people in state custody with access to the courts either by providing adequate law libraries or adequate legal assistance; and \n      Whereas, DOCCS' Department Directive 4483, \"Law Libraries, Inmate Legal Assistance and Notary Public Services,\" establishes guidelines for the operations of law library programs to meet its constitutional mandate; and \n      Whereas, Department Directive 4484 requires law libraries in state correctional facilities to open at least six or seven per weeks for seven or six hours per day, and provide notary services, photocopying legal materials, word processing or computer services, and legal writing supplies; and \n      Whereas, At the height the COVID-19 pandemic, DOCCS closed its law library program as part of an effort to prevent the additional spread of infectious viral transmission of COVID-19 in state correctional facilities; and \n      Whereas, DOCCS issued a re-opening plan fact sheet that calls for a gradual re-opening of some behavioral health programs and services for incarcerated people, with both staff and people in custody required to wear masks; and \n      Whereas, While DOCCS has gradually reintroduced general library services with safety protocols in place, the Department has not provided information on when law libraries will be fully  re-opened, according to a December 23, 2021 update to the DOCCS COVID-19 Report regarding the new Omicron variant; and \n      Whereas, The closure of the law library program curtails access to the courts as people in custody are unable to adequately access basic resources for legal research and notary services, or to prepare legal papers; and \n      Whereas, Public defenders have identified notary services as an important and necessary resources, as they allow people in custody to get important legal paperwork notarized; and \n      Whereas, Although COVID-19 has required closure of public places and social distancing, access to a law library is a constitutional right; and \n      Whereas, DOCCS has demonstrated that it can operate other congregate environments such as programming in a safe fashion and with adherence to public health guidelines; now, therefore, be it \n      Resolved, That the Council of the City of New York calls upon on the Department of Corrections and Community Supervision to open its law library during states of emergency and pandemics with safety protocols in place. \n\nSession 13\nLS #5147\n01/12/2024\n       \n       \nSession 12\nAH\nLS #5147\n01/24/2022\n\n\n\n\n\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\sl480\\slmult1 By the Public Advocate (Mr. Williams) \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, The New York State Department of Corrections and Community Supervision (DOCCS), as a result of the U.S. Supreme Court\\rquote s decision in \\i Bounds v. Smith\\i0 , 430 U.S. 813 (1977), is constitutionally required to provide people in state custody with access to the courts either by providing adequate law libraries or adequate legal assistance; and \\par\nWhereas, DOCCS\\rquote  Department Directive 4483, \\ldblquote Law Libraries, Inmate Legal Assistance and Notary Public Services,\\rdblquote  establishes guidelines for the operations of law library programs to meet its constitutional mandate; and \\par\nWhereas, Department Directive 4484 requires law libraries in state correctional facilities to open at least six or seven per weeks for seven or six hours per day, and provide notary services, photocopying legal materials, word processing or computer services, and legal writing supplies; and \\par\nWhereas, At the height the COVID-19 pandemic, DOCCS closed its law library program as part of an effort to prevent the additional spread of infectious viral transmission of COVID-19 in state correctional facilities; and \\par\nWhereas, DOCCS issued a re-opening plan fact sheet that calls for a gradual re-opening of some behavioral health programs and services for incarcerated people, with both staff and people in custody required to wear masks; and \\par\nWhereas, While DOCCS has gradually reintroduced general library services with safety protocols in place, the Department has not provided information on when law libraries will be fully  re-opened, according to a December 23, 2021 update to the DOCCS COVID-19 Report regarding the new Omicron variant; and \\par\nWhereas, The closure of the law library program curtails access to the courts as people in custody are unable to adequately access basic resources for legal research and notary services, or to prepare legal papers; and \\par\nWhereas, Public defenders have identified notary services as an important and necessary resources, as they allow people in custody to get important legal paperwork notarized; and \\par\nWhereas, Although COVID-19 has required closure of public places and social distancing, access to a law library is a constitutional right; and \\par\nWhereas, DOCCS has demonstrated that it can operate other congregate environments such as programming in a safe fashion and with adherence to public health guidelines; now, therefore, be it \\par\nResolved, That the Council of the City of New York calls upon on the Department of Corrections and Community Supervision to open its law library during states of emergency and pandemics with safety protocols in place. \\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\par\n\\pard\\ltrpar\\qj\\ul\\fs20 Session 13\\par\n\\ulnone LS #5147\\par\n01/12/2024\\par\n\\pard\\ltrpar\\fi720\\qj\\par\n\\par\n\\pard\\ltrpar\\ul Session 12\\par\n\\ulnone AH\\par\nLS #5147\\par\n01/24/2022\\par\n\\fs18\\par\n\\pard\\ltrpar\\sa160\\sl252\\slmult1\\lang1033\\fs22\\par\n}\n",
  "LastModified": "2024-09-30T16:16:33.627Z"
}
