{
  "ID": 74102,
  "GUID": "E858493B-CD90-4976-B663-1DC66F0109A7",
  "File": "Res 0364-2024",
  "Name": "Establish a tax incentive program to encourage developers to plant new trees in development sites.",
  "Title": "Resolution calling on the State Legislature to introduce and pass, and the Governor to sign, legislation that would establish a tax incentive program to encourage developers to plant new trees in development sites.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 2,
  "StatusName": "Introduced",
  "BodyID": 5106,
  "BodyName": "Committee on Parks and Recreation",
  "IntroDate": "2024-04-18T00:00:00Z",
  "AgendaDate": "2024-04-18T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    }
  ],
  "History": [
    {
      "ID": 407299,
      "Date": "2024-04-18T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-04-15T16:47:28.89Z"
    }
  ],
  "Attachments": [
    {
      "ID": 300038,
      "LastModified": "2024-04-17T15:28:28.73Z",
      "Name": "Res. No. 364",
      "Link": "https://nyc.legistar1.com/nyc/attachments/89bfc5cd-351e-436f-8ad1-799c3f1b9516.docx",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 77665,
  "Text": "Whereas, According to a 2021 report by The Nature Conservancy, the presence of trees in an urban environment provides benefits such as filtering air pollution, reducing flooding, cooling neighborhoods, and improving local respiratory health; and\n      Whereas, The Department of Parks & Recreation (NYC Parks) design and planning guidelines for flood resiliency call for planting new trees as part of preventing inundation from tidal flooding and future sea rise; and\n      Whereas, New York City has prioritized expanding the population of trees in the city with initiatives such as MillionTreesNYC; and\n      Whereas, Local laws and regulations around construction sites in New York City require developers to protect existing trees during construction or replace trees damaged during construction; and\n      Whereas, Developers are not required to add new trees to development sites where they did not exist before; and\n      Whereas, In 2022 NYC Parks testified at a City Council hearing that the cost of planting trees is $3,600 per tree; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the State Legislature to introduce and pass, and the Governor to sign, legislation that would establish a tax incentive program to encourage developers to plant new trees in development sites.\nMJT\nLS # 10328\n2/14/2024, 3:31pm",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Member Brewer\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, According to a 2021 report by The Nature Conservancy, the presence of trees in an urban environment provides benefits such as filtering air pollution, reducing flooding, cooling neighborhoods, and improving local respiratory health; and\\par\nWhereas, The Department of Parks & Recreation (NYC Parks) design and planning guidelines for flood resiliency call for planting new trees as part of preventing inundation from tidal flooding and future sea rise; and\\par\nWhereas, New York City has prioritized expanding the population of trees in the city with initiatives such as MillionTreesNYC; and\\par\nWhereas, Local laws and regulations around construction sites in New York City require developers to protect existing trees during construction or replace trees damaged during construction; and\\par\nWhereas, Developers are not required to add new trees to development sites where they did not exist before; and\\par\nWhereas, In 2022 NYC Parks testified at a City Council hearing that the cost of planting trees is $3,600 per tree; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls on the State Legislature to introduce and pass, and the Governor to sign, legislation that would establish a tax incentive program to encourage developers to plant new trees in development sites.\\par\n\\pard\\ltrpar\\qj\\fs20 MJT\\par\nLS # 10328\\par\n2/14/2024, 3:31pm\\fs24\\par\n}\n",
  "LastModified": "2024-04-18T14:07:25.9Z"
}
