{
  "ID": 73963,
  "GUID": "A4AB1938-3554-4724-88B4-AFDDA447B631",
  "File": "Res 0368-2024",
  "Name": "Living Wage for Musicians Act.",
  "Title": "Resolution calling on the United States Congress to pass, and the President to sign, the Living Wage for Musicians Act.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 4,
  "BodyName": "Committee on Civil Service and Labor",
  "IntroDate": "2024-04-18T00:00:00Z",
  "AgendaDate": "2024-04-18T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7826,
      "Slug": "shahana-k-hanif",
      "FullName": "Shahana K. Hanif"
    },
    {
      "ID": 7823,
      "Slug": "chi-a-osse",
      "FullName": "Chi A. Ossé"
    },
    {
      "ID": 7740,
      "Slug": "carlina-rivera",
      "FullName": "Carlina Rivera"
    },
    {
      "ID": 7803,
      "Slug": "julie-menin",
      "FullName": "Julie Menin"
    },
    {
      "ID": 7813,
      "Slug": "tiffany-caban",
      "FullName": "Tiffany Cabán"
    },
    {
      "ID": 7748,
      "Slug": "justin-l-brannan",
      "FullName": "Justin L. Brannan"
    },
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7794,
      "Slug": "kevin-c-riley",
      "FullName": "Kevin C. Riley"
    }
  ],
  "History": [
    {
      "ID": 407253,
      "Date": "2024-04-18T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-04-12T16:54:18.36Z"
    },
    {
      "ID": 407516,
      "Date": "2024-04-18T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Civil Service and Labor",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 20816,
      "AgendaSequence": 96,
      "MinutesSequence": 122,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Civil Service and Labor",
      "MatterStatusID": 3,
      "LastModified": "2024-04-18T16:40:41.057Z"
    }
  ],
  "Attachments": [
    {
      "ID": 298823,
      "LastModified": "2024-05-01T18:09:31.283Z",
      "Name": "Res. No. 368",
      "Link": "https://nyc.legistar1.com/nyc/attachments/3c6ef50b-08b4-4b5f-9ca9-e11184cc40c9.docx",
      "Sort": 1
    },
    {
      "ID": 300521,
      "LastModified": "2024-04-18T18:59:35.88Z",
      "Name": "April 18, 2024 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/5263951d-ee18-475b-a70b-36fd6aceba2c.pdf",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 77518,
  "Text": "Whereas, Streaming music services have become the dominant method of music consumption, accounting for 84 percent of total recorded music revenue in the United States in 2022, according to the Recording Industry Association of America (RIAA); and\n      Whereas, Revenues from paid subscription services have grown for seven consecutive years and reached $10.2 billion in 2022, according to RIAA; and \n      Whereas, According to RIAA, there were more than 1.9 trillion songs streamed on demand in 2022; and \n      Whereas, A Business Insider report from 2020 found recording artists earn a royalty rate as little as $0.0033 per stream; and\n      Whereas, At the rate of $0.0033 per stream, it would take more than 800,000 monthly streams for a recording artist to earn the equivalent of a $15-per-hour full-time job; and \n      Whereas, Over 14,000 working musicians live in New York City, according to a report published by the Office of the New York City Comptroller; and\n      Whereas, New York City's musicians contribute substantially to the City's cultural landscape and economy; and\n      Whereas, According to the Comptroller's report, many musicians in New York City face volatile employment situations and economic insecurity; and \n      Whereas, On March 7, 2024, Congresswoman Rashida Tlaib and Congressman Jamaal Bowman introduced the Living Wage for Musicians Act, which would create a new streaming royalty with the aim to compensate artists and musicians more fairly at a penny per stream when their music plays on streaming service; and \n      Whereas, The Living Wage For Musicians Act would tax streamers' non-subscription revenue and add a fee to streaming subscriptions, passing the revenues to a non-profit distribution fund that would pay artists proportionately to their monthly streams; and \n\tWhereas, The Living Wage for Musicians Act includes a maximum payout per track, per month, to generate more sustainable income for a broader and more diverse set of artists; now, therefore, be it,\n      Resolved, That the Council of the City of New York calls on the United States Congress to pass, and the President to sign, the Living Wage for Musicians Act.\n      \nNEM\nLS 16321, 16344\n3/19/2024\n\n\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Aptos;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Hanif, Oss\\'e9, Rivera, Menin\\f1 ,\\f0  \\cf1 Cab\\'e1n, Brannan, Louis\\f1 ,\\f0  Brewer and Riley\\cf0\\f1\\par\n\\f0\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj\\kerning0 Whereas, Streaming music services have become the dominant method of music consumption, accounting for 84 percent of total recorded music revenue in the United States in 2022, according to the Recording Industry Association of America (RIAA); and\\par\nWhereas, Revenues from paid subscription services have grown for seven consecutive years and reached $10.2 billion in 2022, according to RIAA; and \\par\nWhereas, According to RIAA, there were more than 1.9 trillion songs streamed on demand in 2022; and \\par\nWhereas, A \\expndtw4\\i Business Insider\\i0  report from 2020 found recording artists earn a royalty rate as little as $0.0033 per stream\\expndtw0 ; and\\par\nWhereas, At the rate of $0.0033 per stream,\\expndtw4  it would take more than 800,000 monthly streams for a recording artist to earn the equivalent of a $15-per-hour full-time job; and \\par\nWhereas, Over 14,000 working musicians live in New York City, according to a report published by the Office of the New York City Comptroller; and\\par\nWhereas, New York City\\rquote s musicians \\expndtw0 contribute substantially to the City\\rquote s cultural landscape and economy; and\\par\n\\expndtw4 Whereas, According to the Comptroller\\rquote s report, many musicians in New York City face volatile employment situations and economic insecurity; and \\par\nWhereas, On March 7, 2024, Congresswoman Rashida Tlaib and Congressman Jamaal Bowman introduced the Living Wage for Musicians Act, which would create a new streaming royalty with the aim to compensate artists and musicians more fairly at a penny per stream when their music plays on streaming service; and \\par\nWhereas, The Living Wage For Musicians Act would \\expndtw9 tax streamers\\rquote  non-subscription revenue and add a fee to streaming subscriptions, passing the revenues to a non-profit distribution fund that would pay artists proportionately to their monthly streams; and \\par\n\\pard\\cbpat2\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, The Living Wage for Musicians Act \\expndtw4 includes a maximum payout per track, per month, to generate more sustainable income for a broader and more diverse set of artists; now, therefore, be it,\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sl480\\slmult1\\qj Resolved, That the Council of the City of New York calls on the United States Congress to pass, and the President to sign, the Living Wage for Musicians Act.\\expndtw9\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\expndtw0\\par\n\\pard\\ltrpar\\qj\\kerning2\\fs20 NEM\\par\nLS 16321, 16344\\par\n\\pard\\ltrpar\\sl480\\slmult1 3/19/2024\\par\n\\par\n\\fs24\\par\n}\n",
  "LastModified": "2024-05-01T18:09:31.287Z"
}
