{
  "ID": 74004,
  "GUID": "F241639E-0B12-4EAD-A3F4-08FCB0324B92",
  "File": "Res 0371-2024",
  "Name": "Providing money upon release for certain incarcerated individuals (S6643A/A9115).",
  "Title": "Resolution calling on the New York State Legislature to pass, and the Governor to sign S6643A/A9115, in relation to providing money upon release for certain incarcerated individuals.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 25,
  "StatusName": "Laid Over in Committee",
  "BodyID": 5237,
  "BodyName": "Committee on Criminal Justice",
  "IntroDate": "2024-04-18T00:00:00Z",
  "AgendaDate": "2024-04-18T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7822,
      "Slug": "crystal-hudson",
      "FullName": "Crystal Hudson"
    },
    {
      "ID": 7824,
      "Slug": "sandy-nurse",
      "FullName": "Sandy Nurse"
    },
    {
      "ID": 7780,
      "Slug": "public-advocate-jumaane-williams",
      "FullName": "Public Advocate Jumaane Williams"
    },
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7810,
      "Slug": "amanda-farias",
      "FullName": "Amanda Farías"
    },
    {
      "ID": 7826,
      "Slug": "shahana-k-hanif",
      "FullName": "Shahana K. Hanif"
    },
    {
      "ID": 7817,
      "Slug": "nantasha-m-williams",
      "FullName": "Nantasha M. Williams"
    }
  ],
  "History": [
    {
      "ID": 406723,
      "Date": "2024-04-18T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-04-03T22:20:26.087Z"
    },
    {
      "ID": 407527,
      "Date": "2024-04-18T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Criminal Justice",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 20816,
      "AgendaSequence": 107,
      "MinutesSequence": 133,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Criminal Justice",
      "MatterStatusID": 3,
      "LastModified": "2024-04-18T16:42:58.457Z"
    },
    {
      "ID": 418948,
      "Date": "2025-04-16T12:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 5237,
      "BodyName": "Committee on Criminal Justice",
      "EventID": 21510,
      "AgendaSequence": 7,
      "MinutesSequence": 15,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2025-04-16T20:58:19.813Z"
    },
    {
      "ID": 419624,
      "Date": "2025-04-16T12:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 5237,
      "BodyName": "Committee on Criminal Justice",
      "EventID": 21510,
      "MinutesSequence": 16,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2025-04-16T20:58:36.09Z"
    }
  ],
  "Attachments": [
    {
      "ID": 299426,
      "LastModified": "2025-04-15T16:32:11.21Z",
      "Name": "Res. No. 371",
      "Link": "https://nyc.legistar1.com/nyc/attachments/62fab712-6285-437e-a355-fc786d66e5a9.docx",
      "Sort": 1
    },
    {
      "ID": 300532,
      "LastModified": "2024-05-29T18:30:49.28Z",
      "Name": "April 18, 2024 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/424da8cc-18d3-4c0a-b247-c8bdb1da29b6.pdf",
      "Sort": 2
    },
    {
      "ID": 301175,
      "LastModified": "2024-05-02T17:58:56.283Z",
      "Name": "Hearing Transcript - Stated Meeting  4-18-24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/f13ea820-6058-42db-a970-f8d86652c12d.pdf",
      "Sort": 3
    },
    {
      "ID": 309410,
      "LastModified": "2024-09-30T16:21:03.463Z",
      "Name": "Minutes of the Stated Meeting - April 18, 2024",
      "Link": "https://nyc.legistar1.com/nyc/attachments/5633c245-d3d8-4559-af0c-09bdd6d14156.pdf",
      "Sort": 4
    },
    {
      "ID": 317976,
      "LastModified": "2025-04-15T16:32:13.923Z",
      "Name": "Committee Report 4/16/25",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d497d955-9982-4e27-8393-3c990bc46a1d.docx",
      "Sort": 5
    }
  ],
  "Summary": "",
  "TextID": 77559,
  "Text": "Whereas, According to The Manpower Demonstration Research Corporation, annually, the United States witnesses the release of approximately 600,000 individuals from its State and Federal prisons, a transition fraught with numerous challenges; and \n   Whereas, These individuals, termed returning citizens, encounter obstacles in reintegrating into society, ranging from securing stable housing to finding gainful employment; and\n   Whereas, According to the Vera Institute, New York State allocates billions of dollars towards maintaining its prison systems, as evident in the daily costs incurred, exceeding $225 per person ($82,000 annually) in local jails and $315 per person ($115,000 annually) in State prisons, as reported in 2019; and\n   Whereas, According to the New York State Senate, nearly half of returning New Yorkers struggle with housing instability upon release from jail or prison and over one-third encounter challenges in securing even part-time employment, impeding their economic self-sufficiency and reintegration prospects; and\n   Whereas, Additionally, approximately half of New Yorkers find themselves re-incarcerated within three years of their release, underscoring the urgent need for more comprehensive reentry support mechanisms and community-based services; and\n   Whereas, Current State law mandates released individuals receive only $40 from their commissary account, a bus ticket, and cheap clothing; and\n   Whereas, Released individuals are expected to use the $40 to find housing, feed themselves, meet with their Parole Officer (if applicable), secure employment, and comply with special conditions; and \n   Whereas, S6643A/A9115 sponsored by New York State Senator Kevin Parker and New York State Assemblymember Edward Gibbs, respectively, aim to increase the amount of money provided to incarcerated individuals upon their release for essential needs such as food, clothes, housing, and transportation; and\n   Whereas, The Gate Money Program, as established by this state legislation provides up to $2,550 over six months to those released from state correctional facilities, with the first month's stipend given immediately upon release to cover essential needs like food, housing costs, court-related debts, and employment preparation; and\n   Whereas, Through the Gate Money Program, funds will no longer be deducted from the individual's commissary account; and\n   Whereas, It is imperative to reevaluate current reentry practices and invest in holistic approaches that address the root causes of recidivism while fostering opportunities for successful reintegration and rehabilitation; now, therefore, be it \n   Resolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign S6643A/A9115, in relation to providing money upon release for certain incarcerated individuals.\nCMB\nLS#16288\n3/25/24",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\pard\\ltrpar\\noline\\qj\\v0 By Council Members Hudson, Nurse, the Public Advocate (Mr. Williams), Louis, Brewer, Far\\'edas, Hanif and Williams\\par\n\\pard\\ltrpar\\fi360\\par\n\\pard\\ltrpar\\fi360\\sa160\\sl480\\slmult1\\qj Whereas, According to The Manpower Demonstration Research Corporation, annually, the United States witnesses the release of approximately 600,000 individuals from its State and Federal prisons, a transition fraught with numerous challenges; and \\par\n\\pard\\ltrpar\\fi360\\sa160\\sl480\\slmult1 Whereas, These individuals, termed returning citizens, encounter obstacles in reintegrating into society, ranging from securing stable housing to finding gainful employment; and\\par\nWhereas, According to the Vera Institute, New York State allocates billions of dollars towards maintaining its prison systems, as evident in the daily costs incurred, exceeding $225 per person ($82,000 annually) in local jails and $315 per person ($115,000 annually) in State prisons, as reported in 2019; and\\par\nWhereas, According to the New York State Senate, nearly half of returning New Yorkers struggle with housing instability upon release from jail or prison and over one-third encounter challenges in securing even part-time employment, impeding their economic self-sufficiency and reintegration prospects; and\\par\nWhereas, Additionally, approximately half of New Yorkers find themselves re-incarcerated within three years of their release, underscoring the urgent need for more comprehensive reentry support mechanisms and community-based services; and\\par\nWhereas, Current State law mandates released individuals receive only $40 from their commissary account, a bus ticket, and cheap clothing; and\\par\nWhereas, Released individuals are expected to use the $40 to find housing, feed themselves, meet with their Parole Officer (if applicable), secure employment, and comply with special conditions; and \\par\nWhereas, S6643A/A9115 sponsored by New York State Senator Kevin Parker and New York State Assemblymember Edward Gibbs, respectively, aim to increase the amount of money provided to incarcerated individuals upon their release for essential needs such as food, clothes, housing, and transportation; and\\par\nWhereas, The Gate Money Program, as established by this state legislation provides up to $2,550 over six months to those released from state correctional facilities, with the first month's stipend given immediately upon release to cover essential needs like food, housing costs, court-related debts, and employment preparation; and\\par\nWhereas, Through the Gate Money Program, funds will no longer be deducted from the individual's commissary account; and\\par\nWhereas, It is imperative to reevaluate current reentry practices and invest in holistic approaches that address the root causes of recidivism while fostering opportunities for successful reintegration and rehabilitation; now, therefore, be it \\par\nResolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign S6643A/A9115, in relation to providing money upon release for certain incarcerated individuals.\\par\n\\pard\\ltrpar\\fs20 CMB\\par\nLS#16288\\par\n3/25/24\\par\n}\n",
  "LastModified": "2025-04-16T20:58:24.12Z"
}
