{
  "ID": 73268,
  "GUID": "2E7D1F85-DCA5-4D9E-B827-09606039C747",
  "File": "Res 0374-2024",
  "Name": "Mandating that any owner intending to sell a multi-unit residential dwelling, must first make a fairly appraised offer of sale to the tenants within the residence before making any sale offers to third parties.",
  "Title": "Resolution calling on the New York State Legislature to pass and the Governor to sign, legislation mandating that any owner intending to sell a multi-unit residential dwelling, must first make a fairly appraised offer of sale to the tenants within the residence before making any sale offers to third parties.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 2,
  "StatusName": "Introduced",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2024-04-18T00:00:00Z",
  "AgendaDate": "2024-04-18T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7780,
      "Slug": "public-advocate-jumaane-williams",
      "FullName": "Public Advocate Jumaane Williams"
    }
  ],
  "History": [
    {
      "ID": 407280,
      "Date": "2024-04-18T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-04-13T16:46:31.91Z"
    }
  ],
  "Attachments": [
    {
      "ID": 294059,
      "LastModified": "2024-04-17T17:34:03.97Z",
      "Name": "Res. No. 374",
      "Link": "https://nyc.legistar1.com/nyc/attachments/4aa526bd-a37f-4369-9ca7-45f862acace2.docx",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 76802,
  "Text": "By the Public Advocate (Mr. Williams) \n\n      Whereas, Affordable housing is a fundamental aspect of a thriving New York City and vital to providing shelter, stability, safety and health; and\n      Whereas, The Department of City Planning estimates the City's population will increase by 783,000 residents, or 9.5 percent between 2010 and 2040; and\n      Whereas, According to a recent Zillow study conducted in 2018, 68 percent of the City's residents rent their homes and landlords rent apartments in their buildings making New York City one of the largest share of renters in the United States; and\n      Whereas, Median rental prices in Manhattan were approximately $3,415 in May 2020 and Brooklyn rents were 3.3 percent higher than the previous year, up from $2,829 to $2,921; and\n      Whereas, Currently in New York City, a landlord does not have a legal obligation to offer an apartment or the building to a tenant to purchase before putting their property on the market which can result in tenants being displaced and forced to look for new apartments with higher rents; and\n      Whereas, In 1980, the Tenant Opportunity to Purchase Act (TOPA) was enacted in Washington, D.C. to give tenants the first opportunity to purchase the home they were renting if their landlord decided to discontinue the use of a property for rental purposes, convert a property to condominium or sell the property, so that residents would not be displaced; and\n      Whereas, TOPA resulted in the conversion of over 10,000 units to direct tenant ownership or by chosen developers; and\n      Whereas, New reports have indicated that community-based organizations, such as the Community Service Society, the Urban Homesteading Assistance Board, the New Economy Project and other advocacy groups would support New York legislation similar to TOPA, which would give tenants the first option to buy their landlord's property if it is put up for sale; now, therefore, be it \n\tResolved, That the Council of the City of New York calls on the New York State Legislature to pass and the Governor to sign, legislation mandating that any owner intending to sell a multi-unit residential dwelling, must first make a fairly appraised offer of sale to the tenants within the residence before making any sale offers to third parties.\n\nSession 13\nAH\nLS #4049\n01/12/2024 \n\nSession 12\nAH\nLS #4049\n01/12/2022\n\n\n\n\n\n\n\n\n\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\pard\\ltrpar\\v0\\par\nBy the Public Advocate (Mr. Williams) \\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Affordable housing is a fundamental aspect of a thriving New York City and vital to providing shelter, stability, safety and health; and\\par\nWhereas, The Department of City Planning estimates the City\\rquote s population will increase by 783,000 residents, or 9.5 percent between 2010 and 2040; and\\par\nWhereas, According to a recent Zillow study conducted in 2018, 68 percent of the City\\rquote s residents rent their homes and landlords rent apartments in their buildings making New York City one of the largest share of renters in the United States; and\\par\nWhereas, Median rental prices in Manhattan were approximately $3,415 in May 2020 and Brooklyn rents were 3.3 percent higher than the previous year, up from $2,829 to $2,921; and\\par\nWhereas, Currently in New York City, a landlord does not have a legal obligation to offer an apartment or the building to a tenant to purchase before putting their property on the market which can result in tenants being displaced and forced to look for new apartments with higher rents; and\\par\nWhereas, In 1980, the Tenant Opportunity to Purchase Act (TOPA) was enacted in Washington, D.C. to give tenants the first opportunity to purchase the home they were renting if their landlord decided to discontinue the use of a property for rental purposes, convert a property to condominium or sell the property, so that residents would not be displaced; and\\par\nWhereas, TOPA resulted in the conversion of over 10,000 units to direct tenant ownership or by chosen developers; and\\par\nWhereas, New reports have indicated that community-based organizations, such as the Community Service Society, the Urban Homesteading Assistance Board, the New Economy Project and other advocacy groups would support New York legislation similar to TOPA, which would give tenants the first option to buy their landlord\\rquote s property if it is put up for sale; now, therefore, be it \\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Resolved, That the Council of the City of New York calls on the New York State Legislature to pass and the Governor to sign, legislation mandating that any owner intending to sell a multi-unit residential dwelling, must first make a fairly appraised offer of sale to the tenants within the residence before making any sale offers to third parties.\\par\n\\pard\\ltrpar\\sl480\\slmult1\\par\n\\pard\\ltrpar\\ul\\fs20 Session 13\\par\n\\ulnone AH\\par\nLS #4049\\par\n01/12/2024 \\par\n\\ul\\par\nSession 12\\par\n\\ulnone AH\\par\nLS #4049\\par\n01/12/2022\\par\n\\ul\\fs18\\par\n\\ulnone\\fs24\\line\\ul\\fs18\\par\n\\ulnone\\fs24\\par\n\\par\n\\par\n}\n",
  "LastModified": "2024-04-18T14:20:42.957Z"
}
