{
  "ID": 74297,
  "GUID": "D8D6DEC3-59FA-4608-ADC6-6CE578643B89",
  "File": "Res 0439-2024",
  "Name": "Calling on the federal government to reschedule Marijuana as a Schedule III drug.",
  "Title": "Resolution calling on the federal government to reschedule Marijuana as a Schedule III drug.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2024-05-23T00:00:00Z",
  "AgendaDate": "2024-05-23T00:00:00Z",
  "PassedDate": "2025-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7810,
      "Slug": "amanda-c-farias",
      "FullName": "Amanda C. Farías"
    },
    {
      "ID": 7748,
      "Slug": "justin-l-brannan",
      "FullName": "Justin L. Brannan"
    },
    {
      "ID": 7813,
      "Slug": "tiffany-l-caban",
      "FullName": "Tiffany L. Cabán"
    },
    {
      "ID": 7816,
      "Slug": "julie-won",
      "FullName": "Julie Won"
    }
  ],
  "History": [
    {
      "ID": 408755,
      "Date": "2024-05-23T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-05-16T19:30:57.267Z"
    },
    {
      "ID": 409120,
      "Date": "2024-05-23T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 20921,
      "AgendaSequence": 90,
      "MinutesSequence": 101,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2024-05-23T16:31:59.93Z"
    },
    {
      "ID": 416539,
      "Date": "2025-01-24T12:22:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2025-01-24T17:22:32.593Z"
    },
    {
      "ID": 430578,
      "Date": "2025-12-31T10:40:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2025-12-23T15:40:54.28Z"
    }
  ],
  "Attachments": [
    {
      "ID": 304690,
      "LastModified": "2024-06-28T10:50:12.76Z",
      "Name": "Res. No. 439",
      "Link": "https://nyc.legistar1.com/nyc/attachments/e016a659-1cb3-430c-8eac-876b43a798db.docx",
      "Sort": 1
    },
    {
      "ID": 302227,
      "LastModified": "2024-06-18T20:28:57.597Z",
      "Name": "May 23, 2024 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/8fbca7e4-41a3-4729-85bb-8a3895b4e64c.pdf",
      "Sort": 3
    },
    {
      "ID": 303161,
      "LastModified": "2024-06-18T20:28:59.38Z",
      "Name": "Hearing Transcript - Stated Meeting  5-23-24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/8e012dba-c1c9-403b-8dfa-f0f7133b13a5.pdf",
      "Sort": 4
    },
    {
      "ID": 313260,
      "LastModified": "2025-01-06T21:40:25.96Z",
      "Name": "Minutes of the Stated Meeting - May 23, 2024",
      "Link": "https://nyc.legistar1.com/nyc/attachments/bbfc047d-3253-458b-9d81-4effcdd541ea.pdf",
      "Sort": 5
    }
  ],
  "Summary": "",
  "TextID": 77866,
  "Text": "Whereas, Marijuana is a Schedule I substance under the federal Controlled Substances Act, meaning that it has a high potential for abuse, no currently accepted medical use in treatment in the United States, and a lack of accepted safety for use under medical supervision; and\n      Whereas, Schedule III drugs, substances, or chemicals have a moderate to low potential for physical and psychological dependence, with abuse potential less than Schedule I and  II drugs; and\n      Whereas, Examples of Schedule I drugs include heroin, LSD, marijuana, ecstasy, methaqualone, and peyote, and examples of Schedule III drugs include Tylenol with codeine, ketamine, anabolic steroids, and testosterone; and\n      Whereas, The classification of marijuana as a Schedule I drug, notwithstanding the lack of recognition of the United States Food and Drug Administration, contradicts its widely recognized therapeutic benefits and growing acceptance for medical use in numerous states; and\n      Whereas, The Biden administration has proposed a landmark change in federal marijuana policy, aiming to reclassify marijuana under the Controlled Substances Act from Schedule I to Schedule III; and\n      Whereas, This proposed reclassification acknowledges the therapeutic benefits of marijuana and its potential as a medication for millions of Americans, according to the National Organization for the Reform of Marijuana Laws; and\n      Whereas, Experts argue that marijuana's placement on Schedule I lacked scientific basis and that reclassifying it to Schedule III could alleviate the burden on cannabis companies and align federal regulations with public opinion and medical consensus; and\n      Whereas, Reclassification of marijuana from Schedule I to Schedule III could encourage more doctors to recommend its use for medical purposes and could facilitate research into its medical benefits and expand treatment options for patients with various conditions; and\n      Whereas, Aligning federal drug scheduling classifications with scientific evidence and public opinion is essential for effective drug policy and public health; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the federal government to reschedule Marijuana as a Schedule III drug.\n      \nCMB\nLS#16856\n5/16/24",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Far\\'edas, Brannan, Cab\\'e1n and Won\\par\n\\par\n\\pard\\ltrpar\\fi720\\sa160\\sl480\\slmult1 Whereas, Marijuana is a Schedule I substance under the federal Controlled Substances Act, meaning that it has a high potential for abuse, no currently accepted medical use in treatment in the United States, and a lack of accepted safety for use under medical supervision; and\\par\nWhereas, Schedule III drugs, substances, or chemicals have a moderate to low potential for physical and psychological dependence, with abuse potential less than Schedule I and  II drugs; and\\par\nWhereas, Examples of Schedule I drugs include heroin, LSD, marijuana, ecstasy, methaqualone, and peyote, and examples of Schedule III drugs include Tylenol with codeine, ketamine, anabolic steroids, and testosterone; and\\par\nWhereas, The classification of marijuana as a Schedule I drug, notwithstanding the lack of recognition of the United States Food and Drug Administration, contradicts its widely recognized therapeutic benefits and growing acceptance for medical use in numerous states; and\\par\nWhereas, The Biden administration has proposed a landmark change in federal marijuana policy, aiming to reclassify marijuana under the Controlled Substances Act from Schedule I to Schedule III; and\\par\nWhereas, This proposed reclassification acknowledges the therapeutic benefits of marijuana and its potential as a medication for millions of Americans, according to the National Organization for the Reform of Marijuana Laws; and\\par\nWhereas, Experts argue that marijuana\\rquote s placement on Schedule I lacked scientific basis and that reclassifying it to Schedule III could alleviate the burden on cannabis companies and align federal regulations with public opinion and medical consensus; and\\par\nWhereas, Reclassification of marijuana from Schedule I to Schedule III could encourage more doctors to recommend its use for medical purposes and could facilitate research into its medical benefits and expand treatment options for patients with various conditions; and\\par\nWhereas, Aligning federal drug scheduling classifications with scientific evidence and public opinion is essential for effective drug policy and public health; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls on the federal government to reschedule Marijuana as a Schedule III drug.\\par\n\\par\n\\pard\\ltrpar\\fs20 CMB\\par\nLS#16856\\par\n5/16/24\\par\n}\n",
  "LastModified": "2025-12-23T15:40:54.283Z"
}
