{
  "ID": 74302,
  "GUID": "76DC7589-F1A7-4021-BCF6-E283CEA294E5",
  "File": "Res 0440-2024",
  "Name": "Enact the Fair Access to Co-ops for Veterans Act of 2024 (H.R. 7703)",
  "Title": "Resolution calling on the United States House of Representatives to pass H.R. 7703, the United States Senate to introduce and pass a companion bill, and the President to sign such legislation, to enact the Fair Access to Co-ops for Veterans Act of 2024.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 5122,
  "BodyName": "Committee on Veterans",
  "IntroDate": "2024-05-23T00:00:00Z",
  "AgendaDate": "2024-05-23T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7746,
      "Slug": "robert-f-holden",
      "FullName": "Robert F. Holden"
    },
    {
      "ID": 7748,
      "Slug": "justin-l-brannan",
      "FullName": "Justin L. Brannan"
    },
    {
      "ID": 7811,
      "Slug": "vickie-paladino",
      "FullName": "Vickie Paladino"
    }
  ],
  "History": [
    {
      "ID": 408779,
      "Date": "2024-05-23T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-05-17T13:42:34.13Z"
    },
    {
      "ID": 409134,
      "Date": "2024-05-23T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Veterans",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 20921,
      "AgendaSequence": 104,
      "MinutesSequence": 115,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Veterans",
      "MatterStatusID": 3,
      "LastModified": "2024-05-23T16:34:45.657Z"
    },
    {
      "ID": 409741,
      "Date": "2024-06-18T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 5122,
      "BodyName": "Committee on Veterans",
      "EventID": 20935,
      "AgendaSequence": 2,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2024-06-18T17:13:13.213Z"
    }
  ],
  "Attachments": [
    {
      "ID": 301765,
      "LastModified": "2024-06-14T13:18:38.663Z",
      "Name": "Res. No. 440",
      "Link": "https://nyc.legistar1.com/nyc/attachments/9d603558-0a8c-4bef-a837-2659a3202c22.docx",
      "Sort": 1
    },
    {
      "ID": 302241,
      "LastModified": "2024-05-23T19:44:37.41Z",
      "Name": "May 23, 2024 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/812e57a2-52d2-4568-a50c-be896afa5b6d.pdf",
      "Sort": 2
    },
    {
      "ID": 303175,
      "LastModified": "2024-06-12T18:42:21.16Z",
      "Name": "Hearing Transcript - Stated Meeting  5-23-24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/6ef0d53d-773d-4608-93dc-27f7f67a99c8.pdf",
      "Sort": 3
    },
    {
      "ID": 303238,
      "LastModified": "2024-06-13T20:02:15.58Z",
      "Name": "Committee Report 6/18/24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/99e3d946-4c0d-4ae2-852e-5accf0b67b0e.docx",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 77871,
  "Text": "Whereas, The Fair Access to Co-ops for Veterans Act of 2024 (H.R. 7703), co-sponsored by United States (U.S.) Representative (Rep.) Grace Meng, representing Congressional District 6 in Queens, and Rep. Nicole Malliotakis, representing Congressional District 11 in Staten Island and southern Brooklyn, was introduced in the U.S. House of Representatives on March 15, 2024; and\n      Whereas, A companion bill has not yet been introduced in the U.S. Senate; and\n      Whereas, H.R. 7703 aims to expand the U.S. Department of Veterans Affairs (VA) Home Loan Guaranty program (\"program\") to allow for the purchase of residential cooperative housing units, or co-ops, by eligible Veterans, servicemembers, and surviving spouses in addition to the already-allowed purchase of condominiums and houses; and\n      Whereas, The expansion of the program to cover co-op purchases would benefit many eligible New York City (NYC) Veterans, servicemembers, and surviving spouses who struggle to afford housing in NYC because of the prevalence of co-ops in NYC housing stock and because co-ops are often a less expensive housing alternative when compared to condominiums and houses; and\n      Whereas, The program provides loans from private lenders to eligible Veterans, servicemembers, and surviving spouses, and VA guarantees part of the loan, thus making it possible for borrowers to get access to a lower interest rate and often to avoid having to make a down payment, among other favorable financial terms; and\n      Whereas, H.R. 7703 also intends for VA to advertise the availability of the program to eligible Veterans, appropriate lenders, and interested real estate agents and to inform them of the procedures for taking advantage of it; and\n      Whereas, Congress passed legislation in 2006 that established a five-year pilot that permitted the purchase of co-ops through the program, but that permission was not made permanent; and \n      Whereas, Kristina Keenan, a Deputy Director of the Veterans of Foreign Wars of the United States (VFW), testified at a Congressional hearing in March 2024 in support of H.R. 7703 and noted that Veterans who live in cities where co-ops are an important part of the housing market are disproportionately affected by the restrictions in the program and face decreased \"long-term housing stability\" as a result; and \n      Whereas, Kennan further noted that co-ops in NYC make up almost two-thirds of multi-family housing stock and that Veteran home ownership in NYC is \"significantly lower than the rest of the country\"; and\n      Whereas, H.R. 7703 would make it possible for more eligible Veterans, servicemembers, and surviving spouses \"to own their place and build equity\" in NYC, according to Rep. Meng; now, therefore, be it\n\tResolved, That the Council of the City of New York calls on the United States House of Representatives to pass H.R. 7703, the United States Senate to introduce and pass a companion bill, and the President to sign such legislation, to enact the Fair Access to Co-ops for Veterans Act of 2024.\n\n\nLS #16554\n5/16/2024\nRHP\n\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj By Council Members Holden, Brannan and Paladino\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, The Fair Access to Co-ops for Veterans Act of 2024 (H.R. 7703), co-sponsored by United States (U.S.) Representative (Rep.) Grace Meng, representing Congressional District 6 in Queens, and Rep. Nicole Malliotakis, representing Congressional District 11 in Staten Island and southern Brooklyn, was introduced in the U.S. House of Representatives on March 15, 2024; and\\par\nWhereas, A companion bill has not yet been introduced in the U.S. Senate; and\\par\nWhereas, H.R. 7703 aims to expand the U.S. Department of Veterans Affairs (VA) Home Loan Guaranty program (\\ldblquote program\\rdblquote ) to allow for the purchase of residential cooperative housing units, or co-ops, by eligible Veterans, servicemembers, and surviving spouses in addition to the already-allowed purchase of condominiums and houses; and\\par\nWhereas, The expansion of the program to cover co-op purchases would benefit many eligible New York City (NYC) Veterans, servicemembers, and surviving spouses who struggle to afford housing in NYC because of the prevalence of co-ops in NYC housing stock and because co-ops are often a less expensive housing alternative when compared to condominiums and houses; and\\par\nWhereas, The program provides loans from private lenders to eligible Veterans, servicemembers, and surviving spouses, and VA guarantees part of the loan, thus making it possible for borrowers to get access to a lower interest rate and often to avoid having to make a down payment, among other favorable financial terms; and\\par\nWhereas, H.R. 7703 also intends for VA to advertise the availability of the program to eligible Veterans, appropriate lenders, and interested real estate agents and to inform them of the procedures for taking advantage of it; and\\par\nWhereas, Congress passed legislation in 2006 that established a five-year pilot that permitted the purchase of co-ops through the program, but that permission was not made permanent; and \\par\nWhereas, Kristina Keenan, a Deputy Director of the Veterans of Foreign Wars of the United States (VFW), testified at a Congressional hearing in March 2024 in support of H.R. 7703 and noted that Veterans who live in cities where co-ops are an important part of the housing market are disproportionately affected by the restrictions in the program and face decreased \\ldblquote long-term housing stability\\rdblquote  as a result; and \\par\nWhereas, Kennan further noted that co-ops in NYC make up almost two-thirds of multi-family housing stock and that Veteran home ownership in NYC is \\ldblquote significantly lower than the rest of the country\\rdblquote ; and\\par\nWhereas, H.R. 7703 would make it possible for more eligible Veterans, servicemembers, and surviving spouses \\ldblquote to own their place and build equity\\rdblquote  in NYC, according to Rep. Meng; now, therefore, be it\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Resolved, That the Council of the City of New York calls on the United States House of Representatives to pass H.R. 7703, the United States Senate to introduce and pass a companion bill, and the President to sign such legislation, to enact the Fair Access to Co-ops for Veterans Act of 2024.\\par\n\\pard\\ltrpar\\qj\\fs18\\par\n\\par\nLS #16554\\par\n5/16/2024\\par\nRHP\\par\n\\par\n}\n",
  "LastModified": "2024-06-18T17:13:12.837Z"
}
