{
  "ID": 74261,
  "GUID": "D4E439A4-AE50-4867-9504-79AB459FDFCD",
  "File": "Res 0441-2024",
  "Name": "Designating March 29 annually as Vietnam Veterans Day in the City of New York.",
  "Title": "Resolution designating March 29 annually as Vietnam Veterans Day in the City of New York in honor of the bravery and sacrifice of the Americans who served and in recognition of the past and present dedication of their families and caregivers.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 25,
  "StatusName": "Laid Over in Committee",
  "BodyID": 5122,
  "BodyName": "Committee on Veterans",
  "IntroDate": "2024-05-23T00:00:00Z",
  "AgendaDate": "2024-05-23T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7865,
      "Slug": "kristy-marmorato",
      "FullName": "Kristy Marmorato"
    },
    {
      "ID": 7749,
      "Slug": "kalman-yeger",
      "FullName": "Kalman Yeger"
    },
    {
      "ID": 7811,
      "Slug": "vickie-paladino",
      "FullName": "Vickie Paladino"
    },
    {
      "ID": 7867,
      "Slug": "susan-zhuang",
      "FullName": "Susan Zhuang"
    },
    {
      "ID": 7803,
      "Slug": "julie-menin",
      "FullName": "Julie Menin"
    },
    {
      "ID": 7819,
      "Slug": "joann-ariola",
      "FullName": "Joann Ariola"
    },
    {
      "ID": 7825,
      "Slug": "alexa-aviles",
      "FullName": "Alexa Avilés"
    },
    {
      "ID": 7746,
      "Slug": "robert-f-holden",
      "FullName": "Robert F. Holden"
    },
    {
      "ID": 7832,
      "Slug": "kamillah-hanks",
      "FullName": "Kamillah Hanks"
    },
    {
      "ID": 7264,
      "Slug": "joseph-c-borelli",
      "FullName": "Joseph C. Borelli"
    },
    {
      "ID": 7833,
      "Slug": "david-m-carr",
      "FullName": "David M. Carr"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 7742,
      "Slug": "diana-i-ayala",
      "FullName": "Diana I. Ayala"
    },
    {
      "ID": 7748,
      "Slug": "justin-l-brannan",
      "FullName": "Justin L. Brannan"
    },
    {
      "ID": 7810,
      "Slug": "amanda-farias",
      "FullName": "Amanda Farías"
    },
    {
      "ID": 7831,
      "Slug": "inna-vernikov",
      "FullName": "Inna Vernikov"
    }
  ],
  "History": [
    {
      "ID": 408086,
      "Date": "2024-05-23T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-05-14T13:59:22.877Z"
    },
    {
      "ID": 409136,
      "Date": "2024-05-23T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Veterans",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 20921,
      "AgendaSequence": 106,
      "MinutesSequence": 117,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Veterans",
      "MatterStatusID": 3,
      "LastModified": "2024-05-23T16:35:08.46Z"
    },
    {
      "ID": 409742,
      "Date": "2024-06-18T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 5122,
      "BodyName": "Committee on Veterans",
      "EventID": 20935,
      "AgendaSequence": 3,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2024-06-18T17:13:15.687Z"
    },
    {
      "ID": 410215,
      "Date": "2024-06-18T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 5122,
      "BodyName": "Committee on Veterans",
      "EventID": 20935,
      "MinutesSequence": 7,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2024-06-18T20:54:38.347Z"
    }
  ],
  "Attachments": [
    {
      "ID": 301531,
      "LastModified": "2024-11-12T14:51:25.58Z",
      "Name": "Res. No. 441",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c4a086ca-bc29-40ca-b47b-b6ba744f7d26.docx",
      "Sort": 1
    },
    {
      "ID": 302243,
      "LastModified": "2024-05-23T19:44:38.49Z",
      "Name": "May 23, 2024 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/1cbe553d-9453-4826-9255-57510b77342a.pdf",
      "Sort": 2
    },
    {
      "ID": 303177,
      "LastModified": "2024-06-12T18:42:21.847Z",
      "Name": "Hearing Transcript - Stated Meeting  5-23-24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/5f00af40-7330-4958-a392-666ce2d190cb.pdf",
      "Sort": 3
    },
    {
      "ID": 303239,
      "LastModified": "2024-08-05T18:45:38.697Z",
      "Name": "Committee Report 6/18/24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/e2c91eea-c6a3-484a-9ac3-3525cef864c5.docx",
      "Sort": 4
    },
    {
      "ID": 305033,
      "LastModified": "2024-06-25T17:57:48.927Z",
      "Name": "Hearing Testimony 6/18/24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/00f3cabe-0236-4900-a721-8a0be7ca68d1.pdf",
      "Sort": 5
    },
    {
      "ID": 305035,
      "LastModified": "2024-08-05T18:45:09.127Z",
      "Name": "Hearing Testimony 6/18/24 (Con't)",
      "Link": "https://nyc.legistar1.com/nyc/attachments/bbffd6a9-1750-4a99-919a-4dc2963c8d33.pdf",
      "Sort": 6
    },
    {
      "ID": 306414,
      "LastModified": "2024-07-17T17:15:13.66Z",
      "Name": "Hearing Transcript 6/18/24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/5588ddae-5e34-4256-b6dc-469efe0155d0.pdf",
      "Sort": 7
    },
    {
      "ID": 311137,
      "LastModified": "2024-11-12T14:34:41.043Z",
      "Name": "Committee Report 11/13/24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d1f930bd-a3a8-434e-8432-08a950218d5c.docx",
      "Sort": 8
    }
  ],
  "Summary": "",
  "TextID": 77828,
  "Text": "Whereas, The United States (U.S.) military presence in Southeast Asia started even before the 1955 establishment of the Military Assistance Advisory Group (MAAG), Cambodia and the MAAG, Vietnam and before the 1956 arrival of three U.S. Army nurses, the first servicewomen on the ground, who joined the MAAG Medical Training Team; and\n      Whereas, On July 8, 1959, guerillas entered the South Vietnamese Army 7th Infantry Division compound at Bien Hoa and killed two U.S. soldiers housed there as part of a 13-member U.S. detachment-Major Dale R. Buis and Master Sergeant Chester M. Ovnand, the first U.S. soldiers killed in what would become the Vietnam War; and\n      Whereas, On May 11, 1961, President John F. Kennedy signed the National Security Action Memorandum 52, which called for \"military, political, economic, [and] psychological\" actions of a \"covert character\" in an effort to keep South Vietnam from becoming a Communist state; and\n      Whereas, Just seven months later, the first U.S. Army helicopter units arrived in Vietnam to support the South Vietnamese government; and\n      Whereas, On February 8, 1962, MAAG, Vietnam became Military Assistance Command, Vietnam (MACV) and took over directing U.S. war efforts, followed by the arrival of the first U.S. Navy SEAL (Sea-Air-Land) team, the first U.S. Marine Corps helicopter unit, and the first U.S. Army field hospital; and\n      Whereas, On March 26, 1964, a U.S. Air Force observation plane was shot down by the Viet Cong, and U.S. Army Special Forces Captain Floyd J. Thompson was critically wounded and taken prisoner, becoming the longest-held American prisoner of war (POW) in U.S. history when he was released nine years later; and\n      Whereas, On August 10, 1964, based on the complicated and confusing engagement between U.S. and North Vietnamese forces in the Gulf of Tonkin over several days, President Lyndon B. Johnson signed into law the Tonkin Gulf Resolution, giving the President the power to \"take all necessary measures to repel any armed attack against the forces of the United States and to prevent further aggression\" and to \"take all necessary steps, including the use of armed force to assist [South Vietnam] in defense of its freedom\"; and\n      Whereas, By February 1965, President Johnson had ordered U.S. Air Force airstrikes in North Vietnam for the first time, under Operation FLAMING DART, and then authorized the sustained bombing of North Vietnam, which would occur over three years under Operation ROLLING THUNDER; and\n      Whereas, Also in February 1965, the seven-years-long Operation MARKET TIME began as an effort of the U.S. Navy, U.S. Coast Guard, and South Vietnamese forces to stop supplies from being smuggled into South Vietnam by the North Vietnamese to aid Viet Cong guerillas; and \n      Whereas, As early as 1965, other countries also supported South Vietnam with combat troops and noncombatants, including Australia, New Zealand, South Korea, Thailand, and the Philippines; and \n      Whereas, In early March 1966, Operation UTAH south of Chu Lai pitched U.S. Marines against North Vietnamese regular troops for the first time, indicating the movement of more North Vietnamese troops into South Vietnam; and \n      Whereas, On July 6, 1966, 52 U.S. POWs were marched for one hour past violent crowds and cameras in Hanoi and were subjected to attacks from the onlookers, thereby eliciting international condemnation for conditions in the North Vietnamese prison camps and concern for the POWs; and \n      Whereas, Many offensives were undertaken by all branches of the U.S. armed forces in conjunction with South Vietnamese troops from 1966 to the end of the war, both in well-known battles and in rural hamlets whose names were barely known to the outside world; and\n      Whereas, In early 1968, North Vietnam undertook a strong and coordinated attack across 36 provincial capitals and U.S. installations during the Vietnamese New Year, traditionally a time of ceasefire, which became known as the Tet Offensive and which shook Americans' faith in the war effort, even though the North Vietnamese and Viet Cong were decisively beaten back; and \n      Whereas, On February 27, 1968, television anchor Walter Cronkite broadcast his thoughts about his recent trip to Vietnam, including that he believed that the only thing the U.S. could do at that point was \"to negotiate, not as victors, but as an honorable people who lived up to their pledge to defend democracy, and did the best they could\"; and\n      Whereas, Starting in March 1969 under President Richard M. Nixon, U.S. troops began the 14-month Operation MENU, under which bombing North Vietnamese and Viet Cong installations in Cambodia were meant to disrupt their supply line into South Vietnam and encourage them to engage in peace talks; and \n      Whereas, In April 1969, President Nixon called for the Vietnamization of the war, including more training for South Vietnamese military personnel, support for governmental reforms, and the withdrawal of U.S. troops, then numbering about 543,000 on the ground; and \n      Whereas, The last major battle between North Vietnamese and U.S. troops came at Fire Support Base Ripcord, situated west of Hue, on July 1, 1970; and\n      Whereas, The 1964 Tonkin Gulf Resolution was repealed on January 12, 1971; and \n      Whereas, In April 1971, the U.S. Department of Defense created the POW/MIA (Missing in Action) Task Group to handle the return of and accounting for all American POWs; and\n      Whereas, More than 3.4 million U.S. servicemembers were sent to Southeast Asia during the years of the Vietnam War, with about 2.7 million of them serving in the war zone; and\n      Whereas, The Vietnam Veterans Memorial, the most-visited memorial on the National Mall in Washington, D.C., includes the Three Servicemen bronze statue, standing over seven feet high and created by Glenna Goodacre; the Vietnam Women's Memorial, which portrays three servicewomen caring for and protecting a wounded serviceman and which honors the approximately 11,000 servicewomen in Vietnam, 90 percent of whom were nurses; the In Memory plaque, placed in honor of those who died later as a result of their service in Vietnam; a flagpole, which flies the U.S. flag and the black POW-MIA flag; and the world-renown black granite memorial wall, designed by Maya Lin and made up of two 200-foot-long sections; and\n      Whereas, Over 58,300 names etched on the memorial wall are listed in chronological order by date of death and include just over 4,000 New Yorkers; and\n      Whereas, Over 150,000 more U.S. servicemembers were seriously wounded in Vietnam, with tens of thousands permanently disabled; and\n      Whereas, There are still approximately 1,600 U.S. servicemembers missing in action, who are neither forgotten nor abandoned by Defense POW/MIA Accounting Agency, which continues to seek to recover all of them; and\n      Whereas, A grateful nation owes a special debt to the Vietnam Veterans who were exposed to deadly herbicides, like Agent Orange, that were used to destroy crops that could have provided cover or food for the enemy, and who suffered long-term serious health problems as a result; and\n      Whereas, Many servicemembers who returned to the U.S. from Vietnam arrived home to a nation divided in its views over the legitimacy of the war and the actions of the U.S. government that supported it rather than being met with the cheers and accolades that had welcomed servicemembers from earlier wars; and\n      Whereas, The Vietnam War Veterans Recognition Act of 2017 designates every March 29 as National Vietnam War Veterans Day and calls for the U.S. flag to be flown in observance; and\n      Whereas, Although the last U.S. personnel were not evacuated from Vietnam until April 30, 1975, with the fall of Saigon and the dramatic 18-hour airlift by Marine and Air Force helicopters of over 1,000 remaining Americans and almost 7,000 South Vietnamese refugees, March 29, 1973, was the day that the U.S. MACV was officially disestablished, the day that the last U.S. combat troops left Vietnam, and the day that the last acknowledged prisoners of war were released by North Vietnam; and\n      Whereas, March 29 has been proclaimed as Vietnam Veterans Day in New York State, by proclamations of both Governor Andrew Cuomo and Governor Kathy Hochul, in honor of the estimated almost 200,000 Vietnam Veterans residing in NYS; now, therefore, be it\n      Resolved, That the Council of the City of New York designates March 29 annually as Vietnam Veterans Day in the City of New York in honor of the bravery and sacrifice of the Americans who served and in recognition of the past and present dedication of their families and caregivers. \nLS #16627\n5/9/2024\nRHP\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar By Council Members Marmorato, Yeger, Paladino, Zhuang, Menin, Ariola, Avil\\'e9s, Holden, Hanks, Borelli, Carr, Gennaro, Ayala, Brannan, Far\\'edas and Vernikov\\par\n\\pard\\ltrpar\\qj\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, The United States (U.S.) military presence in Southeast Asia started even before the 1955 establishment of the Military Assistance Advisory Group (MAAG), Cambodia and the MAAG, Vietnam and before the 1956 arrival of three U.S. Army nurses, the first servicewomen on the ground, who joined the MAAG Medical Training Team; and\\par\nWhereas, On July 8, 1959, guerillas entered the South Vietnamese Army 7th Infantry Division compound at Bien Hoa and killed two U.S. soldiers housed there as part of a 13-member U.S. detachment-Major Dale R. Buis and Master Sergeant Chester M. Ovnand, the first U.S. soldiers killed in what would become the Vietnam War; and\\par\nWhereas, On May 11, 1961, President John F. Kennedy signed the National Security Action Memorandum 52, which called for \\ldblquote military, political, economic, [and] psychological\\rdblquote  actions of a \\ldblquote covert character\\rdblquote  in an effort to keep South Vietnam from becoming a Communist state; and\\par\nWhereas, Just seven months later, the first U.S. Army helicopter units arrived in Vietnam to support the South Vietnamese government; and\\par\nWhereas, On February 8, 1962, MAAG, Vietnam became Military Assistance Command, Vietnam (MACV) and took over directing U.S. war efforts, followed by the arrival of the first U.S. Navy SEAL (Sea-Air-Land) team, the first U.S. Marine Corps helicopter unit, and the first U.S. Army field hospital; and\\par\nWhereas, On March 26, 1964, a U.S. Air Force observation plane was shot down by the Viet Cong, and U.S. Army Special Forces Captain Floyd J. Thompson was critically wounded and taken prisoner, becoming the longest-held American prisoner of war (POW) in U.S. history when he was released nine years later; and\\par\nWhereas, On August 10, 1964, based on the complicated and confusing engagement between U.S. and North Vietnamese forces in the Gulf of Tonkin over several days, President Lyndon B. Johnson signed into law the Tonkin Gulf Resolution, giving the President the power to \\ldblquote take all necessary measures to repel any armed attack against the forces of the United States and to prevent further aggression\\rdblquote  and to \\ldblquote take all necessary steps, including the use of armed force to assist [South Vietnam] in defense of its freedom\\rdblquote ; and\\par\nWhereas, By February 1965, President Johnson had ordered U.S. Air Force airstrikes in North Vietnam for the first time, under Operation FLAMING DART, and then authorized the sustained bombing of North Vietnam, which would occur over three years under Operation ROLLING THUNDER; and\\par\nWhereas, Also in February 1965, the seven-years-long Operation MARKET TIME began as an effort of the U.S. Navy, U.S. Coast Guard, and South Vietnamese forces to stop supplies from being smuggled into South Vietnam by the North Vietnamese to aid Viet Cong guerillas; and \\par\nWhereas, As early as 1965, other countries also supported South Vietnam with combat troops and noncombatants, including Australia, New Zealand, South Korea, Thailand, and the Philippines; and \\par\nWhereas, In early March 1966, Operation UTAH south of Chu Lai pitched U.S. Marines against North Vietnamese regular troops for the first time, indicating the movement of more North Vietnamese troops into South Vietnam; and \\par\nWhereas, On July 6, 1966, 52 U.S. POWs were marched for one hour past violent crowds and cameras in Hanoi and were subjected to attacks from the onlookers, thereby eliciting international condemnation for conditions in the North Vietnamese prison camps and concern for the POWs; and \\par\nWhereas, Many offensives were undertaken by all branches of the U.S. armed forces in conjunction with South Vietnamese troops from 1966 to the end of the war, both in well-known battles and in rural hamlets whose names were barely known to the outside world; and\\par\nWhereas, In early 1968, North Vietnam undertook a strong and coordinated attack across 36 provincial capitals and U.S. installations during the Vietnamese New Year, traditionally a time of ceasefire, which became known as the Tet Offensive and which shook Americans\\rquote  faith in the war effort, even though the North Vietnamese and Viet Cong were decisively beaten back; and \\par\nWhereas, On February 27, 1968, television anchor Walter Cronkite broadcast his thoughts about his recent trip to Vietnam, including that he believed that the only thing the U.S. could do at that point was \\ldblquote to negotiate, not as victors, but as an honorable people who lived up to their pledge to defend democracy, and did the best they could\\rdblquote ; and\\par\nWhereas, Starting in March 1969 under President Richard M. Nixon, U.S. troops began the 14-month Operation MENU, under which bombing North Vietnamese and Viet Cong installations in Cambodia were meant to disrupt their supply line into South Vietnam and encourage them to engage in peace talks; and \\par\nWhereas, In April 1969, President Nixon called for the Vietnamization of the war, including more training for South Vietnamese military personnel, support for governmental reforms, and the withdrawal of U.S. troops, then numbering about 543,000 on the ground; and \\par\nWhereas, The last major battle between North Vietnamese and U.S. troops came at Fire Support Base Ripcord, situated west of Hue, on July 1, 1970; and\\par\nWhereas, The 1964 Tonkin Gulf Resolution was repealed on January 12, 1971; and \\par\nWhereas, In April 1971, the U.S. Department of Defense created the POW/MIA (Missing in Action) Task Group to handle the return of and accounting for all American POWs; and\\par\nWhereas, More than 3.4 million U.S. servicemembers were sent to Southeast Asia during the years of the Vietnam War, with about 2.7 million of them serving in the war zone; and\\par\nWhereas, The Vietnam Veterans Memorial, the most-visited memorial on the National Mall in Washington, D.C., includes the Three Servicemen bronze statue, standing over seven feet high and created by Glenna Goodacre; the Vietnam Women\\rquote s Memorial, which portrays three servicewomen caring for and protecting a wounded serviceman and which honors the approximately 11,000 servicewomen in Vietnam, 90 percent of whom were nurses; the In Memory plaque, placed in honor of those who died later as a result of their service in Vietnam; a flagpole, which flies the U.S. flag and the black POW-MIA flag; and the world-renown black granite memorial wall, designed by Maya Lin and made up of two 200-foot-long sections; and\\par\nWhereas, Over 58,300 names etched on the memorial wall are listed in chronological order by date of death and include just over 4,000 New Yorkers; and\\par\nWhereas, Over 150,000 more U.S. servicemembers were seriously wounded in Vietnam, with tens of thousands permanently disabled; and\\par\nWhereas, There are still approximately 1,600 U.S. servicemembers missing in action, who are neither forgotten nor abandoned by Defense POW/MIA Accounting Agency, which continues to seek to recover all of them; and\\par\nWhereas, A grateful nation owes a special debt to the Vietnam Veterans who were exposed to deadly herbicides, like Agent Orange, that were used to destroy crops that could have provided cover or food for the enemy, and who suffered long-term serious health problems as a result; and\\par\nWhereas, Many servicemembers who returned to the U.S. from Vietnam arrived home to a nation divided in its views over the legitimacy of the war and the actions of the U.S. government that supported it rather than being met with the cheers and accolades that had welcomed servicemembers from earlier wars; and\\par\nWhereas, The Vietnam War Veterans Recognition Act of 2017 designates every March 29 as National Vietnam War Veterans Day and calls for the U.S. flag to be flown in observance; and\\par\nWhereas, Although the last U.S. personnel were not evacuated from Vietnam until April 30, 1975, with the fall of Saigon and the dramatic 18-hour airlift by Marine and Air Force helicopters of over 1,000 remaining Americans and almost 7,000 South Vietnamese refugees, March 29, 1973, was the day that the U.S. MACV was officially disestablished, the day that the last U.S. combat troops left Vietnam, and the day that the last acknowledged prisoners of war were released by North Vietnam; and\\par\nWhereas, March 29 has been proclaimed as Vietnam Veterans Day in New York State, by proclamations of both Governor Andrew Cuomo and Governor Kathy Hochul, in honor of the estimated almost 200,000 Vietnam Veterans residing in NYS; now, therefore, be it\\b\\par\n\\b0 Resolved, That the Council of the City of New York designates March 29 annually as Vietnam Veterans Day in the City of New York in honor of the bravery and sacrifice of the Americans who served and in recognition of the past and present dedication of their families and caregivers. \\par\n\\pard\\ltrpar\\qj\\fs18 LS #16627\\par\n5/9/2024\\par\nRHP\\par\n}\n",
  "LastModified": "2024-11-12T20:14:25.173Z"
}
