{
  "ID": 74377,
  "GUID": "F6C7B788-C459-4738-9A67-6DDBB7F6C79A",
  "File": "Res 0447-2024",
  "Name": "Designating the first Sunday in June annually as Flake Legacy Day in the City of New York.",
  "Title": "Resolution designating the first Sunday in June annually as Flake Legacy Day in the City of New York to recognize the spiritual, educational, civic, and economic contributions of the Reverend Drs. Floyd and Elaine Flake in service to The Greater Allen A.M.E. Cathedral of New York and to their community in Queens.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 5105,
  "BodyName": "Committee on Cultural Affairs, Libraries and International Intergroup Relations",
  "IntroDate": "2024-06-06T00:00:00Z",
  "AgendaDate": "2024-06-06T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7739,
      "Slug": "adrienne-e-adams",
      "FullName": "Adrienne E. Adams"
    },
    {
      "ID": 7796,
      "Slug": "selvena-n-brooks-powers",
      "FullName": "Selvena N. Brooks-Powers"
    },
    {
      "ID": 7817,
      "Slug": "nantasha-m-williams",
      "FullName": "Nantasha M. Williams"
    }
  ],
  "History": [
    {
      "ID": 409369,
      "Date": "2024-06-06T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-05-31T21:27:45.433Z"
    }
  ],
  "Attachments": [
    {
      "ID": 302576,
      "LastModified": "2024-06-06T12:41:18.287Z",
      "Name": "Res. No. 447",
      "Link": "https://nyc.legistar1.com/nyc/attachments/48e5a086-78f8-4b3d-878c-fc6c8a9bcdbf.docx",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 77956,
  "Text": "By The Speaker (Council Member Adams) and Council Members Brooks-Powers and Williams\n      Whereas, Floyd Harold Flake was born on January 30, 1945, in Los Angeles and grew up in a two-bedroom house without running water in Houston, Texas, as one of 15 children of Rosie-Lee Johnson-Flake and Robert Flake, Sr.; and \n      Whereas, Margaret Elaine McCollins Flake was born in Memphis, Tennessee, on July 2, 1948, as the only child of Leroy and Lorene McCollins; and \n      Whereas, Pastor Emeritus Flake earned his Bachelor of Arts degree from Wilberforce University, the nation's oldest private HBCU, founded in 1856, for which he went on to serve as president from 2002 to 2008; and\n      Whereas, Pastor Elaine, as she is lovingly called by her Greater Allen A.M.E. Cathedral of New York (GAC) congregation, earned her Bachelor of Arts degree in English from Fisk University, a proud Historically Black College or University (HBCU); and\n      Whereas, Pastor Emeritus Flake earned his Doctor of Ministry degree from United Theological Seminary in Dayton, Ohio, while completing additional academic studies at Payne Theological Seminary (founded in 1891 as The Payne Theological Seminary of Wilberforce University) and Northeastern University's School of Business; and\n      Whereas, Pastor Elaine earned a Master of Arts degree in English from Boston University and a Master of Divinity degree from Union Theological Seminary in New York City (NYC) before earning her Doctor of Ministry degree from United Theological Seminary in Dayton, Ohio; and\n      Whereas, Following work in social services, academia, and business, Pastor Emeritus Flake came to Jamaica, Queens, in 1976 to head what is now GAC, with a congregation then of about 1,400 members; and \n      Whereas, Pastor Elaine is a member of Alpha Kappa Alpha Sorority, Incorporated, the first intercollegiate Black sorority, founded at in 1908 at Howard University, another highly regarded HBCU; and\n      Whereas, Pastor Emeritus Flake is a member of Alpha Phi Alpha Fraternity, Incorporated, the first intercollegiate Black fraternity, founded at in 1906 at Howard University; and\n      Whereas, Pastor Elaine also took on a leadership role at GAC in 1976, then became co-pastor with her husband in 1999, and became Senior Pastor after Pastor Emeritus Flake's retirement in 2020; and \n      Whereas, Through the dedicated work that the Reverend Drs. Flake have done at GAC over almost five decades, GAC has grown in membership to more than 23,000, making it the largest congregation in the African Methodist Episcopal (A.M.E.) Church; and\n      Whereas, In addition to the religious work of GAC, the Reverend Drs. Flake founded the private Allen Christian School, the Allen Women's Resource Center, which houses victims of domestic violence, and the Soup Kitchen and Feeding Program, which distributes over 105,000 meals and bags of food weekly; and\n      Whereas, GAC also has served the greater community through its commercial and residential developments and as one of the largest private sector employers in Queens; and\n      Whereas, When Pastor Emeritus Flake became a United States (U.S.) Representative in 1986, he went on to serve his community in Congress for a decade by championing legislation to support urban development, including his Bank Enterprise Act, which provided incentives for lending institutions to invest in communities like his, and by bringing federal resources home to Queens, including a regional Federal Drug Administration facility and a regional Federal Aviation Administration facility; and\n      Whereas, The Reverend Drs. Flake co-authored two books, Practical Virtues: Everyday Values and Devotions for African American Families and African American Church Management Handbook; and\n      Whereas, Pastor Elaine also authored God in Her Midst: Preaching Healing to Hurting Women and contributed to The Women of Color Study Bible and Souls of My Sisters: Black Women Break Their Silence, Tell Their Stories, and Heal Their Spirits; and \n      Whereas, Pastor Emeritus Flake also co-authored The Way of the Bootstrapper: Nine Action Steps for Achieving Your Dreams, with Donna Marie Williams; and\n      Whereas, Pastor Emeritus Flake was honored in 2020 by the New York City Council by co-naming a portion of Merrick Boulevard in Queens as Floyd H. Flake Boulevard at a joyous ceremony filled with gospel music, dance, a marching band, and tributes from elected officials at all levels of government; and \n      Whereas, Speaking at the street co-naming, State Attorney General Letitia James noted that \"[f]rom the ashes, he built homes,\" that \"[f]rom chaos, he brought order,\" that \"[h]e saved lives, and with his vision, he built this cathedral and from wastelands he built schools, he built services,\" and that he brought to his community \"messages of resilience, hope, resurrection, justice, [and] mercy\"; and\n      Whereas, The Reverend Drs. Flake have been married for almost half a century and are the parents of Aliya, Nailah, Robert Rasheed, and Harold Hasan and the grandparents of Nia Renee; and \n      Whereas, In a 2014 interview in The Christian Post, Pastor Emeritus Flake perhaps summed up his own career, saying that \"[t]he bottom line comes when you're in a community and you see all of the possibilities and the promise that it has and you see some levels of deterioration, I do believe that you cannot stay in your church and merely preach to people on a Sunday morning\"; and\n      Whereas, The designation of a day to honor the Reverend Drs. Flake, who did not simply stay in their church, as impressive an institution as they have helped it to become, but rather reached out into their community in a thousand ways to serve those in need and to improve community life economically, politically, and socially; now, therefore, be it\n\tResolved, That the Council of the City of New York designates the first Sunday in June annually as Flake Legacy Day in the City of New York to recognize the spiritual, educational, civic, and economic contributions of the Reverend Drs. Elaine and Floyd Flake in service to The Greater Allen A.M.E. Cathedral of New York and to their Queens community.\n\n\nLS #17101\n5/29/24\nRHP\n\n1",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj By The Speaker (Council Member Adams) and Council Members Brooks-Powers and Williams\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Floyd Harold Flake was born on January 30, 1945, in Los Angeles and grew up in a two-bedroom house without running water in Houston, Texas, as one of 15 children of Rosie-Lee Johnson-Flake and Robert Flake, Sr.; and \\par\nWhereas, Margaret Elaine McCollins Flake was born in Memphis, Tennessee, on July 2, 1948, as the only child of Leroy and Lorene McCollins; and \\par\nWhereas, Pastor Emeritus Flake earned his Bachelor of Arts degree from Wilberforce University, the nation\\rquote s oldest private HBCU, founded in 1856, for which he went on to serve as president from 2002 to 2008; and\\par\nWhereas, Pastor Elaine, as she is lovingly called by her Greater Allen A.M.E. Cathedral of New York (GAC) congregation, earned her Bachelor of Arts degree in English from Fisk University, a proud Historically Black College or University (HBCU); and\\par\nWhereas, Pastor Emeritus Flake earned his Doctor of Ministry degree from United Theological Seminary in Dayton, Ohio, while completing additional academic studies at Payne Theological Seminary (founded in 1891 as The Payne Theological Seminary of Wilberforce University) and Northeastern University\\rquote s School of Business; and\\par\nWhereas, Pastor Elaine earned a Master of Arts degree in English from Boston University and a Master of Divinity degree from Union Theological Seminary in New York City (NYC) before earning her Doctor of Ministry degree from United Theological Seminary in Dayton, Ohio; and\\par\nWhereas, Following work in social services, academia, and business, Pastor Emeritus Flake came to Jamaica, Queens, in 1976 to head what is now GAC, with a congregation then of about 1,400 members; and \\par\nWhereas, Pastor Elaine is a member of Alpha Kappa Alpha Sorority, Incorporated, the first intercollegiate Black sorority, founded at in 1908 at Howard University, another highly regarded HBCU; and\\par\nWhereas, Pastor Emeritus Flake is a member of Alpha Phi Alpha Fraternity, Incorporated, the first intercollegiate Black fraternity, founded at in 1906 at Howard University; and\\par\nWhereas, Pastor Elaine also took on a leadership role at GAC in 1976, then became co-pastor with her husband in 1999, and became Senior Pastor after Pastor Emeritus Flake\\rquote s retirement in 2020; and \\par\nWhereas, Through the dedicated work that the Reverend Drs. Flake have done at GAC over almost five decades, GAC has grown in membership to more than 23,000, making it the largest congregation in the African Methodist Episcopal (A.M.E.) Church; and\\par\nWhereas, In addition to the religious work of GAC, the Reverend Drs. Flake founded the private Allen Christian School, the Allen Women\\rquote s Resource Center, which houses victims of domestic violence, and the Soup Kitchen and Feeding Program, which distributes over 105,000 meals and bags of food weekly; and\\par\nWhereas, GAC also has served the greater community through its commercial and residential developments and as one of the largest private sector employers in Queens; and\\par\nWhereas, When Pastor Emeritus Flake became a United States (U.S.) Representative in 1986, he went on to serve his community in Congress for a decade by championing legislation to support urban development, including his Bank Enterprise Act, which provided incentives for lending institutions to invest in communities like his, and by bringing federal resources home to Queens, including a regional Federal Drug Administration facility and a regional Federal Aviation Administration facility; and\\par\nWhereas, The Reverend Drs. Flake co-authored two books, \\i Practical Virtues: Everyday Values and Devotions for African American Families\\i0  and \\i African American Church Management Handbook\\i0 ; and\\par\nWhereas, Pastor Elaine also authored \\i God in Her Midst: Preaching Healing to Hurting Women\\i0  and contributed to \\i The Women of Color Study Bible\\i0  and \\i Souls of My Sisters: Black Women Break Their Silence, Tell Their Stories, and Heal Their Spirits\\i0 ; and \\par\nWhereas, Pastor Emeritus Flake also co-authored \\i The Way of the Bootstrapper: Nine Action Steps for Achieving Your Dreams\\i0 , with Donna Marie Williams; and\\par\nWhereas, Pastor Emeritus Flake was honored in 2020 by the New York City Council by co-naming a portion of Merrick Boulevard in Queens as Floyd H. Flake Boulevard at a joyous ceremony filled with gospel music, dance, a marching band, and tributes from elected officials at all levels of government; and \\par\nWhereas, Speaking at the street co-naming, State Attorney General Letitia James noted that \\ldblquote [f]rom the ashes, he built homes,\\rdblquote  that \\ldblquote [f]rom chaos, he brought order,\\rdblquote  that \\ldblquote [h]e saved lives, and with his vision, he built this cathedral and from wastelands he built schools, he built services,\\rdblquote  and that he brought to his community \\ldblquote messages of resilience, hope, resurrection, justice, [and] mercy\\rdblquote ; and\\par\nWhereas, The Reverend Drs. Flake have been married for almost half a century and are the parents of Aliya, Nailah, Robert Rasheed, and Harold Hasan and the grandparents of Nia Renee; and \\par\nWhereas, In a 2014 interview in \\i The Christian Post\\i0 , Pastor Emeritus Flake perhaps summed up his own career, saying that \\ldblquote [t]he bottom line comes when you\\rquote re in a community and you see all of the possibilities and the promise that it has and you see some levels of deterioration, I do believe that you cannot stay in your church and merely preach to people on a Sunday morning\\rdblquote ; and\\par\nWhereas, The designation of a day to honor the Reverend Drs. Flake, who did not simply stay in their church, as impressive an institution as they have helped it to become, but rather reached out into their community in a thousand ways to serve those in need and to improve community life economically, politically, and socially; now, therefore, be it\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Resolved, That the Council of the City of New York designates the first Sunday in June annually as Flake Legacy Day in the City of New York to recognize the spiritual, educational, civic, and economic contributions of the Reverend Drs. Elaine and Floyd Flake in service to The Greater Allen A.M.E. Cathedral of New York and to their Queens community.\\par\n\\par\n\\par\n\\pard\\ltrpar\\qj\\fs18 LS #17101\\par\n5/29/24\\par\nRHP\\par\n\\pard\\ltrpar\\sa160\\sl252\\slmult1\\fs22\\par\n}\n",
  "LastModified": "2024-06-06T12:41:24.09Z"
}
