{
  "ID": 73950,
  "GUID": "A2F05E23-8A57-40AD-A43A-F9ED987131CF",
  "File": "Res 0465-2024",
  "Name": "New York City Housing Authority to include an admission preference for public housing in its next proposed agency plan for all veterans of the U.S. military.",
  "Title": "Resolution calling upon the New York City Housing Authority to include an admission preference for public housing in its next proposed agency plan for all veterans of the U.S. military.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 25,
  "StatusName": "Laid Over in Committee",
  "BodyID": 5122,
  "BodyName": "Committee on Veterans",
  "IntroDate": "2024-06-20T00:00:00Z",
  "AgendaDate": "2024-06-20T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7819,
      "Slug": "joann-ariola",
      "FullName": "Joann Ariola"
    },
    {
      "ID": 7796,
      "Slug": "selvena-n-brooks-powers",
      "FullName": "Selvena N. Brooks-Powers"
    },
    {
      "ID": 7864,
      "Slug": "chris-banks",
      "FullName": "Chris Banks"
    },
    {
      "ID": 7746,
      "Slug": "robert-f-holden",
      "FullName": "Robert F. Holden"
    },
    {
      "ID": 7803,
      "Slug": "julie-menin",
      "FullName": "Julie Menin"
    },
    {
      "ID": 7817,
      "Slug": "nantasha-m-williams",
      "FullName": "Nantasha M. Williams"
    },
    {
      "ID": 7818,
      "Slug": "lynn-c-schulman",
      "FullName": "Lynn C. Schulman"
    },
    {
      "ID": 7832,
      "Slug": "kamillah-hanks",
      "FullName": "Kamillah Hanks"
    },
    {
      "ID": 7867,
      "Slug": "susan-zhuang",
      "FullName": "Susan Zhuang"
    },
    {
      "ID": 7739,
      "Slug": "adrienne-e-adams",
      "FullName": "Adrienne E. Adams"
    },
    {
      "ID": 7824,
      "Slug": "sandy-nurse",
      "FullName": "Sandy Nurse"
    },
    {
      "ID": 7827,
      "Slug": "rita-c-joseph",
      "FullName": "Rita C. Joseph"
    },
    {
      "ID": 7740,
      "Slug": "carlina-rivera",
      "FullName": "Carlina Rivera"
    },
    {
      "ID": 7829,
      "Slug": "mercedes-narcisse",
      "FullName": "Mercedes Narcisse"
    },
    {
      "ID": 7748,
      "Slug": "justin-l-brannan",
      "FullName": "Justin L. Brannan"
    },
    {
      "ID": 7833,
      "Slug": "david-m-carr",
      "FullName": "David M. Carr"
    },
    {
      "ID": 7811,
      "Slug": "vickie-paladino",
      "FullName": "Vickie Paladino"
    },
    {
      "ID": 7865,
      "Slug": "kristy-marmorato",
      "FullName": "Kristy Marmorato"
    },
    {
      "ID": 7831,
      "Slug": "inna-vernikov",
      "FullName": "Inna Vernikov"
    },
    {
      "ID": 7264,
      "Slug": "joseph-c-borelli",
      "FullName": "Joseph C. Borelli"
    }
  ],
  "History": [
    {
      "ID": 409920,
      "Date": "2024-06-20T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-06-14T17:25:09.93Z"
    },
    {
      "ID": 410103,
      "Date": "2024-06-20T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Veterans",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 20983,
      "AgendaSequence": 74,
      "MinutesSequence": 90,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Veterans",
      "MatterStatusID": 3,
      "LastModified": "2024-06-28T19:42:05.66Z"
    },
    {
      "ID": 414952,
      "Date": "2024-12-18T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 5122,
      "BodyName": "Committee on Veterans",
      "EventID": 21236,
      "AgendaSequence": 8,
      "MinutesSequence": 16,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2024-12-18T22:09:50.89Z"
    },
    {
      "ID": 415709,
      "Date": "2024-12-18T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 5122,
      "BodyName": "Committee on Veterans",
      "EventID": 21236,
      "MinutesSequence": 17,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2024-12-18T22:10:51.577Z"
    }
  ],
  "Attachments": [
    {
      "ID": 298717,
      "LastModified": "2025-01-03T00:06:45.593Z",
      "Name": "Res. No. 465",
      "Link": "https://nyc.legistar1.com/nyc/attachments/7207532e-f5f6-4b90-9d11-cf5b1ac24c6b.docx",
      "Sort": 1
    },
    {
      "ID": 304758,
      "LastModified": "2024-06-20T18:30:24.653Z",
      "Name": "June 20, 2024 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/7b8794c3-d5e2-43c6-bdb2-c4c8c008707a.pdf",
      "Sort": 2
    },
    {
      "ID": 306235,
      "LastModified": "2024-07-15T12:53:02.12Z",
      "Name": "Hearing Transcript - Stated Meeting 6-20-24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/8f0d9d9f-e931-499a-8124-bf8b3a20769a.pdf",
      "Sort": 3
    },
    {
      "ID": 312694,
      "LastModified": "2024-12-16T21:11:13.89Z",
      "Name": "Committee Report 12/18/24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/1c8bba36-d306-4476-8663-9f104191e420.docx",
      "Sort": 4
    },
    {
      "ID": 313064,
      "LastModified": "2024-12-27T16:25:50.293Z",
      "Name": "Hearing Testimony 12/18/24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ab2908f7-05af-442b-abc3-62802af9aa26.pdf",
      "Sort": 5
    },
    {
      "ID": 313065,
      "LastModified": "2024-12-27T16:25:56.737Z",
      "Name": "Hearing Testimony 12/18/24 - Sean C. Baltrusitis",
      "Link": "https://nyc.legistar1.com/nyc/attachments/bd8b286c-96c2-4d10-8b74-5573f96c3e5c.pdf",
      "Sort": 6
    },
    {
      "ID": 313081,
      "LastModified": "2024-12-31T17:06:54.197Z",
      "Name": "Hearing Transcript 12/18/24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/85ab87d2-35f1-4040-80aa-c47b005cf6b8.pdf",
      "Sort": 7
    }
  ],
  "Summary": "",
  "TextID": 77504,
  "Text": "Whereas, The veterans of the U.S. military have served the U.S. and deserve support upon their return to civilian life; and\n      Whereas, According to a report published in 2023 by the Office of the New York State Comptroller citing data compiled by the U.S. Department of Housing and Urban Development (HUD), as of 2022 there were approximately 500 homeless veterans in New York City alone, highlighting the need for supportive housing measures in New York City for veterans; and\n      Whereas, The New York City Housing Authority (NYCHA), a public development corporation responsible for providing public housing in New York City, is home to 1 in 17 New Yorkers, providing affordable housing to 528,105 residents across New York City's five boroughs; and\n      Whereas, Pursuant to section 156 of the Public Housing Law of New York State and federal regulations outlined in section 960.206 of title 24 of the U.S. Code of Federal Regulations, NYCHA has the capability to establish admission preferences and specific priorities to address the needs of certain populations; and\n      Whereas, Populations currently receiving specific priority in NYCHA public housing admissions include victims of domestic violence, working families, and intimidated witnesses, among others; and\n      Whereas, Such preferences and priorities are determined based on local housing needs through a process mandated by section 1437c-1 of title 42 of the U.S. Code of Federal Regulations, involving inclusion of such preferences and priorities in NYCHA's annual plan that is subject to a period of public comment, consultation between NYCHA and its resident advisory board, and submission to and approval by HUD; and\n      Whereas, Veterans do not receive admission preference or specific priority in public housing under NYCHA, a point evidenced by Attachment A to the NYCHA Final Annual Agency Plan for Fiscal Year 2024, in which the \"other preferences\" section under the \"(C)(1)(A)(4) Admission Preferences\" subheading includes an entry for \"veterans and veterans' families\" but the corresponding box remains unchecked; and\n      Whereas, According to the NYCHA Final Annual Agency Plan for Fiscal Year 2024, NYCHA has an allocation from HUD of 3,385 Veterans Affairs Supportive Housing vouchers intended to provide financial rental assistance to homeless veterans, but such assistance is separate and distinct from an admission preference for public housing; and\n      Whereas, The Council has historically advocated for the inclusion of admission preferences for veterans within NYCHA's policies, expressly calling for a preference for veterans with a military service-connected disability in the years 2004, 2006, and 2010, yet NYCHA still does not have an admission preference for veterans; and\n      Whereas, Establishing an admission preference for veterans within NYCHA's policies would directly respond to the significant challenge of veteran homelessness in New York City, providing essential support to those in need of affordable housing; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the New York City Housing Authority to include an admission preference for public housing in its next proposed agency plan for all veterans of the U.S. military.\nJL\nLS #16150\n3/14/2024 11:37 AM\n\n\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Segoe UI;}}\n{\\colortbl ;\\red13\\green13\\blue13;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Ariola, Brooks-Powers, Banks, Holden, Menin, Williams, Schulman, Hanks, Zhuang, The Speaker (Council Member Adams), Nurse, Joseph, Rivera, Narcisse, Brannan, Carr, Paladino, Marmorato, Vernikov and Borelli\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, The veterans of the U.S. military have served the U.S. and deserve support upon their return to civilian life; and\\par\nWhereas, According to a report published in 2023 by the Office of the New York State Comptroller citing data compiled by the U.S. Department of Housing and Urban Development (HUD), as of 2022 there were approximately 500 homeless veterans in New York City alone, highlighting the need for supportive housing measures in New York City for veterans; and\\par\nWhereas, The New York City Housing Authority (NYCHA), a public development corporation responsible for providing public housing in New York City, is home to 1 in 17 New Yorkers, providing affordable housing to 528,105 residents across New York City\\rquote s five boroughs; and\\par\nWhereas, Pursuant to section 156 of the Public Housing Law of New York State and federal regulations outlined in section 960.206 of title 24 of the U.S. Code of Federal Regulations, NYCHA has the capability to establish admission preferences and specific priorities to address the needs of certain populations; and\\par\nWhereas, Populations currently receiving specific priority in NYCHA public housing admissions include victims of domestic violence, working families, and intimidated witnesses, among others; and\\par\nWhereas, Such preferences and priorities are determined based on local housing needs through a process mandated by section 1437c-1 of title 42 of the U.S. Code of Federal Regulations, involving inclusion of such preferences and priorities in NYCHA\\rquote s annual plan that is subject to a period of public comment, consultation between NYCHA and its resident advisory board, and submission to and approval by HUD; and\\par\nWhereas, Veterans do not receive admission preference or specific priority in public housing under NYCHA, a point evidenced by Attachment A to the NYCHA Final Annual Agency Plan for Fiscal Year 2024, in which the \\ldblquote other preferences\\rdblquote  section under the \\ldblquote (C)(1)(A)(4) Admission Preferences\\rdblquote  subheading includes an entry for \\ldblquote veterans and veterans\\rquote  families\\rdblquote  but the corresponding box remains unchecked; and\\par\nWhereas, According to the NYCHA Final Annual Agency Plan for Fiscal Year 2024, NYCHA has an allocation from HUD of 3,385 Veterans Affairs Supportive Housing vouchers intended to provide financial rental assistance to homeless veterans, but such assistance is separate and distinct from an admission preference for public housing; and\\par\nWhereas, The Council has historically advocated for the inclusion of admission preferences for veterans within NYCHA\\rquote s policies, expressly calling for a preference for veterans with a military service-connected disability in the years 2004, 2006, and 2010, yet NYCHA still does not have an admission preference for veterans; and\\par\nWhereas,\\cf1\\f1  \\cf0\\f0 Establishing an admission preference for veterans within NYCHA\\rquote s policies would directly respond to the significant challenge of veteran homelessness in New York City, providing essential support to those in need of affordable housing; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls upon the New York City Housing Authority to include an admission preference for public housing in its next proposed agency plan for all veterans of the U.S. military.\\par\n\\pard\\ltrpar\\qj\\fs18 JL\\par\nLS #16150\\fs24\\par\n\\pard\\ltrpar\\fs18 3/14/2024 11:37 AM\\par\n\\pard\\ltrpar\\qj\\par\n\\fs24\\par\n}\n",
  "LastModified": "2025-01-03T00:06:45.593Z"
}
