{
  "ID": 74407,
  "GUID": "51DB8014-F56D-4BEC-B0C3-0D3D54FAC90F",
  "File": "Res 0469-2024",
  "Name": "Recognize May 15 as International Water Safety Day.",
  "Title": "Resolution to recognize May 15 as International Water Safety Day.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 5106,
  "BodyName": "Committee on Parks and Recreation",
  "IntroDate": "2024-06-20T00:00:00Z",
  "AgendaDate": "2024-06-20T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7815,
      "Slug": "shekar-krishnan",
      "FullName": "Shekar Krishnan"
    },
    {
      "ID": 7826,
      "Slug": "shahana-k-hanif",
      "FullName": "Shahana K. Hanif"
    },
    {
      "ID": 7810,
      "Slug": "amanda-farias",
      "FullName": "Amanda Farías"
    },
    {
      "ID": 7796,
      "Slug": "selvena-n-brooks-powers",
      "FullName": "Selvena N. Brooks-Powers"
    },
    {
      "ID": 7821,
      "Slug": "jennifer-gutierrez",
      "FullName": "Jennifer Gutiérrez"
    },
    {
      "ID": 7813,
      "Slug": "tiffany-caban",
      "FullName": "Tiffany Cabán"
    },
    {
      "ID": 7740,
      "Slug": "carlina-rivera",
      "FullName": "Carlina Rivera"
    },
    {
      "ID": 7832,
      "Slug": "kamillah-hanks",
      "FullName": "Kamillah Hanks"
    },
    {
      "ID": 7803,
      "Slug": "julie-menin",
      "FullName": "Julie Menin"
    },
    {
      "ID": 7794,
      "Slug": "kevin-c-riley",
      "FullName": "Kevin C. Riley"
    },
    {
      "ID": 7816,
      "Slug": "julie-won",
      "FullName": "Julie Won"
    },
    {
      "ID": 7818,
      "Slug": "lynn-c-schulman",
      "FullName": "Lynn C. Schulman"
    }
  ],
  "History": [
    {
      "ID": 409758,
      "Date": "2024-06-20T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-06-10T20:22:34.637Z"
    },
    {
      "ID": 410120,
      "Date": "2024-06-20T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Parks and Recreation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 20983,
      "AgendaSequence": 87,
      "MinutesSequence": 103,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Parks and Recreation",
      "MatterStatusID": 3,
      "LastModified": "2024-06-28T19:42:05.673Z"
    }
  ],
  "Attachments": [
    {
      "ID": 302759,
      "LastModified": "2024-07-25T16:41:53.397Z",
      "Name": "Res. No. 469",
      "Link": "https://nyc.legistar1.com/nyc/attachments/2e60ec9e-7720-4a7f-a9a8-e18b08a6d2e6.docx",
      "Sort": 1
    },
    {
      "ID": 304770,
      "LastModified": "2024-06-20T18:30:29.027Z",
      "Name": "June 20, 2024 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/dc4e19e6-a4c4-40ed-8d42-3fe458acf823.pdf",
      "Sort": 2
    },
    {
      "ID": 306247,
      "LastModified": "2024-07-15T12:53:04.957Z",
      "Name": "Hearing Transcript - Stated Meeting 6-20-24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/631fbac5-938a-4371-818d-5f215acd8976.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 77991,
  "Text": "Whereas, International Water Safety Day brings awareness to the epidemic of drowning and educates children and adults about how they can become safer in, on, and around the water; and\n      Whereas, According to the Centers for Disease Control and Prevention, drowning is the leading cause of death for children ages one to four and the third leading cause of unintentional injury death for children over the age of four in the U.S.; and\n      Whereas, For every child who dies from drowning, another seven experience non-fatal drownings that require emergency care and can result in long-term health problems, including brain damage and disability; and\n      Whereas, Approximately 4,000 unintentional drowning deaths occur annually in the U.S., and 58 people drowned at New York City (\"NYC\" or the \"City\") pools and beaches between 2008 and 2022; and\n      Whereas, There are disparities in drowning, as Black Americans drown at rates nearly one and a half times higher than their white counterparts; and\n      Whereas, Recognition of International Water Safety Day could encourage more New Yorkers protect themselves from drowning by engaging in water safety practices, such as improving swimming ability and wearing a life jacket; and\n      Whereas, Formal swimming lessons may prevent childhood drownings by as much as 88%; and\n      Whereas, Although knowing how to swim can prevent drowning, nearly one in six U.S. adults cannot swim, and, according to the 2017 NYC Youth Risk Behavior Survey, more than a quarter of all New Yorkers, and more than a third of Black New Yorkers, cannot swim; and\n      Whereas, Wearing a life jacket may prevent one in two drowning deaths by recreational boaters, according to a study published in BMJ medical journal; and \n      Whereas, Out of the approximately 533 recreational boaters whose drowning was reported by the U.S. Coast Guard in 2021, 83% were not wearing a life jacket; and\n      Whereas, NYC is committed to improving water safety and providing swimming education, which may prevent drownings and mitigate historical inequities concerning water safety instruction and access to the City's pools and beaches; and\n      Whereas, In 2023, the NYC Council passed Local Law 129, which requires the Department of Parks and Recreation (\"DPR\") to offer free water safety instruction to second grade students enrolled in NYC public schools, and Local Law 132, which requires DPR to conduct a survey of city-owned sites suitable for the construction of additional public swimming pools, develop a plan to open pools under the jurisdiction of the Department of Education for public use, and require DPR to offer free swimming lessons at DPR-operated pools; and\n      Whereas, In part due to these local laws, the City provides free swimming instruction to approximately 30,000 New Yorkers annually; and\n      Whereas, Not-for-profit organizations that operate in NYC, including the YMCA, offer free and reduced-price swimming instruction for children and adults; and\n      Whereas, Organizations such as the Swim Strong Foundation, an NYC-based 501(c)(3), have offered water safety programming on International Water Safety Day, including swimming classes and CPR training and certification; and\n      Whereas, The New York State Assembly is also committed to improving water safety, as evidenced by the adoption of Assembly Resolution No. 2182, introduced by Assembly Member Karines Reyes, which calls on the Governor of New York to proclaim May 15, 2024 as Water Safety Day; and\n      Whereas, Recognition of International Water Safety Day could help mitigate the City's acute lifeguard shortage by encouraging more New Yorkers to complete the Municipal Lifeguard Training Program to apply to work as a lifeguard at the City's pools and beaches; and\n      Whereas, Lifeguard supervision reduces the incidence of drownings, as data collected by the U.S. Lifesaving Association show that only one drowning occurs per 4,832 rescues at beaches with on-duty lifeguards and approximately 75% of drownings at lifeguarded beaches occur during hours without lifeguard supervision; and\n      Whereas, Despite the importance of lifeguard supervision, the City is only on track to hire approximately 70% of the lifeguards needed to staff the City's beaches over summer 2024, which may reduce the number of hours that certain beaches are open and decrease access to a safe swimming environment for millions of New Yorkers; and \n      Whereas, More water safety education, as well as a more robust lifeguard workforce pipeline, provided in association with International Water Safety Day, could help New Yorkers safely enjoy the City's pools and beaches and reduce drownings; now, therefore, be it\n      Resolved, That the Council of the City of New York recognizes May 15 as International Water Safety Day. \n\n\n\nAGB\nLS# 16962\n06/04/24",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red14\\green14\\blue13;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\box\\brdrdash\\brdrw150\\brdrcf3\\brsp300\\brdrsh \\ltrpar\\sl276\\slmult1\\qj By Council Members Krishnan, Hanif, Far\\'edas, Brooks-Powers, Guti\\'e9rrez, Cab\\'e1n, Rivera, Hanks, Menin, Riley, Won and Schulman\\par\n\\pard\\box\\brdrdash\\brdrw150\\brdrcf3\\brsp300\\brdrsh \\ltrpar\\par\n\\pard\\box\\brdrdash\\brdrw150\\brdrcf3\\brsp300\\brdrsh \\cbpat3\\ltrpar\\fi720\\sl480\\slmult1\\qj\\cf2 Whereas, \\cf1 International Water Safety Day brings awareness to the epidemic of drowning and educates children and adults about how they can become safer in, on, and around the water; and\\par\n\\cf2 Whereas, According to the Centers for Disease Control and Prevention, \\cf1 drowning is the leading cause of death for children ages one to four and the third leading cause of unintentional injury death for children over the age of four in the U.S.; \\cf2 and\\par\nWhereas, For every child who dies from drowning, another seven experience non-fatal drownings that require emergency care and can result in long-term health problems, including brain damage and disability; and\\par\nWhereas, Approximately 4,000 unintentional drowning deaths occur annually in the U.S., and 58 people drowned at New York City (\\ldblquote NYC\\rdblquote  or the \\ldblquote City\\rdblquote ) pools and beaches between 2008 and 2022; and\\par\nWhereas, There are disparities in drowning, as Black Americans drown at rates nearly one and a half times higher than their white counterparts; and\\par\nWhereas, Recognition of International Water Safety Day could encourage more New Yorkers protect themselves from drowning by engaging in water safety practices, such as improving swimming ability and wearing a life jacket; and\\par\nWhereas, Formal swimming lessons may prevent childhood drownings by as much as 88%; and\\par\nWhereas, Although knowing how to swim can prevent drowning, nearly one in six U.S. adults cannot swim, and, according to the 2017 NYC Youth Risk Behavior Survey, more than a quarter of all New Yorkers, and more than a third of Black New Yorkers, cannot swim; and\\par\nWhereas, Wearing a life jacket may prevent one in two drowning deaths by recreational boaters, according to a study published in BMJ medical journal; and \\par\nWhereas, Out of the approximately 533 recreational boaters whose drowning was reported by the U.S. Coast Guard in 2021, 83% were not wearing a life jacket; and\\par\n\\cf1 Whereas, \\cf2 NYC is committed to improving water safety and providing swimming education, which may prevent drownings and mitigate historical inequities concerning water safety instruction and access to the City\\rquote s pools and beaches; and\\par\n\\cf1 Whereas, In 2023, the NYC Council passed Local Law 129, which requires the Department of Parks and Recreation (\\ldblquote DPR\\rdblquote ) to offer free water safety instruction to second grade students enrolled in NYC public schools, and Local Law 132, which requires DPR to conduct a survey of city-owned sites suitable for the construction of additional public swimming pools, develop a plan to open pools under the jurisdiction of the Department of Education for public use, and require DPR to offer free swimming lessons at DPR-operated pools; and\\par\nWhereas, In part due to these local laws, the City provides free swimming instruction to approximately 30,000 New Yorkers annually; and\\par\nWhereas, Not-for-profit organizations that operate in NYC, including the YMCA, offer free and reduced-price swimming instruction for children and adults; and\\par\nWhereas, Organizations such as the Swim Strong Foundation, an NYC-based 501(c)(3), have offered water safety programming on International Water Safety Day, including swimming classes and CPR training and certification; and\\par\n\\cf2 Whereas, The New York State Assembly is also committed to improving water safety, as evidenced by the adoption of Assembly Resolution No. 2182, introduced by Assembly Member Karines Reyes, which calls on the Governor of New York to proclaim May 15, 2024 as Water Safety Day; and\\par\nWhereas, Recognition of International Water Safety Day could help mitigate the City\\rquote s acute lifeguard shortage by encouraging more New Yorkers to complete the Municipal Lifeguard Training Program to apply to work as a lifeguard at the City\\rquote s pools and beaches; and\\par\nWhereas, Lifeguard supervision reduces the incidence of drownings, as data collected by the U.S. Lifesaving Association show that only one drowning occurs per 4,832 rescues at beaches with on-duty lifeguards and approximately 75% of drownings at lifeguarded beaches occur during hours without lifeguard supervision; and\\par\nWhereas, Despite the importance of lifeguard supervision, the City is only on track to hire approximately 70% of the lifeguards needed to staff the City\\rquote s beaches over summer 2024, which may reduce the number of hours that certain beaches are open and decrease access to a safe swimming environment for millions of New Yorkers; and \\par\n\\cf1 Whereas, More water safety education, as well as a more robust lifeguard workforce pipeline, provided in association with International Water Safety Day, could help New Yorkers safely enjoy the City\\rquote s pools and beaches and reduce drownings; now, therefore, be it\\par\nResolved, That the Council of the City of New York recognizes May 15 as International Water Safety Day. \\par\n\\pard\\box\\brdrdash\\brdrw150\\brdrcf3\\brsp300\\brdrsh \\ltrpar\\qj\\par\n\\par\n\\par\n\\fs18 AGB\\par\nLS# 16962\\par\n06/04/24\\par\n}\n",
  "LastModified": "2024-07-25T16:41:53.397Z"
}
