{
  "ID": 74434,
  "GUID": "391A2FCC-CE4F-48FF-8F4D-5075D58284A9",
  "File": "Res 0473-2024",
  "Name": "LU 94 - FAC JOE Shelter Retrofit Amendment:  Brooklyn, Community District No. 6, 7, and 8, Council Districts No. 35, 38, and 39.",
  "Title": "Resolution approving an amendment to a previously approved real property tax exemption pursuant to Section 577 of the Private Housing Finance Law for property located at (Block 309, Lot 1; Block 441, Lot 5; Block 668, Lot 15; Block 765, Lots 6 and 56; Block 781, Lots 74 and 75; Block 885, Lots 46 and 48; Block 959, Lot 7; Block 1168, Lots 30 and 32), Brooklyn (Preconsidered L.U. No. 94).",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 24,
  "StatusName": "Reported from Committee",
  "BodyID": 11,
  "BodyName": "Committee on Finance",
  "IntroDate": "2024-06-20T00:00:00Z",
  "AgendaDate": "2024-06-20T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7748,
      "Slug": "justin-l-brannan",
      "FullName": "Justin L. Brannan"
    }
  ],
  "History": [
    {
      "ID": 409846,
      "Date": "2024-06-20T10:00:00Z",
      "ActionID": 25,
      "Action": "P-C Item Approved by Comm",
      "Description": "This Resolution was P-C Item Approved by Comm",
      "BodyID": 11,
      "BodyName": "Committee on Finance",
      "Version": "*",
      "MatterStatusID": 37,
      "LastModified": "2024-06-12T17:26:03.78Z"
    }
  ],
  "Attachments": [
    {
      "ID": 303048,
      "LastModified": "2024-06-20T13:24:25.903Z",
      "Name": "Housing Preservation and Development Letter",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d87033b7-5531-4ab5-9962-ae2cf3b79bd6.docx",
      "Sort": 1
    },
    {
      "ID": 304703,
      "LastModified": "2024-06-18T21:51:21.127Z",
      "Name": "Memorandum",
      "Link": "https://nyc.legistar1.com/nyc/attachments/52dd9453-d652-4abf-8b15-238c00819b3f.docx",
      "Sort": 2
    },
    {
      "ID": 304717,
      "LastModified": "2024-06-20T13:24:43.387Z",
      "Name": "Res. No. 473",
      "Link": "https://nyc.legistar1.com/nyc/attachments/abef8d63-2c0d-421b-9c97-6de2397df8a8.docx",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 78018,
  "Text": "WHEREAS, the New York City Department of Housing Preservation and Development (\"HPD\") submitted to the Council its request dated June 4, 2024 that the Council amend a previously approved tax exemption for real property located at Block 309, Lot 1; Block 441, Lot 5; Block 668, Lot 15; Block 765, Lots 6 and 56; Block 781, Lots 74 and 75; Block 885, Lots 46 and 48; Block 959, Lot 7; Block 1168, Lots 30 and 32), Brooklyn (\"Exemption Area\") pursuant to Section 577 of the Private Housing Finance Law;\n      \n      WHEREAS, the HPD's request for amendments is related to a previously approved Council Resolution adopted on May 16, 2024 (Resolution No. 423) (the \"Prior Resolution\"), granting the Exemption Area a real property tax exemption pursuant to Section 577 of the Private Housing Finance Law;\n \n      WHEREAS, the Council has considered the financial implications relating to the Tax Exemption;\n \n      RESOLVED:\n      \n      The Council approves the amendments to the Prior Resolution requested by HPD for the Exemption Area pursuant to Section 577 of the Private Housing Finance Law as follows:\n      \n\tParagraph d of paragraph 1 of the Prior Resolution is deleted and replaced with the following:\n\nd. \t\"Expiration Date\" shall mean the earlier to occur of (i) a date which is forty (40) years from the Effective Date, (ii) the date of the expiration or termination of the Regulatory Agreement, or (iii) the date upon which the Exemption Area ceases to be owned by either a housing development fund company or an entity wholly controlled by a housing development fund company.\n      \n      Except as specifically amended above, all other terms, conditions, provisions and requirements of the Prior Resolution remain in full force and effect.\n   \nOffice of the City Clerk,     }\nThe City of New York        } ss.:\nI hereby certify that the foregoing is a true copy of a Resolution passed by The Council of the City of New York on June 20, 2024, on file in this office.\n\n_______________________\nCity Clerk, Clerk of Council",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0  \\par\nBy Council Member Brannan\\par\n \\par\n\\pard\\cbpat2\\ltrpar\\fi720\\li29\\qj\\b WHEREAS\\b0 , the New York City Department of Housing Preservation and Development (\\ldblquote HPD\\rdblquote ) submitted to the Council its request dated June 4, 2024 that the Council amend a previously approved tax exemption for real property located at Block 309, Lot 1; Block 441, Lot 5; Block 668, Lot 15; Block 765, Lots 6 and 56; Block 781, Lots 74 and 75; Block 885, Lots 46 and 48; Block 959, Lot 7; Block 1168, Lots 30 and 32), Brooklyn (\\ldblquote Exemption Area\\rdblquote ) pursuant to Section 577 of the Private Housing Finance Law;\\par\n\\par\n\\b WHEREAS\\b0 , the HPD\\rquote s request for amendments is related to a previously approved Council Resolution adopted on May 16, 2024 (Resolution No. 423) (the \\ldblquote Prior Resolution\\rdblquote ), granting the Exemption Area a real property tax exemption pursuant to Section 577 of the Private Housing Finance Law;\\par\n\\pard\\cbpat2\\ltrpar\\fi9\\li29\\qj  \\par\n\\pard\\cbpat2\\ltrpar\\fi720\\li29\\qj\\b WHEREAS\\b0 , the Council has considered the financial implications relating to the Tax Exemption;\\par\n\\pard\\cbpat2\\ltrpar\\fi9\\li29\\qj  \\par\n\\pard\\cbpat2\\ltrpar\\fi720\\li29\\qj\\b RESOLVED:\\par\n\\par\n\\b0 The Council approves the amendments to the Prior Resolution requested by HPD for the Exemption Area pursuant to Section 577 of the Private Housing Finance Law as follows:\\par\n\\par\n\\pard\\ltrpar\\fi9\\li29\\sa37\\sl216\\slmult1\\qj\\tab Paragraph d of paragraph 1 of the Prior Resolution is deleted and replaced with the following:\\par\n\\par\n\\pard\\ltrpar\\fi-720\\li1440\\sa37\\sl216\\slmult1\\qj d. \\tab\\ldblquote Expiration Date\\rdblquote  shall mean the earlier to occur of (i) a date which is forty (40) years from the Effective Date, (ii) the date of the expiration or termination of the Regulatory Agreement, or (iii) the date upon which the Exemption Area ceases to be owned by either a housing development fund company or an entity wholly controlled by a housing development fund company.\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\li29\\qj\\par\nExcept as specifically amended above, all other terms, conditions, provisions and requirements of the Prior Resolution remain in full force and effect.\\par\n\\pard\\ltrpar\\fi-720\\li720\\sa37\\sl216\\slmult1\\qj    \\par\n\\pard\\cbpat2\\ltrpar\\li1440\\sa240 Office of the City Clerk,     \\}\\line The City of New York        \\} ss.:\\par\n\\pard\\cbpat2\\ltrpar\\li29\\sa240\\qj I hereby certify that the foregoing is a true copy of a Resolution passed by The Council of the City of New York on June 20, 2024, on file in this office.\\par\n\\pard\\cbpat2\\ltrpar\\sa240\\qj\\par\n\\pard\\cbpat2\\ltrpar\\li5040\\sa240\\qj _______________________\\line City Clerk, Clerk of Council\\par\n}\n",
  "LastModified": "2024-06-20T16:15:28.997Z"
}
