{
  "ID": 74355,
  "GUID": "792E0F9C-7042-434F-B427-35CF8D61E53F",
  "File": "Res 0483-2024",
  "Name": "COMPUTING AND CERTIFYING BASE PERCENTAGE, CURRENT PERCENTAGE AND CURRENT BASE PROPORTION OF EACH CLASS OF REAL PROPERTY FOR FISCAL 2025 TO THE STATE BOARD OF REAL PROPERTY TAX SERVICES.",
  "Title": "RESOLUTION COMPUTING AND CERTIFYING BASE PERCENTAGE, CURRENT PERCENTAGE AND CURRENT BASE PROPORTION OF EACH CLASS OF REAL PROPERTY FOR FISCAL 2025 TO THE STATE BOARD OF REAL PROPERTY TAX SERVICES PURSUANT TO SECTION 1803-a OF THE REAL PROPERTY TAX LAW.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 37,
  "StatusName": "Reported from Committee and Introduced",
  "BodyID": 11,
  "BodyName": "Committee on Finance",
  "IntroDate": "2024-06-30T00:00:00Z",
  "AgendaDate": "2024-06-30T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7748,
      "Slug": "justin-l-brannan",
      "FullName": "Justin L. Brannan"
    }
  ],
  "History": [
    {
      "ID": 410571,
      "Date": "2024-06-30T12:30:00Z",
      "ActionID": 15,
      "Action": "Hearing on P-C Item by Comm",
      "Description": "This Resolution was Hearing on P-C Item by Comm",
      "BodyID": 11,
      "BodyName": "Committee on Finance",
      "EventID": 20991,
      "AgendaSequence": 3,
      "MinutesSequence": 6,
      "Version": "*",
      "AgendaNote": "Preconsidered",
      "MatterStatusID": 2,
      "LastModified": "2024-06-30T17:33:57.193Z"
    },
    {
      "ID": 410824,
      "Date": "2024-06-30T12:30:00Z",
      "ActionID": 25,
      "Action": "P-C Item Approved by Comm",
      "Description": "This Resolution was P-C Item Approved by Comm",
      "BodyID": 11,
      "BodyName": "Committee on Finance",
      "EventID": 20991,
      "MinutesSequence": 7,
      "Version": "*",
      "MatterStatusID": 37,
      "LastModified": "2024-06-30T17:34:04.2Z"
    },
    {
      "ID": 410569,
      "Date": "2024-06-30T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-06-30T10:55:34.627Z"
    }
  ],
  "Attachments": [
    {
      "ID": 305239,
      "LastModified": "2024-06-30T16:33:39.75Z",
      "Name": "Exhibit A",
      "Link": "https://nyc.legistar1.com/nyc/attachments/728fe147-88c1-4e0a-b9a2-a8d7c42ce181.pdf",
      "Sort": 1
    },
    {
      "ID": 305238,
      "LastModified": "2024-06-30T16:34:01.49Z",
      "Name": "Res. No. 483",
      "Link": "https://nyc.legistar1.com/nyc/attachments/6e050081-7c73-4e7e-b716-e5ef39e5ca06.docx",
      "Sort": 2
    },
    {
      "ID": 305237,
      "LastModified": "2024-06-30T14:23:01.653Z",
      "Name": "Committee Report",
      "Link": "https://nyc.legistar1.com/nyc/attachments/fec5d54d-2a36-4ebd-8ff3-fac7e4abfd6f.docx",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 77927,
  "Text": "Whereas, This Resolution, dated June 30, 2024, computes and certifies the base percentage, current percentage, and current base proportion of each class of real property for the fiscal year beginning on July 1, 2024 and ending on June 30, 2025 (\"Fiscal 2025\") to the State Board of Real Property Tax Services (\"SBRPTS\") pursuant to Section 1803-a of the Real Property Tax Law; and\n\n      Whereas, On February 20, 2024 the SBRPTS certified the final State equalization rate, class ratios and class equalization rates for the City's 2023 assessment rolls, required by Article 18 of the Real Property Tax Law; and\n\n      Whereas, Section 1803-a(1) of the Real Property Tax Law, requires the Council to compute and certify, to the SBRPTS, for each tax levy, the base percentage, the current percentage and the current base proportion of each class of real property in the City subsequent to the date on which the SBRPTS files with the Clerk of the Council a certification setting forth the final state equalization rate, class ratios and class equalization rates for the City's Fiscal 2025 assessment rolls, pursuant to Section 1212 of the Real Property Tax Law; and\n\n      Whereas, Section 1803-a(1)(c) of the Real Property Tax Law requires that if any increase in the current base proportion for any class of real property, as compared with the previous year's adjusted base proportion for such class of property shall exceed five percent, such excess over five percent must be shifted to any other class of property; \n\n  \tNOW, THEREFORE, be it resolved by The Council of The City of New York as follows:\n\n      Section 1.  Computation and Certification of Base Percentages, Current Base Percentages and Current Base Proportions for Fiscal 2025.  (a) The Council hereby computes and certifies the base percentage, the current percentage and the current base percentage for the City's Fiscal 2025 assessment rolls as shown on SBRPTS Form RP-6700, attached hereto as Exhibit A and incorporated herein by reference (the \"CBP Certificate\").  \n\n      (b) The Clerk of the Council is hereby authorized and directed to execute the CBP Certificate and to file it with the SBRPTS after the date on which the SBRPTS filed with the Clerk of the Council a certification setting forth the final state equalization rate, class ratios and class equalization rates for the City's Fiscal 2025 assessment rolls, pursuant to Section 1212 of the Real Property Tax Law.\n\n      Section 2.  Effective Date.  This resolution shall take effect as of the date hereof.\n\nAW/EE/MT\n6/30/2024",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\b By Council Member Brannan\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\qj\\par\nWhereas\\b0 , This Resolution, dated June 30, 2024, computes and certifies the base percentage, current percentage, and current base proportion of each class of real property for the fiscal year beginning on July 1, 2024 and ending on June 30, 2025 (\\ldblquote Fiscal 2025\\rdblquote ) to the State Board of Real Property Tax Services (\\ldblquote SBRPTS\\rdblquote ) pursuant to Section 1803-a of the Real Property Tax Law; and\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\qj\\b Whereas\\b0 , On February 20, 2024 the SBRPTS certified the final State equalization rate, class ratios and class equalization rates for the City's 2023 assessment rolls, required by Article 18 of the Real Property Tax Law; and\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\qj\\b Whereas\\b0 , Section 1803-a(1) of the Real Property Tax Law, requires the Council to compute and certify, to the SBRPTS, for each tax levy, the base percentage, the current percentage and the current base proportion of each class of real property in the City subsequent to the date on which the SBRPTS files with the Clerk of the Council a certification setting forth the final state equalization rate, class ratios and class equalization rates for the City's Fiscal 2025 assessment rolls, pursuant to Section 1212 of the Real Property Tax Law; and\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\qj\\b Whereas\\b0 , Section 1803-a(1)(c) of the Real Property Tax Law requires that if any increase in the current base proportion for any class of real property, as compared with the previous year's adjusted base proportion for such class of property shall exceed five percent, such excess over five percent must be shifted to any other class of property; \\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\par\n  \\tab\\b NOW, THEREFORE\\b0 , be it resolved by The Council of The City of New York as follows:\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\qj\\b Section 1.  \\ul Computation and Certification of Base Percentages, Current Base Percentages and Current Base Proportions for Fiscal 2025.\\ulnone\\b0   (a) The Council hereby computes and certifies the base percentage, the current percentage and the current base percentage for the City's Fiscal 2025 assessment rolls as shown on SBRPTS Form RP-6700, attached hereto as Exhibit A and incorporated herein by reference (the \"CBP Certificate\").  \\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\qj (b) The Clerk of the Council is hereby authorized and directed to execute the CBP Certificate and to file it with the SBRPTS after the date on which the SBRPTS filed with the Clerk of the Council a certification setting forth the final state equalization rate, class ratios and class equalization rates for the City's Fiscal 2025 assessment rolls, pursuant to Section 1212 of the Real Property Tax Law.\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\qj\\b Section 2.  \\ul Effective Date.\\ulnone\\b0   This resolution shall take effect as of the date hereof.\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\fs20\\par\nAW/EE/MT\\par\n6/30/2024\\par\n\\pard\\ltrpar\\nowidctlpar\\sl-19\\slmult0\\qj\\fs24\\par\n}\n",
  "LastModified": "2024-06-30T17:34:03.89Z"
}
