{
  "ID": 74481,
  "GUID": "D2C1C949-B3CA-463A-8BC5-326C803A9C79",
  "File": "Res 0491-2024",
  "Name": "M 43 - EXECUTIVE CAPITAL BUDGET FOR FY'25 AND CAPITAL PROGRAM FOR THE ENSUING THREE YEARS, AS MODIFIED (RESOLUTION A)",
  "Title": "RESOLUTION BY THE NEW YORK CITY COUNCIL PURSUANT TO SECTION 254 OF THE NEW YORK CITY CHARTER, THAT THE CAPITAL BUDGET FOR FISCAL YEAR 2025 AND CAPITAL PROGRAM, BEING THE EXECUTIVE CAPITAL BUDGET FOR FISCAL YEAR 2025 AND PROGRAM AS SUBMITTED BY THE MAYOR AND BY THE BOROUGH PRESIDENTS PURSUANT TO SECTION 249 OF THE NEW YORK CITY CHARTER, INCLUDING RESCINDMENT OF AMOUNTS FROM PRIOR CAPITAL BUDGETS, BE AND THE SAME ARE HEREBY APPROVED IN ACCORDANCE WITH THE FOLLOWING SCHEDULE OF CHANGES (RESOLUTION A).",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 11,
  "BodyName": "Committee on Finance",
  "IntroDate": "2024-06-30T00:00:00Z",
  "AgendaDate": "2024-06-30T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7748,
      "Slug": "justin-l-brannan",
      "FullName": "Justin L. Brannan"
    }
  ],
  "Attachments": [
    {
      "ID": 304873,
      "LastModified": "2024-06-30T16:45:19.65Z",
      "Name": "Executive Capital Budget",
      "Link": "https://nyc.legistar1.com/nyc/attachments/34256dff-8581-4b97-80ef-951b65e1a9e6.pdf",
      "Sort": 1
    },
    {
      "ID": 305232,
      "LastModified": "2024-06-30T16:45:42.283Z",
      "Name": "Res. No. 491",
      "Link": "https://nyc.legistar1.com/nyc/attachments/1d9d4d2b-5101-4e27-94ba-8c282fedfb07.docx",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 78073,
  "Text": "RESOLVED, By the New York City Council pursuant to Section 254 of the New York City Charter, that the Capital Budget for the Fiscal Year 2025 and Capital Program, being the Executive Capital Budget for Fiscal Year 2025 and Program as submitted by the Mayor and by the Borough Presidents pursuant to Section 249 of the New York City Charter, including rescindment of amounts from prior Capital Budgets, be and the same are hereby approved in accordance with the following schedule of changes. (Resolution A)",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\noline\\qj By Council Member Brannan:\\par\n\\par\n\\b RESOLVED\\b0 , By the New York City Council pursuant to Section 254 of the New York City Charter, that the Capital Budget for the Fiscal Year 2025 and Capital Program, being the Executive Capital Budget for Fiscal Year 2025 and Program as submitted by the Mayor and by the Borough Presidents pursuant to Section 249 of the New York City Charter, including rescindment of amounts from prior Capital Budgets, be and the same are hereby approved in accordance with the following schedule of changes. (Resolution A)\\par\n\\pard\\ltrpar\\nowidctlpar\\par\n}\n",
  "LastModified": "2024-06-30T16:45:42.283Z"
}
