{
  "ID": 74482,
  "GUID": "8BE4BCEF-912E-40BC-98E6-3F11AD6A16C7",
  "File": "Res 0492-2024",
  "Name": "M 43 – EXECUTIVE CAPITAL BUDGET FOR FY'25 AND CAPITAL PROGRAM FOR THE ENSUING THREE YEARS, AS MODIFIED (RESOLUTION B).",
  "Title": "RESOLUTION BY THE NEW YORK CITY COUNCIL PURSUANT TO SECTION 254 OF THE NEW YORK CITY CHARTER, THAT THE CAPITAL BUDGET FOR FISCAL YEAR 2025 AND CAPITAL PROGRAM FOR THE ENSUING THREE YEARS, AS SET FORTH IN THE EXECUTIVE CAPITAL BUDGET FOR THE FISCAL YEAR 2025 AND CAPITAL PROGRAM AS SUBMITTED BY THE MAYOR AS AUGMENTED BY THE BOROUGH PRESIDENTS PURSUANT TO SECTION 249 OF THE NEW YORK CITY CHARTER, AND AMENDED BY THE SCHEDULE OF CHANGES APPROVED UNDER RESOLUTION A, INCLUDING AMOUNTS REALLOCATED BY THE RESCINDMENT OF AMOUNTS FROM PRIOR CAPITAL BUDGET APPROPRIATIONS, IS HEREBY ADOPTED IN THE TOTAL AMOUNTS AS FOLLOWS. (RESOLUTION B).",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 11,
  "BodyName": "Committee on Finance",
  "IntroDate": "2024-06-30T00:00:00Z",
  "AgendaDate": "2024-06-30T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7748,
      "Slug": "justin-l-brannan",
      "FullName": "Justin L. Brannan"
    }
  ],
  "Attachments": [
    {
      "ID": 304874,
      "LastModified": "2024-06-30T16:54:11.78Z",
      "Name": "Executive Capital Budget",
      "Link": "https://nyc.legistar1.com/nyc/attachments/4b49da53-f648-4650-a090-c66089189f01.pdf",
      "Sort": 1
    },
    {
      "ID": 305231,
      "LastModified": "2024-06-30T16:46:55.333Z",
      "Name": "Res. No. 492",
      "Link": "https://nyc.legistar1.com/nyc/attachments/cb3a4cff-8463-47e3-8aff-e1280863dd18.docx",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 78074,
  "Text": "RESOLVED, By the City Council pursuant to Section 254 of the New York City Charter, that the Capital Budget for the Fiscal Year 2025 and Capital Program for the ensuing three years, as set forth in the Executive Capital Budget for Fiscal Year 2025 and Capital Program as submitted by the Mayor as augmented by the Borough Presidents pursuant to Section 249 of the New York City Charter, and amended by the schedule of changes approved under Resolution A, including amounts reallocated by the rescindment of amounts from prior Capital Budget appropriations, is hereby adopted in the total amounts.",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\noline\\nowidctlpar\\qj By Council Member Brannan:\\par\n\\par\n\\b RESOLVED\\b0 , By the City Council pursuant to Section 254 of the New York City Charter, that the Capital Budget for the Fiscal Year 2025\\b  \\b0 and Capital Program for the ensuing three years, as set forth in the Executive Capital Budget for Fiscal Year 2025 and Capital Program as submitted by the Mayor as augmented by the Borough Presidents pursuant to Section 249 of the New York City Charter, and amended by the schedule of changes approved under Resolution A, including amounts reallocated by the rescindment of amounts from prior Capital Budget appropriations, is hereby adopted in the total amounts.\\par\n\\pard\\ltrpar\\nowidctlpar\\par\n}\n",
  "LastModified": "2024-06-30T16:54:11.78Z"
}
