{
  "ID": 74441,
  "GUID": "B775447B-B1FD-4877-8DE2-264D6DFC3557",
  "File": "Res 0502-2024",
  "Name": "DOE to provide the necessary funding and resources to support the development and implementation of conflict resolution centers in NYC Public Schools.",
  "Title": "Resolution calling on the Department of Education to provide the necessary funding and resources to support the development and implementation of conflict resolution centers in New York City Public Schools.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 9,
  "BodyName": "Committee on Education",
  "IntroDate": "2024-07-18T00:00:00Z",
  "AgendaDate": "2024-07-18T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7803,
      "Slug": "julie-menin",
      "FullName": "Julie Menin"
    },
    {
      "ID": 7818,
      "Slug": "lynn-c-schulman",
      "FullName": "Lynn C. Schulman"
    },
    {
      "ID": 7809,
      "Slug": "althea-v-stevens",
      "FullName": "Althea V.  Stevens"
    },
    {
      "ID": 7815,
      "Slug": "shekar-krishnan",
      "FullName": "Shekar Krishnan"
    },
    {
      "ID": 7827,
      "Slug": "rita-c-joseph",
      "FullName": "Rita C. Joseph"
    }
  ],
  "History": [
    {
      "ID": 410864,
      "Date": "2024-07-18T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-07-08T14:16:31.717Z"
    },
    {
      "ID": 411051,
      "Date": "2024-07-18T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Education",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 21005,
      "AgendaSequence": 79,
      "MinutesSequence": 93,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Education",
      "MatterStatusID": 3,
      "LastModified": "2024-07-18T14:54:22.383Z"
    }
  ],
  "Attachments": [
    {
      "ID": 303055,
      "LastModified": "2024-07-18T17:26:45.34Z",
      "Name": "Res. No. 502",
      "Link": "https://nyc.legistar1.com/nyc/attachments/2739e39d-0bc2-4846-b75e-3f732f5058c6.docx",
      "Sort": 1
    },
    {
      "ID": 306567,
      "LastModified": "2024-07-18T17:15:47.46Z",
      "Name": "July 18, 2024 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ef4c6c2d-b966-4158-abca-78bd8a23f91a.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 78025,
  "Text": "Whereas, conflict resolution centers are beneficial in reducing violence, promoting student well-being in schools, and improving academic scores; and  \n      Whereas, the San Dieguito Union High School district in northern San Diego County, California has successfully partnered with the National Conflict Resolution Center to improve communication and create a productive inclusive learning environment; and\n      Whereas, the principles of restorative justice, including: accountability, respect and empathy, are essential in creating a positive school environment and culture in addition to addressing the root cause of conflict; and \n      Whereas, the Department of Education is committed to providing a safe, inclusive, and supportive learning environment for all students; and \n      Whereas, The Department of Education plays a critical role in providing necessary funding and resources to support the development and implementation of conflict resolution,  promoting safety, supporting learning and inclusivity in public schools; and\n      Whereas, the Department of Education working in partnership with advocacy groups, community organization, and other stakeholders ensures that conflict resolution centers are adept and responsive to the needs of the students and the communities they serve; now therefore, be it \n      Resolved, That The Council of the City of New York calls on the Department of Education to provide the necessary funding and resources to support the development and implementation of conflict resolution centers in New York City Public Schools.\n\nSLM\nLS# 17027\n06/12/2024",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar By Council Members Menin, Schulman, Stevens, Krishnan and Joseph\\par\n\\par\n\\pard\\ltrpar\\fi720\\sa160\\sl480\\slmult1 Whereas, conflict resolution centers are beneficial in reducing violence, promoting student well-being in schools, and improving academic scores; and  \\par\nWhereas, the San Dieguito Union High School district in northern San Diego County, California has successfully partnered with the National Conflict Resolution Center to improve communication and create a productive inclusive learning environment; and\\par\nWhereas, the principles of restorative justice, including: accountability, respect and empathy, are essential in creating a positive school environment and culture in addition to addressing the root cause of conflict; and \\par\nWhereas, the Department of Education is committed to providing a safe, inclusive, and supportive learning environment for all students; and \\par\nWhereas, The Department of Education plays a critical role in providing necessary funding and resources to support the development and implementation of conflict resolution,  promoting safety, supporting learning and inclusivity in public schools; and\\par\nWhereas, the Department of Education working in partnership with advocacy groups, community organization, and other stakeholders ensures that conflict resolution centers are adept and responsive to the needs of the students and the communities they serve; now therefore, be it \\par\nResolved, That The Council of the City of New York calls on the Department of Education to provide the necessary funding and resources to support the development and implementation of conflict resolution centers in New York City Public Schools.\\par\n\\pard\\ltrpar\\sa160\\sl480\\slmult1\\par\n\\pard\\ltrpar\\fs20 SLM\\par\nLS# 17027\\par\n06/12/2024\\par\n}\n",
  "LastModified": "2024-07-18T17:26:47.017Z"
}
