{
  "ID": 74528,
  "GUID": "CDEDE697-D1ED-413C-80E6-66B7C04A3EE7",
  "File": "Res 0503-2024",
  "Name": "Providing that public schools not be used as early voting polling sites (S. 1148/A. 10504).",
  "Title": "Resolution calling on the New York State Legislature to pass, and the Governor to sign, S. 1148/A. 10504, providing that public schools not be used as early voting polling sites.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5293,
  "BodyName": "Committee on Governmental Operations, State & Federal Legislation",
  "IntroDate": "2024-07-18T00:00:00Z",
  "AgendaDate": "2024-07-18T00:00:00Z",
  "PassedDate": "2025-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7803,
      "Slug": "julie-menin",
      "FullName": "Julie Menin"
    },
    {
      "ID": 7741,
      "Slug": "keith-powers",
      "FullName": "Keith Powers"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    }
  ],
  "History": [
    {
      "ID": 410900,
      "Date": "2024-07-18T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-07-12T15:01:30.483Z"
    },
    {
      "ID": 411052,
      "Date": "2024-07-18T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Governmental Operations, State & Federal Legislation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 21005,
      "AgendaSequence": 80,
      "MinutesSequence": 95,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Governmental Operations, State & Federal Legislation",
      "MatterStatusID": 3,
      "LastModified": "2024-07-18T23:07:09.273Z"
    },
    {
      "ID": 430642,
      "Date": "2025-12-31T11:06:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2025-12-23T16:06:39.287Z"
    }
  ],
  "Attachments": [
    {
      "ID": 305324,
      "LastModified": "2025-02-20T21:09:40.65Z",
      "Name": "Res. No. 503",
      "Link": "https://nyc.legistar1.com/nyc/attachments/fb2adf9b-2bc2-44e3-be55-7cdb87f5f9cc.docx",
      "Sort": 1
    },
    {
      "ID": 306568,
      "LastModified": "2024-07-18T17:15:47.7Z",
      "Name": "July 18, 2024 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/5927cb88-9721-4f09-a34a-24ba05fc8745.pdf",
      "Sort": 3
    },
    {
      "ID": 306873,
      "LastModified": "2024-08-02T16:29:18.42Z",
      "Name": "Hearing Transcript - Stated Meeting 7-18-24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/e35a36ac-bd44-4735-9485-4264bf5b372f.pdf",
      "Sort": 4
    },
    {
      "ID": 315469,
      "LastModified": "2025-02-20T16:31:40.89Z",
      "Name": "Minutes of the Stated Meeting - July 18, 2024",
      "Link": "https://nyc.legistar1.com/nyc/attachments/7a508856-5072-440c-8344-d78a4aef53ee.pdf",
      "Sort": 5
    }
  ],
  "Summary": "",
  "TextID": 78120,
  "Text": "Whereas, In 2019 the New York State Legislature passed a law requiring a minimum of 9 days of early voting in addition to Election Day; and\n      Whereas, As public spaces New York City public schools, including elementary, middle and high schools are used as poll sites; and\n      Whereas, In the 2023 election cycle there were 140 early voting sites; and\n      Whereas, In the 2023 election, 33 early voting sites were located in New York City public schools; and \n      Whereas, New York City public schools are closed on Election Day; and \n      Whereas, Classes are in session at New York City public schools for five of the nine early voting days; and\n      Whereas, During most years there is at least one primary election and one general election, and often more; and\n      Whereas, Most years there are at minimum of ten days of early voting going on while New York City public schools are in session; and \n      Whereas, Poll sites in city schools are most often located in the school's gym or cafeteria; and\n      Whereas, When a public school gym is used as a polling site, the students lose access to physical education for at least two weeks, and often longer; and\n      Whereas, When a public school cafeteria is used as a polling site, students can lose access to what may be their only hot meal of the day for two weeks, and often longer; and\n\tWhereas, After school programs that take place in the school gym or cafeteria of schools that serve as early voting polling sites are displaced during the early voting period; and \n      Whereas, Over the last few years, many New York City schools have implemented increasingly stringent security measures; and \n      Whereas, Voters entering poll sites located in schools do not have to adhere to the same stringent security measures that other visitors to the schools normally have to adhere to; and\n      Whereas, Allowing potentially thousands of adults access to public school facilities while students are present creates a safety risk; and \n      Whereas, There have been multiple incidents where voters have gained access to areas where students and staff were present; and \n      Whereas, New York City public schools do not have the options to opt-out of serving as early voting polling sites; and \n      Whereas, Other publicly-supported institutions are required to allow the New York City Board of Elections to use them as early voting sites, but are allowed to opt-out of serving as polling locations; and \n      Whereas, Only one county outside of New York city uses schools as early voting sites; and \n      Whereas, S.1148, introduced in the New York State Senate by Liz Kreuger and pending in the Senate, and its companion bill A.10504, introduced by Assembly Member Alex Bores and pending the New York State Assembly, prohibit the use of school buildings as early voting sites; and\n      Whereas, S.1148/A.10504 requires that if necessary any building that is exempt from taxation or receives more than a million dollars in state grant funding can be used as a polling place unless the owner can show that the entity's function is incompatible with its use as a poll site; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign, S. 1148/A. 10504, providing that public schools not be used as early voting polling sites.  \n\n\nLS #17168\n07/03/24\nEHC",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Menin, Powers and Brewer\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, In 2019 the New York State Legislature passed a law requiring a minimum of 9 days of early voting in addition to Election Day; and\\par\nWhereas, As public spaces New York City public schools, including elementary, middle and high schools are used as poll sites; and\\par\nWhereas, In the 2023 election cycle there were 140 early voting sites; and\\par\nWhereas, In the 2023 election, 33 early voting sites were located in New York City public schools; and \\par\nWhereas, New York City public schools are closed on Election Day; and \\par\nWhereas, Classes are in session at New York City public schools for five of the nine early voting days; and\\par\nWhereas, During most years there is at least one primary election and one general election, and often more; and\\par\nWhereas, Most years there are at minimum of ten days of early voting going on while New York City public schools are in session; and \\par\nWhereas, Poll sites in city schools are most often located in the school\\rquote s gym or cafeteria; and\\par\nWhereas, When a public school gym is used as a polling site, the students lose access to physical education for at least two weeks, and often longer; and\\par\nWhereas, When a public school cafeteria is used as a polling site, students can lose access to what may be their only hot meal of the day for two weeks, and often longer; and\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, After school programs that take place in the school gym or cafeteria of schools that serve as early voting polling sites are displaced during the early voting period; and \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Over the last few years, many New York City schools have implemented increasingly stringent security measures; and \\par\nWhereas, Voters entering poll sites located in schools do not have to adhere to the same stringent security measures that other visitors to the schools normally have to adhere to; and\\par\nWhereas, Allowing potentially thousands of adults access to public school facilities while students are present creates a safety risk; and \\par\nWhereas, There have been multiple incidents where voters have gained access to areas where students and staff were present; and \\par\nWhereas, New York City public schools do not have the options to opt-out of serving as early voting polling sites; and \\par\nWhereas, Other publicly-supported institutions are required to allow the New York City Board of Elections to use them as early voting sites, but are allowed to opt-out of serving as polling locations; and \\par\nWhereas, Only one county outside of New York city uses schools as early voting sites; and \\par\nWhereas, S.1148, introduced in the New York State Senate by Liz Kreuger and pending in the Senate, and its companion bill A.10504, introduced by Assembly Member Alex Bores and pending the New York State Assembly, prohibit the use of school buildings as early voting sites; and\\par\nWhereas, S.1148/A.10504 requires that if necessary any building that is exempt from taxation or receives more than a million dollars in state grant funding can be used as a polling place unless the owner can show that the entity\\rquote s function is incompatible with its use as a poll site; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign, S. 1148/A. 10504, providing that public schools not be used as early voting polling sites.  \\par\n\\pard\\ltrpar\\qj\\par\n\\par\n\\fs22 LS #17168\\par\n\\pard\\ltrpar 07/03/24\\par\n\\pard\\ltrpar\\qj EHC\\par\n\\fs18\\par\n\\fs24\\par\n}\n",
  "LastModified": "2025-12-23T16:06:39.293Z"
}
