{
  "ID": 74554,
  "GUID": "459CC423-BAB6-4FBC-BE45-F58363BAF59D",
  "File": "Res 0504-2024",
  "Name": "Authorizing the Speaker to commence legal action on behalf of the Council of the City of New York to oppose the Department of Correction’s efforts to suspend Local Law 42 of 2024.",
  "Title": "Resolution authorizing the Speaker to commence legal action on behalf of the Council of the City of New York to oppose the Department of Correction’s efforts to suspend Local Law 42 of 2024.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 32,
  "StatusName": "Adopted",
  "BodyID": 5237,
  "BodyName": "Committee on Criminal Justice",
  "IntroDate": "2024-07-18T00:00:00Z",
  "AgendaDate": "2024-07-18T00:00:00Z",
  "PassedDate": "2024-07-18T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7824,
      "Slug": "sandy-nurse",
      "FullName": "Sandy Nurse"
    },
    {
      "ID": 7740,
      "Slug": "carlina-rivera",
      "FullName": "Carlina Rivera"
    }
  ],
  "History": [
    {
      "ID": 410914,
      "Date": "2024-07-18T10:30:00Z",
      "ActionID": 15,
      "Action": "Hearing on P-C Item by Comm",
      "Description": "This Resolution was Hearing on P-C Item by Comm",
      "BodyID": 5237,
      "BodyName": "Committee on Criminal Justice",
      "EventID": 21002,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "AgendaNote": "Preconsidered",
      "MatterStatusID": 2,
      "LastModified": "2024-07-18T14:47:42.343Z"
    },
    {
      "ID": 411146,
      "Date": "2024-07-18T10:30:00Z",
      "ActionID": 25,
      "Action": "P-C Item Approved by Comm",
      "Description": "A motion was made that this Resolution be P-C Item Approved by Comm approved by Roll Call.",
      "BodyID": 5237,
      "BodyName": "Committee on Criminal Justice",
      "EventID": 21002,
      "MinutesSequence": 3,
      "Version": "*",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 37,
      "Votes": [
        {
          "ID": 7824,
          "Slug": "sandy-nurse",
          "FullName": "Sandy Nurse",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 10
        },
        {
          "ID": 7804,
          "Slug": "shaun-abreu",
          "FullName": "Shaun Abreu",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 20
        },
        {
          "ID": 7742,
          "Slug": "diana-i-ayala",
          "FullName": "Diana I. Ayala",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 30
        },
        {
          "ID": 7813,
          "Slug": "tiffany-caban",
          "FullName": "Tiffany Cabán",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 40
        },
        {
          "ID": 7826,
          "Slug": "shahana-k-hanif",
          "FullName": "Shahana K. Hanif",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 50
        },
        {
          "ID": 7801,
          "Slug": "christopher-marte",
          "FullName": "Christopher Marte",
          "VoteID": 16,
          "Vote": "Absent",
          "Sort": 60
        },
        {
          "ID": 7829,
          "Slug": "mercedes-narcisse",
          "FullName": "Mercedes Narcisse",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 70
        },
        {
          "ID": 7820,
          "Slug": "lincoln-restler",
          "FullName": "Lincoln Restler",
          "VoteID": 16,
          "Vote": "Absent",
          "Sort": 80
        },
        {
          "ID": 7809,
          "Slug": "althea-v-stevens",
          "FullName": "Althea V.  Stevens",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 90
        }
      ],
      "LastModified": "2024-07-18T14:48:07.987Z"
    },
    {
      "ID": 410913,
      "Date": "2024-07-18T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-07-15T14:55:16.61Z"
    },
    {
      "ID": 411055,
      "Date": "2024-07-18T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Criminal Justice",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 21005,
      "AgendaSequence": 82,
      "MinutesSequence": 97,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Preconsidered - Criminal Justice",
      "MatterStatusID": 3,
      "LastModified": "2024-07-18T23:07:09.277Z"
    },
    {
      "ID": 411104,
      "Date": "2024-07-18T13:30:00Z",
      "ActionID": 5032,
      "Action": "Approved, by Council",
      "Description": "A motion was made that this Resolution be Approved, by Council approved by voice vote.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 21005,
      "AgendaSequence": 59,
      "MinutesSequence": 74,
      "Version": "*",
      "AgendaNote": "Preconsidered - Adopted by the Committee on Criminal Justice",
      "MinutesNote": "Pursuant to Rule 8.50 of the Council, the Majority Leader and Acting President Pro Tempore (Council Member Farías) called for a voice vote.  Hearing those in favor, the Majority Leader and Acting President Pro Tempore (Council Member Farías) declared the Resolution to be adopted.\r\n\r\nThe following 5 Council Members formally noted their intention to vote negative on this item: \r\nCouncil Members Ariola, Holden, Marmorato, Paladino, and Yeger.\r\n\r\nAdopted by the Council by voice-vote. ",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 32,
      "LastModified": "2024-07-18T23:08:41.473Z"
    }
  ],
  "Attachments": [
    {
      "ID": 306399,
      "LastModified": "2024-08-02T17:10:14.09Z",
      "Name": "Res. No. 504",
      "Link": "https://nyc.legistar1.com/nyc/attachments/dbb92680-bfc7-4a19-bec6-5aa5d0bd19e4.docx",
      "Sort": 1
    },
    {
      "ID": 306403,
      "LastModified": "2024-07-18T13:30:27.85Z",
      "Name": "Committee Report",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ea4e76de-3b21-41df-8489-67270f626ed6.docx",
      "Sort": 2
    },
    {
      "ID": 306810,
      "LastModified": "2024-07-30T17:16:09.133Z",
      "Name": "Hearing Transcript",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ffd95890-132d-420c-b72c-b30d890a823e.pdf",
      "Sort": 4
    },
    {
      "ID": 306621,
      "LastModified": "2024-07-30T17:16:09.077Z",
      "Name": "July 18, 2024 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/3ee5afdf-1167-4ab9-ae63-b1ca49dbe932.pdf",
      "Sort": 5
    },
    {
      "ID": 306928,
      "LastModified": "2024-08-02T16:35:19.64Z",
      "Name": "Hearing Transcript - Stated Meeting 7-18-24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/550a95c1-b0d5-4525-b64b-fda366c2890f.pdf",
      "Sort": 6
    }
  ],
  "Summary": "",
  "TextID": 78150,
  "Text": "Whereas, Prolonged solitary confinement is recognized as torture by the United Nations; and \n      Whereas, Research by scholars at Cornell University found that solitary confinement, even only for a few days, increases the likelihood a person in custody will die by suicide, violence, or overdose; and \n      Whereas, A large body of research has established that solitary confinement leads to anxiety, depression, psychosis, and other impairments that reduce a person in custody's ability to reintegrate into society when they are released, including studies published by the U.S. Department of Justice Bureau of Justice Statistics; and\n      Whereas, Several people have died after being held in solitary confinement at the Rikers Island jail complex over the last decade; and  \n      Whereas, The Council of the City of New York (\"Council\") has a responsibility to New Yorkers who have been persistently harmed and failed by Department of Correction (\"DOC\") policies that maintain the status quo; and\n      Whereas, After extensive public debate and consultation with corrections experts, impacted families, advocates, and labor unions, on January 30, 2024, the Council passed Local Law 42 of 2024, over a Mayoral veto, to address these problems; and\n      Whereas, Local Law 42 effectively bans solitary confinement in City jails and establishes standards for the use of restrictive housing and emergency lock-ins; and\n      Whereas, Local Law 42 enhances fairness, transparency, and accountability by, among other things, providing individuals in DOC's custody due process protections prior to being placed in restrictive housing or in continued use of restraints; and\n      Whereas, Local Law 42 goes into effect on July 28, 2024; and\n      Whereas, On June 25, 2024 the Board of Correction voted unanimously to approve its rules for the implementation of Local Law 42; and \n      Whereas, The DOC seeks to suspend the requirements of Local Law 42, as made clear by its June 5, 2024 letter in Nunez, et al. v. City of New York et al.; and\n      Whereas, Seeking suspension of Local Law 42 prior to its effective date is premature and inappropriate; and\n      Whereas, Local Law 42 is a vital piece of legislation that will save lives and improve safety and security in City jails for both detained individuals and staff; and\n      Whereas, The DOC is duty bound to implement valid local laws like Local Law 42; now, therefore, be it\n      Resolved, That the Council of the City of New York authorizes the Speaker to engage in legal action on behalf of the Council to defend Local Law 42 of 2024.\n\nFFG\n7/8/24",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\froman\\fprq2\\fcharset0 Century Schoolbook;}}\n\\viewkind4\\uc1\n\\b\\v0\\par\n\\b0 By Council Members Nurse and Rivera\\par\n\\b\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj\\b0 Whereas, Prolonged solitary confinement is recognized as torture by the United Nations; and \\par\nWhereas, Research by scholars at Cornell University found that solitary confinement, even only for a few days, increases the likelihood a person in custody will die by suicide, violence, or overdose; and \\par\nWhereas, A large body of research has established that solitary confinement leads to anxiety, depression, psychosis, and other impairments that reduce a person in custody\\rquote s ability to reintegrate into society when they are released, including studies published by the U.S. Department of Justice Bureau of Justice Statistics; and\\par\nWhereas, Several people have died after being held in solitary confinement at the Rikers Island jail complex over the last decade; and  \\par\nWhereas, The Council of the City of New York (\\ldblquote Council\\rdblquote ) has a responsibility to New Yorkers who have been persistently harmed and failed by Department of Correction (\\ldblquote DOC\\rdblquote ) policies that maintain the status quo; and\\par\nWhereas, After extensive public debate and consultation with corrections experts, impacted families, advocates, and labor unions, on January 30, 2024, the Council passed Local Law 42 of 2024, over a Mayoral veto, to address these problems; and\\par\nWhereas, Local Law 42 effectively bans solitary confinement in City jails and establishes standards for the use of restrictive housing and emergency lock-ins; and\\par\nWhereas, Local Law 42 enhances fairness, transparency, and accountability by, among other things, providing individuals in DOC\\rquote s custody due process protections prior to being placed in restrictive housing or in continued use of restraints; and\\par\nWhereas, Local Law 42 goes into effect on July 28, 2024; and\\par\nWhereas, On June 25, 2024 the Board of Correction voted unanimously to approve its rules for the implementation of Local Law 42; and \\b\\par\n\\b0 Whereas, The DOC seeks to suspend the requirements of Local Law 42, as made clear by its June 5, 2024 letter in \\i Nunez, et al. v. City of New York et al\\i0 .; and\\b\\par\n\\b0 Whereas, Seeking suspension of Local Law 42 prior to its effective date is premature and inappropriate; and\\b\\par\n\\b0 Whereas, Local Law 42 is a vital piece of legislation that will save lives and improve safety and security in City jails for both detained individuals and staff; and\\par\nWhereas, The DOC is duty bound to implement valid local laws like Local Law 42; now, therefore, be it\\b\\par\n\\b0 Resolved,\\b  \\b0 That the Council of the City of New York authorizes the Speaker\\f1  \\f0 to engage in legal action on behalf of the Council to defend Local Law 42 of 2024.\\par\n\\pard\\ltrpar\\par\n\\fs22 FFG\\b\\par\n\\b0 7/8/24\\b\\par\n}\n",
  "LastModified": "2024-08-02T17:10:14.09Z"
}
