{
  "ID": 72655,
  "GUID": "BFA18943-7D32-47B6-B751-6E8239FE8762",
  "File": "Res 0506-2024",
  "Name": "Resident Physician Shortage Reduction Act of 2023 (S.1302/H.R.2389).",
  "Title": "Resolution calling on Congress to pass, and the President to sign, S.1302/H.R.2389, the “Resident Physician Shortage Reduction Act of 2023,” to increase the number of residency positions eligible for graduate medical education payments under Medicare for qualifying hospitals, including hospitals in rural areas and health professional shortage areas.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2024-07-18T00:00:00Z",
  "AgendaDate": "2024-07-18T00:00:00Z",
  "PassedDate": "2025-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7818,
      "Slug": "lynn-c-schulman",
      "FullName": "Lynn C. Schulman"
    }
  ],
  "History": [
    {
      "ID": 410870,
      "Date": "2024-07-18T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-07-08T16:00:44.627Z"
    },
    {
      "ID": 411059,
      "Date": "2024-07-18T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 21005,
      "AgendaSequence": 87,
      "MinutesSequence": 102,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2024-07-18T23:07:09.283Z"
    },
    {
      "ID": 430645,
      "Date": "2025-12-31T11:07:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2025-12-23T16:07:09.657Z"
    }
  ],
  "Attachments": [
    {
      "ID": 290826,
      "LastModified": "2025-02-20T21:11:56.177Z",
      "Name": "Res. No. 506",
      "Link": "https://nyc.legistar1.com/nyc/attachments/414395e4-95b3-444a-8960-4eb8ee071916.docx",
      "Sort": 1
    },
    {
      "ID": 306574,
      "LastModified": "2024-07-18T17:15:49.133Z",
      "Name": "July 18, 2024 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/f0559163-0c32-49c5-898d-9cc664d7c5b8.pdf",
      "Sort": 3
    },
    {
      "ID": 306879,
      "LastModified": "2024-08-02T16:29:19.64Z",
      "Name": "Hearing Transcript - Stated Meeting 7-18-24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/8dfa44f4-0511-47db-83c2-181c838f1441.pdf",
      "Sort": 4
    },
    {
      "ID": 315476,
      "LastModified": "2025-02-20T16:31:42.36Z",
      "Name": "Minutes of the Stated Meeting - July 18, 2024",
      "Link": "https://nyc.legistar1.com/nyc/attachments/9c726563-72fe-4c9d-8954-1e72513ea62a.pdf",
      "Sort": 5
    }
  ],
  "Summary": "",
  "TextID": 76179,
  "Text": "Whereas, According to the Association of American Medical Colleges, it is estimated that by 2034, the United States (U.S.) will experience a shortage of between 37,800 and 124,000 physicians, including 48,000 primary care physicians and 77,100 specialists, with occupational burnout serving as a primary driver of the shortage; and\n      Whereas, Researchers at the American Medical Association, the Mayo Clinic, and Stanford Medicine found that the incidence of occupational burnout among U.S. physicians was 62.8 percent in 2021, as compared with 38.2 percent in 2020 and 43.9 percent in 2017; and \n      Whereas, Per the same research by the American Medical Association, the Mayo Clinic, and Stanford Medicine, 1 in 5 U.S. physicians intended to leave medicine within the next two years, while 1 in 3 U.S. physicians planned to reduce their hours; and\n      Whereas, Moreover, per the American Medical Association, as of October 2023, almost half of all practicing U.S. physicians were over the age of 55 years; and\n      Whereas, Furthermore, the American Medical Association stressed that as of 2023, the average medical school graduate was burdened with more than $250,000 in student loan debt, which often compels new physicians to bypass primary care and less populated, rural areas in favor of more lucrative specialties in or near large metropolitan areas; and\n      Whereas, The American Medical Association emphasized that as of October 2023, over 83 million Americans resided in areas without adequate access to a primary care physician; and\n      Whereas, In addition, per the American Medical Association, as of October 2023, among U.S. counties, 90 percent had no pediatric ophthalmologist, 80 percent had no infectious disease specialist, and over 33 percent of Black Americans resided in cardiology care deserts; and \n      Whereas, According to an analysis by the Center for Health Workforce Studies at the School of Public Health at the State University of New York (SUNY), it is projected that by 2030, there will be a shortage of between 2,500 and 17,000 physicians in New York State, representing between 3 percent and 15 percent of the number of physicians necessary to meet the expected demand for physician services in 2030; and \n      Whereas, Per the same analysis by the Center for Health Workforce Studies at the SUNY, it is forecasted that by 2030, New York City will experience a deficit of physicians across multiple specialties, with the overall gap at around 10 percent, among adult primary care physicians at more than 12 percent, and among such specialties as urology, pathology, and ophthalmology at over 33 percent; and\n      Whereas, With the intent of addressing the shortage of physicians in the U.S., U.S. Senator Robert Menendez introduced S.1302 in the U.S. Senate, and U.S. Representative Terri A. Sewell introduced companion bill H.R.2389 in the U.S. House of Representatives, known as the \"Resident Physician Shortage Reduction Act of 2023,\" which would increase the number of residency positions eligible for graduate medical education payments under Medicare for qualifying hospitals, including hospitals in rural areas and health professional shortage areas; and\n      Whereas, The \"Resident Physician Shortage Reduction Act of 2023\" would focus on rectifying the negative effect of provisions included in the \"Balanced Budget Act of 1997,\" which imposed caps on the number of federally-funded residency positions, and would build upon the 1,200 new Medicare-supported graduate medical education (GME) slots enacted by Congress through the \"Consolidated Appropriations Act of 2021\" and the \"Consolidated Appropriations Act of 2023;\" and\n      Whereas, Specifically, S.1302/H.R.2389 would provide 2,000 new Medicare-supported GME positions per fiscal year from FY 2025 to FY 2031, for a total of 14,000 new GME positions, and would stipulate that at least 10 percent of the GME slots must be distributed to hospitals that are within rural or noncontiguous areas, such as Alaska and Hawaii, to hospitals training over their GME positions cap, to hospitals located in states with new medical schools or branch campuses, and to hospitals serving designated health professional shortage areas, with priority given to hospitals affiliated with historically Black medical schools; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on Congress to pass, and the President to sign, S.1302/H.R.2389, the \"Resident Physician Shortage Reduction Act of 2023,\" to increase the number of residency positions eligible for graduate medical education payments under Medicare for qualifying hospitals, including hospitals in rural areas and health professional shortage areas. \n       \nLS #14733\n02/08/2024\nAZ \n\n\n\n\n1",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Calibri;}}\n{\\colortbl ;\\red33\\green37\\blue41;}\n\\viewkind4\\uc1\n\\cf0\\v0\\par\n\\pard\\ltrpar\\hyphpar0\\sl480\\slmult1\\qj By Council Member Schulman\\par\n\\pard\\ltrpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj Whereas, According to the Association of American Medical Colleges, it is estimated that by 2034, the United States (U.S.) will experience a shortage of between 37,800 and 124,000 physicians, including 48,000 primary care physicians and 77,100 specialists, with occupational burnout serving as a primary driver of the shortage; and\\par\nWhereas, Researchers at the American Medical Association, the Mayo Clinic, and Stanford Medicine found that the incidence of occupational burnout among U.S. physicians was 62.8 percent in 2021, as compared with 38.2 percent in 2020 and 43.9 percent in 2017; and \\par\nWhereas, Per the same research by the American Medical Association, the Mayo Clinic, and Stanford Medicine, 1 in 5 U.S. physicians intended to leave medicine within the next two years, while 1 in 3 U.S. physicians planned to reduce their hours; and\\par\nWhereas, Moreover, per the American Medical Association, as of October 2023, almost half of all practicing U.S. physicians were over the age of 55 years; and\\par\nWhereas, Furthermore, the American Medical Association stressed that as of 2023, the average medical school graduate was burdened with more than $250,000 in student loan debt, which often compels new physicians to bypass primary care and less populated, rural areas in favor of more lucrative specialties in or near large metropolitan areas; and\\par\nWhereas, The American Medical Association emphasized that as of October 2023, over 83 million Americans resided in areas without adequate access to a primary care physician; and\\par\nWhereas, In addition, per the American Medical Association, as of October 2023, among U.S. counties, 90 percent had no pediatric ophthalmologist, 80 percent had no infectious disease specialist, and over 33 percent of Black Americans resided in cardiology care deserts; and \\par\nWhereas,\\f1\\fs22  \\f0\\fs24 According to an analysis by the Center for Health Workforce Studies at the School of Public Health at the State University of New York (SUNY), it is projected that by 2030, there will be a shortage of between 2,500 and 17,000 physicians in New York State, representing between 3 percent and 15 percent of the number of physicians necessary to meet the expected demand for physician services in 2030; and \\par\nWhereas, Per the same analysis by the Center for Health Workforce Studies at the SUNY, it is forecasted that by 2030, New York City will experience a deficit of physicians across multiple specialties, with the overall gap at around 10 percent, among adult primary care physicians at more than 12 percent, and among such specialties as urology, pathology, and ophthalmology at over 33 percent; and\\par\nWhereas, With the intent of addressing the shortage of physicians in the U.S., U.S. Senator Robert Menendez introduced S.1302 in the U.S. Senate, and U.S. Representative Terri A. Sewell introduced companion bill H.R.2389 in the U.S. House of Representatives, known as the \\ldblquote Resident Physician Shortage Reduction Act of 2023,\\rdblquote  which would increase the number of residency positions eligible for graduate medical education payments under Medicare for qualifying hospitals, including hospitals in rural areas and health professional shortage areas; and\\par\nWhereas, The \\ldblquote Resident Physician Shortage Reduction Act of 2023\\rdblquote  would focus on rectifying the negative effect of provisions included in the \\ldblquote Balanced Budget Act of 1997,\\rdblquote  which imposed caps on the number of federally-funded residency positions, and would build upon the 1,200 new Medicare-supported graduate medical education (GME) slots enacted by Congress through the \\ldblquote Consolidated Appropriations Act of 2021\\rdblquote  and the \\ldblquote Consolidated Appropriations Act of 2023;\\rdblquote  and\\par\nWhereas, Specifically, S.1302/H.R.2389 would provide 2,000 new Medicare-supported GME positions per fiscal year from FY 2025 to FY 2031, for a total of 14,000 new GME positions, and would stipulate that at least 10 percent of the GME slots must be distributed to hospitals that are within rural or noncontiguous areas, such as Alaska and Hawaii, to hospitals training over their GME positions cap, to hospitals located in states with new medical schools or branch campuses, and to hospitals serving designated health professional shortage areas, with priority given to hospitals affiliated with historically Black medical schools; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls on Congress to pass, and the President to sign, S.1302/H.R.2389, the \\ldblquote Resident Physician Shortage Reduction Act of 2023,\\rdblquote  to increase the number of residency positions eligible for graduate medical education payments under Medicare for qualifying hospitals, including hospitals in rural areas and health professional shortage areas. \\par\n \\par\n\\pard\\ltrpar\\hyphpar0\\qj\\fs18 LS #14733\\par\n02/08/2024\\par\nAZ \\par\n\\par\n\\par\n\\par\n\\par\n}\n",
  "LastModified": "2025-12-23T16:07:09.663Z"
}
