{
  "ID": 74418,
  "GUID": "08D0905B-7365-42F0-BC96-6E71232F113C",
  "File": "Res 0507-2024",
  "Name": "New York affordable drug manufacturing act. (S.4786/A.8345A)",
  "Title": "Resolution calling on the New York State Assembly to pass, and the Governor to sign, S.4786/A.8345A, to enact the “New York affordable drug manufacturing act”.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 5269,
  "BodyName": "Committee on Consumer and Worker Protection",
  "IntroDate": "2024-07-18T00:00:00Z",
  "AgendaDate": "2024-07-18T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7818,
      "Slug": "lynn-c-schulman",
      "FullName": "Lynn C. Schulman"
    },
    {
      "ID": 7819,
      "Slug": "joann-ariola",
      "FullName": "Joann Ariola"
    },
    {
      "ID": 7794,
      "Slug": "kevin-c-riley",
      "FullName": "Kevin C. Riley"
    },
    {
      "ID": 7810,
      "Slug": "amanda-c-farias",
      "FullName": "Amanda Farías"
    },
    {
      "ID": 7748,
      "Slug": "justin-l-brannan",
      "FullName": "Justin L. Brannan"
    },
    {
      "ID": 7817,
      "Slug": "nantasha-m-williams",
      "FullName": "Nantasha M. Williams"
    }
  ],
  "History": [
    {
      "ID": 410926,
      "Date": "2024-07-18T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-07-15T17:51:10.473Z"
    },
    {
      "ID": 411060,
      "Date": "2024-07-18T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Consumer and Worker Protection",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 21005,
      "AgendaSequence": 88,
      "MinutesSequence": 103,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Consumer and Worker Protection",
      "MatterStatusID": 3,
      "LastModified": "2024-07-18T23:07:09.283Z"
    }
  ],
  "Attachments": [
    {
      "ID": 302934,
      "LastModified": "2025-02-20T21:12:03.583Z",
      "Name": "Res. No. 507",
      "Link": "https://nyc.legistar1.com/nyc/attachments/63786d2a-b822-4e4f-b20f-c2aeb57bbef7.docx",
      "Sort": 1
    },
    {
      "ID": 306575,
      "LastModified": "2024-07-18T17:15:49.357Z",
      "Name": "July 18, 2024 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/2c339c03-1d0a-4489-8043-8085394b27e6.pdf",
      "Sort": 3
    },
    {
      "ID": 306880,
      "LastModified": "2024-08-02T16:29:19.84Z",
      "Name": "Hearing Transcript - Stated Meeting 7-18-24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/8f747caa-c273-4fde-8ee6-b35de90be4e2.pdf",
      "Sort": 4
    },
    {
      "ID": 315477,
      "LastModified": "2025-02-20T16:31:42.557Z",
      "Name": "Minutes of the Stated Meeting - July 18, 2024",
      "Link": "https://nyc.legistar1.com/nyc/attachments/1b2bb716-0d50-490c-a9cf-13712deca305.pdf",
      "Sort": 5
    }
  ],
  "Summary": "",
  "TextID": 78002,
  "Text": "Whereas, In the United States (U.S.), prescription drug prices and shortages have been on the rise, making it difficult for many Americans to access and afford their medications; and\n      Whereas, A 2024 study by the RAND Corporation, commissioned by ASPE (the principal advisor to the Secretary of the U.S. Department of Health and Human Services (HHS) on policy development) found that in 2022, drug prices in the U.S. were nearly three times higher than in 33 other Organisation for Economic Co-operation and Development (OECD) countries, with U.S. consumers paying an average of $2.78 for every dollar spent on the same drugs abroad; and\n      Whereas, In 2019, 3.5 million adults aged 65 and older and 1.8 million Medicare beneficiaries under 65 had difficulty affording their medications, according to the 2022 \"Prescription Drug Affordability among Medicare Beneficiaries\" report by the ASPE; and\n      Whereas, Drug cost variations for prescription drugs are significant on both national and local levels, with New York being the third most expensive U.S. state for prescription drugs, where residents pay 17.6% above the national average for their medications, according to GoodRx Health; and\n      Whereas, The 2020 Drug Pricing report by the New York Public Interest Research Group Fund (NYPIRG) highlighted substantial prescription drug price variations within New York State (NYS) counties and New York City (NYC), with drugs such as Spiriva, a medication for asthma and COPD, costing around $308.92 in Onondaga and ranging from $224.95 to $698.72 in NYC, creating a $473.77 price difference within the five boroughs; and\n      Whereas, Despite high and varying drug prices, critical medication shortages continue to escalate, including those used in hospital emergency rooms, cancer treatments, prescription drugs, and even common over-the-counter medicines like children's cold and flu remedies; and\n      Whereas, According to the American Society of Health-System Pharmacists (ASHP), active drug shortages rose to 301 at the end of the first quarter (Q1) of 2023, up from 271 at the close of Q1 2021; and\n      Whereas, The U.S. Senate Committee on Finance reported that generic drugs comprised 67% of drug shortages between 2013 and 2017; and\n      Whereas, The U.S. Food and Drug Administration (FDA) estimates that 91% of all prescriptions in the U.S. are filled with generic drugs; and\n      Whereas, Despite the high demand for generic drugs, manufacturers often face intense pressure to reduce prices from purchasers or Pharmacy Benefit Managers (PBMs), depleting manufacturers' revenue and leading them to offshore production and cut costs on equipment and quality control, thereby jeopardizing drug quality and increasing vulnerability to unexpected shortages, as detailed in the 2024 Senate Committee on Finance report on generic drug shortages; and\n      Whereas, PBMs serve as intermediaries between health insurance companies, pharmacies, and drug manufacturers, playing a significant role in the prescription drug distribution chain by developing formularies (covered medications lists) for health insurers, leveraging their purchasing power over drug manufacturers, and supplying drugs to individuals pharmacies; and\n      Whereas, Due to PBMs' influence over the prescription drug industry, drug manufacturers lower their prices or offer higher rebates to secure favorable formulary positions, ensuring their products are included in insurance-covered lists to maintain competitiveness and increase sales volume; and\n      Whereas, The three largest PBMs in the U.S.-OptumRx, CVS Caremark, and Express Scripts-control about 80% of prescription drug sales in America, according to the Kaiser Family Foundation; and\n      Whereas, HHS has identified a lack of competition as a key factor in the varying and high drug costs, advocating for measures to improve market conditions and promote generics and biosimilars; and\n      Whereas, In response, NYS Senator Rivera and Assemblymember Rajkumar, have introduced S.4786/A.8345A, which aims to address drug affordability by directing the commissioner of health to establish partnerships with FDA-approved drug manufacturers to produce and distribute prescription generic drugs that are high cost or prone to shortages to increase availability and reducing prices; and\n      Whereas, The New York Affordable Drug Manufacturing Act includes provisions for transparency in drug pricing, which can help prevent price gouging and ensure that cost savings are passed on to consumers; and\n      Whereas, This initiative aligns with successful models in other states, such as California's Cal Rx program, which aims to produce generic drugs to address shortages and high prices, demonstrating a viable path forward for New York; and\n      Whereas, This bill has already garnered the support of numerous advocates, community leaders, and policymakers, and was passed by the NYS Senate with an overwhelming majority of 52 to 10, earlier this year; and   \n      Whereas, Implementing this act would support local economies by creating jobs in the pharmaceutical manufacturing sector and fostering partnerships with existing New York-based pharmaceutical companies; and\n      Whereas, The availability of affordable medications through a state-run program supports the NYC Healthy NYC goals by ensuring consistent access to necessary medications, promoting healthcare quality and equity, reducing hospitalizations and emergency room visits, and ultimately lowering overall healthcare costs while improving the health and life expectancy of New Yorkers; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the New York State Assembly to pass, and the Governor to sign, S.4786/A.8345A, to enact the \"New York affordable drug manufacturing act.\" \n\n\nLS #16453\n6/7/2024\nMB",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Schulman, Ariola, Riley, Far\\'edas, Brannan and Williams\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, In the United States (U.S.), prescription drug prices and shortages have been on the rise, making it difficult for many Americans to access and afford their medications; and\\par\nWhereas, A 2024 study by the RAND Corporation, commissioned by ASPE (the principal advisor to the Secretary of the U.S. Department of Health and Human Services (HHS) on policy development) found that in 2022, drug prices in the U.S. were nearly three times higher than in 33 other Organisation for Economic Co-operation and Development (OECD) countries, with U.S. consumers paying an average of $2.78 for every dollar spent on the same drugs abroad; and\\par\nWhereas, In 2019, 3.5 million adults aged 65 and older and 1.8 million Medicare beneficiaries under 65 had difficulty affording their medications, according to the 2022 \\ldblquote Prescription Drug Affordability among Medicare Beneficiaries\\rdblquote  report by the ASPE; and\\par\nWhereas, Drug cost variations for prescription drugs are significant on both national and local levels, with New York being the third most expensive U.S. state for prescription drugs, where residents pay 17.6% above the national average for their medications, according to GoodRx Health; and\\par\nWhereas, The 2020 Drug Pricing report by the New York Public Interest Research Group Fund (NYPIRG) highlighted substantial prescription drug price variations within New York State (NYS) counties and New York City (NYC), with drugs such as Spiriva, a medication for asthma and COPD, costing around $308.92 in Onondaga and ranging from $224.95 to $698.72 in NYC, creating a $473.77 price difference within the five boroughs; and\\par\nWhereas, Despite high and varying drug prices, critical medication shortages continue to escalate, including those used in hospital emergency rooms, cancer treatments, prescription drugs, and even common over-the-counter medicines like children's cold and flu remedies; and\\par\nWhereas, According to the American Society of Health-System Pharmacists (ASHP), active drug shortages rose to 301 at the end of the first quarter (Q1) of 2023, up from 271 at the close of Q1 2021; and\\par\nWhereas, The U.S. Senate Committee on Finance reported that generic drugs comprised 67% of drug shortages between 2013 and 2017; and\\par\nWhereas, The U.S. Food and Drug Administration (FDA) estimates that 91% of all prescriptions in the U.S. are filled with generic drugs; and\\par\nWhereas, Despite the high demand for generic drugs, manufacturers often face intense pressure to reduce prices from purchasers or Pharmacy Benefit Managers (PBMs), depleting manufacturers\\rquote  revenue and leading them to offshore production and cut costs on equipment and quality control, thereby jeopardizing drug quality and increasing vulnerability to unexpected shortages, as detailed in the 2024 Senate Committee on Finance report on generic drug shortages; and\\par\nWhereas, PBMs serve as intermediaries between health insurance companies, pharmacies, and drug manufacturers, playing a significant role in the prescription drug distribution chain by developing formularies (covered medications lists) for health insurers, leveraging their purchasing power over drug manufacturers, and supplying drugs to individuals pharmacies; and\\par\nWhereas, Due to PBMs\\rquote  influence over the prescription drug industry, drug manufacturers lower their prices or offer higher rebates to secure favorable formulary positions, ensuring their products are included in insurance-covered lists to maintain competitiveness and increase sales volume; and\\par\nWhereas, The three largest PBMs in the U.S.-OptumRx, CVS Caremark, and Express Scripts-control about 80% of prescription drug sales in America, according to the Kaiser Family Foundation; and\\par\nWhereas, HHS has identified a lack of competition as a key factor in the varying and high drug costs, advocating for measures to improve market conditions and promote generics and biosimilars; and\\par\nWhereas, In response, NYS Senator Rivera and Assemblymember Rajkumar, have introduced S.4786/A.8345A, which aims to address drug affordability by directing the commissioner of health to establish partnerships with FDA-approved drug manufacturers to produce and distribute prescription generic drugs that are high cost or prone to shortages to increase availability and reducing prices; and\\par\nWhereas, The New York Affordable Drug Manufacturing Act includes provisions for transparency in drug pricing, which can help prevent price gouging and ensure that cost savings are passed on to consumers; and\\par\nWhereas, This initiative aligns with successful models in other states, such as California\\rquote s Cal Rx program, which aims to produce generic drugs to address shortages and high prices, demonstrating a viable path forward for New York; and\\par\nWhereas, This bill has already garnered the support of numerous advocates, community leaders, and policymakers, and was passed by the NYS Senate with an overwhelming majority of 52 to 10, earlier this year; and   \\par\nWhereas, Implementing this act would support local economies by creating jobs in the pharmaceutical manufacturing sector and fostering partnerships with existing New York-based pharmaceutical companies; and\\par\nWhereas, The availability of affordable medications through a state-run program supports the NYC Healthy NYC goals by ensuring consistent access to necessary medications, promoting healthcare quality and equity, reducing hospitalizations and emergency room visits, and ultimately lowering overall healthcare costs while improving the health and life expectancy of New Yorkers; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls on the New York State Assembly to pass, and the Governor to sign, S.4786/A.8345A, to enact the \\ldblquote New York affordable drug manufacturing act.\\rdblquote  \\par\n\\pard\\ltrpar\\qj\\par\n\\par\n\\fs18 LS #16453\\par\n\\pard\\ltrpar 6/7/2024\\par\n\\pard\\ltrpar\\qj MB\\par\n\\par\n\\fs24\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj\\par\n}\n",
  "LastModified": "2025-02-20T21:12:03.583Z"
}
