{
  "ID": 74522,
  "GUID": "8DAC743A-EE4E-4176-8202-2BA3F1EEB3B7",
  "File": "Res 0520-2024",
  "Name": "Recognizing July 2 annually as Thurgood Marshall Day in the City of New York.",
  "Title": "Resolution recognizing July 2 annually as Thurgood Marshall Day in the City of New York to promote his contributions and legacy as a pillar of the Civil Rights movement.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 5235,
  "BodyName": "Committee on Civil and Human Rights",
  "IntroDate": "2024-08-15T00:00:00Z",
  "AgendaDate": "2024-08-15T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7810,
      "Slug": "amanda-farias",
      "FullName": "Amanda Farías"
    },
    {
      "ID": 7822,
      "Slug": "crystal-hudson",
      "FullName": "Crystal Hudson"
    },
    {
      "ID": 7796,
      "Slug": "selvena-n-brooks-powers",
      "FullName": "Selvena N. Brooks-Powers"
    },
    {
      "ID": 7794,
      "Slug": "kevin-c-riley",
      "FullName": "Kevin C. Riley"
    },
    {
      "ID": 7817,
      "Slug": "nantasha-m-williams",
      "FullName": "Nantasha M. Williams"
    },
    {
      "ID": 7827,
      "Slug": "rita-c-joseph",
      "FullName": "Rita C. Joseph"
    },
    {
      "ID": 7824,
      "Slug": "sandy-nurse",
      "FullName": "Sandy Nurse"
    },
    {
      "ID": 7829,
      "Slug": "mercedes-narcisse",
      "FullName": "Mercedes Narcisse"
    },
    {
      "ID": 7823,
      "Slug": "chi-a-osse",
      "FullName": "Chi A. Ossé"
    }
  ],
  "History": [
    {
      "ID": 411202,
      "Date": "2024-08-15T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-07-23T16:03:56.927Z"
    },
    {
      "ID": 411742,
      "Date": "2024-08-15T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Civil and Human Rights",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 21052,
      "AgendaSequence": 118,
      "MinutesSequence": 150,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Civil and Human Rights",
      "MatterStatusID": 3,
      "LastModified": "2024-08-15T21:56:57.547Z"
    }
  ],
  "Attachments": [
    {
      "ID": 305269,
      "LastModified": "2024-08-15T12:57:54.25Z",
      "Name": "Res. No. 520",
      "Link": "https://nyc.legistar1.com/nyc/attachments/eaf0bcec-9541-4390-a7ea-4add59de31b7.docx",
      "Sort": 1
    },
    {
      "ID": 307634,
      "LastModified": "2024-08-15T18:32:50.87Z",
      "Name": "August 15, 2024 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/6d3de290-23b3-49d3-962b-01c3fd8a4dfa.pdf",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 78114,
  "Text": "Whereas, Thurgood Marshall, the first African American Supreme Court Justice, was born on July 2, 1908, to William Canfield, a country club steward, and Normal Williams Marshall, an elementary school teacher, in Baltimore, Maryland; and\n      Whereas, Justice Marshall is a prominent figure of the Civil Rights Movement in the United States who deserves to be recognized for his accomplishments and actions; and\n      Whereas, Growing up, Thurgood Marshall did not allow racial segregation to discourage him from his dreams of being a lawyer: enrolling at Howard University Law School after being denied the ability to attend the University of Maryland Law School due to his race; and\n      Whereas, Justice Marshall transformed his experiences with the evils of segregation into becoming an advocate for positive change by using the legal arena to remove injustice; and\n      Whereas, As a young lawyer, Thurgood Marshall joined the National Association for the Advancement of Colored People (NAACP) where he litigated against racial inequalities; and\n      Whereas, Thurgood Marshall's legal career with NAACP would lead him to move to New York City in 1936 where he spent many prime years of his legal career; and\n      Whereas, In conjunction with NAACP and other lawyers, Justice Marshall became a lead on Murray v. Pearson, which led to the racial integration of the University of Maryland Law School-correcting an inequity that was especially personal to him; and \n      Whereas, Justice Marshall founded the Legal Defense Fund (LDF) in 1940, which eventually became a separate entity from the NAACP; and\n      Whereas, To this day, LDF continues to protect the civil rights of African-Americans through litigation across the country, including but not limited to voting rights, criminal justice reform, and expanded access to education; and\n      Whereas, Justice Marshall's reputation as a civil rights advocate and lawyer continued to grow as he argued before the Supreme Court against segregation in public schools in the 1954 landmark Brown v. Board of Education case where \"separate but equal\" was ruled unconstitutional by the Supreme Court; and\n      Whereas, The fall of \"separate but equal\" led to integration of New York City public schools leading to increased diversity and cultural enrichment; and \n      Whereas, Brown v. Board of Education led to national fame for Justice Marshall, and he became an American giant in the struggle for civil rights; and\n      Whereas, In 1961, Thurgood Marshall was nominated by President Kennedy to serve on the U.S. Court of Appeals for the Second Circuit; and\n      Whereas, President Johnson nominated Justice Marshall to be the U.S. Solicitor General in 1965: where he used his position to eliminate injustices like the poll tax; and\n      Whereas, Thurgood Marshall was nominated to the U.S. Supreme Court in 1967 by President Johnson becoming the first Black Supreme Court justice-serving as an inspiration for millions; and\n      Whereas, Justice Marshall continued to use his voice and power in the Supreme Court to advance African-American rights and protect liberty and equality for all Americans; and\n      Whereas, The majority of United States Senator on the Senate Judiciary Committee reported that Justice Marshall \"demonstrated those qualities which we admire in members of our highest judicial tribunal: thoughtfulness, care, moderation, reasonableness, a judicial temperament, and a balanced approach to controversial and complicated national problems;\" and \n      Whereas, Justice Marshall used the Constitution as an instrument against Jim Crow on the Supreme Court; and\n      Whereas, Justice Marshall retired from his role on the Supreme Court in 1991 after 24 years of service, leaving behind him a career of insurmountable influence in the fight for racial justice and equality; and\n      Whereas, After he retired from the Supreme Court, Justice Marshall was awarded the American Bar Association's highest honor: the ABA Medal; and\n      Whereas, To quote Former Chief Justice William Rehnquist: \"inscribed above the front entrance to this Court [U.S. Supreme Court] building are the words, 'Equal Justice Under Law.' Surely no individual did more to make these words a reality than Thurgood Marshall;\" now, therefore, be it\n      Resolved, That the Council of the City of New York recognizes July 2 annually as Thurgood Marshall Day in the City of New York to promote his contributions and legacy as a pillar of the Civil Rights Movement.\n\n\nLS # 17265\nJEB\n7/1/24",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Far\\'edas, Hudson, Brooks-Powers, Riley, Williams, Joseph, Nurse, Narcisse and Oss\\'e9 \\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Thurgood Marshall, the first African American Supreme Court Justice, was born on July 2, 1908, to William Canfield, a country club steward, and Normal Williams Marshall, an elementary school teacher, in Baltimore, Maryland; and\\par\nWhereas, Justice Marshall is a prominent figure of the Civil Rights Movement in the United States who deserves to be recognized for his accomplishments and actions; and\\par\nWhereas, Growing up, Thurgood Marshall did not allow racial segregation to discourage him from his dreams of being a lawyer: enrolling at Howard University Law School after being denied the ability to attend the University of Maryland Law School due to his race; and\\par\nWhereas, Justice Marshall transformed his experiences with the evils of segregation into becoming an advocate for positive change by using the legal arena to remove injustice; and\\par\nWhereas, As a young lawyer, Thurgood Marshall joined the National Association for the Advancement of Colored People (NAACP) where he litigated against racial inequalities; and\\par\nWhereas, Thurgood Marshall\\rquote s legal career with NAACP would lead him to move to New York City in 1936 where he spent many prime years of his legal career; and\\par\nWhereas, In conjunction with NAACP and other lawyers, Justice Marshall became a lead on \\i Murray v. Pearson\\i0 , which led to the racial integration of the University of Maryland Law School-correcting an inequity that was especially personal to him; and \\par\nWhereas, Justice Marshall founded the Legal Defense Fund (LDF) in 1940, which eventually became a separate entity from the NAACP; and\\par\nWhereas, To this day, LDF continues to protect the civil rights of African-Americans through litigation across the country, including but not limited to voting rights, criminal justice reform, and expanded access to education; and\\par\nWhereas, Justice Marshall\\rquote s reputation as a civil rights advocate and lawyer continued to grow as he argued before the Supreme Court against segregation in public schools in the 1954 landmark \\i Brown v. Board of Education\\i0  case where \\ldblquote separate but equal\\rdblquote  was ruled unconstitutional by the Supreme Court; and\\par\nWhereas, The fall of \\ldblquote separate but equal\\rdblquote  led to integration of New York City public schools leading to increased diversity and cultural enrichment; and \\par\nWhereas, \\i Brown v. Board of Education\\i0  led to national fame for Justice Marshall, and he became an American giant in the struggle for civil rights; and\\par\nWhereas, In 1961, Thurgood Marshall was nominated by President Kennedy to serve on the U.S. Court of Appeals for the Second Circuit; and\\par\nWhereas, President Johnson nominated Justice Marshall to be the U.S. Solicitor General in 1965: where he used his position to eliminate injustices like the poll tax; and\\par\nWhereas, Thurgood Marshall was nominated to the U.S. Supreme Court in 1967 by President Johnson becoming the first Black Supreme Court justice-serving as an inspiration for millions; and\\par\nWhereas, Justice Marshall continued to use his voice and power in the Supreme Court to advance African-American rights and protect liberty and equality for all Americans; and\\par\nWhereas, The majority of United States Senator on the Senate Judiciary Committee reported that Justice Marshall \\ldblquote demonstrated those qualities which we admire in members of our highest judicial tribunal: thoughtfulness, care, moderation, reasonableness, a judicial temperament, and a balanced approach to controversial and complicated national problems;\\rdblquote  and \\par\nWhereas, Justice Marshall used the Constitution as an instrument against Jim Crow on the Supreme Court; and\\par\nWhereas, Justice Marshall retired from his role on the Supreme Court in 1991 after 24 years of service, leaving behind him a career of insurmountable influence in the fight for racial justice and equality; and\\par\nWhereas, After he retired from the Supreme Court, Justice Marshall was awarded the American Bar Association\\rquote s highest honor: the ABA Medal; and\\par\nWhereas, To quote Former Chief Justice William Rehnquist: \\ldblquote inscribed above the front entrance to this Court [U.S. Supreme Court] building are the words, \\lquote Equal Justice Under Law.\\rquote  Surely no individual did more to make these words a reality than Thurgood Marshall;\\rdblquote  now, therefore, be it\\par\nResolved, That the Council of the City of New York recognizes July 2 annually as Thurgood Marshall Day in the City of New York to promote his contributions and legacy as a pillar of the Civil Rights Movement.\\par\n\\pard\\ltrpar\\qj\\par\n\\par\n\\fs18 LS #\\fs24  \\fs18 17265\\par\nJEB\\par\n\\pard\\ltrpar 7/1/24\\par\n\\pard\\ltrpar\\qj\\par\n\\fs24\\par\n}\n",
  "LastModified": "2024-08-15T18:32:50.87Z"
}
