{
  "ID": 74537,
  "GUID": "3E1A6BB2-34B6-4BBB-9513-7DB0A3340247",
  "File": "Res 0527-2024",
  "Name": "Requiring public corporations and agencies to provide unsuccessful bidders that are certified minority and women-owned business enterprises with a written statement articulating the reasons for rejection. (S.1087A)",
  "Title": "Resolution calling on the New York State Legislature to pass, and the Governor to sign, Senate Bill S.1087A, requiring public corporations and agencies to provide unsuccessful bidders that are certified minority and women-owned business enterprises with a written statement articulating the reasons for rejection.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 6,
  "BodyName": "Committee on Contracts",
  "IntroDate": "2024-08-15T00:00:00Z",
  "AgendaDate": "2024-08-15T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7817,
      "Slug": "nantasha-m-williams",
      "FullName": "Nantasha M. Williams"
    },
    {
      "ID": 7794,
      "Slug": "kevin-c-riley",
      "FullName": "Kevin C. Riley"
    },
    {
      "ID": 7809,
      "Slug": "althea-v-stevens",
      "FullName": "Althea V.  Stevens"
    },
    {
      "ID": 7825,
      "Slug": "alexa-aviles",
      "FullName": "Alexa Avilés"
    },
    {
      "ID": 7823,
      "Slug": "chi-a-osse",
      "FullName": "Chi A. Ossé"
    }
  ],
  "History": [
    {
      "ID": 411254,
      "Date": "2024-08-15T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-08-01T22:30:51.63Z"
    },
    {
      "ID": 411763,
      "Date": "2024-08-15T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Contracts",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 21052,
      "AgendaSequence": 136,
      "MinutesSequence": 168,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Contracts",
      "MatterStatusID": 3,
      "LastModified": "2024-08-15T21:56:57.563Z"
    }
  ],
  "Attachments": [
    {
      "ID": 305515,
      "LastModified": "2024-09-04T15:16:53.04Z",
      "Name": "Res. No. 527",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c8fa4da7-3818-483f-8660-d1746dd33390.docx",
      "Sort": 1
    },
    {
      "ID": 307652,
      "LastModified": "2024-08-15T18:32:55.397Z",
      "Name": "August 15, 2024 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/535e10f2-1074-4a43-be29-df0258423b08.pdf",
      "Sort": 2
    },
    {
      "ID": 307933,
      "LastModified": "2024-08-22T20:07:16.28Z",
      "Name": "Hearing Transcript - Stated Meeting 8-15-24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/12b70c8d-4959-43e2-9d6a-244813a09509.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 78129,
  "Text": "Whereas, Due to years of discrimination, women and members of minority groups have historically been shut out of contracting opportunities with government; and\n      Whereas, Government agencies can use their substantial contracting needs to accomplish social and economic goals like encouraging female and minority entrepreneurship through special programs to offer work to certified Minority and Women-Owned Business Enterprises (MWBEs); and\n      Whereas, Local Law 174 of 2019 established goals for awarding qualifying contracts to MWBEs every year; and\n      Whereas, Despite longstanding programs to offer more public agency work to MWBEs, the Comptroller's Annual Report on MWBE Procurement from February 2024 found only ten percent of the contract value subject to Local Law 174 goals actually went to MWBEs; and\n      Whereas, Certified MWBEs bidding on city contracts subject to Local Law 174 goals are frequently rejected without explanation; and\n      Whereas, New York State Senate Bill S.1087A would require all public corporations and agencies to provide unsuccessful bidders that are certified MWBEs with an explanation for their rejection, allowing changes to future bids that could improve the rate at which MWBEs are actually awarded qualifying contracts; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign, Senate Bill S.1087A, requiring agencies to provide unsuccessful bidders that are certified minority and women-owned business enterprises with a written statement articulating the reasons for rejection.\n\n\nAY\nLS #17110\n7/8/2024",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Williams, Riley, Stevens, Avil\\'e9s and Oss\\'e9\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 Whereas, Due to years of discrimination, women and members of minority groups have historically been shut out of contracting opportunities with government; and\\par\nWhereas, Government agencies can use their substantial contracting needs to accomplish social and economic goals like encouraging female and minority entrepreneurship through special programs to offer work to certified Minority and Women-Owned Business Enterprises (MWBEs); and\\par\nWhereas, Local Law 174 of 2019 established goals for awarding qualifying contracts to MWBEs every year; and\\par\nWhereas, Despite longstanding programs to offer more public agency work to MWBEs, the Comptroller\\rquote s Annual Report on MWBE Procurement from February 2024 found only ten percent of the contract value subject to Local Law 174 goals actually went to MWBEs; and\\par\nWhereas, Certified MWBEs bidding on city contracts subject to Local Law 174 goals are frequently rejected without explanation; and\\par\nWhereas, New York State Senate Bill S.1087A would require all public corporations and agencies to provide unsuccessful bidders that are certified MWBEs with an explanation for their rejection, allowing changes to future bids that could improve the rate at which MWBEs are actually awarded qualifying contracts; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign, Senate Bill S.1087A, requiring agencies to provide unsuccessful bidders that are certified minority and women-owned business enterprises with a written statement articulating the reasons for rejection.\\par\n\\pard\\ltrpar\\qj\\par\n\\par\n\\fs20 AY\\par\nLS #17110\\par\n\\pard\\ltrpar 7/8/2024\\par\n\\pard\\ltrpar\\qj\\fs18\\par\n\\fs24\\par\n}\n",
  "LastModified": "2024-09-04T15:16:53.043Z"
}
