{
  "ID": 74618,
  "GUID": "C1214CE2-B929-4C96-8C7E-A4E577B3A66D",
  "File": "Res 0529-2024",
  "Name": "Ensuring Diversity in Community Banking Act of 2024 (H.R. 7420)",
  "Title": "Resolution calling on the United States Congress to pass, and the President to sign, H.R. 7420, the Ensuring Diversity in Community Banking Act of 2024.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 2,
  "StatusName": "Introduced",
  "BodyID": 7,
  "BodyName": "Committee on Economic Development",
  "IntroDate": "2024-08-15T00:00:00Z",
  "AgendaDate": "2024-08-15T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7817,
      "Slug": "nantasha-m-williams",
      "FullName": "Nantasha M. Williams"
    },
    {
      "ID": 7794,
      "Slug": "kevin-c-riley",
      "FullName": "Kevin C. Riley"
    },
    {
      "ID": 7809,
      "Slug": "althea-v-stevens",
      "FullName": "Althea V.  Stevens"
    }
  ],
  "History": [
    {
      "ID": 411256,
      "Date": "2024-08-15T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-08-02T13:44:16.097Z"
    }
  ],
  "Attachments": [
    {
      "ID": 306856,
      "LastModified": "2024-08-15T13:07:54.96Z",
      "Name": "Res. No. 529",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c70a2583-96dd-42f2-8154-25e0cec09681.docx",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 78223,
  "Text": "Whereas, Minority communities often struggle to access financial institutions, credit and investment, and have seen a loss of local bank branches in recent years, making access to banking services more challenging in these communities; and\n      Whereas, Community banks and credit unions often fill the gaps left in minority communities by national financial institutions; and\n      Whereas, Community banks also account for some of the few minority-owned financial institutions in the country; and\n      Whereas, New York State Department of Financial Services analyses of Federal Deposit Insurance Corporation data shows that New York has a consistently higher rate of unbanked residents than the national average; and\n      Whereas; New York State Department of Financial Services data indicates there are more than 452,000 unbanked households in the state, who are disproportionately Black and Hispanic; and\n      Whereas, New York City Department of Worker and Consumer Protection finds that 305,700 unbanked households reside in the five boroughs; and\n      Whereas; Community banks must be strengthened to reach these hundreds of thousands of unbanked households; and\n      Whereas; H.R. 7420, the Ensuring Diversity in Community Banking Act of 2024, would create an \"Impact Bank\" designation to distinguish those community banks that mostly serve low-income borrowers, direct regulators to create minority depositories advisory committees to advise community banks, and set rules for directing federal agencies to make deposits in these institutions; now, therefore, be it\n      Resolved, That the Council of the City of New York calling on the United States Congress to pass, and the President to sign, H.R. 7420, the Ensuring Diversity in Community Banking Act of 2024.\n\n\nAY\nLS #17107\n7/16/2024",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Calibri;}{\\f2\\froman\\fprq2\\fcharset0 Times;}}\n{\\colortbl ;\\red51\\green51\\blue51;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Williams, Riley and Stevens\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 Whereas, Minority communities often struggle to access financial institutions, credit and investment, and have seen a loss of local bank branches in recent years, making access to banking services more challenging in these communities\\f1\\fs22 ; \\f0\\fs24 and\\par\nWhereas, Community banks and credit unions often fill the gaps left in minority communities by national financial institutions; and\\par\nWhereas, Community banks also account for some of the few minority-owned financial institutions in the country; and\\par\nWhereas, New York State Department of Financial Services analyses of Federal Deposit Insurance Corporation data shows that New York has a consistently higher rate of unbanked residents than the national average; and\\par\nWhereas; New York State Department of Financial Services data indicates there are more than 452,000 unbanked households in the state, who are disproportionately Black and Hispanic; and\\par\nWhereas, New York City Department of Worker and Consumer Protection finds that 305,700 unbanked households reside in the five boroughs; and\\par\nWhereas; Community banks must be strengthened to reach these hundreds of thousands of unbanked households; and\\par\nWhereas; H.R. 7420, the Ensuring Diversity in Community Banking Act of 2024, would create an \\ldblquote Impact Bank\\rdblquote  designation to distinguish those community banks that mostly serve low-income borrowers, direct regulators to create \\cf1\\f2 minority depositories advisory committees to advise community banks, and set rules for directing federal agencies to make deposits in these institutions;\\cf0\\f0  now, therefore, be it\\par\nResolved, That the Council of the City of New York calling on the United States Congress to pass, and the President to sign, H.R. 7420, the Ensuring Diversity in Community Banking Act of 2024.\\par\n\\pard\\ltrpar\\qj\\par\n\\par\n\\fs18 AY\\par\nLS #\\fs24 17107\\par\n\\pard\\ltrpar 7/16/2024\\par\n\\pard\\ltrpar\\qj\\fs18\\par\n\\fs24\\par\n}\n",
  "LastModified": "2024-08-15T13:07:58.62Z"
}
