{
  "ID": 74584,
  "GUID": "B33CEA40-54BC-46CE-893A-EBB60770E889",
  "File": "Res 0530-2024",
  "Name": "Improving Corporate Governance Through Diversity Act of 2023 (H.R. 4177)",
  "Title": "Resolution calling on the United States Congress to pass, and the President to sign, H.R. 4177, the Improving Corporate Governance Through Diversity Act of 2023.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 7,
  "BodyName": "Committee on Economic Development",
  "IntroDate": "2024-08-15T00:00:00Z",
  "AgendaDate": "2024-08-15T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7817,
      "Slug": "nantasha-m-williams",
      "FullName": "Nantasha M. Williams"
    },
    {
      "ID": 7794,
      "Slug": "kevin-c-riley",
      "FullName": "Kevin C. Riley"
    },
    {
      "ID": 7809,
      "Slug": "althea-v-stevens",
      "FullName": "Althea V.  Stevens"
    },
    {
      "ID": 7825,
      "Slug": "alexa-aviles",
      "FullName": "Alexa Avilés"
    },
    {
      "ID": 7823,
      "Slug": "chi-a-osse",
      "FullName": "Chi A. Ossé"
    },
    {
      "ID": 7864,
      "Slug": "chris-banks",
      "FullName": "Chris Banks"
    },
    {
      "ID": 7806,
      "Slug": "carmen-n-de-la-rosa",
      "FullName": "Carmen N. De La Rosa"
    }
  ],
  "History": [
    {
      "ID": 411251,
      "Date": "2024-08-15T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-08-01T22:22:22.713Z"
    },
    {
      "ID": 411764,
      "Date": "2024-08-15T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Economic Development",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 21052,
      "AgendaSequence": 139,
      "MinutesSequence": 171,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Economic Development",
      "MatterStatusID": 3,
      "LastModified": "2024-08-15T21:56:57.567Z"
    }
  ],
  "Attachments": [
    {
      "ID": 306394,
      "LastModified": "2024-10-15T18:10:29.14Z",
      "Name": "Res. No. 530",
      "Link": "https://nyc.legistar1.com/nyc/attachments/162fb4c6-4dc8-4587-aa24-f686f9cf79ff.docx",
      "Sort": 1
    },
    {
      "ID": 307655,
      "LastModified": "2024-08-15T18:32:56.013Z",
      "Name": "August 15, 2024 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/abafe6f5-bb24-41ab-96ee-31fe8116aadc.pdf",
      "Sort": 2
    },
    {
      "ID": 307936,
      "LastModified": "2024-08-22T20:07:17.03Z",
      "Name": "Hearing Transcript - Stated Meeting 8-15-24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/cbc83cdc-60fb-4ba3-85b8-1f6000f1cdaa.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 78184,
  "Text": "Whereas, Banking and financial services are the lifeblood of New York City's economy, providing some of the region and country's best paying jobs, which can be routes to upward social mobility and entrees into the commanding heights of the economy; and\n      Whereas, Financial services firms have not hired racial minorities at rates representative of their composition of the country's population, with black senior staff members of big banks typically accounting for less than 10 percent of employees despite comprising 14 percent of Americans; and\n      Whereas, The financial sector's failure to elevate a diverse range of people to senior positions and board seats has meant many communities of color in New York City have not benefitted from the massive expansion of finance over the last several decades; and\n      Whereas, H.R. 4177, the Improving Corporate Governance Through Diversity Act of 2023, would require certain issuers of securities to disclose the racial, ethnic, and gender composition of their boards of directors and executive officers, as well as the status of any of those directors and officers as a veteran; and\n      Whereas, H.R. 4177 would also require the disclosure of any plan to promote racial, ethnic, and gender diversity among these groups; and\n      Whereas, The bill would additionally require the Securities and Exchange Commission to report on strategies to increase gender, racial, and ethnic diversity among board members; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the United States Congress to pass, and the President to sign, H.R. 4177, the Improving Corporate Governance Through Diversity Act of 2023.\n\n\nAY\nLS #17108\n7/10/2024",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Williams, Riley, Stevens, Avil\\'e9s, Oss\\'e9, Banks and De La Rosa\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Banking and financial services are the lifeblood of New York City\\rquote s economy, providing some of the region and country\\rquote s best paying jobs, which can be routes to upward social mobility and entrees into the commanding heights of the economy; and\\par\nWhereas, Financial services firms have not hired racial minorities at rates representative of their composition of the country\\rquote s population, with black senior staff members of big banks typically accounting for less than 10 percent of employees despite comprising 14 percent of Americans; and\\par\nWhereas, The financial sector\\rquote s failure to elevate a diverse range of people to senior positions and board seats has meant many communities of color in New York City have not benefitted from the massive expansion of finance over the last several decades; and\\par\nWhereas, H.R. 4177, the Improving Corporate Governance Through Diversity Act of 2023, would require certain issuers of securities to disclose the racial, ethnic, and gender composition of their boards of directors and executive officers, as well as the status of any of those directors and officers as a veteran; and\\par\nWhereas, H.R. 4177 would also require the disclosure of any plan to promote racial, ethnic, and gender diversity among these groups; and\\par\nWhereas, The bill would additionally require the Securities and Exchange Commission to report on strategies to increase gender, racial, and ethnic diversity among board members; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls on the United States Congress to pass, and the President to sign, H.R. 4177, the Improving Corporate Governance Through Diversity Act of 2023.\\par\n\\pard\\ltrpar\\qj\\par\n\\par\n\\fs18 AY\\par\nLS #\\fs24 17108\\par\n\\pard\\ltrpar 7/10/2024\\par\n\\pard\\ltrpar\\qj\\fs18\\par\n\\fs24\\par\n}\n",
  "LastModified": "2024-10-15T18:10:29.14Z"
}
