{
  "ID": 72289,
  "GUID": "D3D64E06-5A4E-444F-B153-840E6E4C4DAD",
  "File": "Res 0563-2024",
  "Name": "Tighten regulations, enhance inspections, and provide training and resources to day care providers and parents to ensure the safety of children in child day care homes, programs, and facilities across New York State (A.3899-A and S.6225/A.3899-A).",
  "Title": "Resolution calling upon the New York State Assembly to pass, A.3899A, and the Governor to sign, S.6225/A.3899A, which would tighten regulations, enhance inspections, and provide training and resources to day care providers and parents to ensure the safety of children in child day care homes, programs, and facilities across New York State",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 25,
  "StatusName": "Laid Over in Committee",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2024-09-12T00:00:00Z",
  "AgendaDate": "2024-09-12T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "B",
  "Sponsors": [
    {
      "ID": 7808,
      "Slug": "pierina-ana-sanchez",
      "FullName": "Pierina Ana Sanchez"
    },
    {
      "ID": 7814,
      "Slug": "linda-lee",
      "FullName": "Linda Lee"
    },
    {
      "ID": 7748,
      "Slug": "justin-l-brannan",
      "FullName": "Justin L. Brannan"
    },
    {
      "ID": 7740,
      "Slug": "carlina-rivera",
      "FullName": "Carlina Rivera"
    },
    {
      "ID": 7804,
      "Slug": "shaun-abreu",
      "FullName": "Shaun Abreu"
    },
    {
      "ID": 7803,
      "Slug": "julie-menin",
      "FullName": "Julie Menin"
    },
    {
      "ID": 7823,
      "Slug": "chi-a-osse",
      "FullName": "Chi A. Ossé"
    },
    {
      "ID": 7825,
      "Slug": "alexa-aviles",
      "FullName": "Alexa Avilés"
    },
    {
      "ID": 7816,
      "Slug": "julie-won",
      "FullName": "Julie Won"
    },
    {
      "ID": 7796,
      "Slug": "selvena-n-brooks-powers",
      "FullName": "Selvena N. Brooks-Powers"
    },
    {
      "ID": 7742,
      "Slug": "diana-i-ayala",
      "FullName": "Diana I. Ayala"
    },
    {
      "ID": 7801,
      "Slug": "christopher-marte",
      "FullName": "Christopher Marte"
    },
    {
      "ID": 7864,
      "Slug": "chris-banks",
      "FullName": "Chris Banks"
    },
    {
      "ID": 7832,
      "Slug": "kamillah-hanks",
      "FullName": "Kamillah Hanks"
    },
    {
      "ID": 7824,
      "Slug": "sandy-nurse",
      "FullName": "Sandy Nurse"
    },
    {
      "ID": 7815,
      "Slug": "shekar-krishnan",
      "FullName": "Shekar Krishnan"
    },
    {
      "ID": 7820,
      "Slug": "lincoln-restler",
      "FullName": "Lincoln Restler"
    },
    {
      "ID": 7798,
      "Slug": "oswald-feliz",
      "FullName": "Oswald Feliz"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7813,
      "Slug": "tiffany-caban",
      "FullName": "Tiffany Cabán"
    },
    {
      "ID": 7822,
      "Slug": "crystal-hudson",
      "FullName": "Crystal Hudson"
    },
    {
      "ID": 7821,
      "Slug": "jennifer-gutierrez",
      "FullName": "Jennifer Gutiérrez"
    },
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    },
    {
      "ID": 7818,
      "Slug": "lynn-c-schulman",
      "FullName": "Lynn C. Schulman"
    },
    {
      "ID": 7827,
      "Slug": "rita-c-joseph",
      "FullName": "Rita C. Joseph"
    },
    {
      "ID": 7806,
      "Slug": "carmen-n-de-la-rosa",
      "FullName": "Carmen N. De La Rosa"
    },
    {
      "ID": 7799,
      "Slug": "eric-dinowitz",
      "FullName": "Eric Dinowitz"
    },
    {
      "ID": 7780,
      "Slug": "public-advocate-jumaane-williams",
      "FullName": "Public Advocate Jumaane Williams"
    }
  ],
  "History": [
    {
      "ID": 412039,
      "Date": "2024-09-12T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-09-09T16:16:04.697Z"
    },
    {
      "ID": 412249,
      "Date": "2024-09-12T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 21088,
      "AgendaSequence": 103,
      "MinutesSequence": 116,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2024-09-12T14:43:55.14Z"
    },
    {
      "ID": 420776,
      "Date": "2025-06-26T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 14,
      "BodyName": "Committee on Health",
      "EventID": 21625,
      "AgendaSequence": 20,
      "MinutesSequence": 43,
      "Version": "*",
      "AgendaNote": "Proposed Res. No. 563-A",
      "MinutesNote": "Proposed Res. No. 563-A",
      "MatterStatusID": 3,
      "LastModified": "2025-06-26T17:47:16.36Z"
    },
    {
      "ID": 422443,
      "Date": "2025-06-26T10:00:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Resolution was Amendment Proposed by Comm",
      "BodyID": 14,
      "BodyName": "Committee on Health",
      "EventID": 21625,
      "MinutesSequence": 44,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2025-06-26T17:49:14.173Z"
    },
    {
      "ID": 422444,
      "Date": "2025-06-26T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 14,
      "BodyName": "Committee on Health",
      "EventID": 21625,
      "MinutesSequence": 45,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2025-06-26T18:10:26.027Z"
    }
  ],
  "Attachments": [
    {
      "ID": 288003,
      "LastModified": "2025-08-13T18:27:26.25Z",
      "Name": "Res. No. 563",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d8f3885a-019d-4d99-b4ab-94b0627753d3.docx",
      "Sort": 1
    },
    {
      "ID": 308419,
      "LastModified": "2025-02-25T15:29:20.65Z",
      "Name": "September 12, 2024 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/6187558e-8767-47af-ae68-0d9295087fc1.pdf",
      "Sort": 2
    },
    {
      "ID": 308315,
      "LastModified": "2025-02-25T15:29:20.597Z",
      "Name": "Hearing Transcript - Stated Meeting 9-12-24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/e7a947b8-a5b1-40f0-847c-d813d40a75f4.pdf",
      "Sort": 3
    },
    {
      "ID": 315741,
      "LastModified": "2025-02-24T19:08:56.53Z",
      "Name": "Minutes of the Stated Meeting - September 12, 2024",
      "Link": "https://nyc.legistar1.com/nyc/attachments/a196263a-8116-4abf-934d-94fc97586dd9.pdf",
      "Sort": 4
    },
    {
      "ID": 319765,
      "LastModified": "2025-08-04T17:06:24.59Z",
      "Name": "Proposed Res. No. 563-A - 5/21/25",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b6d2be4a-f986-44ce-bb11-d1c5248255ac.docx",
      "Sort": 5
    },
    {
      "ID": 322141,
      "LastModified": "2025-06-25T18:49:31.013Z",
      "Name": "Committee Report 6/26/25",
      "Link": "https://nyc.legistar1.com/nyc/attachments/83e6df97-dca3-42c5-b96e-d9d7ef88bf10.docx",
      "Sort": 6
    },
    {
      "ID": 322765,
      "LastModified": "2025-07-03T16:01:13.287Z",
      "Name": "Hearing Testimony 6/26/25",
      "Link": "https://nyc.legistar1.com/nyc/attachments/1c53e286-51da-41b5-a040-759e403dddc8.pdf",
      "Sort": 7
    },
    {
      "ID": 324120,
      "LastModified": "2025-08-13T18:27:39.013Z",
      "Name": "Proposed Res. No. 563-B - 8/8/25",
      "Link": "https://nyc.legistar1.com/nyc/attachments/7fb89366-f3e6-4123-9e2c-beee4cdce83f.docx",
      "Sort": 8
    },
    {
      "ID": 324282,
      "LastModified": "2025-08-13T13:52:35.03Z",
      "Name": "Committee Report 8/14/25",
      "Link": "https://nyc.legistar1.com/nyc/attachments/35cf8b56-02ad-4165-9e67-2c496a853a40.docx",
      "Sort": 9
    }
  ],
  "Summary": "",
  "TextID": 80152,
  "Text": "Whereas, On September 15, 2023, a tragic incident occurred at a Bronx day care center resulting in the death of one-year-old Nicholas Feliz Dominici, and the hospitalization of three other children after they ingested fentanyl; and\n      Whereas, The tragedy has raised grave concerns about the existing safety and inspection regulations around home-based child day care facilities in New York City (NYC); and\n      Whereas, In the home-based day care center, authorities found a kilogram of fentanyl around the mats that children used for napping, along with three \"kilo presses\" - a device commonly used by drug dealers to package substantial quantities of drugs - two of which were stored in a closet and one in the bedroom of one of the daycare's tenants; and\n      Whereas, According to reports, the NYC Department of Health and Mental Hygiene (DOHMH) conducted its routine inspection at the day care center less than a week before the incident occurred, and the inspection yielded no violations; and\n      Whereas, In a news conference, DOHMH Commissioner, Dr. Ashwin Vasan, admitted that childcare center inspectors are not trained in identifying potential hazards like illicit drugs, recognizing the need for policy changes to ensure the safety of children within day care facilities; and\n      Whereas, In acknowledging the need for comprehensive and immediate action to enhance child safety in home-based daycare settings, New York State Senator Gustavo Rivera and New York State Assembly Member George Alvarez have introduced S.6225/A.3899A, which would amend the social services law to increase transparency around the rights of parents and/or legal guardians to inspect day care centers which their children attend; and  \n      Whereas, The proposed bill mandates that home-based child day care providers annually update and openly display the number of household members living in the premises of the home-based child day care facility and provide the most up-to-date information to an inspector, parent, legal guardian, or relative of the child upon request; and\n      Whereas, Additionally, the bill requires all inspections of child day care provider premises to include a thorough visual inspection of every room and closet in the home or facility; and\n      Whereas, Moreover, all child day care providers would be required to display a toll-free telephone number and email for the Office of Children and Family Services (OCFS) alongside their license; and\n      Whereas, The proposed bill will also allow child day care providers to provide and maintain onsite opioid antagonists, accessible for use during emergencies related to opioid overdoses; and\n      Whereas, Furthermore, the Department of Health, the Office of Addiction Services and Supports, and OCFS would be required to provide information on overdose prevention training and free opioid antagonists to child day care providers and parents; and\n      Whereas, If passed, this bill would address existing inadequacies in the current home-based day care system through stringent regulations to prevent the unauthorized presence of dangerous substances and individuals, the creation of opioid overdose prevention and education programs, and establish parents' rights to transparency, serving as a crucial first step in ensuring the safety of children; and\n      Whereas, S.6225 passed the New York State Senate on June 11, 2025; now, therefore, be it \n      Resolved, That the Council of the City of New York calls upon the New York State Assembly to pass, A.3899A, and the Governor to sign, S.6225/A.3899A, which would tighten regulations, enhance inspections, and provide training and resources to day care providers and parents to ensure the safety of children in child day care homes, programs, and facilities across New York State. \n\nLS #14882\n8/8/2025\nMB/JN",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Sanchez, Lee, Brannan, Rivera, Abreu, Menin, Oss\\'e9, Avil\\'e9s, Won, Brooks-Powers, Ayala, Marte, Banks, Hanks, Nurse, Krishnan, Restler, Feliz, Brewer, Cab\\'e1n, Hudson, Guti\\'e9rrez, Louis, Schulman, Joseph, De La Rosa, Dinowitz and the Public Advocate (Mr. Williams)\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 Whereas, On September 15, 2023, a tragic incident occurred at a Bronx day care center resulting in the death of one-year-old Nicholas Feliz Dominici, and the hospitalization of three other children after they ingested fentanyl; and\\par\nWhereas, The tragedy has raised grave concerns about the existing safety and inspection regulations around home-based child day care facilities in New York City (NYC); and\\par\nWhereas, In the home-based day care center, authorities found a kilogram of fentanyl around the mats that children used for napping, along with three \\ldblquote kilo presses\\rdblquote  - a device commonly used by drug dealers to package substantial quantities of drugs - two of which were stored in a closet and one in the bedroom of one of the daycare\\rquote s tenants; and\\par\nWhereas, According to reports, the NYC Department of Health and Mental Hygiene (DOHMH) conducted its routine inspection at the day care center less than a week before the incident occurred, and the inspection yielded no violations; and\\par\nWhereas, In a news conference, DOHMH Commissioner, Dr. Ashwin Vasan, admitted that childcare center inspectors are not trained in identifying potential hazards like illicit drugs, recognizing the need for policy changes to ensure the safety of children within day care facilities; and\\par\nWhereas, In acknowledging the need for comprehensive and immediate action to enhance child safety in home-based daycare settings, New York State Senator Gustavo Rivera and New York State Assembly Member George Alvarez have introduced S.6225/A.3899A, which would amend the social services law to increase transparency around the rights of parents and/or legal guardians to inspect day care centers which their children attend; and  \\par\nWhereas, The proposed bill mandates that home-based child day care providers annually update and openly display the number of household members living in the premises of the home-based child day care facility and provide the most up-to-date information to an inspector, parent, legal guardian, or relative of the child upon request; and\\par\nWhereas, Additionally, the bill requires all inspections of child day care provider premises to include a thorough visual inspection of every room and closet in the home or facility; and\\par\nWhereas, Moreover, all child day care providers would be required to display a toll-free telephone number and email for the Office of Children and Family Services (OCFS) alongside their license; and\\par\nWhereas, The proposed bill will also allow child day care providers to provide and maintain onsite opioid antagonists, accessible for use during emergencies related to opioid overdoses; and\\par\nWhereas, Furthermore, the Department of Health, the Office of Addiction Services and Supports, and OCFS would be required to provide information on overdose prevention training and free opioid antagonists to child day care providers and parents; and\\par\nWhereas, If passed, this bill would address existing inadequacies in the current home-based day care system through stringent regulations to prevent the unauthorized presence of dangerous substances and individuals, the creation of opioid overdose prevention and education programs, and establish parents\\rquote  rights to transparency, serving as a crucial first step in ensuring the safety of children; and\\par\nWhereas, S.6225 passed the New York State Senate on June 11, 2025; now, therefore, be it \\par\nResolved, That the Council of the City of New York calls upon the New York State Assembly to pass, A.3899A, and the Governor to sign, S.6225/A.3899A, which would tighten regulations, enhance inspections, and provide training and resources to day care providers and parents to ensure the safety of children in child day care homes, programs, and facilities across New York State. \\par\n\\pard\\ltrpar\\qj\\par\n\\fs18 LS #14882\\par\n\\pard\\ltrpar 8/8/2025\\par\n\\pard\\ltrpar\\qj MB/JN\\par\n\\fs24\\par\n}\n",
  "LastModified": "2025-08-13T18:27:39.013Z"
}
