{
  "ID": 74740,
  "GUID": "210F8690-59F9-40E3-A7D8-F842C3166AE8",
  "File": "Res 0565-2024",
  "Name": "Designating January 12 annually as Sheila Jackson Lee Appreciation Day in the City of New York to recognize her contributions as a highly effective 15-term Congresswoman, who was a forceful and skillful advocate for civil rights and progressive causes.",
  "Title": "Resolution designating January 12 annually as Sheila Jackson Lee Appreciation Day in the City of New York to recognize her contributions as a highly effective 15-term Congresswoman, who was a forceful and skillful advocate for civil rights and progressive causes.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 5235,
  "BodyName": "Committee on Civil and Human Rights",
  "IntroDate": "2024-09-12T00:00:00Z",
  "AgendaDate": "2024-09-12T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7817,
      "Slug": "nantasha-m-williams",
      "FullName": "Nantasha M. Williams"
    },
    {
      "ID": 7810,
      "Slug": "amanda-farias",
      "FullName": "Amanda Farías"
    },
    {
      "ID": 7809,
      "Slug": "althea-v-stevens",
      "FullName": "Althea V.  Stevens"
    },
    {
      "ID": 7820,
      "Slug": "lincoln-restler",
      "FullName": "Lincoln Restler"
    },
    {
      "ID": 7823,
      "Slug": "chi-a-osse",
      "FullName": "Chi A. Ossé"
    },
    {
      "ID": 7796,
      "Slug": "selvena-n-brooks-powers",
      "FullName": "Selvena N. Brooks-Powers"
    },
    {
      "ID": 7801,
      "Slug": "christopher-marte",
      "FullName": "Christopher Marte"
    },
    {
      "ID": 7826,
      "Slug": "shahana-k-hanif",
      "FullName": "Shahana K. Hanif"
    },
    {
      "ID": 7866,
      "Slug": "yusef-salaam",
      "FullName": "Yusef Salaam"
    },
    {
      "ID": 7864,
      "Slug": "chris-banks",
      "FullName": "Chris Banks"
    },
    {
      "ID": 7822,
      "Slug": "crystal-hudson",
      "FullName": "Crystal Hudson"
    }
  ],
  "History": [
    {
      "ID": 412083,
      "Date": "2024-09-12T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-09-10T13:23:39.53Z"
    },
    {
      "ID": 412257,
      "Date": "2024-09-12T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Civil and Human Rights",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 21088,
      "AgendaSequence": 107,
      "MinutesSequence": 120,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Civil and Human Rights",
      "MatterStatusID": 3,
      "LastModified": "2024-09-12T14:44:42.843Z"
    }
  ],
  "Attachments": [
    {
      "ID": 308135,
      "LastModified": "2025-02-25T15:29:52.34Z",
      "Name": "Res. No. 565",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ce0714c4-af19-4213-ae89-7798779bfa11.docx",
      "Sort": 1
    },
    {
      "ID": 308423,
      "LastModified": "2025-02-25T15:29:53.62Z",
      "Name": "September 12, 2024 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/1d9bdae6-580c-430e-beaf-8f13bfc92f20.pdf",
      "Sort": 2
    },
    {
      "ID": 308319,
      "LastModified": "2025-02-25T15:29:53.58Z",
      "Name": "Hearing Transcript - Stated Meeting 9-12-24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/1ad71f62-154c-41d8-9f06-26d5d2432e36.pdf",
      "Sort": 3
    },
    {
      "ID": 315745,
      "LastModified": "2025-02-24T19:08:57.3Z",
      "Name": "Minutes of the Stated Meeting - September 12, 2024",
      "Link": "https://nyc.legistar1.com/nyc/attachments/4b9f80c0-2827-4d89-a880-5c01c4f66bea.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 78351,
  "Text": "Whereas, Sheila Jackson Lee was born in Queens County on January 12, 1950, to Ivalita Bennett Jackson, a hospital vocational nurse, and to Ezra Jackson, whose parents had immigrated from Jamaica and who worked as a cartoonist for Marvel Comics in the 1940s, until white workers returned from World War II to reclaim their jobs, and then worked as a hospital orderly and day worker; and\n      Whereas, Sheila Jackson Lee attended public elementary and secondary schools in Queens in the early days of desegregation and was bused to largely white schools; and\n      Whereas, As a junior at Jamaica High School, she ran for student council vice president, but was elected secretary because, as she later surmised, it had been considered a more suitable position for a young woman; and \n      Whereas, She was able to attend New York University (NYU) because she received a grant that NYU had made available to Black students in response to the assassination of Dr. Martin Luther King, Jr.; and\n      Whereas, In an interview decades later, she explained that the grant made in memory of Dr. King had allowed her to seize the opportunities that she believed had then opened up to her, saying that she had benefitted from \"the hills and valleys, the broken bodies and broken hearts, the loss of life of many who have gone on before me\"; and\n      Whereas, She transferred to Yale University, where she earned a bachelor's degree in political science with honors in 1972 and met Elwyn Cornelius Lee, whom she married a year later; and\n      Whereas, After graduating from the University of Virginia with a law degree in 1975, she worked in Washington, D.C., for three years for the House Select Committee on Assassinations; and \n      Whereas, She and her husband moved to his hometown of Houston, Texas, where she first worked as a lawyer and was eventually appointed as a municipal judge; and \n      Whereas, In 1988 in Houston, she was initiated into the Alpha Kappa Omega graduate chapter of Alpha Kappa Alpha Sorority, Incorporated, one of the nine Black Greek-Letter Organizations of college-educated women and men, known widely as the Divine Nine, which are committed to \"community awareness and action through educational, economic, and cultural service activities\"; and\n      Whereas, In 1989, she was first elected to public office to an at-large seat on the Houston City Council; and\n      Whereas, In 1994, Representative (Rep.) Jackson Lee was elected to the United States (U.S.) House of Representatives for the first of 15 terms to represent the 18th Congressional District of Texas, a seat once held by the iconic Black Democratic Congresswoman Barbara Jordan; and\n      Whereas, According to the Association for the Study of African American Life and History, which noted Rep. Jackson Lee's \"legacy of unwavering dedication to justice and equality,\" she \"played a crucial role\" in passing the College Cost Reduction and Access Act, which made it possible for more low-income students to attend college, and in reauthorizing the Voting Rights Act, which protected the voting rights of citizens of all racial backgrounds nationwide; and\n      Whereas, Rep. Jackson Lee was the author and lead sponsor of the 2021 legislation establishing June 19, or Juneteenth, as the first new federal holiday in 38 years, commemorating the day in 1865 that the last slaves, who were living in Galveston, Texas, were told that they had been freed; and\n      Whereas, In 2022, Rep. Jackson Lee led the charge to reauthorize the then-expired Violence Against Women Act, which originally had protected women from domestic violence, sexual assault, and stalking, but was expanded under Jackson Lee's leadership to address protections for Native American, transgender, and immigrant women; and\n      Whereas, Rep. Jackson Lee was passionate about supporting legislation she considered important, even when she believed it could not be passed, including getting reparations for Black Americans suffering from the long-lasting effects of slavery or, as she described it, \"the pain, the violence, the brutality, the chattel-ness of what we went through\"; and\n      Whereas, During her years in Congress, Rep. Jackson Lee served as the chief deputy Democratic whip; chaired the Congressional Black Caucus Foundation; chaired the Senate Judiciary Subcommittee for Crime, Terrorism and Homeland Security; and served on the Judiciary, Homeland Security, and Budget committees; and\n      Whereas, The Center for Effective Lawmaking, a joint project of the University of Virginia and Vanderbilt University, regularly ranked Rep. Jackson Lee as one of the most effective Congressional representatives; and \n      Whereas, After losing a primary race to serve as the Democratic nominee for mayor of Houston in 2023, Rep. Jackson Lee successfully captured the Democratic nomination to run again for her Congressional seat in November, 2024, which would have marked her 16th term in Congress; and\n      Whereas, Rep. Jackson Lee, who had been diagnosed with pancreatic cancer, died on July 19, 2024, and is survived by her husband, who serves as a senior administrator at the University of Houston, their two children, and their two grandchildren; and\n      Whereas, U.S. Vice President and fellow Alpha Kappa Alpha member Kamala Harris, who later eulogized Rep. Jackson Lee at her funeral, published a statement on July 20, 2024, regarding Rep. Jackson Lee's passing and describing her as \"a tenacious advocate for justice and a tireless fighter for the people of Houston and the people of America\"; and\n      Whereas, Vice President Harris continued that Rep. Jackson Lee \"saw what could be-a nation that is more equal, more fair, and more free-and she dedicated her life to realizing that vision\"; and\n      Whereas, As Rep. Jackson Lee lay in state at the Houston City Hall rotunda, U.S. President Joseph R. Biden, Jr., came to pay his respects, having noted that she was \"always fearless\" in \"[speaking] truth to power\" and in \"[representing] the power of the people of her district in Houston with dignity and grace\"; and\n      Whereas, At Rep. Jackson Lee's funeral on August 1 at Fallbrook Church in North Houston, she was eulogized by many prominent political figures and civic leaders as a relentless advocate for her Houston constituents, for whom she always showed up to participate in local events, and as a formidable civil rights and progressive activist on the national scene; and\n      Whereas, In his eulogy, U.S. President William J. Clinton said that, during his presidency, Rep. Jackson Lee was on a very small \"just say yes\" list that he kept, which he said meant that \"whatever it is they want, sooner or later, you're going do it, so you might as well save the taxpayers the time and money of hassling them over it\" and just say yes; and \n      Whereas, The causes Rep. Jackson Lee fought hardest for in Congress are those that she learned about firsthand growing up in Queens, including the importance of civil rights for Black Americans and equal rights for women; and \n      Whereas, Those causes are as important to New Yorkers today as they were to Rep. Jackson Lee throughout her career; now, therefore, be it\n\tResolved, That the Council of the City of New York designates January 12 annually as Sheila Jackson Lee Appreciation Day in the City of New York to recognize her contributions as a highly effective 15-term Congresswoman, who was a forceful and skillful advocate for civil rights and progressive causes.\n\n\nLS #17443\n9/9/24\nRHP\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj By Council Members Williams, Far\\'edas, Stevens, Restler, Oss\\'e9, Brooks-Powers, Marte, Hanif, Salaam, Banks and Hudson\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Sheila Jackson Lee was born in Queens County on January 12, 1950, to Ivalita Bennett Jackson, a hospital vocational nurse, and to Ezra Jackson, whose parents had immigrated from Jamaica and who worked as a cartoonist for Marvel Comics in the 1940s, until white workers returned from World War II to reclaim their jobs, and then worked as a hospital orderly and day worker; and\\par\nWhereas, Sheila Jackson Lee attended public elementary and secondary schools in Queens in the early days of desegregation and was bused to largely white schools; and\\par\nWhereas, As a junior at Jamaica High School, she ran for student council vice president, but was elected secretary because, as she later surmised, it had been considered a more suitable position for a young woman; and \\par\nWhereas, She was able to attend New York University (NYU) because she received a grant that NYU had made available to Black students in response to the assassination of Dr. Martin Luther King, Jr.; and\\par\nWhereas, In an interview decades later, she explained that the grant made in memory of Dr. King had allowed her to seize the opportunities that she believed had then opened up to her, saying that she had benefitted from \\ldblquote the hills and valleys, the broken bodies and broken hearts, the loss of life of many who have gone on before me\\rdblquote ; and\\par\nWhereas, She transferred to Yale University, where she earned a bachelor\\rquote s degree in political science with honors in 1972 and met Elwyn Cornelius Lee, whom she married a year later; and\\par\nWhereas, After graduating from the University of Virginia with a law degree in 1975, she worked in Washington, D.C., for three years for the House Select Committee on Assassinations; and \\par\nWhereas, She and her husband moved to his hometown of Houston, Texas, where she first worked as a lawyer and was eventually appointed as a municipal judge; and \\par\nWhereas, In 1988 in Houston, she was initiated into the Alpha Kappa Omega graduate chapter of Alpha Kappa Alpha Sorority, Incorporated, one of the nine Black Greek-Letter Organizations of college-educated women and men, known widely as the Divine Nine, which are committed to \\ldblquote community awareness and action through educational, economic, and cultural service activities\\rdblquote ; and\\par\nWhereas, In 1989, she was first elected to public office to an at-large seat on the Houston City Council; and\\par\nWhereas, In 1994, Representative (Rep.) Jackson Lee was elected to the United States (U.S.) House of Representatives for the first of 15 terms to represent the 18th Congressional District of Texas, a seat once held by the iconic Black Democratic Congresswoman Barbara Jordan; and\\par\nWhereas, According to the Association for the Study of African American Life and History, which noted Rep. Jackson Lee\\rquote s \\ldblquote legacy of unwavering dedication to justice and equality,\\rdblquote  she \\ldblquote played a crucial role\\rdblquote  in passing the College Cost Reduction and Access Act, which made it possible for more low-income students to attend college, and in reauthorizing the Voting Rights Act, which protected the voting rights of citizens of all racial backgrounds nationwide; and\\par\nWhereas, Rep. Jackson Lee was the author and lead sponsor of the 2021 legislation establishing June 19, or Juneteenth, as the first new federal holiday in 38 years, commemorating the day in 1865 that the last slaves, who were living in Galveston, Texas, were told that they had been freed; and\\par\nWhereas, In 2022, Rep. Jackson Lee led the charge to reauthorize the then-expired Violence Against Women Act, which originally had protected women from domestic violence, sexual assault, and stalking, but was expanded under Jackson Lee\\rquote s leadership to address protections for Native American, transgender, and immigrant women; and\\par\nWhereas, Rep. Jackson Lee was passionate about supporting legislation she considered important, even when she believed it could not be passed, including getting reparations for Black Americans suffering from the long-lasting effects of slavery or, as she described it, \\ldblquote the pain, the violence, the brutality, the chattel-ness of what we went through\\rdblquote ; and\\par\nWhereas, During her years in Congress, Rep. Jackson Lee served as the chief deputy Democratic whip; chaired the Congressional Black Caucus Foundation; chaired the Senate Judiciary Subcommittee for Crime, Terrorism and Homeland Security; and served on the Judiciary, Homeland Security, and Budget committees; and\\par\nWhereas, The Center for Effective Lawmaking, a joint project of the University of Virginia and Vanderbilt University, regularly ranked Rep. Jackson Lee as one of the most effective Congressional representatives; and \\par\nWhereas, After losing a primary race to serve as the Democratic nominee for mayor of Houston in 2023, Rep. Jackson Lee successfully captured the Democratic nomination to run again for her Congressional seat in November, 2024, which would have marked her 16th term in Congress; and\\par\nWhereas, Rep. Jackson Lee, who had been diagnosed with pancreatic cancer, died on July 19, 2024, and is survived by her husband, who serves as a senior administrator at the University of Houston, their two children, and their two grandchildren; and\\par\nWhereas, U.S. Vice President and fellow Alpha Kappa Alpha member Kamala Harris, who later eulogized Rep. Jackson Lee at her funeral, published a statement on July 20, 2024, regarding Rep. Jackson Lee\\rquote s passing and describing her as \\ldblquote a tenacious advocate for justice and a tireless fighter for the people of Houston and the people of America\\rdblquote ; and\\par\nWhereas, Vice President Harris continued that Rep. Jackson Lee \\ldblquote saw what could be-a nation that is more equal, more fair, and more free-and she dedicated her life to realizing that vision\\rdblquote ; and\\par\nWhereas, As Rep. Jackson Lee lay in state at the Houston City Hall rotunda, U.S. President Joseph R. Biden, Jr., came to pay his respects, having noted that she was \\ldblquote always fearless\\rdblquote  in \\ldblquote [speaking] truth to power\\rdblquote  and in \\ldblquote [representing] the power of the people of her district in Houston with dignity and grace\\rdblquote ; and\\par\nWhereas, At Rep. Jackson Lee\\rquote s funeral on August 1 at Fallbrook Church in North Houston, she was eulogized by many prominent political figures and civic leaders as a relentless advocate for her Houston constituents, for whom she always showed up to participate in local events, and as a formidable civil rights and progressive activist on the national scene; and\\par\nWhereas, In his eulogy, U.S. President William J. Clinton said that, during his presidency, Rep. Jackson Lee was on a very small \\ldblquote just say yes\\rdblquote  list that he kept, which he said meant that \\ldblquote whatever it is they want, sooner or later, you\\rquote re going do it, so you might as well save the taxpayers the time and money of hassling them over it\\rdblquote  and just say yes; and \\par\nWhereas, The causes Rep. Jackson Lee fought hardest for in Congress are those that she learned about firsthand growing up in Queens, including the importance of civil rights for Black Americans and equal rights for women; and \\par\nWhereas, Those causes are as important to New Yorkers today as they were to Rep. Jackson Lee throughout her career; now, therefore, be it\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Resolved, That the Council of the City of New York designates January 12 annually as Sheila Jackson Lee Appreciation Day in the City of New York to recognize her contributions as a highly effective 15-term Congresswoman, who was a forceful and skillful advocate for civil rights and progressive causes.\\par\n\\par\n\\par\n\\pard\\ltrpar\\qj\\fs18 LS #17443\\par\n9/9/24\\par\nRHP\\par\n}\n",
  "LastModified": "2025-02-25T15:29:53.62Z"
}
