{
  "ID": 74707,
  "GUID": "A0FD70D8-D45E-4260-86FD-91F5DDD77491",
  "File": "Res 0567-2024",
  "Name": "The George Floyd Justice in Policing Act (H.R.8525).",
  "Title": "Resolution calling on the United States Congress to pass and the President to sign H.R.8525, also known as the George Floyd Justice in Policing Act, to hold law enforcement accountable for misconduct in court, improve transparency through data collection, and reform police training and policies.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 5235,
  "BodyName": "Committee on Civil and Human Rights",
  "IntroDate": "2024-09-12T00:00:00Z",
  "AgendaDate": "2024-09-12T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7817,
      "Slug": "nantasha-m-williams",
      "FullName": "Nantasha M. Williams"
    },
    {
      "ID": 7794,
      "Slug": "kevin-c-riley",
      "FullName": "Kevin C. Riley"
    },
    {
      "ID": 7820,
      "Slug": "lincoln-restler",
      "FullName": "Lincoln Restler"
    },
    {
      "ID": 7823,
      "Slug": "chi-a-osse",
      "FullName": "Chi A. Ossé"
    },
    {
      "ID": 7796,
      "Slug": "selvena-n-brooks-powers",
      "FullName": "Selvena N. Brooks-Powers"
    },
    {
      "ID": 7801,
      "Slug": "christopher-marte",
      "FullName": "Christopher Marte"
    },
    {
      "ID": 7866,
      "Slug": "yusef-salaam",
      "FullName": "Yusef Salaam"
    },
    {
      "ID": 7813,
      "Slug": "tiffany-caban",
      "FullName": "Tiffany Cabán"
    },
    {
      "ID": 7825,
      "Slug": "alexa-aviles",
      "FullName": "Alexa Avilés"
    },
    {
      "ID": 7864,
      "Slug": "chris-banks",
      "FullName": "Chris Banks"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    }
  ],
  "History": [
    {
      "ID": 411956,
      "Date": "2024-09-12T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-09-03T15:31:09.017Z"
    },
    {
      "ID": 412254,
      "Date": "2024-09-12T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Civil and Human Rights",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 21088,
      "AgendaSequence": 109,
      "MinutesSequence": 122,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Civil and Human Rights",
      "MatterStatusID": 3,
      "LastModified": "2024-09-12T14:45:08.6Z"
    }
  ],
  "Attachments": [
    {
      "ID": 308052,
      "LastModified": "2024-09-27T15:23:09.863Z",
      "Name": "Res. No. 567",
      "Link": "https://nyc.legistar1.com/nyc/attachments/51d7d3c4-3b9a-496e-adac-12befa66cf67.docx",
      "Sort": 1
    },
    {
      "ID": 308321,
      "LastModified": "2024-09-16T15:39:35.707Z",
      "Name": "Hearing Transcript - Stated Meeting 9-12-24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/4b8a9f3b-53a9-48de-a432-97aefdd17a88.pdf",
      "Sort": 2
    },
    {
      "ID": 308425,
      "LastModified": "2024-09-16T18:33:15.147Z",
      "Name": "September 12, 2024 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/859f82f9-283c-4908-8d50-67edcddfa95f.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 78314,
  "Text": "Whereas, The tragic death of George Floyd in May 2020 highlighted systemic issues within law enforcement that have disproportionately affected marginalized communities, particularly Black and Brown individuals; and\n      Whereas, The United States Department of Justice's 89-page report highlighted that the Minneapolis Police Department employed dangerous tactics and weapons, such as neck restraints and Tasers, for minor or nonexistent offenses, and that the department discriminated against people based on race and behavioral health disabilities; and\n      Whereas, The report further revealed that the Minneapolis Police Department's accountability procedures were deeply flawed, with senior officers often dismissing or mischaracterizing legitimate complaints, thereby obstructing internal investigations and enabling continued misconduct; and\n      Whereas, As was expressed during mass protests following the murder of George Floyd, Black Americans and other marginalized communities continue to face daily discrimination and express ongoing concerns about systemic policing issues; and\n      Whereas, The organization, Mapping Police Violence has collected and analyzed data on over 1,200 police killings in 2023, compiled from diverse sources including media reports, obituaries, public records, and databases such as The Gun Violence Archive; and\n      Whereas, The Mapping Police Violence report indicates that many police killings involved individuals who did not pose an immediate threat, suggesting that with proper de-escalation, adherence to policies, and less lethal measures, these deaths could have been prevented; and\n      Whereas, The report also highlights a pattern of disproportionate use of force, particularly against racial minorities, and identifies systemic failures in accountability and decision-making, which, if addressed, could prevent future police killings and improve overall public safety; and\n      Whereas, The late Rep. Sheila Jackson Lee reintroduced the George Floyd Justice in Policing Act, H.R. 8525, a comprehensive bill designed to address police misconduct, increase transparency, and promote safer policing practices nationwide; and\n      Whereas, The Act would lower the criminal intent standard for prosecuting police misconduct, limit qualified immunity, restrict the use of force, and ban practices such as chokeholds and no-knock warrants; and\n      Whereas, This legislation seeks to establish a national registry for police misconduct to prevent officers from evading accountability by transferring between jurisdictions, thereby ensuring that communities are protected from repeat offenders; and\n      Whereas, The Act also proposes to ban racial and religious profiling by law enforcement at federal, state and local levels, thereby promoting equality and justice within the criminal justice system; and\n      Whereas, H.R. 8525 would reform the legal doctrine of qualified immunity, allowing individuals to seek damages in civil court when their constitutional rights are violated by law enforcement officers; and\n      Whereas, Improved police training and policies, as required by the Act, will promote de-escalation, crisis intervention and bias awareness, fostering safer interactions between law enforcement and the communities they serve; and\n      Whereas, Transparency in data collection on police use of force and misconduct is vital for holding law enforcement agencies accountable and for informing effective policy decisions; and\n      Whereas, The passage of H.R. 8525 would address the deep-seated issues of racial injustice and police violence that have plagued communities across the nation, including New York City; now, therefore, be it \n      Resolved, That the Council of the City of New York calls on the United States Congress to pass and the President to sign H.R.8525, also known as the George Floyd Justice in Policing Act, to hold law enforcement accountable for misconduct in court, improve transparency through data collection, and reform police training and policies.\n\nCMB\nLS#17534\n9/3/24",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Williams, Riley, Restler, Oss\\'e9, Brooks-Powers, Marte, Salaam, Cab\\'e1n, Avil\\'e9s, Banks and Brewer\\par\n\\par\n\\pard\\ltrpar\\fi720\\sa160\\sl480\\slmult1 Whereas, The tragic death of George Floyd in May 2020 highlighted systemic issues within law enforcement that have disproportionately affected marginalized communities, particularly Black and Brown individuals; and\\par\nWhereas, The United States Department of Justice\\rquote s 89-page report highlighted that the Minneapolis Police Department employed dangerous tactics and weapons, such as neck restraints and Tasers, for minor or nonexistent offenses, and that the department discriminated against people based on race and behavioral health disabilities; and\\par\nWhereas, The report further revealed that the Minneapolis Police Department\\rquote s accountability procedures were deeply flawed, with senior officers often dismissing or mischaracterizing legitimate complaints, thereby obstructing internal investigations and enabling continued misconduct; and\\par\nWhereas, As was expressed during mass protests following the murder of George Floyd, Black Americans and other marginalized communities continue to face daily discrimination and express ongoing concerns about systemic policing issues; and\\par\nWhereas, The organization, Mapping Police Violence has collected and analyzed data on over 1,200 police killings in 2023, compiled from diverse sources including media reports, obituaries, public records, and databases such as The Gun Violence Archive; and\\par\nWhereas, The Mapping Police Violence report indicates that many police killings involved individuals who did not pose an immediate threat, suggesting that with proper de-escalation, adherence to policies, and less lethal measures, these deaths could have been prevented; and\\par\nWhereas, The report also highlights a pattern of disproportionate use of force, particularly against racial minorities, and identifies systemic failures in accountability and decision-making, which, if addressed, could prevent future police killings and improve overall public safety; and\\par\nWhereas, The late Rep. Sheila Jackson Lee reintroduced the George Floyd Justice in Policing Act, H.R. 8525, a comprehensive bill designed to address police misconduct, increase transparency, and promote safer policing practices nationwide; and\\par\nWhereas, The Act would lower the criminal intent standard for prosecuting police misconduct, limit qualified immunity, restrict the use of force, and ban practices such as chokeholds and no-knock warrants; and\\par\nWhereas, This legislation seeks to establish a national registry for police misconduct to prevent officers from evading accountability by transferring between jurisdictions, thereby ensuring that communities are protected from repeat offenders; and\\par\nWhereas, The Act also proposes to ban racial and religious profiling by law enforcement at federal, state and local levels, thereby promoting equality and justice within the criminal justice system; and\\par\nWhereas, H.R. 8525 would reform the legal doctrine of qualified immunity, allowing individuals to seek damages in civil court when their constitutional rights are violated by law enforcement officers; and\\par\nWhereas, Improved police training and policies, as required by the Act, will promote de-escalation, crisis intervention and bias awareness, fostering safer interactions between law enforcement and the communities they serve; and\\par\nWhereas, Transparency in data collection on police use of force and misconduct is vital for holding law enforcement agencies accountable and for informing effective policy decisions; and\\par\nWhereas, The passage of H.R. 8525 would address the deep-seated issues of racial injustice and police violence that have plagued communities across the nation, including New York City; now, therefore, be it \\par\nResolved, That the Council of the City of New York calls on the United States Congress to pass and the President to sign H.R.8525, also known as the George Floyd Justice in Policing Act, to hold law enforcement accountable for misconduct in court, improve transparency through data collection, and reform police training and policies.\\par\n\\pard\\ltrpar\\sa160\\sl480\\slmult1\\par\n\\pard\\ltrpar\\fs20 CMB\\par\nLS#17534\\par\n9/3/24\\par\n}\n",
  "LastModified": "2024-09-27T15:23:09.863Z"
}
