{
  "ID": 74619,
  "GUID": "8A0402E5-27C7-4D3F-B560-1167A08827AA",
  "File": "Res 0568-2024",
  "Name": "New York Slavery Era Business and State Procurement Act (S.7738)",
  "Title": "Resolution calling on the New York State Legislature to pass, and the Governor to sign, Senate Bill S.7738, the New York Slavery Era Business and State Procurement Act.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 2,
  "StatusName": "Introduced",
  "BodyID": 5235,
  "BodyName": "Committee on Civil and Human Rights",
  "IntroDate": "2024-09-12T00:00:00Z",
  "AgendaDate": "2024-09-12T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7817,
      "Slug": "nantasha-m-williams",
      "FullName": "Nantasha M. Williams"
    },
    {
      "ID": 7809,
      "Slug": "althea-v-stevens",
      "FullName": "Althea V.  Stevens"
    }
  ],
  "History": [
    {
      "ID": 411948,
      "Date": "2024-09-12T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-08-27T19:33:37.313Z"
    }
  ],
  "Attachments": [
    {
      "ID": 306935,
      "LastModified": "2024-09-12T14:07:37.537Z",
      "Name": "Res. No. 568",
      "Link": "https://nyc.legistar1.com/nyc/attachments/265781e8-5346-49ff-b568-0ae56c0bde20.docx",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 78224,
  "Text": "Whereas, Chattel slavery of Africans was an integral part of the American economy and international trade before its abolition during the Civil War; and\n      Whereas, The trade and shipping of African slaves required extensive financing, insuring and other business services, much of which was provided by firms located in New York City; and\n      Whereas, Some firms that provided financing and insurance to the slave trade continue to exist to this day; and\n      Whereas, The profits made by firms financing and insuring the slave trade helped those enterprises grow; and\n      Whereas, Currently existing financial and insurance firms that facilitated the slave trade may contract with New York's state government and receive taxpayer dollars; and\n      Whereas, Senate Bill S.7738 would require insurers to report insurance policies issued to slaveholders during the slavery era that provided coverage for damage to or death to such slaveholders' slaves and wouldrequire contractors seeking to enter into or renew procurement contracts with state agencies to report slavery era financing, investments and profits of slavery; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign, Senate Bill S.7738, the New York Slavery Era Business and State Procurement Act.\n\n\nAY\nLS #17372\n8/1/2024",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Williams and Stevens\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 Whereas, Chattel slavery of Africans was an integral part of the American economy and international trade before its abolition during the Civil War; and\\par\nWhereas, The trade and shipping of African slaves required extensive financing, insuring and other business services, much of which was provided by firms located in New York City; and\\par\nWhereas, Some firms that provided financing and insurance to the slave trade continue to exist to this day; and\\par\nWhereas, The profits made by firms financing and insuring the slave trade helped those enterprises grow; and\\par\nWhereas, Currently existing financial and insurance firms that facilitated the slave trade may contract with New York\\rquote s state government and receive taxpayer dollars; and\\par\nWhereas, Senate Bill S.7738 would require insurers to report insurance policies issued to slaveholders during the slavery era that provided coverage for damage to or death to such slaveholders' slaves and wouldrequire contractors seeking to enter into or renew procurement contracts with state agencies to report slavery era financing, investments and profits of slavery; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign, Senate Bill S.7738, the New York Slavery Era Business and State Procurement Act.\\par\n\\pard\\ltrpar\\qj\\par\n\\par\n\\fs18 AY\\par\nLS #\\fs24 17372\\par\n\\pard\\ltrpar 8/1/2024\\par\n\\pard\\ltrpar\\qj\\fs18\\par\n\\fs24\\par\n}\n",
  "LastModified": "2024-09-12T14:07:37.537Z"
}
