{
  "ID": 74858,
  "GUID": "18D54FFA-A809-4531-B1B9-A3AF7254CD16",
  "File": "Res 0601-2024",
  "Name": "Amend the Vehicle and Traffic Law, in relation to registration fees for certain vehicles (S.6657A/A.7978).",
  "Title": "Resolution calling on the New York State Legislature to pass, and the New York State Governor to sign, S.6657A/A.7978, to amend the Vehicle and Traffic Law, in relation to registration fees for certain vehicles",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5268,
  "BodyName": "Committee on Transportation and Infrastructure",
  "IntroDate": "2024-10-10T00:00:00Z",
  "AgendaDate": "2024-10-10T00:00:00Z",
  "PassedDate": "2025-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7820,
      "Slug": "lincoln-restler",
      "FullName": "Lincoln Restler"
    },
    {
      "ID": 7748,
      "Slug": "justin-l-brannan",
      "FullName": "Justin L. Brannan"
    }
  ],
  "History": [
    {
      "ID": 413169,
      "Date": "2024-10-10T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-10-04T16:29:51.1Z"
    },
    {
      "ID": 413384,
      "Date": "2024-10-10T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Transportation and Infrastructure",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 21153,
      "AgendaSequence": 110,
      "MinutesSequence": 132,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation and Infrastructure",
      "MatterStatusID": 3,
      "LastModified": "2024-10-10T19:31:12.113Z"
    },
    {
      "ID": 430706,
      "Date": "2025-12-31T12:22:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2025-12-23T17:22:12.493Z"
    }
  ],
  "Attachments": [
    {
      "ID": 308950,
      "LastModified": "2024-10-18T19:59:44.657Z",
      "Name": "Res. No. 601",
      "Link": "https://nyc.legistar1.com/nyc/attachments/44945584-790a-472e-8585-887a0305ba27.docx",
      "Sort": 1
    },
    {
      "ID": 310142,
      "LastModified": "2024-10-10T17:48:53.76Z",
      "Name": "October 10, 2024 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/5ae6ba19-de76-4e5c-83c7-5c44e8915269.pdf",
      "Sort": 2
    },
    {
      "ID": 310270,
      "LastModified": "2024-10-15T15:38:06.163Z",
      "Name": "Hearing Transcript - Stated Meeting 10-10-24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c92e3d0a-8172-4f02-b37c-3ba802b6b42b.pdf",
      "Sort": 3
    },
    {
      "ID": 319662,
      "LastModified": "2025-05-19T21:02:29.787Z",
      "Name": "Minutes of the Stated Meeting - October 10, 2024",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d3160514-b255-4aa3-a92d-a8ac791e3585.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 78483,
  "Text": "Whereas, According to the United States (U.S.) Department of Transportation's National Highway Traffic Safety Administration's (NHTSA) preliminary traffic fatality data, an estimated 40,990 people died in motor vehicle traffic crashes in 2023 in the U.S.; and \n      Whereas, Estimates from the Governors Highway Safety Association note that 7,318 pedestrians were killed in traffic crashes in 2023 in the U.S., including about 283 in New York State (NYS); and \n      Whereas, In 2023, New York City (NYC) had 265 total traffic fatalities, which included 103 pedestrian fatalities, according to NYC's Vision Zero View; and \n      Whereas, As of August 31, 2024, year-to-date, NYC has had 175 total traffic fatalities, which includes 78 pedestrian fatalities, according to NYC's Vision Zero View; and \n      Whereas, Although the NHTSA estimates that the number of people who have died in motor vehicle traffic crashes in the U.S. in the first half of 2024 is 3.2% lower  than in the first half of 2023, there is concern that motor vehicles in the U.S. have gotten bigger, thus having a higher propensity to cause fatalities in crashes; and \n      Whereas, Research from the Insurance Institute for Highway Safety (IIHS), a non-profit organization focused on finding ways to reduce crashes and losses, studied data for nearly 18,000 pedestrian crashes and found that higher front ends and blunt profiles are 45% more likely to cause fatalities in crashes with pedestrians than smaller cars and trucks; and \n      Whereas, According to the National Bureau of Economic Research, being hit by a 1,000-pound heavier vehicle results in a 47% increase in the baseline probability of being killed in the accident; and \n      Whereas, Notably, IIHS reports that over the past 3 decades, the average U.S. passenger vehicle has grown about 4 inches wider, 10 inches longer, 8 inches taller, and 1,000 pounds heavier; and \n      Whereas, As a greater number of larger, heavier vehicles come into use, as compared to smaller vehicles, the safety risk to pedestrians and other road users increases, as does the potential impact on the environment and on the condition of roadways, especially in NYC; and \n      Whereas, S.6657A, sponsored by NYS Senator Andrew Gounardes and pending in the New York State Senate, and companion bill A.7978, sponsored by Assembly Member Zohran Mamdani and pending in the New York State Assembly, would increase fees for the registration of larger, heavier motor vehicles, while also providing a waiver for a portion of weight added by batteries in electric motor vehicles; and\n       Whereas, S.6657A/A.7978 would work to address the issues caused by larger, heavier motor vehicles, and could help improve traffic safety and reduce fatalities and injuries; and\n      Whereas, This legislation would potentially deter the increased use of larger, heavier motor vehicles, while encouraging the use of electric vehicles, which may ultimately increase traffic safety and reduce harmful emissions in NYC; now, therefore, be it \n      Resolved, That the Council of the City of New York calls upon the New York State Legislature to pass, and the New York State Governor to sign, S.6657A/A.7978, to amend the Vehicle and Traffic Law, in relation to registration fees for certain vehicles. \n\nKK\nLS 17675\n9/25/24",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Restler and Brannan\\par\n\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, According to the United States (U.S.) Department of Transportation\\rquote s National Highway Traffic Safety Administration\\rquote s (NHTSA) preliminary traffic fatality data, an estimated 40,990 people died in motor vehicle traffic crashes in 2023 in the U.S.; and \\par\nWhereas, Estimates from the Governors Highway Safety Association note that 7,318 pedestrians were killed in traffic crashes in 2023 in the U.S., including about 283 in New York State (NYS); and \\par\nWhereas, In 2023, New York City (NYC) had 265 total traffic fatalities, which included 103 pedestrian fatalities, according to NYC\\rquote s Vision Zero View; and \\par\nWhereas, As of August 31, 2024, year-to-date, NYC has had 175 total traffic fatalities, which includes 78 pedestrian fatalities, according to NYC\\rquote s Vision Zero View; and \\par\nWhereas, Although the NHTSA estimates that the number of people who have died in motor vehicle traffic crashes in the U.S. in the first half of 2024 is 3.2% lower  than in the first half of 2023, there is concern that motor vehicles in the U.S. have gotten bigger, thus having a higher propensity to cause fatalities in crashes; and \\par\nWhereas, Research from the Insurance Institute for Highway Safety (IIHS), a non-profit organization focused on finding ways to reduce crashes and losses, studied data for nearly 18,000 pedestrian crashes and found that higher front ends and blunt profiles are 45% more likely to cause fatalities in crashes with pedestrians than smaller cars and trucks; and \\par\nWhereas, According to the National Bureau of Economic Research, being hit by a 1,000-pound heavier vehicle results in a 47% increase in the baseline probability of being killed in the accident; and \\par\nWhereas, Notably, IIHS reports that over the past 3 decades, the average U.S. passenger vehicle has grown about 4 inches wider, 10 inches longer, 8 inches taller, and 1,000 pounds heavier; and \\par\nWhereas, As a greater number of larger, heavier vehicles come into use, as compared to smaller vehicles, the safety risk to pedestrians and other road users increases, as does the potential impact on the environment and on the condition of roadways, especially in NYC; and \\par\nWhereas, S.6657A, sponsored by NYS Senator Andrew Gounardes and pending in the New York State Senate, and companion bill A.7978, sponsored by Assembly Member Zohran Mamdani and pending in the New York State Assembly, would increase fees for the registration of larger, heavier motor vehicles, while also providing a waiver for a portion of weight added by batteries in electric motor vehicles; and\\par\n Whereas, S.6657A/A.7978 would work to address the issues caused by larger, heavier motor vehicles, and could help improve traffic safety and reduce fatalities and injuries; and\\par\nWhereas, This legislation would potentially deter the increased use of larger, heavier motor vehicles, while encouraging the use of electric vehicles, which may ultimately increase traffic safety and reduce harmful emissions in NYC; now, therefore, be it \\par\nResolved, That the Council of the City of New York calls upon the New York State Legislature to pass, and the New York State Governor to sign, S.6657A/A.7978, to amend the Vehicle and Traffic Law, in relation to registration fees for certain vehicles. \\cf0\\fs16\\par\n\\pard\\ltrpar\\qj\\par\nKK\\par\nLS 17675\\par\n9/25/24\\par\n}\n",
  "LastModified": "2025-12-23T17:22:12.5Z"
}
