{
  "ID": 74877,
  "GUID": "559C0AAB-1B57-4DA2-95D2-E9EC6CEBB2D1",
  "File": "Res 0603-2024",
  "Name": "Freedom to Vote Act (S.1 and H.R. 11)",
  "Title": "Resolution calling on Congress to pass, and the President to sign, S.1/H.R.11, the Freedom to Vote Act.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5293,
  "BodyName": "Committee on Governmental Operations, State & Federal Legislation",
  "IntroDate": "2024-10-10T00:00:00Z",
  "AgendaDate": "2024-10-10T00:00:00Z",
  "PassedDate": "2025-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7817,
      "Slug": "nantasha-m-williams",
      "FullName": "Nantasha M. Williams"
    },
    {
      "ID": 7809,
      "Slug": "althea-v-stevens",
      "FullName": "Althea V.  Stevens"
    },
    {
      "ID": 7794,
      "Slug": "kevin-c-riley",
      "FullName": "Kevin C. Riley"
    },
    {
      "ID": 7823,
      "Slug": "chi-a-osse",
      "FullName": "Chi A. Ossé"
    },
    {
      "ID": 7813,
      "Slug": "tiffany-l-caban",
      "FullName": "Tiffany L. Cabán"
    },
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    },
    {
      "ID": 7816,
      "Slug": "julie-won",
      "FullName": "Julie Won"
    },
    {
      "ID": 7796,
      "Slug": "selvena-n-brooks-powers",
      "FullName": "Selvena N. Brooks-Powers"
    },
    {
      "ID": 7740,
      "Slug": "carlina-rivera",
      "FullName": "Carlina Rivera"
    },
    {
      "ID": 7864,
      "Slug": "chris-banks",
      "FullName": "Chris Banks"
    },
    {
      "ID": 7826,
      "Slug": "shahana-k-hanif",
      "FullName": "Shahana K. Hanif"
    },
    {
      "ID": 7824,
      "Slug": "sandy-nurse",
      "FullName": "Sandy Nurse"
    },
    {
      "ID": 7818,
      "Slug": "lynn-c-schulman",
      "FullName": "Lynn C. Schulman"
    },
    {
      "ID": 7822,
      "Slug": "crystal-hudson",
      "FullName": "Crystal Hudson"
    }
  ],
  "History": [
    {
      "ID": 413167,
      "Date": "2024-10-10T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-10-04T14:34:32.573Z"
    },
    {
      "ID": 413389,
      "Date": "2024-10-10T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Governmental Operations, State & Federal Legislation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 21153,
      "AgendaSequence": 115,
      "MinutesSequence": 137,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Governmental Operations, State & Federal Legislation",
      "MatterStatusID": 3,
      "LastModified": "2024-10-10T19:31:12.12Z"
    },
    {
      "ID": 430708,
      "Date": "2025-12-31T12:22:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2025-12-23T17:22:42.647Z"
    }
  ],
  "Attachments": [
    {
      "ID": 309566,
      "LastModified": "2025-02-11T23:21:28.04Z",
      "Name": "Res. No. 603",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ee8ffb69-4992-4e68-a3f4-9227d7dc712e.docx",
      "Sort": 1
    },
    {
      "ID": 310147,
      "LastModified": "2024-10-10T17:48:54.65Z",
      "Name": "October 10, 2024 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/db77a84d-7a74-44a8-b9a4-062b8f98a255.pdf",
      "Sort": 2
    },
    {
      "ID": 310275,
      "LastModified": "2024-10-15T15:38:07.09Z",
      "Name": "Hearing Transcript - Stated Meeting 10-10-24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/369ecef2-8356-4b7b-969b-8752b61a3893.pdf",
      "Sort": 3
    },
    {
      "ID": 319667,
      "LastModified": "2025-05-19T21:02:30.79Z",
      "Name": "Minutes of the Stated Meeting - October 10, 2024",
      "Link": "https://nyc.legistar1.com/nyc/attachments/e16ac510-6772-41ea-b656-f129b86946bb.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 78507,
  "Text": "Whereas, Voting is the most fundamental right Americans have; and\n      Whereas, In the United States, elections are administered by state and local governments; and\n      Whereas, Elections in New York City are administered by the New York City Board of Elections; and \n      Whereas, H.R.11, the Freedom to Vote Act, introduced by Representative John Sarbanes and pending in the United States House of Representatives and its companion bill S.1 introduced by Senator Amy Klobuchar, and pending in the United States Senate, would set baseline national standards for federal elections; and\n      Whereas, The Freedom to Vote Act would require all states to allow same-day voter registration; and\n      Whereas, New York requires voters to register at least ten days before Election Day; and \n      Whereas, This means that New York voters may only register and vote on the same day on the first day of early voting; and\n      Whereas, The Freedom to Vote Act would require that every state have at least 14 days of early voting, including weekends; and\n      Whereas, New York currently only has nine days of early voting, including two weekends; and\n      Whereas, The Freedom to Vote Act would make Election Day a federal holiday; and \n      Whereas, The Freedom to Vote Act would require states to ensure that no voter waits longer than 30 minutes to vote; and\n      Whereas, Numerous publications including Slate and WNYC reported that some New York City voters waited up to four hours to vote in the 2020 general election; and  \n      Whereas, The Freedom to Vote Act would require states to offer no-excuse absentee voting; and \n      Whereas, The Freedom to Vote Act would clarify and expand the circumstances in which New Yorkers could request an absentee ballot without having to provide an excuse; and \n      Whereas, The Freedom to Vote Act would require states to offer accessible and secure ballot drop boxes; and\n      Whereas, New York does not currently offer ballot drop boxes outside of election day and early voting sites; and \n      Whereas, The Freedom to Vote Act would prohibit unfair voter list maintenance; and \n      Whereas, According to Gothamist, the New York City Board of Elections admitted to illegally removing more than 117,000 Brooklyn voters from the voting rolls in 2016; and \n      Whereas, The Freedom to Vote Act would create fairer congressional re-districting; and\n      Whereas, The Freedom to Vote Act would create a federal small-donor matching program; and \n      Whereas, The New York City and State small donor matching funds programs only apply to city and state candidates, and not to federal office-seekers; and \n      Whereas, The Freedom to Vote Act would require that secret money organizations disclose their donors; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on Congress to pass, and the President to sign, S.1/H.R.11, the Freedom to Vote Act.\n\n\nLS #17533\n10/01/24\nEHC",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Williams, Stevens, Riley, Oss\\'e9 Cab\\'e1n, Louis, Won, Brooks-Powers, Rivera, Banks, Hanif, Nurse, Schulman and Hudson\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 Whereas, Voting is the most fundamental right Americans have; and\\par\nWhereas, In the United States, elections are administered by state and local governments; and\\par\nWhereas, Elections in New York City are administered by the New York City Board of Elections; and \\par\nWhereas, H.R.11, the Freedom to Vote Act, introduced by Representative John Sarbanes and pending in the United States House of Representatives and its companion bill S.1 introduced by Senator Amy Klobuchar, and pending in the United States Senate, would set baseline national standards for federal elections; and\\par\nWhereas, The Freedom to Vote Act would require all states to allow same-day voter registration; and\\par\nWhereas, New York requires voters to register at least ten days before Election Day; and \\par\nWhereas, This means that New York voters may only register and vote on the same day on the first day of early voting; and\\par\nWhereas, The Freedom to Vote Act would require that every state have at least 14 days of early voting, including weekends; and\\par\nWhereas, New York currently only has nine days of early voting, including two weekends; and\\par\nWhereas, The Freedom to Vote Act would make Election Day a federal holiday; and \\par\nWhereas, The Freedom to Vote Act would require states to ensure that no voter waits longer than 30 minutes to vote; and\\par\nWhereas, Numerous publications including Slate and WNYC reported that some New York City voters waited up to four hours to vote in the 2020 general election; and  \\par\nWhereas, The Freedom to Vote Act would require states to offer no-excuse absentee voting; and \\par\nWhereas, The Freedom to Vote Act would clarify and expand the circumstances in which New Yorkers could request an absentee ballot without having to provide an excuse; and \\par\nWhereas, The Freedom to Vote Act would require states to offer accessible and secure ballot drop boxes; and\\par\nWhereas, New York does not currently offer ballot drop boxes outside of election day and early voting sites; and \\par\nWhereas, The Freedom to Vote Act would prohibit unfair voter list maintenance; and \\par\nWhereas, According to Gothamist, the New York City Board of Elections admitted to illegally removing more than 117,000 Brooklyn voters from the voting rolls in 2016; and \\par\nWhereas, The Freedom to Vote Act would create fairer congressional re-districting; and\\par\nWhereas, The Freedom to Vote Act would create a federal small-donor matching program; and \\par\nWhereas, The New York City and State small donor matching funds programs only apply to city and state candidates, and not to federal office-seekers; and \\par\nWhereas, The Freedom to Vote Act would require that secret money organizations disclose their donors; now, therefore, be it\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Resolved, That the Council of the City of New York calls on Congress to pass, and the President to sign, S.1/H.R.11, the Freedom to Vote Act.\\par\n\\pard\\ltrpar\\qj\\par\n\\par\n\\fs22 LS #17533\\par\n\\pard\\ltrpar 10/01/24\\par\n\\pard\\ltrpar\\qj EHC\\par\n\\fs24\\par\n}\n",
  "LastModified": "2025-12-23T17:22:42.65Z"
}
