{
  "ID": 74870,
  "GUID": "7C763390-D23F-4D2B-BD16-FBE6C338DED5",
  "File": "Res 0604-2024",
  "Name": "LU 173 - St. Elizabeth Manor:  Block 955, Lot 25, Staten Island, Community District No. 2, Council District No. 50.",
  "Title": "Resolution approving an exemption from real property taxes for property located at (Block 955, Lot 25) Staten Island, pursuant to Section 577 of the Private Housing Finance Law (Preconsidered L.U. No. 173).",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 24,
  "StatusName": "Reported from Committee",
  "BodyID": 11,
  "BodyName": "Committee on Finance",
  "IntroDate": "2024-10-10T00:00:00Z",
  "AgendaDate": "2024-10-10T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7748,
      "Slug": "justin-l-brannan",
      "FullName": "Justin L. Brannan"
    }
  ],
  "History": [
    {
      "ID": 413114,
      "Date": "2024-10-10T10:00:00Z",
      "ActionID": 25,
      "Action": "P-C Item Approved by Comm",
      "Description": "This Resolution was P-C Item Approved by Comm",
      "BodyID": 11,
      "BodyName": "Committee on Finance",
      "Version": "*",
      "MatterStatusID": 37,
      "LastModified": "2024-10-01T18:16:41.85Z"
    }
  ],
  "Attachments": [
    {
      "ID": 309529,
      "LastModified": "2024-10-10T13:00:59.38Z",
      "Name": "Housing Preservation and Development Letter",
      "Link": "https://nyc.legistar1.com/nyc/attachments/623a1594-5560-40bd-af95-5aaaaeb063c3.docx",
      "Sort": 1
    },
    {
      "ID": 310030,
      "LastModified": "2024-10-09T18:59:02.987Z",
      "Name": "Memorandum",
      "Link": "https://nyc.legistar1.com/nyc/attachments/0ef0c753-ef56-48a4-9c3d-cb350b40c6eb.docx",
      "Sort": 2
    },
    {
      "ID": 310029,
      "LastModified": "2024-10-10T12:29:11.873Z",
      "Name": "Res. No. 604",
      "Link": "https://nyc.legistar1.com/nyc/attachments/1a2283c0-b510-4fc2-b1e7-714da49cdbc0.docx",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 78497,
  "Text": "WHEREAS, The New York City Department of Housing Preservation and Development (\"HPD\") submitted to the Council its request dated September 25, 2024 that the Council take the following action regarding a housing project located at (Block 955, Lot 25) Staten Island (\"Exemption Area\"):\nApprove an exemption of the Project from real property taxes pursuant to Section 577 of the Private Housing Finance Law (the \"Tax Exemption\");\n      WHEREAS, The project description that HPD provided to the Council states that the purchaser of the Project (the \"Owner\") is a duly organized housing development fund company under Article XI of the Private Housing Finance Law;\n      WHEREAS, the Council has considered the financial implications relating to the Tax Exemption;\nRESOLVED: \n\n1. For the purposes hereof, the following terms shall have the following meanings:\na. \"Effective Date\" shall mean the date that HPD and the Owner enter into the Regulatory Agreement.  \n\nb. \"Exemption Area\" shall mean the real property located in the Borough of Staten Island, City and State of New York, identified as Block 955, Lot 25 on the Tax Map of the City of New York.\n\nc. \"Expiration Date\" shall mean the earlier to occur of (i) a date which is forty (40) years from the Effective Date, (ii) the date of the expiration or termination of the Regulatory Agreement, or (iii) the date upon which the Exemption Area ceases to be owned by either a housing development fund company or an entity wholly controlled by a housing development fund company. \n\nd. \"Gross Rent\" shall mean the gross potential rents from all residential, commercial, and community facility units on the Exemption Area without regard to whether such units are occupied or vacant, including, but not limited to, Section 8, rent supplements, rental assistance, or any other subsidy.\n\ne. \"Gross Rent Deadline\" shall mean three hundred and sixty-five (365) days from the date of the HPD letter requesting the information that HPD needs to calculate the Gross Rent Tax for the applicable tax year.\n\nf. \"Gross Rent Tax\" shall mean, with respect to any tax year, an amount equal to twelve percent (12.0%) of the Gross Rent in such tax year; provided, however, that if the Owner fails to provide the Gross Rent on or before the Gross Rent Deadline, Gross Rent Tax shall mean an amount equal to real property taxes that would otherwise be due in such tax year in the absence of any form of exemption from or abatement of real property taxation.\n\ng. \"HDFC\" shall mean Sisters of Charity Health Care System Housing Development Fund Company, Inc. or a housing development fund company that acquires the Exemption Area with the prior written consent of HPD. \n\nh. \"HPD\" shall mean the Department of Housing Preservation and Development of the City of New York.\n\ni. \"New Exemption\" shall mean the exemption from real property taxation provided hereunder with respect to the Exemption Area.\n\nj. \"Owner\" shall mean the HDFC. \n\nk. \"Prior Exemption\" shall mean the exemption from real property taxation for the Exemption Area approved by the New York City Council on March 13, 1997 (Resolution No. 2220). \n\nl. \"Regulatory Agreement\" shall mean the regulatory agreement between HPD and the Owner establishing certain controls upon the operation of the Exemption Area during the term of the New Exemption.\n\n2. The Prior Exemption shall terminate upon the Effective Date.\n\n3. All of the value of the property in the Exemption Area, including both the land and any improvements (excluding those portions, if any, devoted to business, commercial, or community facility use), shall be exempt from real property taxation, other than assessments for local improvements, for a period commencing upon the Effective Date and terminating upon the Expiration Date.\n\n4. Commencing upon the Effective Date, and during each year thereafter until the Expiration Date, the Owner shall make real property tax payments in the sum of the Gross Rent Tax. \n\n5. Notwithstanding any provision hereof to the contrary:\na. The New Exemption shall terminate if HPD determines at any time that (i) the Exemption Area is not being operated in accordance with the requirements of Article XI of the Private Housing Finance Law, (ii) the Exemption Area is not being operated in accordance with the requirements of the Regulatory Agreement, (iii) the Exemption Area is not being operated in accordance with the requirements of any other agreement with, or for the benefit of, the City of New York, (iv) any interest in the Exemption Area is conveyed or transferred to a new owner without the prior written approval of HPD, or (v) the construction or demolition of any private or multiple dwelling on the Exemption Area has commenced without the prior written consent of HPD. HPD shall deliver written notice of any such determination to the Owner and all mortgagees of record, which notice shall provide for an opportunity to cure of not less than sixty (60) days. If the noncompliance specified in such notice is not cured within the time period specified therein, the New Exemption shall prospectively terminate. \nb. The New Exemption shall apply to all land in the Exemption Area, but shall only apply to a building on the Exemption Area that exists on the Effective Date.\n\nc. Nothing herein shall entitle the HDFC, the Owner, or any other person or entity to a refund of any real property taxes which accrued and were paid with respect to the Exemption Area prior to the Effective Date.\n\nd. All previous resolutions, if any, providing an exemption from or abatement of real property taxation with respect to the Exemption Area are hereby revoked as of the Effective Date.\n\n6. In consideration of the New Exemption, the owner of the Exemption Area shall, for so long as the New Exemption shall remain in effect, waive the benefits of any additional or concurrent exemption from or abatement of real property taxation which may be authorized under any existing or future local, state, or federal law, rule, or regulation. Notwithstanding the foregoing, nothing herein shall prohibit the granting of any real property tax abatement pursuant to Sections 467-b or 467-c of the Real Property Tax Law to real property occupied by senior citizens or persons with disabilities.\n\nOffice of the City Clerk,     }\nThe City of New York        } ss.:\nI hereby certify that the foregoing is a true copy of a Resolution passed by The Council of the City of New York on October 10, 2024, on file in this office.\n\n_______________________\nCity Clerk, Clerk of Council",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Member Brannan\\par\n\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\li29\\sa240\\qj\\b WHEREAS\\b0 , The New York City Department of Housing Preservation and Development (\\ldblquote HPD\\rdblquote ) submitted to the Council its request dated September 25, 2024 that the Council take the following action regarding a housing project located\\b  \\b0 at (Block 955, Lot 25) Staten Island (\\ldblquote Exemption Area\\rdblquote ):\\par\n\\pard\\cbpat2\\ltrpar\\fi9\\li720\\sa240\\qj Approve an exemption of the Project from real property taxes pursuant to Section 577 of the Private Housing Finance Law (the \\ldblquote Tax Exemption\\rdblquote );\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\li29\\sa240\\qj\\b WHEREAS\\b0 , The project description that HPD provided to the Council states that the purchaser of the Project (the \\ldblquote Owner\\rdblquote ) is a duly organized housing development fund company under Article XI of the Private Housing Finance Law;\\par\n\\b WHEREAS\\b0 , the Council has considered the financial implications relating to the Tax Exemption;\\par\n\\pard\\ltrpar\\fi9\\li29\\sa37\\sl216\\slmult1\\qj\\b RESOLVED:\\b0  \\par\n\\par\n\\pard\\ltrpar\\fi-720\\li720\\sa240\\qj\\cf0 1.\\tab For the purposes hereof, the following terms shall have the following meanings:\\par\n\\pard\\ltrpar\\fi-720\\li1440\\qj\\cf1 a.\\tab\\ldblquote Effective Date\\rdblquote  shall mean the date that HPD and the Owner enter into the Regulatory Agreement.  \\par\n\\pard\\ltrpar\\fi9\\li1440\\sa37\\sl216\\slmult1\\qj\\par\n\\pard\\ltrpar\\fi-720\\li1440\\qj b.\\tab\\ldblquote Exemption Area\\rdblquote  shall mean the real property located in the Borough of Staten Island, City and State of New York, identified as Block 955, Lot 25 on the Tax Map of the City of New York.\\par\n\\pard\\ltrpar\\fi9\\li1440\\sa37\\sl216\\slmult1\\qj\\par\n\\pard\\ltrpar\\fi-720\\li1440\\qj c.\\tab\\ldblquote Expiration Date\\rdblquote  shall mean the earlier to occur of (i) a date which is forty (40) years from the Effective Date, (ii) the date of the expiration or termination of the Regulatory Agreement, or (iii) the date upon which the Exemption Area ceases to be owned by either a housing development fund company or an entity wholly controlled by a housing development fund company. \\par\n\\pard\\ltrpar\\fi9\\li720\\sa37\\sl216\\slmult1\\qj\\par\n\\pard\\ltrpar\\fi-720\\li1440\\qj d.\\tab\\ldblquote Gross Rent\\rdblquote  shall mean the gross potential rents from all residential, commercial, and community facility units on the Exemption Area without regard to whether such units are occupied or vacant, including, but not limited to, Section 8, rent supplements, rental assistance, or any other subsidy.\\par\n\\pard\\ltrpar\\fi9\\li1440\\sa37\\sl216\\slmult1\\qj\\par\n\\pard\\ltrpar\\fi-720\\li1440\\qj e.\\tab\\ldblquote Gross Rent Deadline\\rdblquote  shall mean three hundred\\b  \\b0 and sixty-five (365)\\b  \\b0 days from the date of the\\b  \\b0 HPD letter\\b  \\b0 requesting\\b  \\b0 the information that HPD needs to calculate the Gross Rent Tax for the applicable tax year.\\par\n\\pard\\ltrpar\\fi-810\\li1440\\sa37\\sl216\\slmult1\\qj\\par\n\\pard\\ltrpar\\fi-720\\li1440\\qj f.\\tab\\ldblquote Gross Rent Tax\\rdblquote  shall mean, with respect to any tax year, an amount equal to twelve percent (12.0%) of the Gross Rent in such tax year; provided, however, that if the Owner fails to provide the Gross Rent on or before the Gross Rent Deadline, Gross Rent Tax shall mean an amount equal to real property taxes that would otherwise be due in such tax year in the absence of any form of exemption from or abatement of real property taxation.\\par\n\\pard\\ltrpar\\fi9\\li1440\\sa37\\sl216\\slmult1\\qj\\par\n\\pard\\ltrpar\\fi-720\\li1440\\qj g.\\tab\\ldblquote HDFC\\rdblquote  shall mean Sisters of Charity Health Care System Housing Development Fund Company, Inc. or a housing development fund company that acquires the Exemption Area with the prior written consent of HPD. \\par\n\\pard\\ltrpar\\fi9\\li720\\sa37\\sl216\\slmult1\\qj\\par\n\\pard\\ltrpar\\fi-720\\li1440\\qj h.\\tab\\ldblquote HPD\\rdblquote  shall mean the Department of Housing Preservation and Development of the City of New York.\\par\n\\pard\\ltrpar\\fi9\\li720\\sa37\\sl216\\slmult1\\qj\\par\n\\pard\\ltrpar\\fi-720\\li1440\\qj i.\\tab\\ldblquote New Exemption\\rdblquote  shall mean the exemption from real property taxation provided hereunder with respect to the Exemption Area.\\par\n\\pard\\ltrpar\\fi9\\li720\\sa37\\sl216\\slmult1\\qj\\par\n\\pard\\ltrpar\\fi-720\\li1440\\qj j.\\tab\\ldblquote Owner\\rdblquote  shall mean the HDFC. \\par\n\\pard\\ltrpar\\fi9\\li720\\sa37\\sl216\\slmult1\\qj\\par\n\\pard\\ltrpar\\fi-720\\li1440\\qj k.\\tab\\ldblquote Prior Exemption\\rdblquote  shall mean the exemption from real property taxation for the Exemption Area approved by the New York City Council on March 13, 1997 (Resolution No. 2220). \\par\n\\pard\\ltrpar\\fi9\\li29\\sa37\\sl216\\slmult1\\qj\\par\n\\pard\\ltrpar\\fi-720\\li1440\\qj l.\\tab\\ldblquote Regulatory Agreement\\rdblquote  shall mean the regulatory agreement between HPD and the Owner establishing certain controls upon the operation of the Exemption Area during the term of the New Exemption.\\par\n\\pard\\ltrpar\\fi9\\li1440\\sa37\\sl216\\slmult1\\qj\\par\n\\pard\\ltrpar\\fi-720\\li720\\qj 2.\\tab The Prior Exemption shall terminate upon the Effective Date.\\par\n\\pard\\ltrpar\\qj\\cf0\\par\n\\pard\\ltrpar\\fi-720\\li720\\qj\\cf1 3.\\tab All of the value of the property in the Exemption Area, including both the land and any improvements (excluding those portions, if any, devoted to business, commercial, or community facility use), shall be exempt from real property taxation, other than assessments for local improvements, for a period commencing upon the Effective Date and terminating upon the Expiration Date.\\par\n\\pard\\ltrpar\\fi9\\li720\\sa37\\sl216\\slmult1\\qj\\par\n\\pard\\ltrpar\\fi-720\\li720\\qj 4.\\tab Commencing upon the Effective Date, and during each year thereafter until the Expiration Date, the Owner shall make real property tax payments in the sum of the Gross Rent Tax. \\par\n\\pard\\ltrpar\\fi9\\li29\\sa37\\sl216\\slmult1\\qj\\par\n\\pard\\ltrpar\\fi-720\\li720\\sa240\\qj\\cf0 5.\\tab Notwithstanding any provision hereof to the contrary:\\par\n\\pard\\ltrpar\\fi-720\\li1440\\sa240\\qj a.\\tab The New Exemption shall terminate if HPD determines at any time that (i) the Exemption Area is not being operated in accordance with the requirements of Article XI of the Private Housing Finance Law, (ii) the Exemption Area is not being operated in accordance with the requirements of the Regulatory Agreement, (iii) the Exemption Area is not being operated in accordance with the requirements of any other agreement with, or for the benefit of, the City of New York, (iv) any interest in the Exemption Area is conveyed or transferred to a new owner without the prior written approval of HPD, or (v) the construction or demolition of any private or multiple dwelling on the Exemption Area has commenced without the prior written consent of HPD. HPD shall deliver written notice of any such determination to the Owner and all mortgagees of record, which notice shall provide for an opportunity to cure of not less than sixty (60) days. If the noncompliance specified in such notice is not cured within the time period specified therein, the New Exemption shall prospectively terminate. \\par\n\\pard\\ltrpar\\fi-720\\li1440\\qj\\cf1 b.\\tab The New Exemption shall apply to all land in the Exemption Area, but shall only apply to a building on the Exemption Area that exists on the Effective Date.\\par\n\\pard\\ltrpar\\fi9\\li1440\\sa37\\sl216\\slmult1\\qj\\par\n\\pard\\ltrpar\\fi-720\\li1440\\qj c.\\tab Nothing herein shall entitle the HDFC, the Owner, or any other person or entity to a refund of any real property taxes which accrued and were paid with respect to the Exemption Area prior to the Effective Date.\\par\n\\pard\\ltrpar\\fi9\\li720\\sa37\\sl216\\slmult1\\qj\\par\n\\pard\\ltrpar\\fi-720\\li1440\\qj d.\\tab All previous resolutions, if any, providing an exemption from or abatement of real property taxation with respect to the Exemption Area are hereby revoked as of the Effective Date.\\par\n\\pard\\ltrpar\\fi9\\li720\\sa37\\sl216\\slmult1\\qj\\par\n\\pard\\ltrpar\\fi-720\\li720\\sa37\\sl216\\slmult1\\qj 6.\\tab In consideration of the New Exemption, the owner of the Exemption Area shall, for so long as the New Exemption shall remain in effect, waive the benefits of any additional or concurrent exemption from or abatement of real property taxation which may be authorized under any existing or future local, state, or federal law, rule, or regulation. Notwithstanding the foregoing, nothing herein shall prohibit the granting of any real property tax abatement pursuant to Sections 467-b or 467-c of the Real Property Tax Law to real property occupied by senior citizens or persons with disabilities.\\par\n\\pard\\cbpat2\\ltrpar\\li1440\\sa240\\line Office of the City Clerk,     \\}\\line The City of New York        \\} ss.:\\par\n\\pard\\cbpat2\\ltrpar\\li29\\sa240\\qj I hereby certify that the foregoing is a true copy of a Resolution passed by The Council of the City of New York on October 10, 2024, on file in this office.\\par\n\\pard\\cbpat2\\ltrpar\\li5040\\sa240\\qj\\line _______________________\\line City Clerk, Clerk of Council\\par\n}\n",
  "LastModified": "2024-10-10T13:01:10.123Z"
}
