{
  "ID": 74792,
  "GUID": "3B24EB89-4DF5-4D74-BCF9-80AE14ED3A76",
  "File": "Res 0642-2024",
  "Name": "Creating a state licensure program for CDPAP fiscal intermediaries (S.9901).",
  "Title": "Resolution calling on the State Legislature to pass, and the Governor to sign, Senate Bill S.9901, creating a state licensure program for CDPAP fiscal intermediaries.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 25,
  "StatusName": "Laid Over in Committee",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2024-11-13T00:00:00Z",
  "AgendaDate": "2024-11-13T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7822,
      "Slug": "crystal-hudson",
      "FullName": "Crystal Hudson"
    },
    {
      "ID": 7801,
      "Slug": "christopher-marte",
      "FullName": "Christopher Marte"
    },
    {
      "ID": 7748,
      "Slug": "justin-l-brannan",
      "FullName": "Justin L. Brannan"
    },
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    },
    {
      "ID": 7864,
      "Slug": "chris-banks",
      "FullName": "Chris Banks"
    },
    {
      "ID": 7802,
      "Slug": "erik-d-bottcher",
      "FullName": "Erik D. Bottcher"
    },
    {
      "ID": 7780,
      "Slug": "public-advocate-jumaane-williams",
      "FullName": "Public Advocate Jumaane Williams"
    }
  ],
  "History": [
    {
      "ID": 413456,
      "Date": "2024-11-13T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-10-09T22:37:32.32Z"
    },
    {
      "ID": 414283,
      "Date": "2024-11-13T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Mental Health, Disabilities and Addiction",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 21219,
      "AgendaSequence": 81,
      "MinutesSequence": 89,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Mental Health, Disabilities and Addiction",
      "MatterStatusID": 3,
      "LastModified": "2024-11-13T16:49:36.51Z"
    },
    {
      "ID": 416605,
      "Date": "2025-01-29T09:03:00Z",
      "ActionID": 49,
      "Action": "Re-referred to Committee by Council",
      "Description": "This Resolution was Re-referred to Committee by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2025-01-29T14:04:18.34Z"
    },
    {
      "ID": 416778,
      "Date": "2025-02-19T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 14,
      "BodyName": "Committee on Health",
      "EventID": 21316,
      "AgendaSequence": 4,
      "MinutesSequence": 9,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2025-02-19T18:44:05.34Z"
    },
    {
      "ID": 416783,
      "Date": "2025-02-19T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 5295,
      "BodyName": "Subcommittee on COVID & Infectious Diseases",
      "EventID": 21413,
      "AgendaSequence": 4,
      "MinutesSequence": 9,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2025-02-20T13:50:25.55Z"
    },
    {
      "ID": 417240,
      "Date": "2025-02-19T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 14,
      "BodyName": "Committee on Health",
      "EventID": 21316,
      "MinutesSequence": 10,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2025-02-19T21:51:45.51Z"
    },
    {
      "ID": 417283,
      "Date": "2025-02-19T10:00:00Z",
      "ActionID": 5050,
      "Action": "Laid Over by Subcommittee",
      "Description": "This Resolution was Laid Over by Subcommittee",
      "BodyID": 5295,
      "BodyName": "Subcommittee on COVID & Infectious Diseases",
      "EventID": 21413,
      "MinutesSequence": 10,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2025-02-20T13:50:32.863Z"
    }
  ],
  "Attachments": [
    {
      "ID": 309951,
      "LastModified": "2025-02-18T22:18:17.67Z",
      "Name": "Res. No. 642",
      "Link": "https://nyc.legistar1.com/nyc/attachments/3ecbf649-8054-4e12-9a12-72d90074d23f.docx",
      "Sort": 1
    },
    {
      "ID": 311333,
      "LastModified": "2024-11-13T20:40:08.537Z",
      "Name": "November 13, 2024 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c549a4c1-be03-41be-8986-f61dea682ea7.pdf",
      "Sort": 2
    },
    {
      "ID": 311492,
      "LastModified": "2024-11-18T15:43:13.863Z",
      "Name": "Hearing Transcript - Stated Meeting 11-13-24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c2bc942d-841a-4718-8b4c-e82a67f882d4.pdf",
      "Sort": 3
    },
    {
      "ID": 315231,
      "LastModified": "2025-02-18T22:18:20.93Z",
      "Name": "Committee Report 2/19/25",
      "Link": "https://nyc.legistar1.com/nyc/attachments/272441bf-9a69-49cd-b466-691bdd91e491.docx",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 78407,
  "Text": "Whereas, The Consumer Directed Personal Assistance Program (CDPAP) is a Medicaid program that funds the hiring of home aides for eligible individuals, allowing many New Yorkers with special care needs to remain in their homes and avoid moving to residential care facilities; and\n      Whereas, 250,000 New Yorkers are enrolled in CDPAP at a cost of $9 billion to the state; and\n      Whereas, The CDPAP program has grown rapidly in the state since the 2015 passage of a law allowing family members or associates of eligible Medicaid recipients to act as home health aides; and\n      Whereas, Since CDPAP expanded, the state has had to interact with more than 500 fiscal intermediaries for the program; and\n      Whereas, CDPAP is scheduled to transition to a single fiscal intermediary as of October 1, 2024; and\n      Whereas; CDPAP intermediaries have raised concerns that the upcoming switch to a single fiscal intermediary could cost disabled New Yorkers essential care without addressing underlying; and\n      Whereas; Reductions to CDPAP could place more disabled New Yorkers in residential care facilities which could be more expensive and result in poorer health outcomes; and\n      Whereas; Licensure of CDPAP intermediaries could address concerns about waste and fraud without disrupting existing relationships for care providers; and\n      Whereas; State Senator Gustavo Rivera introduced S.9901 that would create a licensure process and related requirements for fiscal intermediaries to continue operating in the Consumer Directed Personal Assistance Program while repealing the planned transition to a single fiscal intermediary; and\n      Whereas; The bill creates a licensure system that will establish a uniform process where fiscal intermediaries can show their competence and compliance with relevant laws while providing crucial information to the State; and\n      Whereas; The bill ensures fiscal intermediaries in good standing can continue their operations while prohibiting those that have failed to comply with the basic licensure requirements or have operated in violation of Medicaid-related laws and regulations from continuing to operate; and \n      Whereas; The bill restores oversight of fiscal intermediary activities to the New York State Comptroller, protecting the program's integrity; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the State Legislature to pass, and the Governor to sign, Senate Bill S.9901, creating a state licensure program for CDPAP fiscal intermediaries.\n\n\nAY\nLS #17603\n9/18/2024",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\froman\\fcharset0 proximanova-regular-webfont;}}\n{\\colortbl ;\\red4\\green45\\blue77;}\n\\viewkind4\\uc1\n\\cf0\\expndtw0\\v0\\f0\\fs24  \\par\nBy Council Members Hudson, Marte, Brannan, Louis, Banks, Bottcher and the Public Advocate (Mr. Williams)\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 Whereas, The Consumer Directed Personal Assistance Program (CDPAP) is a Medicaid program that funds the hiring of home aides for eligible individuals, allowing many New Yorkers with special care needs to remain in their homes and avoid moving to residential care facilities; and\\par\nWhereas, 250,000 New Yorkers are enrolled in CDPAP at a cost of $9 billion to the state; and\\par\nWhereas, The CDPAP program has grown rapidly in the state since the 2015 passage of a law allowing family members or associates of eligible Medicaid recipients to act as home health aides; and\\par\nWhereas, Since CDPAP expanded, the state has had to interact with more than 500 fiscal intermediaries for the program; and\\par\nWhereas, CDPAP is scheduled to transition to a single fiscal intermediary as of October 1, 2024; and\\par\nWhereas; CDPAP intermediaries have raised concerns that the upcoming switch to a single fiscal intermediary could cost disabled New Yorkers essential care without addressing underlying; and\\par\nWhereas; Reductions to CDPAP could place more disabled New Yorkers in residential care facilities which could be more expensive and result in poorer health outcomes; and\\par\nWhereas; Licensure of CDPAP intermediaries could address concerns about waste and fraud without disrupting existing relationships for care providers; and\\par\nWhereas; State Senator Gustavo Rivera introduced S.9901 that would create a licensure process and related requirements for fiscal intermediaries to continue operating in the Consumer Directed Personal Assistance Program while repealing the planned transition to a single fiscal intermediary; and\\par\nWhereas; The bill creates a licensure system that will establish a uniform process where fiscal intermediaries can show their competence and compliance with relevant laws while providing crucial information to the State; and\\par\nWhereas; The bill ensures fiscal intermediaries in good standing can continue their operations while prohibiting those that have failed to comply with the basic licensure requirements or have operated in violation of Medicaid-related laws and regulations from continuing to operate; and \\par\nWhereas; The bill restores oversight of fiscal intermediary activities to the New York State Comptroller, protecting the program\\rquote s integrity; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls on the State Legislature to pass, and the Governor to sign, Senate Bill S.9901, creating a state licensure program for CDPAP fiscal intermediaries.\\par\n\\pard\\ltrpar\\qj\\par\n\\par\n\\fs18 AY\\par\nLS #\\fs24 17603\\par\n\\pard\\ltrpar 9/18/2024\\par\n\\pard\\ltrpar\\qj\\fs18\\par\n\\fs24\\par\n}\n",
  "LastModified": "2025-02-20T13:50:32.603Z"
}
