{
  "ID": 74878,
  "GUID": "37EAF5A3-EF03-4771-B869-D8DC3979449A",
  "File": "Res 0649-2024",
  "Name": "Declaring the ocean liner the SS United States a historic location, allocating funds for the ocean liner’s restoration, and its relocation to the city of New York.",
  "Title": "Resolution calling on the United States Congress to pass, and the President to sign, legislation declaring the ocean liner the SS United States a historic location, allocating funds for the ocean liner’s restoration, and its relocation to the city of New York.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 5105,
  "BodyName": "Committee on Cultural Affairs, Libraries and International Intergroup Relations",
  "IntroDate": "2024-11-21T00:00:00Z",
  "AgendaDate": "2024-11-21T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7740,
      "Slug": "carlina-rivera",
      "FullName": "Carlina Rivera"
    },
    {
      "ID": 7804,
      "Slug": "shaun-abreu",
      "FullName": "Shaun Abreu"
    },
    {
      "ID": 7802,
      "Slug": "erik-d-bottcher",
      "FullName": "Erik D. Bottcher"
    },
    {
      "ID": 7801,
      "Slug": "christopher-marte",
      "FullName": "Christopher Marte"
    },
    {
      "ID": 7817,
      "Slug": "nantasha-m-williams",
      "FullName": "Nantasha M. Williams"
    },
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    },
    {
      "ID": 7821,
      "Slug": "jennifer-gutierrez",
      "FullName": "Jennifer Gutiérrez"
    },
    {
      "ID": 7824,
      "Slug": "sandy-nurse",
      "FullName": "Sandy Nurse"
    },
    {
      "ID": 7864,
      "Slug": "chris-banks",
      "FullName": "Chris Banks"
    },
    {
      "ID": 7815,
      "Slug": "shekar-krishnan",
      "FullName": "Shekar Krishnan"
    },
    {
      "ID": 7814,
      "Slug": "linda-lee",
      "FullName": "Linda Lee"
    },
    {
      "ID": 7818,
      "Slug": "lynn-c-schulman",
      "FullName": "Lynn C. Schulman"
    }
  ],
  "History": [
    {
      "ID": 414204,
      "Date": "2024-11-21T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-11-08T22:01:49.18Z"
    },
    {
      "ID": 414753,
      "Date": "2024-11-21T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Cultural Affairs, Libraries and International Intergroup Relations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 21239,
      "AgendaSequence": 103,
      "MinutesSequence": 129,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Cultural Affairs, Libraries and International Intergroup Relations",
      "MatterStatusID": 3,
      "LastModified": "2024-11-22T00:58:56.25Z"
    }
  ],
  "Attachments": [
    {
      "ID": 310546,
      "LastModified": "2025-06-25T16:02:14.133Z",
      "Name": "Res. No. 649",
      "Link": "https://nyc.legistar1.com/nyc/attachments/cd5d158d-e9a2-4cd9-a92f-16ff18aa67f4.docx",
      "Sort": 1
    },
    {
      "ID": 311791,
      "LastModified": "2024-11-22T00:14:34.33Z",
      "Name": "November 21, 2024 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/858986d1-5851-4c7a-bea9-3421c4a3a69a.pdf",
      "Sort": 2
    },
    {
      "ID": 312041,
      "LastModified": "2024-12-02T14:08:43.243Z",
      "Name": "Hearing Transcript - Stated Meeting 11-21-24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/6abcf6fd-b19a-4227-890d-bda581dbf5f8.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 78508,
  "Text": "Whereas, Ocean liners are passenger ships, with strong exterior hulls able to withstand rough ocean waters, that operate on a fixed schedule to transport people, mail, and other cargo across long distances of open oceans, typically from one continent to another continent and back; and\n      Whereas, The SS United States (\"SS U.S.\"), a steam powered ocean liner, began service in 1952 to transport passengers and cargo between the cities of New York, Southampton, Le Havre and occasionally Bremerhaven; and\n      Whereas, At 990 feet long, the SS U.S. is the longest steam powered passenger ship constructed entirely in the United States, making it, for comparative purposes, 107 feet longer than the Belfast-built RMS Titanic; and\n      Whereas, The SS U.S. was the last recipient of the Blue Riband, an unofficial accolade for the fastest maritime transatlantic travel by passenger ships; and \n      Whereas, The SS U.S. completed its maiden voyage from New York Harbor to Bishop Rock in the United Kingdom in 3 days, 10 hours, and 40 minutes, beating the previous record holder by 10 hours and 2 minutes; and\n      Whereas, During its tenure as an ocean liner for the private company United States Lines the SS U.S. transported some of twentieth century New York's celebrities such as Edward Kennedy \"Duke\" Ellington and Leonard Bernstein; and\n      Whereas, According to the Smithsonian's National Air and Space Museum, in 1957 transatlantic commercial aviation's popularity eclipsed the popularity of transatlantic ocean liners; and\n      Whereas, With the decline in SS U.S. transatlantic ridership, the SS U.S. operated briefly as a cruise ship between New York and the Caribbean; and\n      Whereas, In 1969 the SS U.S. was sold, and since then ownership of the SS U.S. has changed several times, with each transfer accompanied by a failed venture to repurpose the vessel as a luxury cruise ship or luxury time share condominiums; and\n      Whereas, The SS U.S. arrived in Philadelphia, stripped of its interior fittings, in 1996 and has been docked at a Penn Warehousing and Distribution, Incorporated (\"P.W.D.\") owned pier for over 28 years; and\n      Whereas, In 1992, the SS United States Conservancy (\"the conservancy\"), a not-for-profit, was created with a mission to preserve the SS U.S. as a stationary mixed-use destination with an on board museum; and\n      Whereas, In 1999, through the conservancy's efforts, the ocean liner was recognized as a historic site and listed on the National Register of Historic Places; and\n      Whereas, In 2011, the conservancy raised sufficient funds and purchased the SS U.S., and negotiated an indefinite agreement with P.W.D. on docking fees for the SS U.S.; and \n      Whereas, In 2021, P.W.D. increased the docking fee and terminated the agreement with the conservancy when the conservancy declined to pay the increased docking fee; and \n      Whereas, This disagreement led to mutual lawsuits, resulted in the court ordering the conservancy to remove the SS U.S. from P.W.D.'s pier; and \n      Whereas, According to the conservancy's testimony, if the conservancy is unable to restore the ocean liner, it will have to sell the SS U.S. for scrap or for sinking and conversion to an artificial reef; and \n      Whereas, The city of New York is a home to many of our nation's historic ships such as the aircraft carrier USS Intrepid, the lightship Frying Pan, the fireboat John J. Harvey, and the 19th-century tall ship Wavertree; and \n      Whereas, Allowing the SS U.S. to be sold for scrap or converted to an artificial reef would be a missed opportunity to add a new public space and maritime museum to the city of New York, and a missed opportunity to educate the city's residents and enrich their lives; and\n      Whereas, The US Congress has the authority and resources to introduce legislation that can enable the preservation of the SS U.S. so that it can be enjoyed by future generations of Americans; now, therefore, be it\n      Resolved, That the Council of the city of New York calls on the United States Congress to pass, and the President to sign, legislation declaring the ocean liner the SS United States as historic location, allocating funds for the ocean liner's restoration and its relocation to the city of New York. \n\n\nDJS\nLS #17703\n10/22/2024",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\froman\\fcharset0 gibbs;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Brewer, Rivera, Abreu, Bottcher, Marte, Williams, Louis, Guti\\'e9rrez, Nurse, Banks, Krishnan, Lee and Schulman\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 Whereas, Ocean liners are passenger ships, with strong exterior hulls able to withstand rough ocean waters, that operate on a fixed schedule to transport people, mail, and other cargo across long distances of open oceans, typically from one continent to another continent and back; and\\par\nWhereas, The SS United States (\\ldblquote SS U.S.\\rdblquote ), a steam powered ocean liner, began service in 1952 to transport passengers and cargo between the cities of New York, Southampton, Le Havre and occasionally Bremerhaven; and\\par\nWhereas, At 990 feet long, the SS U.S. is the longest steam powered passenger ship constructed entirely in the United States, making it, for comparative purposes, 107 feet longer than the Belfast-built RMS Titanic; and\\par\nWhereas, The SS U.S. was the last recipient of the Blue Riband, an unofficial accolade for the fastest maritime transatlantic travel by passenger ships; and \\par\nWhereas, The SS U.S. completed its maiden voyage from New York Harbor to Bishop Rock in the United Kingdom in 3 days, 10 hours, and 40 minutes, beating the previous record holder by 10 hours and 2 minutes; and\\par\nWhereas, During its tenure as an ocean liner for the private company United States Lines the SS U.S. transported some of twentieth century New York\\rquote s celebrities such as Edward Kennedy \\ldblquote Duke\\rdblquote  Ellington and Leonard Bernstein; and\\par\nWhereas, According to the Smithsonian's National Air and Space Museum, in 1957 transatlantic commercial aviation\\rquote s popularity eclipsed the popularity of transatlantic ocean liners; and\\par\nWhereas, With the decline in SS U.S. transatlantic ridership, the SS U.S. operated briefly as a cruise ship between New York and the Caribbean; and\\par\nWhereas, In 1969 the SS U.S. was sold, and since then ownership of the SS U.S. has changed several times, with each transfer accompanied by a failed venture to repurpose the vessel as a luxury cruise ship or luxury time share condominiums; and\\par\nWhereas, The SS U.S. arrived in Philadelphia, stripped of its interior fittings, in 1996 and has been docked at a Penn Warehousing and Distribution, Incorporated (\\ldblquote P.W.D.\\rdblquote ) owned pier for over 28 years; and\\par\nWhereas, In 1992, the SS United States Conservancy (\\ldblquote the conservancy\\rdblquote ), a not-for-profit, was created with a mission to preserve the SS U.S. as a \\cf1\\f1 stationary mixed-use destination \\cf0\\f0 with an on board museum; and\\par\nWhereas, In 1999, through the conservancy\\rquote s efforts, the ocean liner was recognized as a historic site and listed on the National Register of Historic Places; and\\par\nWhereas, In 2011, the conservancy raised sufficient funds and purchased the SS U.S., and negotiated an indefinite agreement with P.W.D. on docking fees for the SS U.S.; and \\par\nWhereas, In 2021, P.W.D. increased the docking fee and terminated the agreement with the conservancy when the conservancy declined to pay the increased docking fee; and \\par\nWhereas, This disagreement led to mutual lawsuits, resulted in the court ordering the conservancy to remove the SS U.S. from P.W.D.\\rquote s pier; and \\par\nWhereas, According to the conservancy\\rquote s testimony, if the conservancy is unable to restore the ocean liner, it will have to sell the SS U.S. for scrap or for sinking and conversion to an artificial reef; and \\par\nWhereas, The city of New York is a home to many of our nation\\rquote s historic ships such as the aircraft carrier USS Intrepid, the lightship Frying Pan, the fireboat John J. Harvey, and the 19\\super th\\nosupersub -century tall ship Wavertree; and \\par\nWhereas, Allowing the SS U.S. to be sold for scrap or converted to an artificial reef would be a missed opportunity to add a new public space and maritime museum to the city of New York, and a missed opportunity to educate the city\\rquote s residents and enrich their lives; and\\par\nWhereas, The US Congress has the authority and resources to introduce legislation that can enable the preservation of the SS U.S. so that it can be enjoyed by future generations of Americans; now, therefore, be it\\par\nResolved, That the Council of the city of New York calls on the United States Congress to pass, and the President to sign, legislation declaring the ocean liner the SS United States as historic location, allocating funds for the ocean liner\\rquote s restoration and its relocation to the city of New York. \\par\n\\pard\\ltrpar\\qj\\par\n\\par\n\\fs18 DJS\\par\nLS #17703\\par\n\\pard\\ltrpar 10/22/2024\\fs24\\par\n\\pard\\ltrpar\\qj\\fs18\\par\n\\fs24\\par\n}\n",
  "LastModified": "2025-06-25T16:02:14.133Z"
}
