{
  "ID": 74878,
  "GUID": "37EAF5A3-EF03-4771-B869-D8DC3979449A",
  "File": "Res 0649-2024",
  "Name": "Allocating funds for the restoration of the SS United States and for its relocation to the City of New York.",
  "Title": "Resolution calling on the United States Congress to pass, and the President to sign, legislation allocating funds for the restoration of the SS United States and for its relocation to the City of New York",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 24,
  "StatusName": "Reported from Committee",
  "BodyID": 5299,
  "BodyName": "Committee on Cultural Affairs, Libraries and International Intergroup Organizations ",
  "IntroDate": "2024-11-21T00:00:00Z",
  "AgendaDate": "2024-11-21T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "A",
  "History": [
    {
      "ID": 414204,
      "Date": "2024-11-21T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-11-08T22:01:49.18Z"
    },
    {
      "ID": 414753,
      "Date": "2024-11-21T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Cultural Affairs, Libraries and International Intergroup Relations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 21239,
      "AgendaSequence": 103,
      "MinutesSequence": 129,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Cultural Affairs, Libraries and International Intergroup Relations",
      "MatterStatusID": 3,
      "LastModified": "2024-11-22T00:58:56.25Z"
    },
    {
      "ID": 426279,
      "Date": "2025-11-20T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 5299,
      "BodyName": "Committee on Cultural Affairs, Libraries and International Intergroup Organizations ",
      "EventID": 21989,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2025-11-20T19:05:21.227Z"
    },
    {
      "ID": 427591,
      "Date": "2025-11-20T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 5299,
      "BodyName": "Committee on Cultural Affairs, Libraries and International Intergroup Organizations ",
      "EventID": 21989,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2025-11-20T19:05:25.85Z"
    },
    {
      "ID": 428878,
      "Date": "2025-12-18T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 5299,
      "BodyName": "Committee on Cultural Affairs, Libraries and International Intergroup Organizations ",
      "EventID": 22109,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 649-A",
      "MinutesNote": "Proposed Res. No. 649-A ",
      "MatterStatusID": 3,
      "LastModified": "2025-12-18T15:41:58.813Z"
    },
    {
      "ID": 429265,
      "Date": "2025-12-18T10:00:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Resolution was Amendment Proposed by Comm",
      "BodyID": 5299,
      "BodyName": "Committee on Cultural Affairs, Libraries and International Intergroup Organizations ",
      "EventID": 22109,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2025-12-18T15:42:09.383Z"
    },
    {
      "ID": 429267,
      "Date": "2025-12-18T10:00:00Z",
      "ActionID": 33,
      "Action": "Amended by Committee",
      "Description": "This Resolution was Amended by Committee",
      "BodyID": 5299,
      "BodyName": "Committee on Cultural Affairs, Libraries and International Intergroup Organizations ",
      "EventID": 22109,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2025-12-18T15:42:14.503Z"
    },
    {
      "ID": 429268,
      "Date": "2025-12-18T10:00:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "A motion was made that this Resolution be Approved by Committee approved by Roll Call.",
      "BodyID": 5299,
      "BodyName": "Committee on Cultural Affairs, Libraries and International Intergroup Organizations ",
      "EventID": 22109,
      "MinutesSequence": 6,
      "Version": "A",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "Votes": [
        {
          "ID": 7802,
          "Slug": "erik-d-bottcher",
          "FullName": "Erik D. Bottcher",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 10
        },
        {
          "ID": 7833,
          "Slug": "david-m-carr",
          "FullName": "David M. Carr",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 20
        },
        {
          "ID": 7826,
          "Slug": "shahana-k-hanif",
          "FullName": "Shahana K. Hanif",
          "VoteID": 46,
          "Vote": "Medical",
          "Sort": 30
        },
        {
          "ID": 7832,
          "Slug": "kamillah-hanks",
          "FullName": "Kamillah Hanks",
          "VoteID": 16,
          "Vote": "Absent",
          "Sort": 40
        },
        {
          "ID": 7822,
          "Slug": "crystal-hudson",
          "FullName": "Crystal Hudson",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 50
        },
        {
          "ID": 7785,
          "Slug": "farah-n-louis",
          "FullName": "Farah N. Louis",
          "VoteID": 16,
          "Vote": "Absent",
          "Sort": 60
        },
        {
          "ID": 7823,
          "Slug": "chi-a-osse",
          "FullName": "Chi A. Ossé",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 70
        },
        {
          "ID": 7812,
          "Slug": "sandra-ung",
          "FullName": "Sandra Ung",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 80
        },
        {
          "ID": 7817,
          "Slug": "nantasha-m-williams",
          "FullName": "Nantasha M. Williams",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 90
        }
      ],
      "LastModified": "2025-12-18T15:42:27.197Z"
    }
  ],
  "Attachments": [
    {
      "ID": 310546,
      "LastModified": "2025-12-10T13:20:52.133Z",
      "Name": "Res. No. 649",
      "Link": "https://nyc.legistar1.com/nyc/attachments/cd5d158d-e9a2-4cd9-a92f-16ff18aa67f4.docx",
      "Sort": 1
    },
    {
      "ID": 311791,
      "LastModified": "2024-11-22T00:14:34.33Z",
      "Name": "November 21, 2024 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/858986d1-5851-4c7a-bea9-3421c4a3a69a.pdf",
      "Sort": 2
    },
    {
      "ID": 312041,
      "LastModified": "2024-12-02T14:08:43.243Z",
      "Name": "Hearing Transcript - Stated Meeting 11-21-24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/6abcf6fd-b19a-4227-890d-bda581dbf5f8.pdf",
      "Sort": 3
    },
    {
      "ID": 325672,
      "LastModified": "2025-09-19T13:39:07.933Z",
      "Name": "Minutes of the Stated Meeting - November 21, 2024",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b831dc04-4177-46a9-92ce-bd664a66961f.pdf",
      "Sort": 4
    },
    {
      "ID": 329448,
      "LastModified": "2025-11-18T19:16:02.143Z",
      "Name": "Committee Report 11/20/25",
      "Link": "https://nyc.legistar1.com/nyc/attachments/f16676f5-2fe8-4d4d-8676-5c50bf0f064a.docx",
      "Sort": 5
    },
    {
      "ID": 330350,
      "LastModified": "2025-12-02T17:17:24.54Z",
      "Name": "Hearing Testimony 11/20/25",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b2e0aaf1-83be-4ba6-95f9-d3b454e5c357.pdf",
      "Sort": 6
    },
    {
      "ID": 330849,
      "LastModified": "2025-12-10T13:21:01.04Z",
      "Name": "Hearing Transcript 11/20/25",
      "Link": "https://nyc.legistar1.com/nyc/attachments/4ef88806-bba7-42ab-80d7-87a491a0f784.pdf",
      "Sort": 7
    },
    {
      "ID": 331227,
      "LastModified": "2025-12-17T22:56:05.49Z",
      "Name": "Proposed Res. No. 649-A - 12/16/25",
      "Link": "https://nyc.legistar1.com/nyc/attachments/920789fb-00cd-4bbe-8170-c232c4bb2f13.docx",
      "Sort": 8
    },
    {
      "ID": 331518,
      "LastModified": "2025-12-18T14:26:52.267Z",
      "Name": "Committee Report 12/18/25",
      "Link": "https://nyc.legistar1.com/nyc/attachments/299aebfa-3c79-4fe3-9192-e921f7b1ea8a.docx",
      "Sort": 10
    }
  ],
  "Summary": "",
  "TextID": 80972,
  "Text": "Whereas, Ocean liners are passenger ships, with strong exterior hulls able to withstand rough ocean waters, which operate on a fixed schedule to transport people, mail, and other cargo across long distances of open oceans, typically from one continent to another continent and back; and\n      Whereas, The SS United States, a steam-powered ocean liner, began service in 1952 to transport passengers and cargo between the cities of New York, Southampton, Le Havre, and occasionally Bremerhaven; and\n      Whereas, At 990 feet long, the SS United States is the longest steam-powered passenger ship constructed entirely in the United States (U.S.), making it 107 feet longer than the Belfast-built Titanic; and\n      Whereas, The SS United States was the last recipient of the Blue Riband, an unofficial accolade for the fastest maritime transatlantic travel by a passenger ship; and\n      Whereas, The SS United States completed its maiden voyage from New York Harbor to Bishop Rock in the United Kingdom in 3 days, 10 hours, and 40 minutes, beating the previous record holder by 10 hours and 2 minutes; and\n      Whereas, During its tenure as an ocean liner for the private company United States Lines, the SS United States transported many New York celebrities, including Edward Kennedy \"Duke\" Ellington and Leonard Bernstein; and\n      Whereas, According to the Smithsonian Institution's National Air and Space Museum, in 1957, transatlantic commercial aviation's popularity eclipsed the popularity of transatlantic ocean liners; and\n      Whereas, With the decline in SS United States transatlantic ridership, the SS United States operated briefly as a cruise ship between New York and the Caribbean; and\n      Whereas, In 1969, the SS United States was sold, and since then its ownership has changed several times, with each transfer accompanied by a failed venture to repurpose the vessel as a luxury cruise ship or timeshare condominiums; and\n      Whereas, In 1992, the SS United States Conservancy (\"the Conservancy\"), a not-for-profit organization, was created with a mission to preserve the ocean liner as a stationary mixed-use destination with an on-board museum; and\n      Whereas, In 1999, through the Conservancy's efforts, the ocean liner was recognized as a historic site and listed on the National Register of Historic Places; and\n      Whereas, In 2011, the Conservancy raised sufficient funds to purchase the SS United States and negotiated an agreement with Penn Warehousing and Distribution, Incorporated (P.W.D.) regarding docking fees at its pier in Philadelphia; and\n      Whereas, In 2021, P.W.D. increased the docking fee and terminated the agreement with the Conservancy when the Conservancy declined to pay the increased fee; and\n      Whereas, The disagreement led to lawsuits, resulting in the court's ordering the Conservancy to remove the SS United States from P.W.D.'s pier after almost 30 years; and\n      Whereas, The SS United States was facing a fate of being sold for scrap metal when it was purchased by Okaloosa County, Florida, to become part of an artificial reef off the Florida coast, along with more than 20 other large vessels already sunk there; and\n      Whereas, The purpose of the artificial reef of sunken vessels is to improve the marine habitat as well as to provide tourism opportunities; and\n      Whereas, The preparations for sinking the SS United States are almost complete, with the remaining steps to be taken by early 2026, including certifying that the remaining fuel tanks are clean, removing all nonmetal items, and cutting holes strategically throughout the ocean liner; and\n      Whereas, Okaloosa County and the Conservancy are working to establish a land-based museum in Destin-Fort Walton Beach to preserve the story of the SS United States and to provide an interactive experience for museum visitors; and\n      Whereas, New York is the original home of the SS United States and is now home to many of our nation's historic ships, such as the aircraft carrier USS Intrepid, the lightship Frying Pan, the fireboat John J. Harvey, and the 19th century tall ship Wavertree; and\n      Whereas, Allowing the SS United States to be sunk off the Florida coast would be a missed opportunity to add a new public space and maritime museum for New Yorkers to enjoy as well as a missed opportunity to educate New Yorkers about maritime history; and\n      Whereas, The U.S. Congress has the authority and resources to pass legislation to preserve the SS United States so that it can be enjoyed by future generations of Americans; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the United States Congress to pass, and the President to sign, legislation allocating funds for the restoration of the SS United States and for its relocation to the City of New York.\n\nDJS/RHP\nLS #17703\n12/15/2025\n\n\n\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Calibri;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Brewer, Abreu, Bottcher, Marte, Williams, Louis, Guti\\'e9rrez, Nurse, Banks, Krishnan, Lee, Schulman, Holden, Feliz, Brooks-Powers and Far\\'edas\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 Whereas, Ocean liners are passenger ships, with strong exterior hulls able to withstand rough ocean waters, which operate on a fixed schedule to transport people, mail, and other cargo across long distances of open oceans, typically from one continent to another continent and back; and\\par\nWhereas, The SS \\i United States\\i0 , a steam-powered ocean liner, began service in 1952 to transport passengers and cargo between the cities of New York, Southampton, Le Havre, and occasionally Bremerhaven; and\\par\nWhereas, At 990 feet long, the SS \\i United States\\i0  is the longest steam-powered passenger ship constructed entirely in the United States (U.S.), making it 107 feet longer than the Belfast-built \\i Titanic\\i0 ; and\\par\nWhereas, The SS \\i United States\\i0  was the last recipient of the Blue Riband, an unofficial accolade for the fastest maritime transatlantic travel by a passenger ship; and\\par\nWhereas, The SS \\i United States\\i0  completed its maiden voyage from New York Harbor to Bishop Rock in the United Kingdom in 3 days, 10 hours, and 40 minutes, beating the previous record holder by 10 hours and 2 minutes; and\\par\nWhereas, During its tenure as an ocean liner for the private company United States Lines, the SS \\i United States\\i0  transported many New York celebrities, including Edward Kennedy \\ldblquote Duke\\rdblquote  Ellington and Leonard Bernstein; and\\par\nWhereas, According to the Smithsonian Institution\\rquote s National Air and Space Museum, in 1957, transatlantic commercial aviation\\rquote s popularity eclipsed the popularity of transatlantic ocean liners; and\\par\nWhereas, With the decline in SS \\i United States\\i0  transatlantic ridership, the SS \\i United States\\i0  operated briefly as a cruise ship between New York and the Caribbean; and\\par\nWhereas, In 1969, the SS \\i United States\\i0  was sold, and since then its ownership has changed several times, with each transfer accompanied by a failed venture to repurpose the vessel as a luxury cruise ship or timeshare condominiums; and\\par\nWhereas, In 1992, the SS \\i United States\\i0  Conservancy (\\ldblquote the Conservancy\\rdblquote ), a not-for-profit organization, was created with a mission to preserve the ocean liner as a stationary mixed-use destination with an on-board museum; and\\par\nWhereas, In 1999, through the Conservancy\\rquote s efforts, the ocean liner was recognized as a historic site and listed on the National Register of Historic Places; and\\par\nWhereas, In 2011, the Conservancy raised sufficient funds to purchase the SS \\i United States\\i0  and negotiated an agreement with Penn Warehousing and Distribution, Incorporated (P.W.D.) regarding docking fees at its pier in Philadelphia; and\\par\nWhereas, In 2021, P.W.D. increased the docking fee and terminated the agreement with the Conservancy when the Conservancy declined to pay the increased fee; and\\par\nWhereas, The disagreement led to lawsuits, resulting in the court\\rquote s ordering the Conservancy to remove the SS \\i United States\\i0  from P.W.D.\\rquote s pier after almost 30 years; and\\par\nWhereas, The SS \\i United States\\i0  was facing a fate of being sold for scrap metal when it was purchased by Okaloosa County, Florida, to become part of an artificial reef off the Florida coast, along with more than 20 other large vessels already sunk there; and\\par\nWhereas, The purpose of the artificial reef of sunken vessels is to improve the marine habitat as well as to provide tourism opportunities; and\\par\nWhereas, The preparations for sinking the SS \\i United States \\i0 are almost complete, with the remaining steps to be taken by early 2026, including certifying that the remaining fuel tanks are clean, removing all nonmetal items, and cutting holes strategically throughout the ocean liner; and\\par\nWhereas, Okaloosa County and the Conservancy are working to establish a land-based museum in Destin-Fort Walton Beach to preserve the story of the SS \\i United States \\i0 and to provide an interactive experience for museum visitors; and\\par\nWhereas, New York is the original home of the SS \\i United States\\i0  and is now home to many of our nation\\rquote s historic ships, such as the aircraft carrier USS \\i Intrepid\\i0 , the lightship \\i Frying Pan\\i0 , the fireboat \\i John J. Harvey\\i0 , and the 19th century tall ship \\i Wavertree\\i0 ; and\\par\nWhereas, Allowing the SS \\i United States\\i0  to be sunk off the Florida coast would be a missed opportunity to add a new public space and maritime museum for New Yorkers to enjoy as well as a missed opportunity to educate New Yorkers about maritime history; and\\par\nWhereas, The U.S. Congress has the authority and resources to pass legislation to preserve the SS \\i United States\\i0  so that it can be enjoyed by future generations of Americans; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls on the United States Congress to pass, and the President to sign, legislation allocating funds for the restoration of the SS \\i United States\\i0  and for its relocation to the City of New York.\\par\n\\pard\\ltrpar\\par\nDJS/RHP\\par\nLS #17703\\par\n12/15/2025\\f1\\fs22\\par\n}\n",
  "LastModified": "2025-12-18T15:42:26.847Z"
}
