{
  "ID": 75061,
  "GUID": "9CD41C9B-129A-43FA-B4CA-2CCE7120B142",
  "File": "Res 0651-2024",
  "Name": "Establish a temporary state commission to conduct a feasibility study on the formation and control of a state public bank (S.1755-C/A.2720-B).",
  "Title": "Resolution calling on the New York State Legislature to pass, and the Governor to sign, S.1755-C/A.2720-B, to establish a temporary state commission to conduct a feasibility study on the formation and control of a state public bank.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 11,
  "BodyName": "Committee on Finance",
  "IntroDate": "2024-11-21T00:00:00Z",
  "AgendaDate": "2024-11-21T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7817,
      "Slug": "nantasha-m-williams",
      "FullName": "Nantasha M. Williams"
    },
    {
      "ID": 7794,
      "Slug": "kevin-c-riley",
      "FullName": "Kevin C. Riley"
    },
    {
      "ID": 7796,
      "Slug": "selvena-n-brooks-powers",
      "FullName": "Selvena N. Brooks-Powers"
    },
    {
      "ID": 7864,
      "Slug": "chris-banks",
      "FullName": "Chris Banks"
    },
    {
      "ID": 7823,
      "Slug": "chi-a-osse",
      "FullName": "Chi A. Ossé"
    },
    {
      "ID": 7822,
      "Slug": "crystal-hudson",
      "FullName": "Crystal Hudson"
    }
  ],
  "History": [
    {
      "ID": 414512,
      "Date": "2024-11-21T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-11-14T15:48:43.197Z"
    },
    {
      "ID": 414770,
      "Date": "2024-11-21T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Finance",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 21239,
      "AgendaSequence": 117,
      "MinutesSequence": 143,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Finance",
      "MatterStatusID": 3,
      "LastModified": "2024-11-22T00:58:56.263Z"
    }
  ],
  "Attachments": [
    {
      "ID": 311376,
      "LastModified": "2025-02-11T23:23:11.95Z",
      "Name": "Res. No. 651",
      "Link": "https://nyc.legistar1.com/nyc/attachments/e8081426-cc1e-4f3c-83db-b61086fd92df.docx",
      "Sort": 1
    },
    {
      "ID": 311805,
      "LastModified": "2024-11-22T00:14:36.83Z",
      "Name": "November 21, 2024 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/1f3459df-98b9-4464-8893-77e42c02ac79.pdf",
      "Sort": 2
    },
    {
      "ID": 312055,
      "LastModified": "2024-12-02T14:08:48.68Z",
      "Name": "Hearing Transcript - Stated Meeting 11-21-24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/fb317c9f-5ae1-4742-8245-0f6c890bd6f5.pdf",
      "Sort": 3
    },
    {
      "ID": 325686,
      "LastModified": "2025-09-19T13:39:10.687Z",
      "Name": "Minutes of the Stated Meeting - November 21, 2024",
      "Link": "https://nyc.legistar1.com/nyc/attachments/013fb059-11cd-43e9-99c3-e7c8fc0e953f.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 78711,
  "Text": "Whereas, According to 2021 data from the Department of Consumer and Worker Protection, 305,700 households in New York City have no bank account, or are \"unbanked\"; and\n      Whereas, The 9.4 percent unbanked rate among New York City households exceeds the 4.5 percent nationwide rate; and\n      Whereas, Since 2015, eight of the nine New York City neighborhoods with the highest unbanked rates have been consistently predominantly Black or Hispanic neighborhoods; and\n      Whereas, Since 2015, eight of the nine New York City neighborhoods with the highest unbanked rates have been among those with the highest poverty rates and lowest median household incomes; and\n      Whereas, A public bank is a financial institution created by the state for the public benefit of the community; and\n      Whereas, A public bank is capable of facilitating banking services to economically disadvantaged communities, providing affordable credit lines, loans, and other such financial tools to small businesses, homebuyers, and prospective college students; and\n      Whereas, The state of North Dakota has operated a public bank, the Bank of North Dakota, since 1919; and \n      Whereas, The Bank of North Dakota has made a profit every year since its founding while offering affordable loans to students, farmers, and small businesses; and\n      Whereas, New York State Senator James Sanders Jr. has introduced S.1755-C, now pending in the New York State Senate, and New York State Assembly Member Crystal Peoples-Stokes has introduced companion bill A.2720-B, now pending in the New York State Assembly, which would establish a temporary commission to determine what benefits a public bank owned by the state of New York or by a public authority constituted by the state of New York can provide; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign, S.1755-C/A.2720-B, to establish a temporary state commission to conduct a feasibility study on the formation and control of a state public bank.\n\nLS #17371\n10/24/2024 2:03pm\nMJT\n\n\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Williams, Riley, Brooks-Powers, Banks, Oss\\'e9 and Hudson\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, According to 2021 data from the Department of Consumer and Worker Protection, 305,700 households in New York City have no bank account, or are \\ldblquote unbanked\\rdblquote ; and\\par\nWhereas, The 9.4 percent unbanked rate among New York City households exceeds the 4.5 percent nationwide rate; and\\par\nWhereas, Since 2015, eight of the nine New York City neighborhoods with the highest unbanked rates have been consistently predominantly Black or Hispanic neighborhoods; and\\par\nWhereas, Since 2015, eight of the nine New York City neighborhoods with the highest unbanked rates have been among those with the highest poverty rates and lowest median household incomes; and\\par\nWhereas, A public bank is a financial institution created by the state for the public benefit of the community; and\\par\nWhereas, A public bank is capable of facilitating banking services to economically disadvantaged communities, providing affordable credit lines, loans, and other such financial tools to small businesses, homebuyers, and prospective college students; and\\par\nWhereas, The state of North Dakota has operated a public bank, the Bank of North Dakota, since 1919; and \\par\nWhereas, The Bank of North Dakota has made a profit every year since its founding while offering affordable loans to students, farmers, and small businesses; and\\par\nWhereas, New York State Senator James Sanders Jr. has introduced S.1755-C, now pending in the New York State Senate, and New York State Assembly Member Crystal Peoples-Stokes has introduced companion bill A.2720-B, now pending in the New York State Assembly, which would establish a temporary commission to determine what benefits a public bank owned by the state of New York or by a public authority constituted by the state of New York can provide; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign, S.1755-C/A.2720-B, to establish a temporary state commission to conduct a feasibility study on the formation and control of a state public bank.\\par\n\\pard\\ltrpar\\qj\\fs20\\par\nLS #17371\\par\n\\pard\\ltrpar 10/24/2024 2:03pm\\par\n\\pard\\ltrpar\\qj MJT\\par\n\\fs18\\par\n\\fs24\\par\n}\n",
  "LastModified": "2025-09-19T13:39:10.687Z"
}
