{
  "ID": 75063,
  "GUID": "B1C67BA5-4173-4A3E-9903-FC1F9061A2C6",
  "File": "Res 0653-2024",
  "Name": "Create a pilot program for implementation of local land value taxation. (S.7871-A/A.9673-A)",
  "Title": "Resolution calling on the New York State Legislature to pass, and the Governor to sign, S.7871-A/A.9673-A, to create a pilot program for implementation of local land value taxation.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 11,
  "BodyName": "Committee on Finance",
  "IntroDate": "2024-11-21T00:00:00Z",
  "AgendaDate": "2024-11-21T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7817,
      "Slug": "nantasha-m-williams",
      "FullName": "Nantasha M. Williams"
    },
    {
      "ID": 7794,
      "Slug": "kevin-c-riley",
      "FullName": "Kevin C. Riley"
    },
    {
      "ID": 7809,
      "Slug": "althea-v-stevens",
      "FullName": "Althea V.  Stevens"
    },
    {
      "ID": 7823,
      "Slug": "chi-a-osse",
      "FullName": "Chi A. Ossé"
    }
  ],
  "History": [
    {
      "ID": 414511,
      "Date": "2024-11-21T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-11-14T15:11:46.637Z"
    },
    {
      "ID": 414772,
      "Date": "2024-11-21T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Finance",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 21239,
      "AgendaSequence": 119,
      "MinutesSequence": 145,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Finance",
      "MatterStatusID": 3,
      "LastModified": "2024-11-22T00:58:56.263Z"
    }
  ],
  "Attachments": [
    {
      "ID": 311378,
      "LastModified": "2024-12-05T16:06:47.75Z",
      "Name": "Res. No. 653",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c3f244b5-650d-4199-bd98-af0616cc9862.docx",
      "Sort": 1
    },
    {
      "ID": 311807,
      "LastModified": "2024-11-22T00:14:37.19Z",
      "Name": "November 21, 2024 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/f6033e6b-9086-4040-ac0b-6963c3d5c93b.pdf",
      "Sort": 2
    },
    {
      "ID": 312057,
      "LastModified": "2024-12-02T14:08:49.083Z",
      "Name": "Hearing Transcript - Stated Meeting 11-21-24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/bc15e1d2-92e9-4114-b9ae-5a43aeea3e38.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 78713,
  "Text": "Whereas, Under New York State law, the real property tax in New York City is levied on properties according to their placement in one of four classes; and\n      Whereas, Real property in New York City is taxed on its assessed value of the land plus any improvements; and\n      Whereas, Land that is vacant or not fully developed to the extent permitted by the applicable zoning laws and regulations has a lower assessed value and thereby lower taxes; and\n      Whereas, This method of assessment creates incentive to leave land unimproved or underimproved to avoid a higher real property tax bill; and\n      Whereas, A 2022 analysis by the Altus Group and Wall Street Journal found 77,000 lots in New York City that were either vacant or developed to less than half of the permitted zoning for that lot, 96% of which were zoned for residential use; and\n      Whereas, The Council recognizes that confronting the housing and affordability crisis in the City requires creating more new homes for New Yorkers; and\n      Whereas, According to the United States Federal Highway Administration's Office of Performance and Innovative Finance (\"OPIF\"), a land value tax is an alternative form of property taxation which levies a tax on the value of the land parcel in a given tax lot based on available municipal improvements such as transit, parks, and schools, disregarding any buildings that may have been constructed upon it; and\n      Whereas, A land value tax would encourage development and discourage speculative land investment by making it more costly to leave a lot empty or underdeveloped while making it less costly to build out to the limits of the available zoning; and\n      Whereas, Land value taxation has been permitted in Pennsylvania since 1913, and is currently in use in fifteen municipalities; and\n      Whereas, In 2023, the mayor of Detroit proposed adopting a land value tax and the Buffalo city council adopted a resolution to study the implementation of a land value tax; and\n      Whereas, New York State Senator Rachel May has introduced S.7871-A, now pending in the New York State Senate, and New York State Assembly Member Alex Bores has introduced companion bill A.9673-A, now pending in the New York State Assembly, which would direct the New York State Department of Taxation and Finance to establish a pilot program for implementation of local land value taxation; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign, S.7871-A/A.9673-A, to create a pilot program for implementation of local land value taxation.\n\nLS #17292\n10/24/2024 2:57pm\nMJT\n\n\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Williams, Riley, Stevens and Oss\\'e9\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Under New York State law, the real property tax in New York City is levied on properties according to their placement in one of four classes; and\\par\nWhereas, Real property in New York City is taxed on its assessed value of the land plus any improvements; and\\par\nWhereas, Land that is vacant or not fully developed to the extent permitted by the applicable zoning laws and regulations has a lower assessed value and thereby lower taxes; and\\par\nWhereas, This method of assessment creates incentive to leave land unimproved or underimproved to avoid a higher real property tax bill; and\\par\nWhereas, A 2022 analysis by the Altus Group and Wall Street Journal found 77,000 lots in New York City that were either vacant or developed to less than half of the permitted zoning for that lot, 96% of which were zoned for residential use; and\\par\nWhereas, The Council recognizes that confronting the housing and affordability crisis in the City requires creating more new homes for New Yorkers; and\\par\nWhereas, According to the United States Federal Highway Administration\\rquote s Office of Performance and Innovative Finance (\\ldblquote OPIF\\rdblquote ), a land value tax is an alternative form of property taxation which levies a tax on the value of the land parcel in a given tax lot based on available municipal improvements such as transit, parks, and schools, disregarding any buildings that may have been constructed upon it; and\\par\nWhereas, A land value tax would encourage development and discourage speculative land investment by making it more costly to leave a lot empty or underdeveloped while making it less costly to build out to the limits of the available zoning; and\\par\nWhereas, Land value taxation has been permitted in Pennsylvania since 1913, and is currently in use in fifteen municipalities; and\\par\nWhereas, In 2023, the mayor of Detroit proposed adopting a land value tax and the Buffalo city council adopted a resolution to study the implementation of a land value tax; and\\par\nWhereas, New York State Senator Rachel May has introduced S.7871-A, now pending in the New York State Senate, and New York State Assembly Member Alex Bores has introduced companion bill A.9673-A, now pending in the New York State Assembly, which would direct the New York State Department of Taxation and Finance to establish a pilot program for implementation of local land value taxation; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign, S.7871-A/A.9673-A, to create a pilot program for implementation of local land value taxation.\\par\n\\pard\\ltrpar\\qj\\fs20\\par\nLS #17292\\par\n\\pard\\ltrpar 10/24/2024 2:57pm\\par\n\\pard\\ltrpar\\qj MJT\\par\n\\fs18\\par\n\\fs24\\par\n}\n",
  "LastModified": "2024-12-05T16:06:47.75Z"
}
