{
  "ID": 75030,
  "GUID": "12127056-9047-4A45-B5AB-32AFA3DB9AEB",
  "File": "Res 0654-2024",
  "Name": "Foreclosure of certain rental properties.(A.8593/S.6420).",
  "Title": "Resolution calling on the New York State Legislature to pass, and the Governor to sign, A.8593/S.6420, in relation to foreclosure of certain rental properties.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2024-11-21T00:00:00Z",
  "AgendaDate": "2024-11-21T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7817,
      "Slug": "nantasha-m-williams",
      "FullName": "Nantasha M. Williams"
    },
    {
      "ID": 7794,
      "Slug": "kevin-c-riley",
      "FullName": "Kevin C. Riley"
    },
    {
      "ID": 7809,
      "Slug": "althea-v-stevens",
      "FullName": "Althea V.  Stevens"
    }
  ],
  "History": [
    {
      "ID": 414514,
      "Date": "2024-11-21T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-11-14T15:38:12.087Z"
    },
    {
      "ID": 414769,
      "Date": "2024-11-21T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 21239,
      "AgendaSequence": 120,
      "MinutesSequence": 146,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2024-11-22T00:58:56.263Z"
    }
  ],
  "Attachments": [
    {
      "ID": 311125,
      "LastModified": "2024-11-21T15:30:01.183Z",
      "Name": "Res. No. 654",
      "Link": "https://nyc.legistar1.com/nyc/attachments/135c38d1-cfb5-45d9-8ccc-8ea4d6a7e758.docx",
      "Sort": 1
    },
    {
      "ID": 311808,
      "LastModified": "2024-11-22T00:14:37.37Z",
      "Name": "November 21, 2024 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/6a97b502-cf1e-4b92-8f6a-109ad5cd00ec.pdf",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 78679,
  "Text": "Whereas, Many property owners rely on rental income to fund mortgage payments and property maintenance; and\n      Whereas, When tenants can't pay rent, it disrupts the rental ecosystem: property owners risk mortgage defaults, banks face higher loan risks, housing may suffer from poor maintenance, and local governments might lose tax revenue; and\n      Whereas, Pre-foreclosure begins when a homeowner misses several mortgage payments, prompting the lender to issue a notice of default, warning of possible foreclosure if the issue is not resolved; and\n      Whereas, In New York State, the mortgage holder must send a 90-day pre-foreclosure notice before starting foreclosure, via regular and certified mail; and\n      Whereas, According to Property Shark, a website that covers real estate trends, residential properties in New York City that received pre-foreclosure notices increased citywide in 2024 from 479 in the first quarter to 603 in the second quarter; and\n      Whereas, New York is a judicial foreclosure state, meaning mortgage lenders must sue borrowers in court in order to foreclose on mortgaged property; and\n      Whereas, If a lender wins such a lawsuit, the mortgaged property can be auctioned to repay the debt; and\n      Whereas, Property owners facing foreclosure due to unpaid rents need an opportunity to collect back rents before foreclosure; and\n      Whereas, A.8593, introduced by Assembly Member Clyde Vanel and pending in the New York State Assembly, and S.6420, introduced by State Senator Leroy Comrie and pending in the New York State Senate, would allow property owners to collect back rents to make their mortgage payments by ensuring that property owners facing foreclosure due to loss of rent payments cannot enter into a state of foreclosure until a special proceeding resolves any rent issues; and\n      Whereas, By allowing property owners to collect back rents before foreclosure, the State can help preserve the rental housing ecosystem and protect property owners from financial ruin; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign, A.8593/S.6420, in relation to foreclosure of certain rental properties.\n\nJLC\n11/01/2024\nLS 17949",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Calibri;}}\n\\viewkind4\\uc1\n\\v0 By Council Members Williams, Riley and Stevens\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Many property owners rely on rental income to fund mortgage payments and property maintenance; and\\par\nWhereas, When tenants can't pay rent, it disrupts the rental ecosystem: property owners risk mortgage defaults, banks face higher loan risks, housing may suffer from poor maintenance, and local governments might lose tax revenue; and\\par\nWhereas, Pre-foreclosure begins when a homeowner misses several mortgage payments, prompting the lender to issue a notice of default, warning of possible foreclosure if the issue is not resolved; and\\par\nWhereas, In New York State, the mortgage holder must send a 90-day pre-foreclosure notice before starting foreclosure, via regular and certified mail; and\\par\nWhereas, According to Property Shark, a website that covers real estate trends, residential properties in New York City that received pre-foreclosure notices increased citywide in 2024 from 479 in the first quarter to 603 in the second quarter; and\\par\nWhereas, New York is a judicial foreclosure state, meaning mortgage lenders must sue borrowers in court in order to foreclose on mortgaged property; and\\par\nWhereas, If a lender wins such a lawsuit, the mortgaged property can be auctioned to repay the debt; and\\par\nWhereas, Property owners facing foreclosure due to unpaid rents need an opportunity to collect back rents before foreclosure; and\\par\nWhereas, A.8593, introduced by Assembly Member Clyde Vanel and pending in the New York State Assembly, and S.6420, introduced by State Senator Leroy Comrie and pending in the New York State Senate, would allow property owners to collect back rents to make their mortgage payments by ensuring that property owners facing foreclosure due to loss of rent payments cannot enter into a state of foreclosure until a special proceeding resolves any rent issues; and\\par\nWhereas, By allowing property owners to collect back rents before foreclosure, the State can help preserve the rental housing ecosystem and protect property owners from financial ruin; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign, A.8593/S.6420, in relation to foreclosure of certain rental properties.\\par\n\\pard\\ltrpar\\sl480\\slmult1\\par\n\\pard\\ltrpar JLC\\par\n11/01/2024\\par\nLS 17949\\par\n\\pard\\ltrpar\\sa160\\sl252\\slmult1\\f1\\fs22\\par\n}\n",
  "LastModified": "2024-11-22T00:14:37.37Z"
}
