{
  "ID": 74540,
  "GUID": "7A470654-E97C-4A61-B5D1-75AC37EAD8A0",
  "File": "Res 0696-2024",
  "Name": "Recognizing the Friday before Mother’s Day as Community-Based Organization Day in the City of New York.",
  "Title": "Resolution recognizing the Friday before Mother’s Day as Community-Based Organization Day in the City of New York.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 5105,
  "BodyName": "Committee on Cultural Affairs, Libraries and International Intergroup Relations",
  "IntroDate": "2024-12-19T00:00:00Z",
  "AgendaDate": "2024-12-19T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7794,
      "Slug": "kevin-c-riley",
      "FullName": "Kevin C. Riley"
    },
    {
      "ID": 7817,
      "Slug": "nantasha-m-williams",
      "FullName": "Nantasha M. Williams"
    },
    {
      "ID": 7809,
      "Slug": "althea-v-stevens",
      "FullName": "Althea V.  Stevens"
    },
    {
      "ID": 7823,
      "Slug": "chi-a-osse",
      "FullName": "Chi A. Ossé"
    }
  ],
  "History": [
    {
      "ID": 415332,
      "Date": "2024-12-19T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-12-13T21:32:12.43Z"
    },
    {
      "ID": 415668,
      "Date": "2024-12-19T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Cultural Affairs, Libraries and International Intergroup Relations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 21297,
      "AgendaSequence": 99,
      "MinutesSequence": 111,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Cultural Affairs, Libraries and International Intergroup Relations",
      "MatterStatusID": 3,
      "LastModified": "2024-12-19T16:10:49.907Z"
    }
  ],
  "Attachments": [
    {
      "ID": 305521,
      "LastModified": "2025-05-05T15:53:16.037Z",
      "Name": "Res. No. 696",
      "Link": "https://nyc.legistar1.com/nyc/attachments/92ffd676-7132-4c4c-801c-fd572298871f.docx",
      "Sort": 1
    },
    {
      "ID": 312879,
      "LastModified": "2024-12-20T02:54:47.667Z",
      "Name": "December 19, 2024 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/166367a4-0c03-44e3-bcb5-eb5daa752386.pdf",
      "Sort": 2
    },
    {
      "ID": 312977,
      "LastModified": "2024-12-26T15:34:33.197Z",
      "Name": "Hearing Transcript - Stated Meeting 12-19-24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/69613c22-91ce-4a34-a1fb-c18e1d69913f.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 78132,
  "Text": "Whereas, Nonprofit Community-Based Organizations (CBOs) are a cornerstone of New York City (NYC) providing critical services like childcare, social work, caseworker services, and much more to New Yorkers; and\n      Whereas, Nonprofits fill critical gaps that the government cannot address-creating more equity and fairness in NYC; and \n      Whereas, According to a 2020 New York City Comptroller report based on 2017 U.S. Bureau of Labor Statistics data, before the onset of the COVID-19 pandemic, over 660,000 New Yorkers were employed by nonprofit agencies; and\n      Whereas, Nearly 5 percent of all NYC businesses are nonprofits: contributing approximately 9 percent of the city's total economic output; and\n      Whereas, More than one-third of Bronx private sector workers are employed by nonprofits; and\n      Whereas, In which, 64 percent of nonprofit workers are women and 56 percent of the total workers are Hispanic, Black, Asian, or other; and\n      Whereas, The Council of Nonprofits claims that 75 percent of nonprofits suffer from job vacancies nationwide; and\n      Whereas, Nonprofit HR found that by 2025, 45 percent of nonprofit employees will be looking for a career change; and\n      Whereas, According to the Society of Human Resource Management, nonprofits experienced a record 19 percent turnover compared to 12 percent for other industries; and\n      Whereas, Zip Recruiter lists the average non-profit organization salary in NYC at $19.12 an hour compared to the $16 an hour NYC minimum wage as of July 1, 2024; and\n      Whereas, Factors like low pay and job stress result in fewer New Yorkers working for CBOs; and\n      Whereas, Of the more than 660,000 total nonprofit workers, 22 percent are in the education industry; and\n      Whereas, According to the Day Care Council of New York's report on the early childcare workforce, more than 93 percent of employed childcare workers are women, of which, the majority are Hispanic, Black, or Asian; and\n      Whereas, Before the pandemic, 25 percent of childcare workers in NYC lived in poverty; and\n      Whereas, Black, Latina, and Asian women are a marginalized group that faces unique challenges due to systemic racism and limited opportunities for growth; and\n      Whereas, A day of significance to honor CBOs would present a new opportunity for these workers to meet with elected officials to share their experiences and the plights that the nonprofit industry bears; and \n      Whereas, For too long, nonprofit workers have been valuable members of the community with the general public lacking proper cognizance of CBO workers' voices and overall importance; now, therefore be it\n      Resolved, That the Council of the City of New York recognizes the Friday before Mother's Day as Community-Based Organization Day in the City of New York.\n\n\nLS #17266\n7/9/24\nJEB",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Riley, Williams, Stevens and Oss\\'e9\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 Whereas, Nonprofit Community-Based Organizations (CBOs) are a cornerstone of New York City (NYC) providing critical services like childcare, social work, caseworker services, and much more to New Yorkers; and\\par\nWhereas, Nonprofits fill critical gaps that the government cannot address-creating more equity and fairness in NYC; and \\par\nWhereas, According to a 2020 New York City Comptroller report based on 2017 U.S. Bureau of Labor Statistics data, before the onset of the COVID-19 pandemic, over 660,000 New Yorkers were employed by nonprofit agencies; and\\par\nWhereas, Nearly 5 percent of all NYC businesses are nonprofits: contributing approximately 9 percent of the city\\rquote s total economic output; and\\par\nWhereas, More than one-third of Bronx private sector workers are employed by nonprofits; and\\par\nWhereas, In which, 64 percent of nonprofit workers are women and 56 percent of the total workers are Hispanic, Black, Asian, or other; and\\par\nWhereas, The Council of Nonprofits claims that 75 percent of nonprofits suffer from job vacancies nationwide; and\\par\nWhereas, Nonprofit HR found that by 2025, 45 percent of nonprofit employees will be looking for a career change; and\\par\nWhereas, According to the Society of Human Resource Management, nonprofits experienced a record 19 percent turnover compared to 12 percent for other industries; and\\par\nWhereas, Zip Recruiter lists the average non-profit organization salary in NYC at $19.12 an hour compared to the $16 an hour NYC minimum wage as of July 1, 2024; and\\par\nWhereas, Factors like low pay and job stress result in fewer New Yorkers working for CBOs; and\\par\nWhereas, Of the more than 660,000 total nonprofit workers, 22 percent are in the education industry; and\\par\nWhereas, According to the Day Care Council of New York\\rquote s report on the early childcare workforce, more than 93 percent of employed childcare workers are women, of which, the majority are Hispanic, Black, or Asian; and\\par\nWhereas, Before the pandemic, 25 percent of childcare workers in NYC lived in poverty; and\\par\nWhereas, Black, Latina, and Asian women are a marginalized group that faces unique challenges due to systemic racism and limited opportunities for growth; and\\par\nWhereas, A day of significance to honor CBOs would present a new opportunity for these workers to meet with elected officials to share their experiences and the plights that the nonprofit industry bears; and \\par\nWhereas, For too long, nonprofit workers have been valuable members of the community with the general public lacking proper cognizance of CBO workers\\rquote  voices and overall importance; now, therefore be it\\par\nResolved, That the Council of the City of New York recognizes the Friday before Mother\\rquote s Day as Community-Based Organization Day in the City of New York.\\par\n\\pard\\ltrpar\\qj\\par\n\\par\n\\fs18 LS #17266\\par\n\\pard\\ltrpar 7/9/24\\par\nJEB\\par\n}\n",
  "LastModified": "2025-05-05T15:53:16.04Z"
}
