{
  "ID": 75135,
  "GUID": "697F4DD4-C707-438C-9F80-1EB72DA3CEF7",
  "File": "Res 0697-2024",
  "Name": "Creates targeted and means-tested guaranteed income programs for low-income individuals, young adults, and foster youth.",
  "Title": "Resolution calling on Congress to pass, and the President to sign, legislation that creates targeted and means-tested guaranteed income programs for low-income individuals, young adults, and foster youth.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 5294,
  "BodyName": "Committee on Children and Youth",
  "IntroDate": "2024-12-19T00:00:00Z",
  "AgendaDate": "2024-12-19T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7817,
      "Slug": "nantasha-m-williams",
      "FullName": "Nantasha M. Williams"
    },
    {
      "ID": 7823,
      "Slug": "chi-a-osse",
      "FullName": "Chi A. Ossé"
    },
    {
      "ID": 7796,
      "Slug": "selvena-n-brooks-powers",
      "FullName": "Selvena N. Brooks-Powers"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7809,
      "Slug": "althea-v-stevens",
      "FullName": "Althea V.  Stevens"
    },
    {
      "ID": 7806,
      "Slug": "carmen-n-de-la-rosa",
      "FullName": "Carmen N. De La Rosa"
    },
    {
      "ID": 7864,
      "Slug": "chris-banks",
      "FullName": "Chris Banks"
    },
    {
      "ID": 7822,
      "Slug": "crystal-hudson",
      "FullName": "Crystal Hudson"
    }
  ],
  "History": [
    {
      "ID": 415141,
      "Date": "2024-12-19T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-12-04T17:27:51.847Z"
    },
    {
      "ID": 415673,
      "Date": "2024-12-19T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Children and Youth",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 21297,
      "AgendaSequence": 102,
      "MinutesSequence": 114,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Children and Youth",
      "MatterStatusID": 3,
      "LastModified": "2024-12-19T16:11:40.57Z"
    }
  ],
  "Attachments": [
    {
      "ID": 312259,
      "LastModified": "2025-02-11T23:27:07.047Z",
      "Name": "Res. No. 697",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b376ad66-c9b0-49f2-b97b-7782d97a9b21.docx",
      "Sort": 1
    },
    {
      "ID": 312882,
      "LastModified": "2024-12-20T02:54:48.113Z",
      "Name": "December 19, 2024 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/46988385-6d99-44cb-8427-fe73a5e10d29.pdf",
      "Sort": 2
    },
    {
      "ID": 312980,
      "LastModified": "2024-12-26T15:34:33.767Z",
      "Name": "Hearing Transcript - Stated Meeting 12-19-24",
      "Link": "https://nyc.legistar1.com/nyc/attachments/13eb7b42-3f6f-424f-8b0d-2e529815cb74.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 78808,
  "Text": "Whereas, Policy proposals that support individuals to build wealth and economic security in order to eliminate poverty have been around for over 200 years, and have included options such as national dividends, negative income tax, and minimum incomes; and\n      Whereas, Most recently, Universal Basic Income (UBI), or periodic, universal, individual, and unconditional cash payments, has been the proposed as the best policy for alleviating poverty; and\n      Whereas, UBI-type programs, including Guaranteed Income (GI) programs, which are means-tested and targeted at specific groups, have been successfully piloted across the United States; and\n      Whereas, Some examples of successful GI programs include The Stockton Economic Empowerment Demonstration (SEED), which provided 125 Stockton residents living in low-income neighborhoods with $500 per month for 24 months; the Baltimore Young Families Success Fund (BYFSF) which provided cash directly to young parents; Young Adult Louisville Income for Transformation (YALift), which provides 151 18-24 year olds $500 monthly for one year; and Richmond Resilience Initiative (RRI) which gives $500 monthly to 94 low-income residents otherwise not eligible for public benefits; and\n      Whereas, Results from the first year of SEED found that participants reported less income volatility and psychological distress and greater freedom to take risks such as applying for better jobs or leaving unsafe living situations and early BYFSF data shoes improved housing stability, labor force participation, and mental health; and\n      Whereas, YALift participants were 32% more likely to report working full time than non-participants, and 70% less likely to be evicted and RRI participants saw their monthly savings increase more than 100% while also being able to invest more time into education or seeking more fulfilling and well-paid employment; and\n      Whereas, The Standford Basic Income Lab and Center for Guaranteed Income Research's examination of data from BYFSF, SEED, YALift, and RRI, along with 26 other pilots has found that GI projects have generally positive outcomes on the wellbeing, livelihoods, and financial stability of participants; and\n      Whereas, Studies have shown that GI programs also help participants pay all of their bills and handle unexpected emergency payments without going into debt; and\n      Whereas, The United States House of Representatives is considering a number of GI bills which do not yet have companion bills in the Senate, that target specific populations, including young adults and foster youth; and\n      Whereas, Poverty in New York City is almost twice as high as the national poverty rate; and according to data from Robin Hood and the Center on Poverty and Social Policy at Columbia University, in 2022 nearly 500,000 more New Yorkers lived in Poverty than in 2021, with 56% of New Yorkers living with incomes below 200% of the poverty line; and\n      Whereas, The GI programs proposed in the pending House bills will thus greatly benefit many New Yorkers; and\n      Whereas, H.R. 5776, The Guaranteed Income Pilot Program Act of 2023, sponsored by U.S. Representative Bonnie Coleman, and pending in the U.S. House of Representatives, would establish a three-year nationwide pilot program that gives a monthly support payment to individual taxpayers implemented by the U.S. Department of Health and Human Services (HHS); and\n      Whereas, This pilot program would enroll 20,000 participants nationally, of which 10,000 participants would receive a cash payment equal to the fair market rent for a 2-bedroom home in the ZIP Code in which the participant lives; and\n      Whereas, Data from H.R. 5776 would be used to evaluate the feasibility of expanding this program to more U.S. citizens, which would include New Yorkers; and\n      Whereas, H.R. 7547, The Young Adult Tax Credit Act, sponsored by U.S. Representative Morgan McGarvey, and pending in the U.S. House of Representatives, would provide a universal $500 monthly payment as an advanced refundable tax credit to all 18- to 24-year-olds in the United States; and\n      Whereas, in June 2024 Robin Hood, in association with Columbia University, published a report on economic experiences of young adults in New York City and found that the poverty rate for young adults added 18-30 was higher than the average adult in city and young adults working full time are more likely to earn less than $30,000 annually than adults working full time; and \n      Whereas, H.R.7038, The Guaranteed Income for Foster Youth Act, sponsored by U.S. Representative Robert Garcia, and pending in the U.S. House of Representatives, would authorize States to provide $1,000 per month to all foster youth, including youth with disabilities, who were in foster care after 14 years of age, who exited foster care after 16 years of age, and who have not yet turned 27 years of age; and\n      Whereas, In New York City, as of September 2024, there was a monthly average of 6,465 children in foster care with another 1,763 on average existing foster care each month and research from the University of Columbia has found that children in foster care are more likely to face poverty and much more likely to face deep poverty than children living with parents; and\n      Whereas, studies on foster care outcomes for New York City Youth, from the New York City Office of the Mayor concluded that in New York City, only 25% of youth who experienced foster care graduated within 4 years, compared to 77% of all New York City students, which is associated with underemployment and poverty; and\n      Whereas, GI for this population could help overcome barriers to economic mobility and provide better outcomes for youth who experienced foster care; and \n      Whereas, GI programs are an evidence-based policy option to reduce economic hardship and poverty as well as the resultant detriments to mental and physical health and wellbeing; and\n      Whereas, These bills would together create an additional safety net for some of the most disadvantaged Americans, including a large number of New Yorkers; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on Congress to pass, and the President to sign, legislation that creates targeted and means-tested guaranteed income programs for low-income individuals, young adults, and foster youth. \n\n\n\nPR\nLSR 17935/17936/17937 \n12/4/2024\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0 By Council Members Williams, Oss\\'e9, Brooks-Powers, Brewer, Stevens, De La Rosa, Banks and Hudson\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Policy proposals that support individuals to build wealth and economic security in order to eliminate poverty have been around for over 200 years, and have included options such as national dividends, negative income tax, and minimum incomes; and\\par\nWhereas, Most recently, Universal Basic Income (UBI), or periodic, universal, individual, and unconditional cash payments, has been the proposed as the best policy for alleviating poverty; and\\par\nWhereas, UBI-type programs, including \\cf1 Guaranteed Income (GI) programs, which are means-tested and targeted at specific groups, have been successfully piloted across the United States\\cf0 ; and\\par\nWhereas,\\cf1  Some examples of successful GI programs include \\cf0 The Stockton Economic Empowerment Demonstration (SEED), which provided 125 Stockton residents living in low-income neighborhoods with $500 per month for 24 months; the \\cf1 Baltimore Young Families Success Fund (BYFSF) which provided cash directly to young parents; \\cf0 Young Adult Louisville Income for Transformation (YALift), which provides 151 18-24 year olds $500 monthly for one year; and Richmond Resilience Initiative (RRI) which gives $500 monthly to 94 low-income residents otherwise not eligible for public benefits; and\\par\nWhereas, Results from the first year of SEED found that participants reported less income volatility and psychological distress and greater freedom to take risks such as applying for better jobs or leaving unsafe living situations and early BYFSF data shoes improved housing stability, labor force participation, and mental health; and\\par\nWhereas, YALift participants were 32% more likely to report working full time than non-participants, and 70% less likely to be evicted and RRI participants saw their monthly savings increase more than 100% while also being able to invest more time into education or seeking more fulfilling and well-paid employment; and\\par\nWhereas, The Standford Basic Income Lab and Center for Guaranteed Income Research's examination of data from BYFSF, SEED, YALift, and RRI, along with 26 other pilots has found that GI projects have generally positive outcomes on the wellbeing, livelihoods, and financial stability of participants; and\\par\nWhereas, Studies have shown that GI programs also help participants pay all of their bills and handle unexpected emergency payments without going into debt; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656 Whereas, The United States House of Representatives is considering a number of GI bills which do not yet have companion bills in the Senate, that target specific populations, including young adults and foster youth; and\\par\nWhereas, Poverty in New York City is almost twice as high as the national poverty rate; and according to data from Robin Hood and the Center on Poverty and Social Policy at Columbia University, in 2022 nearly 500,000 more New Yorkers lived in Poverty than in 2021, with 56% of New Yorkers living with incomes below 200% of the poverty line; and\\par\nWhereas, The GI programs proposed in the pending House bills will thus greatly benefit many New Yorkers; and\\par\nWhereas, H.R. 5776, The Guaranteed Income Pilot Program Act of 2023, sponsored by U.S. Representative Bonnie Coleman, and pending in the U.S. House of Representatives, would establish a three-year nationwide pilot program that gives a monthly support payment to individual taxpayers implemented by the U.S. Department of Health and Human Services (HHS); and\\par\nWhereas, This pilot program would enroll 20,000 participants nationally, of which 10,000 participants would receive a cash payment equal to the fair market rent for a 2-bedroom home in the ZIP Code in which the participant lives; and\\par\nWhereas, Data from H.R. 5776 would be used to evaluate the feasibility of expanding this program to more U.S. citizens, which would include New Yorkers; and\\par\nWhereas, H.R. 7547, The Young Adult Tax Credit Act, sponsored by U.S. Representative Morgan McGarvey, and pending in the U.S. House of Representatives, would provide a universal $500 monthly payment as an advanced refundable tax credit to all 18- to 24-year-olds in the United States; and\\par\nWhereas, in June 2024 Robin Hood, in association with Columbia University, published a report on economic experiences of young adults in New York City and found that the poverty rate for young adults added 18-30 was higher than the average adult in city and young adults working full time are more likely to earn less than $30,000 annually than adults working full time; and \\par\nWhereas, H.R.7038, The Guaranteed Income for Foster Youth Act, sponsored by U.S. Representative Robert Garcia, and pending in the U.S. House of Representatives, would authorize States to provide $1,000 per month to all foster youth, including youth with disabilities, who were in foster care after 14 years of age, who exited foster care after 16 years of age, and who have not yet turned 27 years of age; and\\par\nWhereas, In New York City, as of September 2024, there was a monthly average of 6,465 children in foster care with another 1,763 on average existing foster care each month and research from the University of Columbia has found that children in foster care are more likely to face poverty and much more likely to face deep poverty than children living with parents; and\\par\nWhereas, studies on foster care outcomes for New York City Youth, from the New York City Office of the Mayor concluded that in New York City, only 25% of youth who experienced foster care graduated within 4 years, compared to 77% of all New York City students, which is associated with underemployment and poverty; and\\par\nWhereas, GI for this population could help overcome barriers to economic mobility and provide better outcomes for youth who experienced foster care; and \\par\nWhereas, GI programs are an evidence-based policy option to reduce economic hardship and poverty as well as the resultant detriments to mental and physical health and wellbeing; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, These bills would together create an additional safety net for some of the most disadvantaged Americans, including a large number of New Yorkers; \\cf1 now, therefore, be it\\cf0\\par\nResolved, That the Council of the City of New York calls on Congress to pass, and the President to sign, legislation that creates targeted and means-tested guaranteed income programs for low-income individuals, young adults, and foster youth. \\par\n\\pard\\ltrpar\\sa160\\sl252\\slmult1\\qj\\par\n\\par\n\\par\n\\pard\\ltrpar\\sa160\\qj\\fs18 PR\\par\nLSR 17935/17936/17937 \\par\n\\pard\\ltrpar\\sa160\\sl276\\slmult1\\qj 12/4/2024\\par\n}\n",
  "LastModified": "2025-02-11T23:27:07.047Z"
}
