{
  "ID": 75125,
  "GUID": "D9C13D0A-CE60-4466-8BD8-6D3231D4D4CA",
  "File": "Res 0698-2024",
  "Name": "Establishes the Malcom X Unsolved Civil Rights Crime Act. (S. 5035/A. 2665)",
  "Title": "Resolution calling on the New York State Legislature to pass, and the Governor to sign, S. 5035/A. 2665, which establishes the Malcom X Unsolved Civil Rights Crime Act.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 2,
  "StatusName": "Introduced",
  "BodyID": 5235,
  "BodyName": "Committee on Civil and Human Rights",
  "IntroDate": "2024-12-19T00:00:00Z",
  "AgendaDate": "2024-12-19T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7817,
      "Slug": "nantasha-m-williams",
      "FullName": "Nantasha M. Williams"
    },
    {
      "ID": 7809,
      "Slug": "althea-v-stevens",
      "FullName": "Althea V.  Stevens"
    },
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    },
    {
      "ID": 7794,
      "Slug": "kevin-c-riley",
      "FullName": "Kevin C. Riley"
    }
  ],
  "History": [
    {
      "ID": 415035,
      "Date": "2024-12-19T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-12-03T17:44:58.817Z"
    }
  ],
  "Attachments": [
    {
      "ID": 312204,
      "LastModified": "2024-12-18T19:07:08.503Z",
      "Name": "Res. No. 698",
      "Link": "https://nyc.legistar1.com/nyc/attachments/a9223636-0659-42db-b79c-2f334ace0e0f.docx",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 78797,
  "Text": "Whereas, Malcom X was a civil rights leader who dedicated much of his life to advocating for racial justice; and\n      Whereas, After many years of activism, Malcom X was assassinated on February 21, 1965; and \n      Whereas, Muhammed A. Aziz, Khalil Islam, and Mujahid Abdul Halim were charged and convicted of murdering Malcom X; and\n      Whereas, Aziz, Islam, and Halim were given indeterminate life sentences; and\n      Whereas, In February 2020, then-Manhattan District Attorney Cyrus Vance, Jr. announced the reopening of the case of Malcom X's murder; and\n      Whereas, After a nearly 2 year-long investigation, the district attorney's office, jointly with the lawyers representing Aziz and Islam, found that key evidence from the initial investigation was withheld by the prosecution, the Federal Bureau of Investigation, and the New York City Police Department; \n      Whereas, It was found that the aforementioned key evidence would have likely exonerated Aziz and Islam; and\n      Whereas, Both men had their convictions vacated in November 2021; and\n      Whereas, The assassination of Malcom X currently remains unsolved; and\n      Whereas, In January 2023, Assemblymember Clyde Vanel, introduced A. 2665 in the New York State Assembly, which establishes the Malcom X Unsolved Civil Rights Crime Act (UCRCA); and\n      Whereas, In February 2023, its companion bill, S. 5035, was introduced in the New York State Senate by Senator James Sanders, Jr.; and\n      Whereas, Inspired both by the unsolved murder of Malcom X, and similar unsolved crimes of civil rights leaders, UCRCA aims to seek justice for the victims of these long unsolved crimes; and\n      Whereas, UCRCA would require the New York State Attorney General to annually conduct a study of unsolved civil rights cases of crimes committed not later than December 31, 1979 and provide funds for local and state law enforcement to pursue investigations of civil rights crimes committed not later than December 31, 1979; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the New York State Legislature to pass, and the Governor to sign, S. 5035/A. 2665, which establishes the Malcom X Unsolved Civil Rights Crime Act.\nWD\n11/27/2024\nLS 17942",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Calibri;}}\n{\\colortbl ;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\nBy Council Members Williams, Stevens, Louis and Riley\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Malcom X was a civil rights leader who dedicated much of his life to advocating for racial justice; and\\par\nWhereas, After many years of activism, Malcom X was assassinated on February 21, 1965; and \\par\nWhereas, Muhammed A. Aziz, Khalil Islam, and Mujahid Abdul Halim were charged and convicted of murdering Malcom X; and\\par\nWhereas, Aziz, Islam, and Halim were given indeterminate life sentences; and\\par\nWhereas, In February 2020, then-Manhattan District Attorney Cyrus Vance, Jr. announced the reopening of the case of Malcom X\\rquote s murder; and\\par\nWhereas, After a nearly 2 year-long investigation, the district attorney\\rquote s office, jointly with the lawyers representing Aziz and Islam, found that key evidence from the initial investigation was withheld by the prosecution, the Federal Bureau of Investigation, and the New York City Police Department; \\par\nWhereas, It was found that the aforementioned key evidence would have likely exonerated Aziz and Islam; and\\par\nWhereas, Both men had their convictions vacated in November 2021; and\\par\nWhereas, The assassination of Malcom X currently remains unsolved; and\\par\nWhereas, In January 2023, Assemblymember Clyde Vanel, introduced A. 2665 in the New York State Assembly, which establishes the Malcom X Unsolved Civil Rights Crime Act (UCRCA); and\\par\nWhereas, In February 2023, its companion bill, S. 5035, was introduced in the New York State Senate by Senator James Sanders, Jr.; and\\par\nWhereas, Inspired both by the unsolved murder of Malcom X, and similar unsolved crimes of civil rights leaders, UCRCA aims to seek justice for the victims of these long unsolved crimes; and\\par\nWhereas, UCRCA would require the New York State Attorney General to annually conduct a study of unsolved civil rights cases of crimes committed not later than December 31, 1979 and provide funds for local and state law enforcement to pursue investigations of civil rights crimes committed not later than December 31, 1979; now, therefore, be it\\par\n\\pard\\cbpat1\\ltrpar\\fi720\\sa150\\sl480\\slmult1\\qj Resolved, That the Council of the City of New York calls upon the New York State Legislature to pass, and the Governor to sign, S. 5035/A. 2665, which establishes the Malcom X Unsolved Civil Rights Crime Act.\\par\n\\pard\\ltrpar\\sa160\\fs20 WD\\par\n11/27/2024\\par\nLS 17942\\par\n\\pard\\cbpat1\\ltrpar\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\fs24\\par\n\\par\n\\pard\\ltrpar\\sa160\\sl252\\slmult1\\f1\\fs22\\par\n\\par\n\\par\n}\n",
  "LastModified": "2024-12-19T13:48:06.747Z"
}
