{
  "ID": 75133,
  "GUID": "F0DE6472-AF7A-4783-880E-328B3242003A",
  "File": "Res 0699-2024",
  "Name": "Create a banking development district working group (S.8147-B/A.9636-A).",
  "Title": "Resolution calling on the New York State Legislature to pass, and the Governor to sign, S.8147-B/A.9636-A, to create a banking development district working group.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 11,
  "BodyName": "Committee on Finance",
  "IntroDate": "2024-12-19T00:00:00Z",
  "AgendaDate": "2024-12-19T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7817,
      "Slug": "nantasha-m-williams",
      "FullName": "Nantasha M. Williams"
    },
    {
      "ID": 7794,
      "Slug": "kevin-c-riley",
      "FullName": "Kevin C. Riley"
    },
    {
      "ID": 7809,
      "Slug": "althea-v-stevens",
      "FullName": "Althea V.  Stevens"
    }
  ],
  "History": [
    {
      "ID": 415134,
      "Date": "2024-12-19T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-12-03T22:20:03.82Z"
    },
    {
      "ID": 415672,
      "Date": "2024-12-19T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Finance",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 21297,
      "AgendaSequence": 104,
      "MinutesSequence": 115,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Finance",
      "MatterStatusID": 3,
      "LastModified": "2024-12-19T16:12:04.153Z"
    }
  ],
  "Attachments": [
    {
      "ID": 312256,
      "LastModified": "2024-12-19T14:39:35.237Z",
      "Name": "Res. No. 699",
      "Link": "https://nyc.legistar1.com/nyc/attachments/91b854f3-d3e1-468c-87e8-05d6b6929dd7.docx",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 78805,
  "Text": "Whereas, According to 2021 data from the Department of Consumer and Worker Protection, 305,700 households in New York City have no bank account, or are \"unbanked\"; and\n      Whereas, The 9.4 percent unbanked rate among New York City households exceeds the 4.5 percent nationwide rate; and\n      Whereas, Since 2015, eight of the nine New York City neighborhoods with the highest unbanked rates have been consistently predominantly Black or Hispanic neighborhoods; and\n      Whereas, Since 2015, eight of the nine New York City neighborhoods with the highest unbanked rates have been among those with the highest poverty rates and lowest median household incomes; and\n      Whereas, In 1997, the New York state legislature created the Banking Development District (BDD) program to incentivize the establishment of banking branches in areas of the state where there is a demonstrated need for banking services; and\n      Whereas, A bank branch opened in a BDD is eligible to receive a partial exemption on municipal property taxes, as well as municipal and state deposits at reduced rates; and\n      Whereas, Since the establishment of the BDD program, New York state has periodically reviewed the program for opportunities to enhance its work; and \n      Whereas, In 2004, a convened BDD working group was able to identify eleven communities in New York City that lacked banking services and develop a slate of additional state and city incentives to encourage establishment of bank branches there; and\n      Whereas, The New York State Department of Financial Services last reviewed the BDD program in 2009; and\n      Whereas, New York State Senator James Sanders Jr. has introduced S.8174-B, now pending in the New York State Senate, and New York State Assembly Member Khaleel Anderson has introduced companion bill A.9636-A, now pending in the New York State Assembly, which would establish a temporary banking development district working group to assess the BDD program and provide recommendations and future goals for the program; and\n      Whereas, A detailed review of this program would yield valuable insights into where the program can improve and further its mission to expand banking services to underserved areas, now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign, S.8147-B/A.9636-A, to create a banking development district working group.\n\nLS #17948\n12/3/2024 5:08pm\nMJT\n\n\n1",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Williams, Riley and Stevens\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, According to 2021 data from the Department of Consumer and Worker Protection, 305,700 households in New York City have no bank account, or are \\ldblquote unbanked\\rdblquote ; and\\par\nWhereas, The 9.4 percent unbanked rate among New York City households exceeds the 4.5 percent nationwide rate; and\\par\nWhereas, Since 2015, eight of the nine New York City neighborhoods with the highest unbanked rates have been consistently predominantly Black or Hispanic neighborhoods; and\\par\nWhereas, Since 2015, eight of the nine New York City neighborhoods with the highest unbanked rates have been among those with the highest poverty rates and lowest median household incomes; and\\par\nWhereas, In 1997, the New York state legislature created the Banking Development District (BDD) program to incentivize the establishment of banking branches in areas of the state where there is a demonstrated need for banking services; and\\par\nWhereas, A bank branch opened in a BDD is eligible to receive a partial exemption on municipal property taxes, as well as municipal and state deposits at reduced rates; and\\par\nWhereas, Since the establishment of the BDD program, New York state has periodically reviewed the program for opportunities to enhance its work; and \\par\nWhereas, In 2004, a convened BDD working group was able to identify eleven communities in New York City that lacked banking services and develop a slate of additional state and city incentives to encourage establishment of bank branches there; and\\par\nWhereas, The New York State Department of Financial Services last reviewed the BDD program in 2009; and\\par\nWhereas, New York State Senator James Sanders Jr. has introduced S.8174-B, now pending in the New York State Senate, and New York State Assembly Member Khaleel Anderson has introduced companion bill A.9636-A, now pending in the New York State Assembly, which would establish a temporary banking development district working group to assess the BDD program and provide recommendations and future goals for the program; and\\par\nWhereas, A detailed review of this program would yield valuable insights into where the program can improve and further its mission to expand banking services to underserved areas, now, therefore, be it\\par\nResolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign, S.8147-B/A.9636-A, to create a banking development district working group.\\par\n\\pard\\ltrpar\\qj\\fs20\\par\nLS #17948\\par\n\\pard\\ltrpar 12/3/2024 5:08pm\\par\n\\pard\\ltrpar\\qj MJT\\par\n\\fs18\\par\n\\fs24\\par\n}\n",
  "LastModified": "2024-12-19T16:12:03.75Z"
}
