{
  "ID": 78032,
  "GUID": "9E3816FA-338C-42D5-804E-A8B76949D99E",
  "File": "Int 0599-2026",
  "Name": "Affordable housing lottery processes.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to affordable housing lottery processes",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2026-02-12T00:00:00Z",
  "AgendaDate": "2026-02-12T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7822,
      "Slug": "crystal-hudson",
      "FullName": "Crystal Hudson"
    },
    {
      "ID": 7823,
      "Slug": "chi-a-osse",
      "FullName": "Chi A. Ossé"
    }
  ],
  "History": [
    {
      "ID": 434288,
      "Date": "2026-02-12T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2026-02-10T20:39:49.917Z"
    },
    {
      "ID": 434529,
      "Date": "2026-02-12T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 22223,
      "AgendaSequence": 176,
      "MinutesSequence": 187,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2026-02-12T21:55:01.027Z"
    }
  ],
  "Summary": "This bill would require the Department of Housing Preservation and Development (“HPD”) to promulgate certain minimum rules governing affordable housing lotteries. Such rules must provide that applicants for affordable housing receive written notification stating whether they are accepted or rejected for occupancy in an affordable housing unit, be given sufficient time and information to respond to developers’ requests for information and to appeal a rejection, and be made aware of community-based service providers that may assist the applicant. Applicants may file a complaint with HPD or the New York City Housing Development Corporation, as applicable, if they believe their application was rejected in error. HPD rules must also provide guidance to developers regarding information it may consider in selecting applicants, specifically prohibiting developers from considering photographs of an applicant’s current living situation or minor children’s report cards, prohibiting developers from rejecting applicants based solely on credit score, and requiring developers consider all sources of an applicant’s income. HPD shall provide developers training regarding applicant selection and maintain a compliance hotline for use by developers.",
  "TextID": 82074,
  "LastModified": "2026-02-12T21:55:00.607Z"
}
