{
  "ID": 46384,
  "GUID": "A8380341-475B-4F83-9B34-1D349429DE95",
  "File": "Int 0453-2011",
  "Name": "Requiring the cleaning of liquid on a sidewalk, flagging or curbstone generated by trash placed curbside for collection and allowing the use of a hose to conduct such cleaning during times otherwise proscribed by such code.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring the cleaning of liquid on a sidewalk, flagging or curbstone generated by trash placed curbside for collection and allowing the use of a hose to conduct such cleaning during times otherwise proscribed by such code.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5108,
  "BodyName": "Committee on Sanitation and Solid Waste Management",
  "IntroDate": "2011-01-18T00:00:00Z",
  "AgendaDate": "2011-01-18T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera "
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    }
  ],
  "History": [
    {
      "ID": 250282,
      "Date": "2011-01-18T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 250398,
      "Date": "2011-01-18T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Sanitation and Solid Waste Management",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10463,
      "AgendaSequence": 72,
      "MinutesSequence": 93,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Sanitation and Solid Waste Management",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284093,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 47419,
  "Text": "Be it enacted by the Council as follows:\t\n\tSection 1. Subdivision 2 of section 16-118 of the administrative code of the city of New York is amended by adding a new paragraph c to read as follows: \n(c)(1) Every owner, lessee, tenant, occupant or person in charge of any food or beverage service establishment shall properly clean any liquid found on any sidewalk, flagging or curbstone resulting from the placement of garbage bags or waste receptacles for collection at or near any such location by any such person.  Where collection of waste for any such establishment is scheduled to occur during such establishment’s regular hours of operation, the owner, lessee, tenant, occupant or person in charge of such establishment shall properly clean any such liquid within one hour of waste collection.  Where collection of waste for any such establishment is not scheduled to occur during such establishment’s regular hours of operation, the following cleaning requirements shall apply: (i) where such collection is scheduled to occur before midnight, the owner, lessee, tenant, occupant or person in charge of such establishment shall properly clean any such liquid on the next day of business by the later of 7:00 a.m. or two hours before the time at which such establishment reopens for business; (ii) where such collection is scheduled to occur after midnight, the owner, lessee, tenant, occupant or person in charge of such establishment shall properly clean any such liquid by the later of 7:00 a.m. on the day that collection is scheduled to occur or two hours before the time at which such establishment reopens for business on such day. If the food or beverage service establishment is not open for business on such day, the cleaning requirements of subparagraph i of this paragraph shall apply. \n(2) For purposes of this subdivision, “food or beverage service establishment” shall mean any establishment that serves food or beverages that is required to be permitted pursuant to articles 85, 87, 88, or 89 of the New York city health code or any beverage service establishment required to be licensed pursuant to section 100 of the New York state alcoholic beverage control law that sells beverages for on-premises consumption.  \t\n§ 2. Subdivision 9 of section 16-118 of the administrative code of the city of New York is amended, subdivisions 10 and 11 of such section are renumbered as subdivisions 11 and 12, respectively, and as renumbered, subdivision 11 is amended, and a new subdivision 10 is added to read as follows: \n9.  Except for any violation of paragraph c of subdivision two of this section, any violation of subparagraph one of paragraph b or paragraph c of subdivision seven of this section by a person using or operating a motor vehicle, [or ]any violation of subparagraph two of paragraph b of subdivision seven of this section, or any violation of paragraph d of subdivision seven of this section, any person violating the provisions of this section shall be liable for a civil penalty of not less than fifty dollars nor more than two hundred fifty dollars, except that for a second violation of subdivision one, three, four, or six of this section within any twelve-month period, such person shall be liable for a civil penalty of not less than two hundred fifty dollars nor more than three hundred fifty dollars and for a third or subsequent violation of subdivision one, three, four or six of this section within any twelve-month period such person shall be liable for a civil penalty of not less than three hundred fifty dollars nor more than four hundred fifty dollars.  \n10. Any person who violates paragraph c of subdivision 2 of this section shall be liable for a civil penalty of not less than one hundred dollars nor more than five hundred dollars, except that for a second violation of such subdivision within any twelve-month period, such person shall be liable for a civil penalty of not less than five hundred nor more than six hundred dollars and for a third or subsequent violation of such subdivision within any twelve-month period such person shall be liable for a civil penalty of not less than seven hundred dollars nor more than nine hundred dollars. \n [10]11.  In the instance where the notice of violation, appearance ticket or summons is issued for breach of the provisions of this section and sets forth thereon civil penalties only, such process shall be returnable to the environmental control board, which shall have the power to impose the civil penalties hereinabove provided in [subdivision]subdivisions nine and ten of this section.\n§ 3. Section 24-332 of title 24 of the administrative code of the city of New York is amended to read as follows:\n§ 24-332 Use of water through hose.  [It]Except for the purposes of cleaning liquids by an owner, lessee, tenant, occupant or person in charge of a food or beverage service establishment as provided in paragraph c of subdivision 2 of section 16-118 of this code, it shall be unlawful for any person to wash any street, sidewalk, areaway, steps, building or other place in the city by means of a hose or piping, or to use water through a hose or sprinkler for watering lawns or gardens, or to operate any outside shower where the water runs upon a street, sidewalk, or other public place between the first day of November and the last day of March following.\n§ 4. This local law shall take effect immediately. \nJJH - LS 1511\n12/15/10",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}}\n\\viewkind4\\uc1\n\\cf1\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\cf0\\ul Be it enacted by the Council as follows:\\ulnone\\tab\\ul\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tx720\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\ulnone\\tab Section 1. Subdivision 2 of section 16-118 of the administrative code of the city of New York is amended by adding a new paragraph c to read as follows:\\cf1  \\cf0\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ul (c)(1) Every owner, lessee, tenant, occupant or person in charge of any food or beverage service establishment shall properly clean any liquid found on any sidewalk, flagging or curbstone resulting from the placement of garbage bags or waste receptacles for collection at or near any such location by any such person.  Where collection of waste for any such establishment is scheduled to occur during such establishment\\rquote s regular hours of operation, the owner, lessee, tenant, occupant or person in charge of such establishment shall properly clean any such liquid within one hour of waste collection.  \\cf1 Where collection of waste for any such establishment is not scheduled to occur during such establishment\\rquote s regular hours of operation, the following cleaning requirements shall apply: (i) where such collection is scheduled to occur before midnight, the owner, lessee, tenant, occupant or person in charge of such establishment shall properly clean any such liquid on the next day of business by the later of 7:00 a.m. or two hours before the time at which such establishment reopens for business; (ii) where such collection is scheduled to occur after midnight, the owner, lessee, tenant, occupant or person in charge of such establishment shall properly clean any such liquid by the later of 7:00 a.m. on the day that collection is scheduled to occur or two hours before the time at which such establishment reopens for business on such day. If the food or beverage service establishment is not open for business on such day, the cleaning requirements of subparagraph i of this paragraph shall apply.\\cf0\\ulnone  \\par\n\\ul (2)\\cf1  For purposes of this subdivision, \\ldblquote food or beverage service establishment\\rdblquote  shall mean any establishment that serves food or beverages that is required to be permitted pursuant to articles 85, 87, 88, or 89 of the New York city health code or any beverage service establishment required to be licensed pursuant to section 100 of the New York state alcoholic beverage control law that sells beverages for on-premises consumption.\\cf0\\ulnone   \\tab\\par\n\\'a7 2. Subdivision 9 of section 16-118 of the administrative code of the city of New York is amended, subdivisions 10 and 11 of such section are renumbered as subdivisions 11 and 12, respectively, and as renumbered, subdivision 11 is amended, and a new subdivision 10 is added to read as follows: \\par\n\\cf1 9.  Except for any violation of \\ul paragraph c of subdivision two of this section, any violation of\\ulnone  subparagraph one of paragraph b or paragraph c of subdivision seven of this section by a person using or operating a motor vehicle, [or ]any violation of subparagraph two of paragraph b of subdivision seven of this section, or any violation of paragraph d of subdivision seven of this section, any person violating the provisions of this section shall be liable for a civil penalty of not less than fifty dollars nor more than two hundred fifty dollars, except that for a second violation of subdivision one, three, four, or six of this section within any twelve-month period, such person shall be liable for a civil penalty of not less than two hundred fifty dollars nor more than three hundred fifty dollars and for a third or subsequent violation of subdivision one, three, four or six of this section within any twelve-month period such person shall be liable for a civil penalty of not less than three hundred fifty dollars nor more than four hundred fifty dollars.  \\par\n\\cf0\\ul 10. Any person who violates paragraph c of subdivision 2 of this section \\cf1 shall be liable for a civil penalty of not less than one hundred dollars nor more than five hundred dollars, except that for a second violation of such subdivision within any twelve-month period, such person shall be liable for a civil penalty of not less than five hundred nor more than six hundred dollars and for a third or subsequent violation of such subdivision within any twelve-month period such person shall be liable for a civil penalty of not less than seven hundred dollars nor more than nine hundred dollars. \\par\n\\ulnone  [10]\\ul 11\\ulnone .  In the instance where the notice of violation, appearance ticket or summons is issued for breach of the provisions of this section and sets forth thereon civil penalties only, such process shall be returnable to the environmental control board, which shall have the power to impose the civil penalties hereinabove provided in [subdivision]\\ul subdivisions\\ulnone  nine \\ul and ten\\ulnone  of this section.\\par\n\\cf0\\'a7 3. Section 24-332 of title 24 of the administrative code of the city of New York is amended to read as follows:\\par\n\\'a7 24-332 Use of water through hose.  [\\cf1 It]\\ul Except for the purposes of cleaning liquids by an owner, lessee, tenant, occupant or person in charge of a food or beverage service establishment as provided in \\cf0 paragraph c of subdivision 2 of section 16-118 of this code\\cf1 , it\\ulnone  shall be unlawful for any person to wash any street, sidewalk, areaway, steps, building or other place in the city by means of a hose or piping, or to use water through a hose or sprinkler for watering lawns or gardens, or to operate any outside shower where the water runs upon a street, sidewalk, or other public place between the first day of November and the last day of March following.\\cf0\\par\n\\'a7 4. This local law shall take effect immediately. \\par\n\\pard\\ltrpar\\nowidctlpar\\qj JJH - LS 1511\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj 12/15/10 \\par\n}\n",
  "LastModified": "2013-12-23T20:11:15.28Z"
}
