{
  "ID": 46343,
  "GUID": "719A1EC6-7E5F-4DED-9CF5-87D7606DFA46",
  "File": "Int 0454-2011",
  "Name": "Requiring the department of health and mental hygiene to issue an annual report regarding hepatitis B and hepatitis C.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring the department of health and mental hygiene to issue an annual report regarding hepatitis B and hepatitis C.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2011-01-18T00:00:00Z",
  "AgendaDate": "2011-01-18T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera "
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    }
  ],
  "History": [
    {
      "ID": 250273,
      "Date": "2011-01-18T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 250397,
      "Date": "2011-01-18T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10463,
      "AgendaSequence": 73,
      "MinutesSequence": 94,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284092,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 47378,
  "Text": "Be it enacted by the Council as follows:\nSection 1. Chapter one of title 17 of the administrative code of the city of New York is amended by adding a new section 17-197 to read as follows: \n§ 17-197 Hepatitis B and hepatitis C data compilation and reporting. a. On or before December first of two thousand eleven and each year thereafter, the department shall submit an annual report to the council and the mayor detailing the department’s efforts to identify and prevent the spread of hepatitis B and hepatitis C during the preceding fiscal year.  Such annual report shall, at minimum, provide separate data on hepatitis B and hepatitis C including (i) infection rates, including numbers of acute and chronic infections; (ii) any identified causes of new incidents of hepatitis B and hepatitis C infections; (iii) the demographics of persons infected with hepatitis B and persons infected with hepatitis C; (iv) the number of deaths caused by hepatitis B and the number of deaths caused by hepatitis C; (v) the number of new liver cancers diagnosed; (vi) the percentage of known cases of hepatitis B and of hepatitis C receiving care and the percentage of cases of hepatitis B and of hepatitis C referred to care; (vi) the number of vaccinations commenced and completed for hepatitis B; (vii) the number of patients resistant to hepatitis B vaccinations; (viii) the number of pregnant women with hepatitis B and the number of pregnant women with hepatitis C; (ix) funding for the previous fiscal year allocated and used on hepatitis B and hepatitis C related programs; and (xi) community outreach efforts targeting hepatitis B and hepatitis C.\nb. In addition to any other data the department may deem relevant, such report shall include a summation about the effectiveness of any prenatal and other hepatitis B and hepatitis C prevention programs.\nc. The annual reports required pursuant to this section shall be made available on the department’s website and to any member of the public upon request.\n§ 2. This local law shall take effect immediately upon enactment. \n\n\nRC\nLS # 1716 \nJanuary 3, 2011",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Section 1. Chapter one of title 17 of the administrative code of the city of New York is amended by adding a new section 17-197 to read as follows: \\par\n\\ul\\'a7 17-197 \\b Hepatitis B and hepatitis C data compilation and reporting\\b0 . a. On or before December first of two thousand eleven and each year thereafter, the department shall submit an annual report to the council and the mayor detailing the department\\rquote s efforts to identify and prevent the spread of hepatitis B and hepatitis C during the preceding fiscal year.  Such annual report shall, at minimum, provide separate data on hepatitis B and hepatitis C including (i) infection rates, including numbers of acute and chronic infections; (ii) any identified causes of new incidents of hepatitis B and hepatitis C infections; (iii) the demographics of persons infected with hepatitis B and persons infected with hepatitis C; (iv) the number of deaths caused by hepatitis B and the number of deaths caused by hepatitis C; (v) the number of new liver cancers diagnosed; (vi) the percentage of known cases of hepatitis B and of hepatitis C receiving care and the percentage of cases of hepatitis B and of hepatitis C referred to care; (vi) the number of vaccinations commenced and completed for hepatitis B; (vii) the number of patients resistant to hepatitis B vaccinations; (viii) the number of pregnant women with hepatitis B and the number of pregnant women with hepatitis C; (ix) funding for the previous fiscal year allocated and used on hepatitis B and hepatitis C related programs; and (xi) community outreach efforts targeting hepatitis B and hepatitis C.\\par\nb. In addition to any other data the department may deem relevant, such report shall include a summation about the effectiveness of any prenatal and other hepatitis B and hepatitis C prevention programs\\ulnone .\\par\n\\ul c. The annual reports required pursuant to this section shall be made available on the department\\rquote s website and to any member of the public upon request.\\par\n\\ulnone\\'a7 2. This local law shall take effect immediately upon enactment. \\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\par\n\\pard\\ltrpar\\nowidctlpar\\fs20\\par\nRC\\par\nLS # 1716 \\par\nJanuary 3, 2011\\par\n\\fs24\\line\\par\n\\par\n\\par\n}\n",
  "LastModified": "2013-12-23T20:11:02.97Z"
}
