{
  "ID": 46120,
  "GUID": "D8E497BE-E0FB-4F40-9E5A-AA5A2C7FC81C",
  "File": "Int 0456-2011",
  "Name": "Reuse of tableware at consumer self-service operations.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the reuse of tableware at consumer self-service operations.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2011-01-18T00:00:00Z",
  "AgendaDate": "2011-01-18T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera "
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    }
  ],
  "History": [
    {
      "ID": 250278,
      "Date": "2011-01-18T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 250400,
      "Date": "2011-01-18T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10463,
      "AgendaSequence": 75,
      "MinutesSequence": 96,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284090,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 47148,
  "Text": "Be it enacted by the Council as follows:\nSection 1. Chapter 1 of title 17 of the administrative code of the city of New York is amended by adding a new section 17-197 to read as follows:\n§17-197 Clean tableware for consumer self-service operations. a. Definitions. For the purposes of this section, the following terms shall have the following meanings: \n1. “Consumer self-service operation” shall mean any display unit that provides ready-to-eat food to the consumer for self-service. Such term shall include, but not be limited to, salad bars and buffets. \n2. “Tableware” means eating, drinking, and serving utensils for table use such as flatware including forks, knives, and spoons; hollowware including bowls, cups, serving dishes, and tumblers; and plates.\nb. A food service establishment shall: \n1. provide clean tableware at all consumer self-service operations;\n2. ensure that an employee who holds a certificate from the department in food protection monitors consumer self-service operations; and \n3. provide notice, the size and style of which shall be determined by the commissioner, to consumers that clean tableware is to be used when they return to self-service areas.\n§2. This local law shall take effect ninety days after its enactment into law, provided that the commissioner may promulgate any rules necessary for implementing and carrying out the provisions of this section prior to its effective date.\nAMS/AC\nLS # 1593\n11/8/10",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1. Chapter 1 of title 17 of the administrative code of the city of New York is amended by adding a new section 17-197 to read as follows:\\par\n\\ul\\'a717-197 Clean tableware for consumer self-service operations. a. Definitions. For the purposes of this section, the following terms shall have the following meanings: \\par\n1. \\ldblquote Consumer self-service operation\\rdblquote  shall mean any display unit that provides ready-to-eat food to the consumer for self-service. Such term shall include, but not be limited to, salad bars and buffets. \\par\n2. \\ldblquote Tableware\\rdblquote  means eating, drinking, and serving utensils for table use such as flatware including forks, knives, and spoons; hollowware including bowls, cups, serving dishes, and tumblers; and plates.\\par\nb. A food service establishment shall: \\par\n1. provide clean tableware at all consumer self-service operations;\\par\n2. ensure that an employee who holds a certificate from the department in food protection monitors consumer self-service operations; and \\par\n3. provide notice, the size and style of which shall be determined by the commissioner, to consumers that clean tableware is to be used when they return to self-service areas.\\ulnone\\par\n\\'a72. This local law shall take effect ninety days after its enactment into law, provided that the commissioner may promulgate any rules necessary for implementing and carrying out the provisions of this section prior to its effective date.\\par\n\\pard\\ltrpar\\nowidctlpar\\fs20 AMS/AC\\par\nLS # 1593\\par\n11/8/10\\fs24\\par\n}\n",
  "LastModified": "2015-05-26T18:09:03.437Z"
}
