{
  "ID": 46338,
  "GUID": "5FDDE51C-0F7C-465F-857B-4D476EB61E77",
  "File": "Int 0462-2011",
  "Name": "Purchase and use of etching pens.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the purchase and use of etching pens.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2011-01-18T00:00:00Z",
  "AgendaDate": "2011-01-18T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera "
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    }
  ],
  "History": [
    {
      "ID": 250276,
      "Date": "2011-01-18T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 250410,
      "Date": "2011-01-18T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10463,
      "AgendaSequence": 84,
      "MinutesSequence": 105,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 271131,
      "Date": "2013-02-15T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 19,
      "BodyName": "Committee on Public Safety",
      "EventID": 12208,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 271417,
      "Date": "2013-02-15T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 19,
      "BodyName": "Committee on Public Safety",
      "EventID": 12208,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284219,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 110383,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 2/15/13",
      "Link": "http://nyc.legistar1.com/nyc/attachments/94e982b7-6852-4798-a4f6-240b55980776.doc",
      "Sort": 1
    },
    {
      "ID": 110542,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 2/15/13",
      "Link": "http://nyc.legistar1.com/nyc/attachments/ebee4dd1-204f-43f4-b9e8-b43bb4fab1f0.PDF",
      "Sort": 2
    },
    {
      "ID": 110641,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 2/15/13",
      "Link": "http://nyc.legistar1.com/nyc/attachments/6f304eda-0b5c-47d3-9314-e5ff8a1f2f0d.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 47373,
  "Text": "Be it enacted by the Council as follows:\nSection 1. Subdivisions b, c, d and e of section 117 of title 10 of the Administrative Code of the city of New York are amended to read as follows:\nb. No person shall possess an aerosol spray paint can, broad tipped indelible marker, etching pen or etching acid with the intent to violate the provisions of subdivision a of this section.\nc. No person shall sell or offer to sell an aerosol spray paint can, broad tipped indelible marker, etching pen or etching acid to any person under twenty-one years of age.\nc-1. No person under twenty-one years of age shall possess an aerosol spray paint can, broad tipped indelible marker, etching pen or etching acid in or on the property of another. This subdivision shall not be deemed to prohibit the possession of an aerosol spray paint can, broad tipped indelible marker, etching pen or etching acid where such item is contained in a manufacturer-sealed package or completely enclosed in a locked container, which shall include bags, backpacks, briefcases and other containers that can be closed and secured with a key or combination lock.\nc-2. This section shall not apply to any person possessing an aerosol spray paint can, broad tipped indelible marker, etching pen or etching acid while in or on the property of another in violation of subdivision c-1 of this section, where:\n(1) the owner, operator or other person having control of the property, building or facility consented in writing to the use or possession of the aerosol spray paint can, broad tipped indelible marker, etching pen  or etching acid; or\n(2) such person uses or possesses the aerosol spray paint can, broad tipped indelible marker, etching pen or etching acid under the supervision of the owner or person in control of such property; or\n(3) such person is at his or her place of employment and the aerosol spray paint can, broad tipped indelible marker, etching pen or etching acid was, will be or is being used during the course of such employment and used only with written permission from, or under the supervision of his or her employer or such employer's agent; or\n(4) such person is at an educational facility and uses or will use the aerosol spray paint can, broad tipped indelible marker, etching pen or etching acid at the educational facility, where he or she is enrolled, and is participating in a class at the educational facility that requires the use or possession of such items; or\n(5) such person is on the property of another and uses or will use the aerosol spray paint can, broad tipped indelible marker, etching pen or etching acid in or on the property of another if such use or possession is necessary to participate in a government-sponsored function or in other circumstances where a government agency gives its consent to such use or possession.\nd. All persons who sell or offer for sale aerosol spray paint cans, broad tipped indelible markers, etching pens or etching acid shall not place such cans, markers or etching acid on display and may display only facsimiles of such cans, markers or etching acid containing no paint, ink or etching acid.\ne. For the purpose of this section, the term \"broad tipped indelible marker\" shall mean any felt tip marker or similar implement containing a fluid that is not water soluble and which has a flat or angled writing surface one-half inch or greater. For the purpose of this section, the term \"etching acid\" shall mean any liquid, cream, paste or similar chemical substance that can be used to etch, draw, carve, sketch, engrave, or otherwise alter, change or impair the physical integrity of glass or metal.  For the purposes of this section, the term “etching pen” shall mean any implement with a carbide, diamond, or other hard tip designed to etch, draw, carve, sketch, engrave or otherwise alter, change or impair the physical integrity of glass or metal.  \n\t§2.  Section 20-611 of title 20 of the Administrative Code of the city of New York is amended to read as follows:\n§20-611.  Definitions \nWhenever used in this subchapter, the following terms shall have the following meanings:\n1. \"Dealer of etching acid and/or etching pens\" shall mean any person, firm, partnership, corporation or company that engages in the business of dispensing etching acid and/or etching pens.\n2. \"Dispense\" shall mean to dispose of, give away, give, lease, loan, keep for sale, offer, offer for sale, sell, transfer or otherwise dispose of.\n3. \"Etching acid\" shall have the same meaning set forth in subdivision e of section 10-117.\n4. “Etching pen” shall have the same meaning set forth in subdivision e of section 10-117.\n[4] 5. \"Personal information\" shall mean data pertaining to the purchaser of etching acid that may be used to identify such purchaser. Such information shall be limited to the purchaser's name, address, type of identification used in the purchase, identification number, if applicable, the date of purchase and amount of acid dispensed to the purchaser.\n[5] 6. \"Purchasing records\" shall mean all written or electronically recorded personal information about a purchaser of etching acid and/or an etching pen or pens  gathered at the time of purchase by a dealer of etching acid and/or etching pens as required by this subchapter.\n§3. Section 20-612 of title 20 of the Administrative Code of the city of New York is amended to read as follows:\n§ 20-612 Requirements for purchase or sale.\n1. Every dealer of etching acid and/or etching pens shall request valid photo identification from each purchaser of etching acid and/or etching pens at the time of such purchase and contemporaneously record in writing or electronically such purchaser's personal information.\n2. No person shall purchase etching acid and/or an etching pen or pens without first providing his or her personal information to the dealer of etching acid and/or etching pens pursuant to this subchapter. It shall be an affirmative defense to a violation of this subdivision that the dealer failed to request personal information from the purchaser of etching acid and/or an etching pen or pens.\n3. It shall be unlawful for any person to dispense etching acid and/or an etching pen or pens to any person without recording such purchaser's personal information.\n§4. Section 20-613 of title 20 of the Administrative Code of the city of New York is amended to read as follows:\n§ 20-613 Posting notice.  Every dealer of etching acid and/or etching pens shall conspicuously post at every table, desk or counter where orders are placed and/or payment is made a notice, the form and manner of which are to be provided by rule of the commissioner, indicating that all purchasers of etching acid and/or etching pens shall be required to provide valid photo identification and their personal information and such information shall be recorded by the dealer of etching acid and/or etching pens prior to purchase.\n§5.  Section 20-614 of title 20 of the Administrative Code of the city of New York is amended to read as follows:\n§ 20-614 Records of purchase.  1. Purchasing records shall be kept in a secure location and made available only to the commissioner and his or her designee, or a police officer, and shall be used solely for the purposes of enforcement of this subchapter and of state and local anti-graffiti laws and rules.\n2. a. Purchasing records shall be kept by dealers of etching acid and/or etching pens for one year.\nb. All purchasing records and any other information pertaining to the purchase or sale of etching acid and/or etching pens shall be disposed of by the following methods only:\ni. shredding the records before the disposal of the records; or\nii. destroying the personal information contained in the records; or\niii. modifying the records to make the personal information unreadable; or\niv. taking actions consistent with commonly accepted industry practices reasonably believed to ensure that no unauthorized person will have access to the personal information contained in the records.\n§6.  This local law shall take effect ninety days after it shall have become law.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLCC \nLS 1614 \n12/17/10",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red51\\green51\\blue51;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1 Be it enacted by the Council as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 Section 1. Subdivisions b, c, d and e of section 117 of title 10 of the Administrative Code of the city of New York are amended to read as follows:\\par\n\\cf1 b. No person shall possess an aerosol spray paint can, broad tipped indelible marker\\ul , etching pen\\ulnone  or etching acid with the intent to violate the provisions of subdivision a of this section.\\par\nc. No person shall sell or offer to sell an aerosol spray paint can, broad tipped indelible marker\\ul , etching pen \\ulnone or etching acid to any person under twenty-one years of age.\\par\nc-1. No person under twenty-one years of age shall possess an aerosol spray paint can, broad tipped indelible marker\\ul , etching pen \\ulnone or etching acid in or on the property of another. This subdivision shall not be deemed to prohibit the possession of an aerosol spray paint can, broad tipped indelible marker\\ul , etching pen \\ulnone or etching acid where such item is contained in a manufacturer-sealed package or completely enclosed in a locked container, which shall include bags, backpacks, briefcases and other containers that can be closed and secured with a key or combination lock.\\par\nc-2. This section shall not apply to any person possessing an aerosol spray paint can, broad tipped indelible marker\\ul , etching pen\\ulnone  or etching acid while in or on the property of another in violation of subdivision c-1 of this section, where:\\par\n(1) the owner, operator or other person having control of the property, building or facility consented in writing to the use or possession of the aerosol spray paint can, broad tipped indelible marker\\ul , etching pen \\ulnone  or etching acid; or\\par\n(2) such person uses or possesses the aerosol spray paint can, broad tipped indelible marker\\ul , etching \\cf0 pen \\ulnone or\\cf1  etching acid under the supervision of the owner or person in control of such property; or\\par\n(3) such person is at his or her place of employment and the aerosol spray paint can, broad tipped indelible marker\\ul , etching pen\\ulnone  or etching acid was, will be or is being used during the course of such employment and used only with written permission from, or under the supervision of his or her employer or such employer's agent; or\\par\n(4) such person is at an educational facility and uses or will use the aerosol spray paint can, broad tipped indelible marker\\ul , etching pen\\ulnone  or etching acid at the educational facility, where he or she is enrolled, and is participating in a class at the educational facility that requires the use or possession of such items; or\\par\n(5) such person is on the property of another and uses or will use the aerosol spray paint can, broad tipped indelible marker\\ul , etching pen \\ulnone or etching acid in or on the property of another if such use or possession is necessary to participate in a government-sponsored function or in other circumstances where a government agency gives its consent to such use or possession.\\par\nd. All persons who sell or offer for sale aerosol spray paint cans, broad tipped indelible markers\\ul , etching pens\\ulnone  or etching acid shall not place such cans, markers or etching acid on display and may display only facsimiles of such cans, markers or etching acid containing no paint, ink or etching acid.\\par\ne. For the purpose of this section, the term \"broad tipped indelible marker\" shall mean any felt tip marker or similar implement containing a fluid that is not water soluble and which has a flat or angled writing surface one-half inch or greater. For the purpose of this section, the term \"etching acid\" shall mean any liquid, cream, paste or similar chemical substance that can be used to etch, draw, carve, sketch, engrave, or otherwise alter, change or impair the physical integrity of glass or metal.  \\ul For the purposes of this section, the term \\ldblquote etching pen\\rdblquote  shall mean any implement with a carbide, diamond, or other hard tip designed to etch, draw, carve, sketch, engrave or otherwise alter, change or impair the physical integrity of glass or metal.  \\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\cf0\\ulnone\\tab\\'a72.  Section 20-611 of title 20 of the Administrative Code of the city of New York is amended to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\'a720-611.  Definitions \\par\nWhenever used in this subchapter, the following terms shall have the following meanings:\\par\n1. \"Dealer of etching acid \\ul and/or etching pens\\ulnone \" shall mean any person, firm, partnership, corporation or company that engages in the business of dispensing etching acid \\ul and/or etching pens\\ulnone .\\par\n2. \"Dispense\" shall mean to dispose of, give away, give, lease, loan, keep for sale, offer, offer for sale, sell, transfer or otherwise dispose of.\\par\n3. \"Etching acid\" shall have the same meaning set forth in subdivision e of section 10-117.\\par\n\\ul 4. \\ldblquote Etching pen\\rdblquote  shall have the same meaning set forth in subdivision e of section 10-117.\\par\n\\ulnone [4] \\ul 5.\\ulnone  \"Personal information\" shall mean data pertaining to the purchaser of etching acid that may be used to identify such purchaser. Such information shall be limited to the purchaser's name, address, type of identification used in the purchase, identification number, if applicable, the date of purchase and amount of acid dispensed to the purchaser.\\par\n[5] \\ul 6\\ulnone . \"Purchasing records\" shall mean all written or electronically recorded personal information about a purchaser of etching acid \\ul and/or an etching pen or pens\\ulnone   gathered at the time of purchase by a dealer of etching acid \\ul and/or etching pens\\ulnone  as required by this subchapter.\\par\n\\'a73. Section 20-612 of title 20 of the Administrative Code of the city of New York is amended to read as follows:\\par\n\\'a7 20-612 Requirements for purchase or sale.\\par\n1. Every dealer of etching acid \\ul and/or etching pens\\ulnone  shall request valid photo identification from each purchaser of etching acid \\ul and/or etching pens\\ulnone  at the time of such purchase and contemporaneously record in writing or electronically such purchaser's personal information.\\par\n2. No person shall purchase etching acid \\ul and/or an etching pen or pens \\ulnone without first providing his or her personal information to the dealer of etching acid \\ul and/or etching pens\\ulnone  pursuant to this subchapter. It shall be an affirmative defense to a violation of this subdivision that the dealer failed to request personal information from the purchaser of etching acid \\ul and/or an etching pen or pens\\ulnone .\\par\n3. It shall be unlawful for any person to dispense etching acid \\ul and/or an etching pen or pens\\ulnone  to any person without recording such purchaser's personal information.\\par\n\\'a74. Section 20-613 of title 20 of the Administrative Code of the city of New York is amended to read as follows:\\par\n\\'a7 20-613 Posting notice.  Every dealer of etching acid \\ul and/or etching pens\\ulnone  shall conspicuously post at every table, desk or counter where orders are placed and/or payment is made a notice, the form and manner of which are to be provided by rule of the commissioner, indicating that all purchasers of etching acid \\ul and/or etching pens\\ulnone  shall be required to provide valid photo identification and their personal information and such information shall be recorded by the dealer of etching acid \\ul and/or etching pens\\ulnone  prior to purchase.\\par\n\\'a75.  Section 20-614 of title 20 of the Administrative Code of the city of New York is amended to read as follows:\\par\n\\'a7 20-614 Records of purchase.  1. Purchasing records shall be kept in a secure location and made available only to the commissioner and his or her designee, or a police officer, and shall be used solely for the purposes of enforcement of this subchapter and of state and local anti-graffiti laws and rules.\\par\n2. a. Purchasing records shall be kept by dealers of etching acid \\ul and/or etching pens\\ulnone  for one year.\\par\nb. All purchasing records and any other information pertaining to the purchase or sale of etching acid \\ul and/or etching pens\\ulnone  shall be disposed of by the following methods only:\\par\ni. shredding the records before the disposal of the records; or\\par\nii. destroying the personal information contained in the records; or\\par\niii. modifying the records to make the personal information unreadable; or\\par\niv. taking actions consistent with commonly accepted industry practices reasonably believed to ensure that no unauthorized person will have access to the personal information contained in the records.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\'a76.  This local law shall take effect ninety days after it shall have become law.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fs20 LCC \\par\nLS 1614 \\par\n12/17/10 \\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\par\n}\n",
  "LastModified": "2013-12-23T20:09:47.64Z"
}
