{
  "ID": 44784,
  "GUID": "A44B353C-AD8B-4633-93B1-19FCE9EDEEC3",
  "File": "Int 0469-2011",
  "Name": "Creation of a Road Salt Task Force.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the creation of a Road Salt Task Force.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5108,
  "BodyName": "Committee on Sanitation and Solid Waste Management",
  "IntroDate": "2011-02-02T00:00:00Z",
  "AgendaDate": "2011-02-02T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera "
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    }
  ],
  "History": [
    {
      "ID": 250729,
      "Date": "2011-02-02T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 250925,
      "Date": "2011-02-02T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Sanitation and Solid Waste Management",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10521,
      "AgendaSequence": 109,
      "MinutesSequence": 130,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Sanitation and Solid Waste Management",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284083,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 45746,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Declaration of legislative findings and intent.  The use of road salt (sodium chloride) in the United States has increased eightfold since 1980. More than 22 million tons of road salts are used annually nationwide.  The New York State Department of Transportation requires a road salt application rate of 225 pounds per lane-mile for light snow and 270 pounds per lane-mile during a heavy snow storm.  This results in New York State dumping 500,000 tons of road salt per year.  \n\tOver the years, concerns have grown about the effects of dumping salt on roadways.  Studies have shown that road salt accumulates in ground water and pollutes freshwater sources.  In New York, freshwater salinity, the proportion of salt in freshwater, reaches levels equivalent to 25% of the concentration of seawater.  As freshwater salinity levels continue to rise, freshwater sources may become toxic to aquatic life and unfit for human consumption.  Salt also destroys soil structure which leads to soil erosion and can kill trees and other roadside plants.  It is estimated that 50% of vehicle corrosion can be attributed to road-salt, which annually costs vehicle owners $11.7 billion nationwide.  The annual cost of corrosion damage on automobile parts, highway components, steel reinforcement bars, and concrete has been estimated to be as high as $26 billion nationwide.  \nThe Council finds that the use of salt to clear roads is damaging to the environment.  Based on this finding, the Council determines that it is necessary to create a task force to study this issue further and draft recommendations for alternate methods of melting snow and ice.  \n\t§2.  Road Salt Task Force.  a. There shall be a task force to study the effect of road salt on streets, groundwater, and the environment and to make specific recommendations to the mayor and council on alternative methods of melting snow and ice.   \nb. This task force shall be comprised of eleven members, six of whom shall be appointed by the speaker of the council and five of whom shall be appointed by the mayor.  The speaker shall designate one member as the chairperson.  The task force must be comprised of at least one member from the department of transportation, two members representing environmental groups, two transportation planning experts, one animal rights advocate and five members representing civic groups, one from each borough.  Each appointed task force member may be removed for cause by the appointing authority and any vacancy shall be filled in the same manner as the original appointment was made.  The task force shall be deemed established upon appointment of six of its members.\nc. Members of the task force shall serve without compensation and shall meet when deemed necessary by the chairperson, but in no event shall the task force meet less than six times in a calendar year.\nd. The department of transportation may provide staff to assist the task force.\ne. The task force shall examine the use of road salt in the city of New York, with a focus on the effect of road salt on streets, groundwater, and the environment. \nf. The task force shall issue a report to the speaker and the mayor within twelve months from its establishment.  The report shall include recommendations for alternative methods of melting snow and ice and evaluate any environmental impact of these alternatives.  This report shall be posted on the city’s website within seven days from its submission to the speaker and mayor.  The task force shall cease operation after the submission of its report.\n\t§3.  This local law shall take effect immediately after its enactment into law.\n\n\n\n___\nLS# 6929\nJW\n03/23/10",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 CG Times;}{\\f1\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qj\\tab Section 1.  \\expndtw0 Declaration of legislative findings and intent.  The use of road salt (sodium chloride) in the United States has increased eightfold since 1980. More than 22 million tons of road salts are used annually nationwide.  The New York State Department of Transportation requires a road salt application rate of 225 pounds per lane-mile for light snow and 270 pounds per lane-mile during a heavy snow storm.  This results in New York State dumping 500,000 tons of road salt per year.  \\par\n\\tab Over the years, concerns have grown about the effects of dumping salt on roadways.  Studies have shown that road salt accumulates in ground water and pollutes freshwater sources.  In New York, freshwater salinity, the proportion of salt in freshwater, reaches levels equivalent to 25% of the concentration of seawater.  As freshwater salinity levels continue to rise, freshwater sources may become toxic to aquatic life and unfit for human consumption.  Salt also destroys soil structure which leads to soil erosion and can kill trees and other roadside plants.  It is estimated that 50% of vehicle corrosion can be attributed to road-salt, which annually costs vehicle owners $11.7 billion nationwide.  The annual cost of corrosion damage on automobile parts, highway components, steel reinforcement bars, and concrete has been estimated to be as high as $26 billion nationwide.  \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 The Council finds that the use of salt to clear roads is damaging to the environment.  Based on this finding, the Council determines that it is necessary to create a task force to study this issue further and draft recommendations for alternate methods of melting snow and ice.  \\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qj\\expndtw-3\\tab\\'a72.  \\expndtw0 Road Salt Task Force.  a. There shall be a task force to study the effect of road salt on streets, groundwater, and the environment and to make specific recommendations to the mayor and council on alternative methods of melting snow and ice.   \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj b. This task force shall be comprised of eleven members, six of whom shall be appointed by the speaker of the council and five of whom shall be appointed by the mayor.  The speaker shall designate one member as the chairperson.  The task force must be comprised of at least one member from the department of transportation, two members representing environmental groups, two transportation planning experts, one animal rights advocate and five members representing civic groups, one from each borough.  Each appointed task force member may be removed for cause by the appointing authority and any vacancy shall be filled in the same manner as the original appointment was made.  The task force shall be deemed established upon appointment of six of its members.\\par\nc. Members of the task force shall serve without compensation and shall meet when deemed necessary by the chairperson, but in no event shall the task force meet less than six times in a calendar year.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 d. The department of transportation may provide staff to assist the task force.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj e. The task force shall examine the use of road salt in the city of New York, with a focus on the effect of road salt on streets, groundwater, and the environment. \\par\nf. The task force shall issue a report to the speaker and the mayor within twelve months from its establishment.  The report shall include recommendations for alternative methods of melting snow and ice and evaluate any environmental impact of these alternatives.  This report shall be posted on the city\\rquote s website within seven days from its submission to the speaker and mayor.  The task force shall cease operation after the submission of its report.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qj\\expndtw-3\\tab\\'a73.  This local law shall take effect immediately after its enactment into law.\\par\n\\expndtw0\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\qj\\expndtw-3\\f0\\fs25\\par\n\\par\n\\f1\\fs24 ___\\par\n\\fs20 LS# 6929\\par\nJW\\par\n03/23/10\\par\n\\f0\\fs25\\par\n}\n",
  "LastModified": "2013-12-23T20:08:13.267Z"
}
