{
  "ID": 46455,
  "GUID": "4ACA970C-96D3-4B95-8C7D-C7D4A9027E2C",
  "File": "Int 0472-2011",
  "Name": "Requiring the PD to submit reports concerning cardiopulmonary resuscitation and automated external defibrillator certification to the council.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring the police department to submit reports concerning cardiopulmonary resuscitation and automated external defibrillator certification to the council.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2011-02-02T00:00:00Z",
  "AgendaDate": "2011-02-02T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera "
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 7586,
      "Slug": "ruben-wills",
      "FullName": "Ruben Wills"
    },
    {
      "ID": 7113,
      "Slug": "mathieu-eugene",
      "FullName": "Mathieu Eugene"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    }
  ],
  "History": [
    {
      "ID": 250720,
      "Date": "2011-02-02T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 250929,
      "Date": "2011-02-02T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10521,
      "AgendaSequence": 113,
      "MinutesSequence": 134,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284080,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 47494,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Section 14-150 of the administrative code of the city of New York is amended by adding a new subdivision c, by relettering subdivision c as subdivision d, and by amending the new subdivision d to read as follows:\nc.  The department shall submit to the council on an annual basis the following materials, data and reports:\n1.  A cardiopulmonary resuscitation (CPR) report, which shall include, at a minimum: (i) the total number of department employees certified in CPR in the past calendar year, disaggregated by the number of uniformed officers certified, the number of school safety agents certified, and the number of other civilian employees certified; and (ii) the total number of department employees re-certified in CPR in the past calendar year, disaggregated by the number of uniformed officers re-certified, the number of school safety agents re-certified, and the number of other civilian employees re-certified. \n2.  A automated external defibrillator (AED) report, which shall include, at a minimum: (i) the total number of department employees certified in AED in the past calendar year, disaggregated by the number of uniformed officers certified, the number of school safety agents certified, and the number of other civilian employees certified; and (ii) the total number of department employees re-certified in AED in the past calendar year, disaggregated by the number of uniformed officers re-certified, the number of school safety agents re-certified, and the number of other civilian employees re-certified.\n [c]d.  The information, data and reports requested in subdivisions a,[ and] b, and c shall be provided to the council except where disclosure of such material could compromise the safety of the public or police officers or could otherwise compromise law enforcement operations.  Notwithstanding any other provision of law, the information, data and reports requested in subdivisions a,[ and] b, and c are not required to be transmitted in electronic format to the department of records and information services, or its successor agency, and are not required to be made available to the public on or through the department of records and information services’ web site, or its successor’s web site.  These reports shall be provided to the council within 30 days of the end of the reporting period to which the reports correspond or for which the relevant data may be collected, whichever is later. Where necessary, the department may use preliminary data to prepare the required reports and may include an acknowledgment that such preliminary data is non-final and subject to change.\n§2.  This local law shall become effective sixty days after its enactment into law.\n\n\nOP\nLS #1785\n1/26/11",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\ul\\v0\\par\nBe it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 Section 1.  Section 14-150 of the administrative code of the city of New York is amended by adding a new subdivision c, by relettering subdivision c as subdivision d, and by amending the new subdivision d to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\li-90\\sl480\\slmult1\\qj\\cf1\\ul c.  The department shall submit to the council on an annual basis the following materials, data and reports:\\par\n1.  A cardiopulmonary resuscitation (CPR) report, which shall include, at a minimum: (i) the total number of department employees certified in CPR in the past calendar year, disaggregated by the number of uniformed officers certified, the number of school safety agents certified, and the number of other civilian employees certified; and (ii) the total number of department employees re-certified in CPR in the past calendar year, disaggregated by the number of uniformed officers re-certified, the number of school safety agents re-certified, and the number of other civilian employees re-certified. \\par\n2.  A automated external defibrillator (AED) report, which shall include, at a minimum: (i) the total number of department employees certified in AED in the past calendar year, disaggregated by the number of uniformed officers certified, the number of school safety agents certified, and the number of other civilian employees certified; and (ii) the total number of department employees re-certified in AED in the past calendar year, disaggregated by the number of uniformed officers re-certified, the number of school safety agents re-certified, and the number of other civilian employees re-certified.\\par\n\\ulnone  [c]\\ul d.\\ulnone   The information, data and reports requested in subdivisions a\\ul ,\\ulnone [ and] b\\ul , and c\\ulnone  shall be provided to the council except where disclosure of such material could compromise the safety of the public or police officers or could otherwise compromise law enforcement operations.  Notwithstanding any other provision of law, the information, data and reports requested in subdivisions a\\ul ,\\ulnone [ and] b\\ul , and c\\ulnone  are not required to be transmitted in electronic format to the department of records and information services, or its successor agency, and are not required to be made available to the public on or through the department of records and information services\\rquote  web site, or its successor\\rquote s web site.  These reports shall be provided to the council within 30 days of the end of the reporting period to which the reports correspond or for which the relevant data may be collected, whichever is later. Where necessary, the department may use preliminary data to prepare the required reports and may include an acknowledgment that such preliminary data is non-final and subject to change.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\cf0\\'a72.  This local law shall become effective sixty days after its enactment into law.\\par\n\\pard\\ltrpar\\nowidctlpar\\par\n\\par\nOP\\par\nLS #1785\\par\n1/26/11\\par\n\\par\n}\n",
  "LastModified": "2013-12-23T20:07:42.44Z"
}
