{
  "ID": 45629,
  "GUID": "B85A1255-8490-4385-A151-E90B559B4DC8",
  "File": "Int 0474-2011",
  "Name": "Requiring a cost benefit analysis prior to contracting out professional and standard services.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring a cost benefit analysis prior to contracting out professional and standard services.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 6,
  "BodyName": "Committee on Contracts",
  "IntroDate": "2011-02-02T00:00:00Z",
  "AgendaDate": "2011-02-02T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 7586,
      "Slug": "ruben-wills",
      "FullName": "Ruben Wills"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    }
  ],
  "History": [
    {
      "ID": 250728,
      "Date": "2011-02-02T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 250935,
      "Date": "2011-02-02T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Contracts",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10521,
      "AgendaSequence": 117,
      "MinutesSequence": 138,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Contracts",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284079,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 46630,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Paragraph 1 of subdivision a of section 312 of the New York city charter, as added by local law number 35 of the year 1994, is amended to read as follows:\n\t§312.  Procurement; general rule and exceptions.  a. Prior to entering into or renewing a contract valued at more than one hundred thousand dollars to provide, professional, [technical, consultant, or personal] or standard services, an agency shall follow the procedure established herein.  \n1. Prior to issuing an invitation for bids, request for proposals, or other solicitation, the agency [shall determine whether such contract will directly result in the displacement of any city employee.  If the agency determines that such result would not occur, it shall include a certification to that effect, signed by the agency head, in any invitation for bids, request for proposals, or other solicitation. If the agency determines that such result would occur, the agency] shall determine the costs incurred and the benefits derived in performing the service, consistent with the scope and specifications within the solicitation, with city employees, and shall submit such analysis, with all supporting documentation, prior to issuance of any solicitation, to the comptroller.\n2. Immediately upon receipt of bids and proposals, the agency shall submit such determination, analysis, and supporting documentation to the council and to the appropriate collective bargaining representatives representing employees who would be affected pursuant to paragraph 1 of subdivision a of this section.\n3. Prior to award of a contract, the agency shall perform a comparative analysis of the costs expected to be incurred and the benefits expected to be derived from entering into a contract with the proposed vendor, based on such vendor's best and final offer, and such agency's analysis of the costs incurred and the benefits derived from providing the service with city employees. If the agency head intends to award the contract, he or she shall submit the reasons therefor, together with such analysis, and all supporting documentation, to the comptroller, the council, and the appropriate collective bargaining representatives representing employees who would be affected pursuant to paragraph 1 of paragraph a of this section.\n4. The council may, within thirty days after receipt of such reasons, analysis, and supporting documentation hold a hearing on this matter. No contract award shall be made prior to the expiration of this thirty-day period or a council hearing, whichever is sooner.\n5. a. All cost and comparative analyses required under this section shall be conducted in accordance with standard methodology of the office of management and budget, and consistent with the rules of the procurement policy board, as both are modified herein, subject to further modification by local law. Such analyses shall include all reasonable costs associated with performing the service using city employees and all reasonable costs associated with performing the service under the proposed contract.\nb. Such analyses shall further include, the total number, qualifications, job descriptions, and titles of all personnel to be employed by the vendor under the proposed contract, as well as the nature and cost of salaries and benefits to be provided to such personnel.\nc. Such analyses shall further include, but not be limited to, the cost of employee supervision directly related to the provision of the service, vendor solicitation, contract preparation, contract administration, monitoring and evaluating the contractor, capitalization of equipment over the period such equipment shall be in use, supplies; the cost of providing the equivalent quantity and quality of service by city employees compared to the cost of providing such service by contract, based upon the best and final offer of the proposed vendor, and such other factors as will assist in arriving at full and accurate cost determinations and comparisons.\n6. The reasons given to award the contract shall include all factors that have been considered in determining whether contracting for this service is in the best interest of the city, whether or not such reasons are contained within the cost or comparative analyses. Such factors shall include, but not be limited to, the potential for contractor default, the time required to perform the service, and the quality of the service to be delivered.\n7. The mayor or his or her designee may prepare and implement a plan of assistance for displaced city employees, which may include, but need not be limited to, training to place such employees in comparable positions within the contracting agency or any other agency. The cost of such assistance plan may be included within the cost of contracting-out in the cost and comparative analyses.\n8. For the purpose of this section, “displacement” shall mean any employment action that results in a reduction in the number of funded positions, including but not limited to, those resulting from the layoff; demotion; bumping; involuntary transfer to a new class, title, or location; time-based reductions, or reductions in customary hours of work, wages, or benefits of any city employee.\n9.  For the purpose of this section, “professional” services shall mean services that require specialized skill and the exercise of judgment, including but not limited to accountants, lawyers, doctors, computer programmers and consultants, architectural and engineering services, technical services and construction management services.\n10.  For the purpose of this section, “standard” services shall mean services other than professional services. \n\t§2.  This local law shall take effect one hundred and twenty days after its enactment into law.\n\nLS #1069\nLC\n07/07/2010",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160\\tab Section 1.  Paragraph 1 of subdivision a of section 312 of the New York city charter, as added by local law number 35 of the year 1994, is amended to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tab\\'a7312.  Procurement; general rule and exceptions.  \\cf1 a. Prior to entering into or renewing a contract valued at more than one hundred thousand dollars to provide\\ul , professional\\ulnone , [technical, consultant, or personal] \\ul or standard\\ulnone  services, an agency shall follow the procedure established herein.  \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 1. Prior to issuing an invitation for bids, request for proposals, or other solicitation, the agency [shall determine whether such contract will directly result in the displacement of any city employee.  If the agency determines that such result would not occur, it shall include a certification to that effect, signed by the agency head, in any invitation for bids, request for proposals, or other solicitation. If the agency determines that such result would occur, the agency] shall determine the costs incurred and the benefits derived in performing the service, consistent with the scope and specifications within the solicitation, with city employees, and shall submit such analysis, with all supporting documentation, prior to issuance of any solicitation, to the comptroller.\\par\n2. Immediately upon receipt of bids and proposals, the agency shall submit such determination, analysis, and supporting documentation to the council and to the appropriate collective bargaining representatives representing employees who would be affected pursuant to paragraph 1 of subdivision a of this section.\\par\n3. Prior to award of a contract, the agency shall perform a comparative analysis of the costs expected to be incurred and the benefits expected to be derived from entering into a contract with the proposed vendor, based on such vendor's best and final offer, and such agency's analysis of the costs incurred and the benefits derived from providing the service with city employees. If the agency head intends to award the contract, he or she shall submit the reasons therefor, together with such analysis, and all supporting documentation, to the comptroller, the council, and the appropriate collective bargaining representatives representing employees who would be affected pursuant to paragraph 1 of paragraph a of this section.\\par\n4. The council may, within thirty days after receipt of such reasons, analysis, and supporting documentation hold a hearing on this matter. No contract award shall be made prior to the expiration of this thirty-day period or a council hearing, whichever is sooner.\\par\n5. a. All cost and comparative analyses required under this section shall be conducted in accordance with standard methodology of the office of management and budget, and consistent with the rules of the procurement policy board, as both are modified herein, subject to further modification by local law. Such analyses shall include all reasonable costs associated with performing the service using city employees and all reasonable costs associated with performing the service under the proposed contract.\\par\nb. Such analyses shall further include, the total number, qualifications, job descriptions, and titles of all personnel to be employed by the vendor under the proposed contract, as well as the nature and cost of salaries and benefits to be provided to such personnel.\\par\nc. Such analyses shall further include, but not be limited to, the cost of employee supervision directly related to the provision of the service, vendor solicitation, contract preparation, contract administration, monitoring and evaluating the contractor, capitalization of equipment over the period such equipment shall be in use, supplies; the cost of providing the equivalent quantity and quality of service by city employees compared to the cost of providing such service by contract, based upon the best and final offer of the proposed vendor, and such other factors as will assist in arriving at full and accurate cost determinations and comparisons.\\par\n6. The reasons given to award the contract shall include all factors that have been considered in determining whether contracting for this service is in the best interest of the city, whether or not such reasons are contained within the cost or comparative analyses. Such factors shall include, but not be limited to, the potential for contractor default, the time required to perform the service, and the quality of the service to be delivered.\\par\n7. The mayor or his or her designee may prepare and implement a plan of assistance for displaced city employees, which may include, but need not be limited to, training to place such employees in comparable positions within the contracting agency or any other agency. The cost of such assistance plan may be included within the cost of contracting-out in the cost and comparative analyses.\\par\n8. For the purpose of this section, \\ldblquote displacement\\rdblquote  shall mean any employment action that results in a reduction in the number of funded positions, including but not limited to, those resulting from the layoff; demotion; bumping; involuntary transfer to a new class, title, or location; time-based reductions, or reductions in customary hours of work, wages, or benefits of any city employee.\\par\n\\ul 9.  For the purpose of this section, \\ldblquote professional\\rdblquote  services shall mean services that require specialized skill and the exercise of judgment, including but not limited to accountants, lawyers, doctors, computer programmers and consultants, architectural and engineering services, technical services and construction management services.\\par\n10.  For the purpose of this section, \\ldblquote standard\\rdblquote  services shall mean services other than professional services. \\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\tx720\\tx5040\\cf0\\ulnone\\tab\\'a72.  This local law shall take effect one hundred and twenty days after its enactment into law.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\par\n\\pard\\ltrpar\\nowidctlpar LS #1069\\par\nLC\\par\n\\pard\\ltrpar\\nowidctlpar\\tx720\\tx5040 07/07/2010\\par\n\\pard\\ltrpar\\nowidctlpar\\par\n}\n",
  "LastModified": "2013-12-23T20:07:22.19Z"
}
