{
  "ID": 46516,
  "GUID": "C90E9807-2BB2-4E48-85AE-19BB0E9381A5",
  "File": "Int 0478-2011",
  "Name": "Recovery of relocation expenses incurred by the Department of Housing Preservation and Development pursuant to a vacate order.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the recovery of relocation expenses incurred by the Department of Housing Preservation and Development pursuant to a vacate order.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2011-02-16T00:00:00Z",
  "AgendaDate": "2011-02-16T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    }
  ],
  "History": [
    {
      "ID": 251169,
      "Date": "2011-02-16T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 251272,
      "Date": "2011-02-16T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10539,
      "AgendaSequence": 69,
      "MinutesSequence": 84,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284076,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 47556,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1. Subdivision three of ยง26-305 of chapter two of title 26 the administrative code of the city of New York is amended to read as follows:\n\t3. The department may bring an action against the owner for the recovery of such expenses. The institution of such action shall not suspend or bar the right to pursue any other remedy provided by this section or any other law for the recovery of such expenses. As a part of such action for recovery the department may require the owner to deposit moneys in an escrow account, naming the department as escrowee; such moneys shall be equivalent to at least ten per cent of the rent roll for five years prior to the vacate order. \n\tยง2.   This local law shall take effect ninety days after its enactment, except that the commissioner of housing preservation and development shall take such actions as are necessary for its implementation, including the promulgation of rules, prior to such effective date. \nLER\nLS 1567\n1/10/11",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\ulnone\\tab Section 1. Subdivision three of \\'a726-305 of chapter two of title 26 the administrative code of the city of New York is amended to read as follows:\\par\n\\cf1\\tab 3. The department may bring an action against the owner for the recovery of such expenses. The institution of such action shall not suspend or bar the right to pursue any other remedy provided by this section or any other law for the recovery of such expenses. \\ul As a part of such action for recovery the department may require the owner to deposit moneys in an escrow account, naming the department as escrowee; such moneys shall be equivalent to at least ten per cent of the rent roll for five years prior to the vacate order. \\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\ulnone\\tab\\cf0\\'a72.   \\expndtw-4 This local law shall take effect ninety days after its enactment, except that the commissioner of housing preservation and development shall take such actions as are necessary for its implementation, including the promulgation of rules, prior to such effective date. \\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\fs20 LER\\par\nLS 1567\\par\n1/10/11\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-720\\li720\\sl480\\slmult1\\qj\\fs24\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\cf1\\expndtw0\\par\n\\pard\\ltrpar\\nowidctlpar\\cf0\\par\n}\n",
  "LastModified": "2013-12-23T20:05:18.457Z"
}
