{
  "ID": 46684,
  "GUID": "274C5B83-F550-40DA-9DDE-26E0CF1EC8ED",
  "File": "Int 0486-2011",
  "Name": "Transfer of functions from the department of records and information services to the department of citywide administrative services.",
  "Title": "A Local Law to amend the New York city charter and the administrative code of the city of New York, in relation to the transfer of functions from the department of records and information services to the department of citywide administrative services, and to repeal chapter 72 of the charter concerning the department of records and information services.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 13,
  "BodyName": "Committee on Governmental Operations",
  "IntroDate": "2011-03-02T00:00:00Z",
  "AgendaDate": "2011-03-02T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    },
    {
      "ID": 0,
      "Slug": "",
      "FullName": ""
    }
  ],
  "History": [
    {
      "ID": 251547,
      "Date": "2011-03-02T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 251682,
      "Date": "2011-03-02T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Governmental Operations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10602,
      "AgendaSequence": 69,
      "MinutesSequence": 81,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Governmental Operations",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 252826,
      "Date": "2011-04-27T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 10688,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 253543,
      "Date": "2011-04-27T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 10688,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284216,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 100871,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 4/27/11",
      "Link": "http://nyc.legistar1.com/nyc/attachments/5c716042-12c8-400e-a292-3f7aefd6a43d.doc",
      "Sort": 1
    },
    {
      "ID": 101132,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 4/27/11",
      "Link": "http://nyc.legistar1.com/nyc/attachments/b5991183-328e-4214-8d74-3f63267f2fd8.PDF",
      "Sort": 2
    },
    {
      "ID": 101307,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 4/27/11",
      "Link": "http://nyc.legistar1.com/nyc/attachments/238dd10c-eadb-4957-b6e0-a0cb213ba3bc.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 47731,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Section 811 of chapter 35 of the charter of the city of New York, as amended by local law number 59 for the year 1996, is amended to read as follows:\n§ 811. Powers and duties of the commissioner [; general]. a.  The commissioner shall be responsible for citywide personnel matters, as set forth in this chapter, and shall have all the powers and duties of a municipal civil service commission provided in the civil service law or in any other statute or local law other than such powers and duties as are by this chapter assigned to the mayor, the city civil service commission or the heads of city agencies[;].\nb.  [the]The commissioner shall [in addition] have the power to perform all the functions and operations of the city of New York relating to the maintenance and care of public buildings and facilities; the procurement of goods and other personal property; the disposition of surplus property; the provision to city agencies of services other than personal services; the acquisition, disposition and management by the city of real property other than housing; and the provision of automotive, communication, energy, and data processing services.  \nc.  The commissioner shall:\n(1) be the chief archivist of the city and advise the mayor, borough presidents and council on those matters concerning the preservation of the city’s historical documentation;\n(2) act as the chief reference and research librarian for the mayor, borough presidents and council and ensure that all significant research material pertaining to the operations of the city as well as other municipalities shall be preserved and readily available for use;  \n(3) act as the chief public records officer for the mayor, borough presidents and council and, except as otherwise provided by law, establish standards for proper records management in any agency or government instrumentality funded in whole or in part from local tax levy monies; and \n(4) have the power to exercise or delegate any of the functions and duties vested in such commissioner by law, subject to the provisions of subparagraph 5 of this section. \n(5) In addition to the above duties, the commissioner shall ensure the city's custody and control of city records as follows: \n    (a) Pursuant to an approved records disposition schedule as set forth in section eleven hundred thirty-three of this charter, the commissioner shall ensure that the records of any city officer or agency that are of historical, research, cultural or other important value shall be delivered directly to the department's municipal archives. Upon delivery, the department shall begin to review such records and publish a survey of such records with appropriate specificity, and, to the extent practicable, the contents of such records. Where the commissioner has certified in writing as to its necessity, under extraordinary circumstances, such records may be transferred to an archival establishment to be organized and prepared for archival preservation, provided that such establishment meets the specific requirements specified in subparagraph (b) of this paragraph. \n   (b) If the commissioner decides that it is necessary to enter into an agreement or contract with another archival establishment outside the department to organize and prepare records for archival preservation, it may not be with a private entity as defined by this chapter, and may not be with any entity outside the city. The commissioner shall include with the agreement or contract a plan for strictly monitoring the status and progress of the archiving operations. The commissioner shall devise and publish such plan, which shall include at least the following: (i) a list of the tasks to be conducted and a timetable for the completion of each such task; (ii) a description of the resources, staffing and training dedicated by the archival establishment to carrying out such tasks; (iii) allowances for direct supervision by department archivists; and (iv) an agreement by the archival establishment to issue, at a minimum, quarterly reports of its activities to the commissioner. The commissioner shall also include with such agreement and publish a schedule, where applicable, for the municipal archives to send original records to such archival establishment and to receive such records when processing is completed. To the extent practicable, such schedule shall take into account that original records should be sent in a limited and controlled manner and that no new such original records should be sent until receipt of any previously sent under such schedule. Any such agreement, contract, plan and schedule must be approved by the law department for compliance with this clause. The commissioner will at all times remain responsible for the proper handling and archiving of records, notwithstanding any agreement with an archival establishment outside the department. \n    (c) No agreement provided for in subdivision five of this section shall be entered into during the term of office of any elected official of the city with regard to whose records such agreement applies. \n    (d) Nothing in this subdivision shall prevent officers or members of such officer's administration from donating money to the department's municipal archives or other archival establishment so long as such officers or members are not involved in the supervision, control or management of the archival processing pertaining to their respective administrations. \n    (e) Nothing in this subdivision should be construed to limit access by the public to city records. The department shall be responsible for granting access to records in accordance with applicable provisions of law. Additionally, agencies of the city shall have free access to such records as needed.\n§ 2.  Chapter 35 of the charter of the city of New York is amended by adding new sections 829-a through 829-g, to read as follows:\n§ 829-a.  Records and information services; duties of the department.  a. The department shall operate a municipal archives, the head of which shall be a professional archivist. The archives shall perform the following functions: \n    (1) develop and promulgate standards, procedures and techniques with regard to archives management; \n    (2) make continuing surveys of existing records to determine the most suitable methods to be used for the creating, maintaining, storing and servicing of archival material; \n    (3) preserve and receive all city records of historical, research, cultural or other important value; \n    (4) appraise, accession, classify, arrange and make available for reference all records which come into the possession of the archives; and \n    (5) establish and maintain an archives depository for the storage, conservation, processing and servicing of records. \n    b. The department shall operate a municipal reference and research center, the head of which shall be a professional librarian.  The center shall perform the following functions: \n    (1) provide information and assistance to the mayor and administrative officers of the city in connection with problems of municipal administration and proposed legislation; \n    (2) provide legislative reference assistance to the council, its members and committees and maintain, in a legislative reference section, such records and papers as the council and city clerk may remand to its custody; \n    (3) maintain facilities which shall be open to the public wherein, subject to such reasonable regulation as may be prescribed, all books, reports, documents and other materials shall be available for public inspection; \n    (4) ensure that at least one copy of each report, document, study or publication of the city or any of its administrations, departments, boards or other agencies shall be available at the center at all times; \n    (5) collect, compile and maintain data and information pertaining to the operation of the city as well as other municipalities, governmental bodies and public authorities and arrange for the exchange, sale, purchase and loan of information materials from and with legislative and research services, libraries and institutions in other municipalities, governmental bodies and public authorities; and \n    (6) ensure that each report, document, study or publication that is electronically transmitted to the department of records and information services pursuant to section 1133 of the charter is made available to the public on or through the website of the department, or its successor's website, within ten business days of publication, issuance, release or transmittal to the council or mayor. \n    c. The department shall: \n    (1) provide for the distribution of publications of the city, where such authority is not vested in another city agency, and issue at regular intervals, no less than annually, a bulletin describing its facilities and resources; \n    (2) institute actions in replevin to recover any historical and/or other documents properly owned by, or originating from, the city of New York; \n    (3) report annually by the thirtieth day of September to the mayor and city council on the powers and duties hereinmentioned including, but not limited to, the cost savings effectuated by the department during the preceding fiscal year. This report shall further include an evaluation of compliance with the requirements of subdivision a of section 1133 of the charter. \n    d. The department shall operate a municipal records management division, the head of which shall be a professional records manager. The center shall perform the following functions: \n    (1) develop and promulgate standards, procedures and techniques in relation to records management; \n    (2) make continuing surveys of operations relating to records and recommend improvements in current records management practices, including the use of space, equipment and materials employed in the creation, maintenance, storage and servicing of records; \n    (3) establish standards for the preparation of schedules for the disposition of records, providing for the retention of records and archives of continuing value, and for the prompt and orderly disposal of records no longer possessing sufficient administrative, legal or fiscal value to warrant their further retention; and \n    (4) establish, maintain and operate facilities for the storage, processing and servicing of records for all city agencies pending their deposit in the municipal archives or their disposition in any manner as may be authorized by law. \n§ 829-b.  Archival review board. The board shall continue in the department.  It shall consist of five members; two of whom shall be appointed by the speaker, two of whom shall be appointed by the mayor, and one of whom shall be the commissioner, who shall serve ex officio as chairperson of the board. At least one such appointment shall be a professional archivist and at least one other such appointment shall be a professional historian. The members of the commission other than the chair shall be entitled to reasonable expenses. All appointed members of the commission shall be residents of the city. Members other than the commissioner shall serve for terms of four years. Vacancies in appointed membership of the board shall be filled by appointment by whosoever was responsible for such original appointment. The board shall meet once annually or upon the request of any of its members. Any member of such board shall have complete access, during work hours, to inspect and review any appraisal, organization, processing or archiving of city records in the custody of an entity with which an agreement has been entered into for the purposes specified in subdivision five of section 811. Such board may request and receive, from the department, assistance and data as may be necessary for the proper execution of its powers and duties. Such board shall render annually to the mayor a report reviewing the archival processing of any city papers during the year for which the report has been written.\n§ 829-c.  Departmental libraries. The commissioner shall, upon request, analyze the needs of each city agency, except the law department, with respect to the establishment and maintenance of any library or research facility therein, and make such recommendations as may be appropriate in the circumstances.\n§ 829-d.  Records and information services; rules and regulations. The commissioner shall promulgate rules and regulations to effectuate the purposes of this chapter with respect to records and information services, except that rules and regulations relating to the disposal of records pursuant to section eleven hundred thirty-three shall be issued by the commissioner after consultation with the corporation counsel and the comptroller.\n§ 829-e.  Municipal archives reference and research fund. a. The municipal archives reference and research fund shall be credited with all sums appropriated therefor, donations made thereto, and proceeds from the disposition of personal property which is in the custody of the department but was formerly in the custody of the department of records and information services and which the commissioner has determined is not a record which must be retained pursuant to law and is not necessary for archival, reference, or research purposes. Interest accruing on principal from all aforementioned sources also shall be credited to the fund. \n    b. The municipal archives reference and research fund established by this section shall be used, subject to the approval of the director of management and budget, by the department for purposes related to its library and archival research programs including, but not limited to, purchasing and conserving books and other records, financing lecture series and commissioning studies and articles. \n§ 829-f.  Definitions. As used in this chapter a. \"Archives\" means those official records which have been determined by the department to have sufficient historical or other value to warrant their continued preservation by the city; \n    b. \"Records\" means any documents, books, papers, photographs, sound recordings, machine readable materials or any other materials, regardless of physical form or characteristics, made or received pursuant to law or ordinance or in connection with the transaction of official city business. Library and museum materials made or acquired and preserved solely for reference or exhibition purposes, extra copies of documents preserved only for convenience of reference and stocks of publications are not included within the definition of records as used in this chapter; \n    c. \"Records management\" means the planning, controlling, directing, organizing, training, promoting and other managerial activities involved in records creation, records maintenance and use and records disposition, including but not limited to, the management of correspondence, forms, directives, reports, machine readable records, microfilms information retrieval, files, mail, vital records, equipment and supplies, office copiers, word processing and source data automation techniques, records preservation, records disposal and records centers or other storage facilities; \n    d. \"Records management practices\" means any system, procedure or technique followed with respect to effective records creation, records maintenance and use and records disposition; \n    e. \"Records disposition\" means: (1) The removal by a city agency, in accordance with approved records retention schedules, of records no longer necessary for the conduct of business by such agency through removal methods which may include: \n   (a) the disposal of temporary records by destruction or donation; \n   (b) the transfer of records to the department, and \n   (c) the transfer to the department of records determined to have historical or other sufficient value to warrant continued preservation and \n   (2) the transfer of records from one city agency to any other city agency; \n    f. \"Records creation\" means any process involved in producing any recorded information necessary to conduct the business of a city agency; \n    g. \"Records management division\" means an establishment maintained by the department primarily for the storage, servicing, security and processing of records which must be preserved for varying periods of time and need not be retained in office equipment or space; \n    h. \"Servicing\" means making information in records available to any city agency for official use or to the public; and \n    i. \"Private entity\" means a for-profit or not-for-profit corporation, or non-governmental organization, but shall not include the City and State Universities of New York, public libraries, including the New York Public Library, and any college or university in the city. \n§ 3.  Subdivision f of section 12-110 of the administrative code of the city of New York, as added by local law number 43 for the year 2003, is amended to read as follows:\n    f. Retention of reports. Reports filed pursuant to this section shall be retained by the conflicts of interest board for a period of two years following the termination of the public employment of the person who filed the report. In the case of candidates for office who have filed reports pursuant to this section and who were not elected, the reports shall be retained by the board for a period of two years following the day of an election on which the candidates were defeated. Notwithstanding the foregoing, the board, in consultation with the department of [records and information services] citywide administrative services and the department of investigation, may establish by rule a different period or periods of retention of financial disclosure reports which takes into account the need for efficient records management and the need to retain such reports for a reasonable period for investigatory and other purposes. Such reports shall thereafter be destroyed by the board unless a request for public disclosure of an item contained in such report is pending. In lieu of the destruction of such reports, the board, in its discretion, may establish procedures providing for their return to the persons who filed them.\n§ 4.  Subdivision c of section 14-149 of the administrative code of the city of New York, as amended by local law number 48 for the year 2004, is amended to read as follows:\nc. The data contained in the 911 operational time analysis report required by paragraphs two through seven of subdivision b of this section shall be provided on a citywide, borough-wide, precinct-by-precinct and tour-by-tour basis. The 911 operational time analysis report shall be submitted to the council quarterly. In addition, the data contained in such report shall be incorporated in the mayor's preliminary and final management reports. Notwithstanding any other provision of law, the operational time analysis report required by subdivision b to be submitted to the council is not required to be transmitted in electronic format to the department of [records and information services] citywide administrative services, or its successor agency, and is not required to be made available to the public on or through the department of [records and information services] citywide administrative services' web site, or its successor's web site.\n§ 5.  Subdivision c of section 14-150 of the administrative code of the city of New York, as amended by local law number 1 for the year 2009, is amended to read as follows:\n    c. The information, data and reports requested in subdivisions a and b shall be provided to the council except where disclosure of such material could compromise the safety of the public or police officers or could otherwise compromise law enforcement operations. Notwithstanding any other provision of law, the information, data and reports requested in subdivisions a and b are not required to be transmitted in electronic format to the department of [records and information services] citywide administrative services, or its successor agency, and are not required to be made available to the public on or through the department of [records and information services] citywide administrative services' web site, or its successor's web site. These reports shall be provided to the council within 30 days of the end of the reporting period to which the reports correspond or for which the relevant data may be collected, whichever is later. Where necessary, the department may use preliminary data to prepare the required reports and may include an acknowledgment that such preliminary data is non-final and subject to change. \n§ 6.  Subdivisions b and c of section 17-170 of the administrative code of the city of New York, as amended by local law number 59 for the year 1996, are amended to read as follows:\n    b. Original records of births, deaths, and fetal deaths filed with the department or the office of the city inspector subsequent to the year eighteen hundred sixty-five and the indexes to such records shall be transferred by the department to the department of [records and information services] citywide administrative services at such times as the board of health shall determine; said records shall be filed and maintained by the department of [records and information services] citywide administrative services as public records. \n    c. Upon the transfer of such records the commissioner of the department of [records and information services] citywide administrative services shall have the authority to issue upon request certified copies of or extracts from such records. \n§ 7.  Section BC 106.12 of the New York City Building Code, as added by local law number 33 for the year 2007, is amended to read as follows:\n§ 106.12 Pre-demolition photographs. In addition to the requirements of Section 3306.3, construction documents for full demolition shall comply with the following requirements for archival photographs: \n    1. Number required. Applications shall contain two sets of photographs of the building or buildings to be demolished or removed. Both sets shall be received by the department on behalf of the New York City Landmarks Preservation Commission and the New York City Municipal Archives Division of the Department of [Records and Information Services] Citywide Administrative Services. \n    2. Format. The photographs shall conform to the standards and specifications established by rules promulgated by the commissioner upon the advice of the commissioner of the Department of [Records and Information Services] Citywide Administrative Services and the chairperson of the Landmarks Preservation Commission. \n    Exception: Applications made on behalf of the Department of Housing Preservation and Development or made pursuant to Article 215 of Chapter 2 of title 28 of the Administrative Code are exempt from the requirements of this section. \n§ 8.  Subdivision f of section 1066 of the charter of the city of New York, as amended by local law 59 for the year 1996, is amended to read as follows:\n    f. The commissioner of citywide administrative services shall provide copies of each issue of the City Record to the municipal reference and research center where they shall be available without charge to any member of the public requesting a copy on the publication date or within a reasonable period of time thereafter, to be determined by the commissioner [of records and information services]. The commissioner shall also provide free subscriptions to the City Record to each borough president, council member, community board, and branch of the public library and to the news media as defined in paragraph three of subdivision b of section one thousand forty-three of the charter. The commissioner of citywide administrative services, each borough president, council member and community board shall, upon receipt, make copies of each issue of the City Record available in their respective offices for reasonable public inspection without charge. \n§ 9.  Subdivision a of section 1133 of the charter of the city of New York, as amended by local law number 11 for the year 2003, subdivision b of section 1133 of the charter of the city of New York, as amended by local law number 22 for the year 2003, and subdivision c of the charter of the city of New York, as added by local law number 22 for the year 2003, are amended to read as follows:\na. The head of each agency shall transmit to the municipal reference and research center at least one copy of each report, document, study or publication of such agency immediately after the same shall have been published or issued. The head of each agency shall also transmit to the department of [records and information services] citywide administrative services or its successor agency, in electronic format, each report, document, study and publication required by local law, executive order, or mayoral directive to be published, issued, or transmitted to the council or mayor, within ten business days of such publication, issuance or transmittal to the council or mayor, which materials shall be made available to the public on or through the department's website, or its successor's website, within ten business days of such publication, issuance or transmittal to the council or mayor. The agency shall further transmit to the municipal reference and research center one copy of each report, document, study or publication prepared by consultants, or other independent contractors, as soon as such report or study is released, and shall further transmit within ten business days of release by the agency, in electronic format, to the department of [records and information services] citywide administrative services each such report, document, study or publication. Such materials shall further be made available to the public on or through the department's website, or its successor's website, within ten business days of release by the agency. Where practicable, each agency shall also transmit, in electronic format, to the department of [records and information services] citywide administrative services or its successor agency any report, document, study and publication required to be published by any state or federal law, rule or regulation within ten business days of publication. Such materials shall further be made available to the public on or through the department's website, or its successor's website, within ten business days of such publication.\n    b. No records shall be destroyed or otherwise disposed of by an agency, officer or employee of the city unless approval has been obtained from the commissioner of [records and information services] citywide administrative services, the corporation counsel and the head of the agency which created or has jurisdiction over the records who shall base their determinations on the potential administrative, fiscal, legal, research or historical value of the record. Approval for records disposal shall be contained in an approved records disposal schedule and remain in force until the status of the records changes. The commissioner of [records and information services] citywide administrative services or the head of the agency which created or has jurisdiction over the records may initiate action to eliminate records eligible for disposal. The commissioner of [records and information services] citywide administrative services shall insure the destruction of disposable records within six months of the date of eligibility. \n    c. Records of historical, research, cultural or other important value shall be transferred to the municipal archives for permanent custody pursuant to a records disposition schedule approved by the commissioner of [records and information services] citywide administrative services and, if applicable, the head of the agency which created or has jurisdiction over the records. Such schedule is subject to the conditions set forth herein. The city shall reserve and retain ownership, possession, and control of all records of historical, research, cultural or other important value in accordance with the provisions of this section and [subdivision] paragraph five of subdivision c of section [3003] 811.\n§ 10.  Chapter 72 of the charter of the city of New York is REPEALED.  \n§ 11.  Any agency or officer to which are assigned by or pursuant to this local law any functions, powers and duties shall exercise such functions, powers and duties in continuation of their exercise by the agency or officer by which the same were heretofore exercised and shall have power to continue any business, proceeding or other matter commenced by the agency or officer by which such functions, powers and duties were heretofore exercise.  Any provision in any law, rule, regulation, contract, grant or other document relating to the subject matter of such functions, power or duties, and applicable to the agency or officer formerly exercising the same shall, so far as not inconsistent with the provision of this local law, apply to the agency or officer to which such functions, powers and duties are assigned by or pursuant tot his local law.  \n§ 12.  Any rule or regulation in force on the effective date of this local law, and promulgated by an agency or officer whose power to promulgate such type of rule or regulation is assigned by or pursuant to this local law to some other agency or officer, shall continue in force as the rule or regulation of the agency or officer to whom such power is assigned, except as such other agency or officer may hereafter duly amend, supersede or repeal such rule or regulation.  \n§ 13.  If any of the functions, powers or duties of any agency or part therof is by or pursuant to this local law assigned to another agency, all records, property and equipment relating to such transferred function, power or duty shall be transferred and delivered to the agency to which such function, power or duty is so assigned.  \n§ 14.  No existing right or remedy of any character accruing to the city shall be lost or impaired or affected by reason of the adoption of this local law.  \n§ 15.  No action or proceeding, civil or criminal, pending at the time when this local law shall take effect, brought by or against the city or any agency or officer, shall be affected or abated by the adoption of this local law or by anything herein contained; but all such actions or proceedings may be continued notwithstanding that functions, powers and duties of any agency or officer party thereto may by or pursuant to this local law be assigned or transferred to another agency or officer, but in that event the same may be prosecuted or defended by the head of the agency or the officer to which such functions, powers and duties have been assigned or transferred by or pursuant to this local law.  \n§ 16.  Whenever by or pursuant to any provision of this local law, functions, powers or duties may be assigned to any agency or officer which have been heretofore exercised by any other agency or officer, officers and employees in the classified city civil service who are engaged in the performance of such functions, powers or duties may be transferred to the agency to which such functions, powers or duties may be assigned by or pursuant to this local law.  \n§ 17.  Any license, permit or other authorization in force on the effective date of this local law, and issued by an agency, where the power or such agency to issue such license, permit or authorization is assigned by or pursuant to this local law to another agency or officer, shall continue in force as the license, permit or authorization of such other agency, or officer, except as such license, permit or authorization may expire or be altered, suspended or revoked by the appropriate agency or office pursuant to law.  Such license, permit or authorization shall be renewable in accordance with the applicable law by the agency or officer with such power pursuant to law, including this local law.  \n§ 18.  The provisions of this local law shall be severable and if any phrase, clause, sentence, paragraph, subdivision or section of this local law, or the applicability thereof to any person or circumstance, shall be held invalid, the remainder of this local law and the application thereof shall not be affected thereby.\n§ 19.  This local law shall take effect thirty days after its enactment into law.",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi1440\\sl480\\slmult1\\qj Section 1.  Section 811 of chapter 35 of the charter of the city of New York, as amended by local law number 59 for the year 1996, is amended to read as follows:\\par\n\\'a7 811. Powers and duties of the commissioner [; general]. \\ul a.  \\ulnone The commissioner shall be responsible for citywide personnel matters, as set forth in this chapter, and shall have all the powers and duties of a municipal civil service commission provided in the civil service law or in any other statute or local law other than such powers and duties as are by this chapter assigned to the mayor, the city civil service commission or the heads of city agencies[;]\\ul .\\par\nb. \\ulnone  [the]\\ul The\\ulnone  commissioner shall [in addition] have the power to perform all the functions and operations of the city of New York relating to the maintenance and care of public buildings and facilities; the procurement of goods and other personal property; the disposition of surplus property; the provision to city agencies of services other than personal services; the acquisition, disposition and management by the city of real property other than housing; and the provision of automotive, communication, energy, and data processing services.  \\par\n\\ul c.  The commissioner shall:\\par\n(1) be the chief archivist of the city and advise the mayor, borough presidents and council on those matters concerning the preservation of the city\\rquote s historical documentation;\\ulnone\\par\n\\ul (2) act as the chief reference and research librarian for the mayor, borough presidents and council and ensure that all significant research material pertaining to the operations of the city as well as other municipalities shall be preserved and readily available for use;  \\par\n(3) act as the chief public records officer for the mayor, borough presidents and council and, except as otherwise provided by law, establish standards for proper records management in any agency or government instrumentality funded in whole or in part from local tax levy monies; and \\par\n(4) have the power to exercise or delegate any of the functions and duties vested in such commissioner by law, subject to the provisions of subparagraph 5 of this section. \\par\n(5) In addition to the above duties, the commissioner shall ensure the city's custody and control of city records as follows: \\par\n\\ulnone     \\ul (a) Pursuant to an approved records disposition schedule as set forth in section eleven hundred thirty-three of this charter, the commissioner shall ensure that the records of any city officer or agency that are of historical, research, cultural or other important value shall be delivered directly to the department's municipal archives. Upon delivery, the department shall begin to review such records and publish a survey of such records with appropriate specificity, and, to the extent practicable, the contents of such records. Where the commissioner has certified in writing as to its necessity, under extraordinary circumstances, such records may be transferred to an archival establishment to be organized and prepared for archival preservation, provided that such establishment meets the specific requirements specified in subparagraph (b) of this paragraph. \\par\n\\ulnone    \\ul (b) If the commissioner decides that it is necessary to enter into an agreement or contract with another archival establishment outside the department to organize and prepare records for archival preservation, it may not be with a private entity as defined by this chapter, and may not be with any entity outside the city. The commissioner shall include with the agreement or contract a plan for strictly monitoring the status and progress of the archiving operations. The commissioner shall devise and publish such plan, which shall include at least the following: (i) a list of the tasks to be conducted and a timetable for the completion of each such task; (ii) a description of the resources, staffing and training dedicated by the archival establishment to carrying out such tasks; (iii) allowances for direct supervision by department archivists; and (iv) an agreement by the archival establishment to issue, at a minimum, quarterly reports of its activities to the commissioner. The commissioner shall also include with such agreement and publish a schedule, where applicable, for the municipal archives to send original records to such archival establishment and to receive such records when processing is completed. To the extent practicable, such schedule shall take into account that original records should be sent in a limited and controlled manner and that no new such original records should be sent until receipt of any previously sent under such schedule. Any such agreement, contract, plan and schedule must be approved by the law department for compliance with this clause. The commissioner will at all times remain responsible for the proper handling and archiving of records, notwithstanding any agreement with an archival establishment outside the department. \\par\n\\ulnone     \\ul (c) No agreement provided for in subdivision five of this section shall be entered into during the term of office of any elected official of the city with regard to whose records such agreement applies. \\par\n\\ulnone     \\ul (d) Nothing in this subdivision shall prevent officers or members of such officer's administration from donating money to the department's municipal archives or other archival establishment so long as such officers or members are not involved in the supervision, control or management of the archival processing pertaining to their respective administrations. \\par\n\\ulnone     \\ul (e) Nothing in this subdivision should be construed to limit access by the public to city records. The department shall be responsible for granting access to records in accordance with applicable provisions of law. Additionally, agencies of the city shall have free access to such records as needed.\\par\n\\ulnone\\'a7 2.  Chapter 35 of the charter of the city of New York is amended by adding new sections 829-a through 829-g, to read as follows:\\par\n\\ul\\'a7 829-a.  Records and information services; duties of the department.  a. The department shall operate a municipal archives, the head of which shall be a professional archivist. The archives shall perform the following functions: \\par\n\\ulnone     \\ul (1) develop and promulgate standards, procedures and techniques with regard to archives management; \\par\n\\ulnone     \\ul (2) make continuing surveys of existing records to determine the most suitable methods to be used for the creating, maintaining, storing and servicing of archival material; \\par\n\\ulnone     \\ul (3) preserve and receive all city records of historical, research, cultural or other important value; \\par\n\\ulnone     \\ul (4) appraise, accession, classify, arrange and make available for reference all records which come into the possession of the archives; and \\par\n\\ulnone     \\ul (5) establish and maintain an archives depository for the storage, conservation, processing and servicing of records. \\par\n\\ulnone     \\ul b. The department shall operate a municipal reference and research center, the head of which shall be a professional librarian.  The center shall perform the following functions: \\par\n\\ulnone     \\ul (1) provide information and assistance to the mayor and administrative officers of the city in connection with problems of municipal administration and proposed legislation; \\par\n\\ulnone     \\ul (2) provide legislative reference assistance to the council, its members and committees and maintain, in a legislative reference section, such records and papers as the council and city clerk may remand to its custody; \\par\n\\ulnone     \\ul (3) maintain facilities which shall be open to the public wherein, subject to such reasonable regulation as may be prescribed, all books, reports, documents and other materials shall be available for public inspection; \\par\n\\ulnone     \\ul (4) ensure that at least one copy of each report, document, study or publication of the city or any of its administrations, departments, boards or other agencies shall be available at the center at all times; \\par\n\\ulnone     \\ul (5) collect, compile and maintain data and information pertaining to the operation of the city as well as other municipalities, governmental bodies and public authorities and arrange for the exchange, sale, purchase and loan of information materials from and with legislative and research services, libraries and institutions in other municipalities, governmental bodies and public authorities; and \\par\n\\ulnone     \\ul (6) ensure that each report, document, study or publication that is electronically transmitted to the department of records and information services pursuant to section 1133 of the charter is made available to the public on or through the website of the department, or its successor's website, within ten business days of publication, issuance, release or transmittal to the council or mayor. \\par\n\\ulnone     \\ul c. The department shall: \\par\n\\ulnone     \\ul (1) provide for the distribution of publications of the city, where such authority is not vested in another city agency, and issue at regular intervals, no less than annually, a bulletin describing its facilities and resources; \\par\n\\ulnone     \\ul (2) institute actions in replevin to recover any historical and/or other documents properly owned by, or originating from, the city of New York; \\par\n\\ulnone     \\ul (3) report annually by the thirtieth day of September to the mayor and city council on the powers and duties hereinmentioned including, but not limited to, the cost savings effectuated by the department during the preceding fiscal year. This report shall further include an evaluation of compliance with the requirements of subdivision a of section 1133 of the charter. \\par\n\\ulnone     \\ul d. The department shall operate a municipal records management division, the head of which shall be a professional records manager. The center shall perform the following functions: \\par\n\\ulnone     \\ul (1) develop and promulgate standards, procedures and techniques in relation to records management; \\par\n\\ulnone     \\ul (2) make continuing surveys of operations relating to records and recommend improvements in current records management practices, including the use of space, equipment and materials employed in the creation, maintenance, storage and servicing of records; \\par\n\\ulnone     \\ul (3) establish standards for the preparation of schedules for the disposition of records, providing for the retention of records and archives of continuing value, and for the prompt and orderly disposal of records no longer possessing sufficient administrative, legal or fiscal value to warrant their further retention; and \\par\n\\ulnone     \\ul (4) establish, maintain and operate facilities for the storage, processing and servicing of records for all city agencies pending their deposit in the municipal archives or their disposition in any manner as may be authorized by law. \\par\n\\'a7 829-b.  Archival review board. The board shall continue in the department.  It shall consist of five members; two of whom shall be appointed by the speaker, two of whom shall be appointed by the mayor, and one of whom shall be the commissioner, who shall serve ex officio as chairperson of the board. At least one such appointment shall be a professional archivist and at least one other such appointment shall be a professional historian. The members of the commission other than the chair shall be entitled to reasonable expenses. All appointed members of the commission shall be residents of the city. Members other than the commissioner shall serve for terms of four years. Vacancies in appointed membership of the board shall be filled by appointment by whosoever was responsible for such original appointment. The board shall meet once annually or upon the request of any of its members. Any member of such board shall have complete access, during work hours, to inspect and review any appraisal, organization, processing or archiving of city records in the custody of an entity with which an agreement has been entered into for the purposes specified in subdivision five of section 811. Such board may request and receive, from the department, assistance and data as may be necessary for the proper execution of its powers and duties. Such board shall render annually to the mayor a report reviewing the archival processing of any city papers during the year for which the report has been written.\\par\n\\'a7 829-c.  Departmental libraries. The commissioner shall, upon request, analyze the needs of each city agency, except the law department, with respect to the establishment and maintenance of any library or research facility therein, and make such recommendations as may be appropriate in the circumstances.\\par\n\\'a7 829-d.  Records and information services; rules and regulations. The commissioner shall promulgate rules and regulations to effectuate the purposes of this chapter with respect to records and information services, except that rules and regulations relating to the disposal of records pursuant to section eleven hundred thirty-three shall be issued by the commissioner after consultation with the corporation counsel and the comptroller.\\par\n\\'a7 829-e.  Municipal archives reference and research fund. a. The municipal archives reference and research fund shall be credited with all sums appropriated therefor, donations made thereto, and proceeds from the disposition of personal property which is in the custody of the department but was formerly in the custody of the department of records and information services and which the commissioner has determined is not a record which must be retained pursuant to law and is not necessary for archival, reference, or research purposes. Interest accruing on principal from all aforementioned sources also shall be credited to the fund. \\par\n\\ulnone     \\ul b. The municipal archives reference and research fund established by this section shall be used, subject to the approval of the director of management and budget, by the department for purposes related to its library and archival research programs including, but not limited to, purchasing and conserving books and other records, financing lecture series and commissioning studies and articles. \\par\n\\'a7 829-f.  Definitions. As used in this chapter a. \"Archives\" means those official records which have been determined by the department to have sufficient historical or other value to warrant their continued preservation by the city; \\par\n\\ulnone     \\ul b. \"Records\" means any documents, books, papers, photographs, sound recordings, machine readable materials or any other materials, regardless of physical form or characteristics, made or received pursuant to law or ordinance or in connection with the transaction of official city business. Library and museum materials made or acquired and preserved solely for reference or exhibition purposes, extra copies of documents preserved only for convenience of reference and stocks of publications are not included within the definition of records as used in this chapter; \\par\n\\ulnone     \\ul c. \"Records management\" means the planning, controlling, directing, organizing, training, promoting and other managerial activities involved in records creation, records maintenance and use and records disposition, including but not limited to, the management of correspondence, forms, directives, reports, machine readable records, microfilms information retrieval, files, mail, vital records, equipment and supplies, office copiers, word processing and source data automation techniques, records preservation, records disposal and records centers or other storage facilities; \\par\n\\ulnone     \\ul d. \"Records management practices\" means any system, procedure or technique followed with respect to effective records creation, records maintenance and use and records disposition; \\par\n\\ulnone     \\ul e. \"Records disposition\" means: (1) The removal by a city agency, in accordance with approved records retention schedules, of records no longer necessary for the conduct of business by such agency through removal methods which may include: \\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi720\\li720\\sl480\\slmult1\\qj\\ulnone    \\ul (a) the disposal of temporary records by destruction or donation; \\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi1440\\sl480\\slmult1\\qj\\ulnone    \\ul (b) the transfer of records to the department, and \\par\n\\ulnone    \\ul (c) the transfer to the department of records determined to have historical or other sufficient value to warrant continued preservation and \\par\n\\ulnone    \\ul (2) the transfer of records from one city agency to any other city agency; \\par\n\\ulnone     \\ul f. \"Records creation\" means any process involved in producing any recorded information necessary to conduct the business of a city agency; \\par\n\\ulnone     \\ul g. \"Records management division\" means an establishment maintained by the department primarily for the storage, servicing, security and processing of records which must be preserved for varying periods of time and need not be retained in office equipment or space; \\par\n\\ulnone     \\ul h. \"Servicing\" means making information in records available to any city agency for official use or to the public; and \\par\n\\ulnone     \\ul i. \"Private entity\" means a for-profit or not-for-profit corporation, or non-governmental organization, but shall not include the City and State Universities of New York, public libraries, including the New York Public Library, and any college or university in the city. \\par\n\\ulnone\\'a7 3.  Subdivision f of section 12-110 of the administrative code of the city of New York, as added by local law number 43 for the year 2003, is amended to read as follows:\\par\n    f. Retention of reports. Reports filed pursuant to this section shall be retained by the conflicts of interest board for a period of two years following the termination of the public employment of the person who filed the report. In the case of candidates for office who have filed reports pursuant to this section and who were not elected, the reports shall be retained by the board for a period of two years following the day of an election on which the candidates were defeated. Notwithstanding the foregoing, the board, in consultation with the department of [records and information services] \\ul citywide administrative services\\ulnone  and the department of investigation, may establish by rule a different period or periods of retention of financial disclosure reports which takes into account the need for efficient records management and the need to retain such reports for a reasonable period for investigatory and other purposes. Such reports shall thereafter be destroyed by the board unless a request for public disclosure of an item contained in such report is pending. In lieu of the destruction of such reports, the board, in its discretion, may establish procedures providing for their return to the persons who filed them.\\par\n\\'a7 4.  Subdivision c of section 14-149 of the administrative code of the city of New York, as amended by local law number 48 for the year 2004, is amended to read as follows:\\par\nc. The data contained in the 911 operational time analysis report required by paragraphs two through seven of subdivision b of this section shall be provided on a citywide, borough-wide, precinct-by-precinct and tour-by-tour basis. The 911 operational time analysis report shall be submitted to the council quarterly. In addition, the data contained in such report shall be incorporated in the mayor's preliminary and final management reports. Notwithstanding any other provision of law, the operational time analysis report required by subdivision b to be submitted to the council is not required to be transmitted in electronic format to the department of [records and information services] \\ul citywide administrative services\\ulnone , or its successor agency, and is not required to be made available to the public on or through the department of [records and information services] \\ul citywide administrative services\\ulnone ' web site, or its successor's web site.\\par\n\\'a7 5.  Subdivision c of section 14-150 of the administrative code of the city of New York, as amended by local law number 1 for the year 2009, is amended to read as follows:\\par\n    c. The information, data and reports requested in subdivisions a and b shall be provided to the council except where disclosure of such material could compromise the safety of the public or police officers or could otherwise compromise law enforcement operations. Notwithstanding any other provision of law, the information, data and reports requested in subdivisions a and b are not required to be transmitted in electronic format to the department of [records and information services] \\ul citywide administrative services\\ulnone , or its successor agency, and are not required to be made available to the public on or through the department of [records and information services] \\ul citywide administrative services\\ulnone ' web site, or its successor's web site. These reports shall be provided to the council within 30 days of the end of the reporting period to which the reports correspond or for which the relevant data may be collected, whichever is later. Where necessary, the department may use preliminary data to prepare the required reports and may include an acknowledgment that such preliminary data is non-final and subject to change. \\par\n\\'a7 6.  Subdivisions b and c of section 17-170 of the administrative code of the city of New York, as amended by local law number 59 for the year 1996, are amended to read as follows:\\par\n    b. Original records of births, deaths, and fetal deaths filed with the department or the office of the city inspector subsequent to the year eighteen hundred sixty-five and the indexes to such records shall be transferred by the department to the department of [records and information services] \\ul citywide administrative services\\ulnone  at such times as the board of health shall determine; said records shall be filed and maintained by the department of [records and information services] \\ul citywide administrative services\\ulnone  as public records. \\par\n    c. Upon the transfer of such records the commissioner of the department of [records and information services] \\ul citywide administrative services\\ulnone  shall have the authority to issue upon request certified copies of or extracts from such records. \\par\n\\'a7 7.  Section BC 106.12 of the New York City Building Code, as added by local law number 33 for the year 2007, is amended to read as follows:\\par\n\\'a7 106.12 Pre-demolition photographs. In addition to the requirements of Section 3306.3, construction documents for full demolition shall comply with the following requirements for archival photographs: \\par\n    1. Number required. Applications shall contain two sets of photographs of the building or buildings to be demolished or removed. Both sets shall be received by the department on behalf of the New York City Landmarks Preservation Commission and the New York City Municipal Archives Division of the Department of [Records and Information Services] \\ul Citywide Administrative Services\\ulnone . \\par\n    2. Format. The photographs shall conform to the standards and specifications established by rules promulgated by the commissioner upon the advice of the commissioner of the Department of [Records and Information Services] \\ul Citywide Administrative Services\\ulnone  and the chairperson of the Landmarks Preservation Commission. \\par\n    Exception: Applications made on behalf of the Department of Housing Preservation and Development or made pursuant to Article 215 of Chapter 2 of title 28 of the Administrative Code are exempt from the requirements of this section. \\par\n\\'a7 8.  Subdivision f of section 1066 of the charter of the city of New York, as amended by local law 59 for the year 1996, is amended to read as follows:\\par\n    f. The commissioner of citywide administrative services shall provide copies of each issue of the City Record to the municipal reference and research center where they shall be available without charge to any member of the public requesting a copy on the publication date or within a reasonable period of time thereafter, to be determined by the commissioner [of records and information services]. The commissioner shall also provide free subscriptions to the City Record to each borough president, council member, community board, and branch of the public library and to the news media as defined in paragraph three of subdivision b of section one thousand forty-three of the charter. The commissioner of citywide administrative services, each borough president, council member and community board shall, upon receipt, make copies of each issue of the City Record available in their respective offices for reasonable public inspection without charge. \\par\n\\'a7 9.  Subdivision a of section 1133 of the charter of the city of New York, as amended by local law number 11 for the year 2003, subdivision b of section 1133 of the charter of the city of New York, as amended by local law number 22 for the year 2003, and subdivision c of the charter of the city of New York, as added by local law number 22 for the year 2003, are amended to read as follows:\\par\na. The head of each agency shall transmit to the municipal reference and research center at least one copy of each report, document, study or publication of such agency immediately after the same shall have been published or issued. The head of each agency shall also transmit to the department of [records and information services] \\ul citywide administrative services\\ulnone  or its successor agency, in electronic format, each report, document, study and publication required by local law, executive order, or mayoral directive to be published, issued, or transmitted to the council or mayor, within ten business days of such publication, issuance or transmittal to the council or mayor, which materials shall be made available to the public on or through the department's website, or its successor's website, within ten business days of such publication, issuance or transmittal to the council or mayor. The agency shall further transmit to the municipal reference and research center one copy of each report, document, study or publication prepared by consultants, or other independent contractors, as soon as such report or study is released, and shall further transmit within ten business days of release by the agency, in electronic format, to the department of [records and information services] \\ul citywide administrative services\\ulnone  each such report, document, study or publication. Such materials shall further be made available to the public on or through the department's website, or its successor's website, within ten business days of release by the agency. Where practicable, each agency shall also transmit, in electronic format, to the department of [records and information services] \\ul citywide administrative services\\ulnone  or its successor agency any report, document, study and publication required to be published by any state or federal law, rule or regulation within ten business days of publication. Such materials shall further be made available to the public on or through the department's website, or its successor's website, within ten business days of such publication.\\par\n    b. No records shall be destroyed or otherwise disposed of by an agency, officer or employee of the city unless approval has been obtained from the commissioner of [records and information services] \\ul citywide administrative services\\ulnone , the corporation counsel and the head of the agency which created or has jurisdiction over the records who shall base their determinations on the potential administrative, fiscal, legal, research or historical value of the record. Approval for records disposal shall be contained in an approved records disposal schedule and remain in force until the status of the records changes. The commissioner of [records and information services] \\ul citywide administrative services\\ulnone  or the head of the agency which created or has jurisdiction over the records may initiate action to eliminate records eligible for disposal. The commissioner of [records and information services] \\ul citywide administrative services\\ulnone  shall insure the destruction of disposable records within six months of the date of eligibility. \\par\n    c. Records of historical, research, cultural or other important value shall be transferred to the municipal archives for permanent custody pursuant to a records disposition schedule approved by the commissioner of [records and information services] \\ul citywide administrative services\\ulnone  and, if applicable, the head of the agency which created or has jurisdiction over the records. Such schedule is subject to the conditions set forth herein. The city shall reserve and retain ownership, possession, and control of all records of historical, research, cultural or other important value in accordance with the provisions of this section and [subdivision] \\ul paragraph\\ulnone  five of \\ul subdivision c of \\ulnone section [3003] \\ul 811\\ulnone .\\par\n\\'a7 10.  Chapter 72 of the charter of the city of New York is REPEALED.  \\par\n\\'a7 11.  Any agency or officer to which are assigned by or pursuant to this local law any functions, powers and duties shall exercise such functions, powers and duties in continuation of their exercise by the agency or officer by which the same were heretofore exercised and shall have power to continue any business, proceeding or other matter commenced by the agency or officer by which such functions, powers and duties were heretofore exercise.  Any provision in any law, rule, regulation, contract, grant or other document relating to the subject matter of such functions, power or duties, and applicable to the agency or officer formerly exercising the same shall, so far as not inconsistent with the provision of this local law, apply to the agency or officer to which such functions, powers and duties are assigned by or pursuant tot his local law.  \\par\n\\'a7 12.  Any rule or regulation in force on the effective date of this local law, and promulgated by an agency or officer whose power to promulgate such type of rule or regulation is assigned by or pursuant to this local law to some other agency or officer, shall continue in force as the rule or regulation of the agency or officer to whom such power is assigned, except as such other agency or officer may hereafter duly amend, supersede or repeal such rule or regulation.  \\b\\par\n\\b0\\'a7 13.  If any of the functions, powers or duties of any agency or part therof is by or pursuant to this local law assigned to another agency, all records, property and equipment relating to such transferred function, power or duty shall be transferred and delivered to the agency to which such function, power or duty is so assigned.  \\par\n\\'a7 14.  No existing right or remedy of any character accruing to the city shall be lost or impaired or affected by reason of the adoption of this local law.  \\par\n\\'a7 15.  No action or proceeding, civil or criminal, pending at the time when this local law shall take effect, brought by or against the city or any agency or officer, shall be affected or abated by the adoption of this local law or by anything herein contained; but all such actions or proceedings may be continued notwithstanding that functions, powers and duties of any agency or officer party thereto may by or pursuant to this local law be assigned or transferred to another agency or officer, but in that event the same may be prosecuted or defended by the head of the agency or the officer to which such functions, powers and duties have been assigned or transferred by or pursuant to this local law.  \\par\n\\'a7 16.  Whenever by or pursuant to any provision of this local law, functions, powers or duties may be assigned to any agency or officer which have been heretofore exercised by any other agency or officer, officers and employees in the classified city civil service who are engaged in the performance of such functions, powers or duties may be transferred to the agency to which such functions, powers or duties may be assigned by or pursuant to this local law.  \\par\n\\'a7 17.  Any license, permit or other authorization in force on the effective date of this local law, and issued by an agency, where the power or such agency to issue such license, permit or authorization is assigned by or pursuant to this local law to another agency or officer, shall continue in force as the license, permit or authorization of such other agency, or officer, except as such license, permit or authorization may expire or be altered, suspended or revoked by the appropriate agency or office pursuant to law.  Such license, permit or authorization shall be renewable in accordance with the applicable law by the agency or officer with such power pursuant to law, including this local law.  \\par\n\\'a7 18.  The provisions of this local law shall be severable and if any phrase, clause, sentence, paragraph, subdivision or section of this local law, or the applicability thereof to any person or circumstance, shall be held invalid, the remainder of this local law and the application thereof shall not be affected thereby.\\par\n\\'a7 19.  This local law shall take effect thirty days after its enactment into law.    \\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\par\n}\n",
  "LastModified": "2013-12-23T20:04:00.27Z"
}
