{
  "ID": 46453,
  "GUID": "C6084A66-8CA8-49F0-A32B-226C861B5C30",
  "File": "Int 0492-2011",
  "Name": "Records access by council members.",
  "Title": "A Local Law to amend the New York City Charter, in relation to records access by council members.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 13,
  "BodyName": "Committee on Governmental Operations",
  "IntroDate": "2011-03-02T00:00:00Z",
  "AgendaDate": "2011-03-02T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera "
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    }
  ],
  "History": [
    {
      "ID": 251544,
      "Date": "2011-03-02T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 251689,
      "Date": "2011-03-02T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Governmental Operations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10602,
      "AgendaSequence": 79,
      "MinutesSequence": 91,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Governmental Operations",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284032,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 47492,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Section 1134 of the New York City Charter is amended to read as follows:\n\t§1134.  Transmission of reports and records. a. The head of each agency shall promptly transmit to the council copies of all final reports or studies which the charter or other law requires the agency or any official thereof to prepare. The head of each agency shall also promptly transmit to the council copies of all final audits, audit reports and evaluations of such agency prepared by state or federal officials or by private parties.\n\tb.  Within five business days of receipt of a written request from a council member for reasonably described records, as defined by section 86(4) of the public officers law, to be used in furtherance of his or her official duties, the records access officer designated by each agency shall make such records available to the council member, deny such request in writing or furnish a written acknowledgement of the receipt of such request and a statement of the approximate date, which shall be reasonable under the circumstances of  the request, when such request will be granted or denied.  If an agency determines to grant a request in whole or in part, and if circumstances prevent disclosure to the council member within ten business days from the date of the acknowledgement of the receipt of the request, the agency shall state, in writing, both the reason for the inability to grant the request within ten business days and a date certain within a reasonable period, depending on the circumstances, when the request will be granted in whole or in part.  For purposes of requests made pursuant to this section, an agency may withhold information on the grounds set forth in section 87(2) of the public officers law.  A council member who is denied access to a record or records may within five business days appeal in writing such denial to the agency’s records access appeals officer, who shall within five business days of receipt of such appeal fully explain in writing to the council member the reasons for further denial, or provide access to the record or records sought.  Failure by an agency to conform to the provisions of this section shall constitute a denial.  A council member who is denied access to a record or records in an appeal determination may bring a proceeding for review of such denial pursuant to article seventy-eight of the civil practice law and rules.\n\t§2.  This local law shall take effect thirty days after it is enacted into law.\n\nLGA\nLS # 1588\n1.13.11",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Section 1.  Section 1134 of the New York City Charter is amended to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\cf1\\tab\\'a71134.  \\ul Transmission of reports and records. a. \\ulnone The head of each agency shall promptly transmit to the council copies of all final reports or studies which the charter or other law requires the agency or any official thereof to prepare. The head of each agency shall also promptly transmit to the council copies of all final audits, audit reports and evaluations of such agency prepared by state or federal officials or by private parties.\\par\n\\tab\\ul b.  Within five business days of receipt of a written request from a council member for reasonably described records, as defined by section 86(4) of the public officers law, to be used in furtherance of his or her official duties, the records access officer designated by each agency shall make such records available to the council member, deny such request in writing or furnish a written acknowledgement of the receipt of such request and a statement of the approximate date, which shall be reasonable under the circumstances of  the request, when such request will be granted or denied.  If an agency determines to grant a request in whole or in part, and if circumstances prevent disclosure to the council member within ten business days from the date of the acknowledgement of the receipt of the request, the agency shall state, in writing, both the reason for the inability to grant the request within ten business days and a date certain within a reasonable period, depending on the circumstances, when the request will be granted in whole or in part.  For purposes of requests made pursuant to this section, an agency may withhold information on the grounds set forth in section 87(2) of the public officers law.  A council member who is denied access to a record or records may within five business days appeal in writing such denial to the agency\\rquote s records access appeals officer, who shall within five business days of receipt of such appeal fully explain in writing to the council member the reasons for further denial, or provide access to the record or records sought.  Failure by an agency to conform to the provisions of this section shall constitute a denial.  A council member who is denied access to a record or records in an appeal determination may bring a proceeding for review of such denial pursuant to article seventy-eight of the civil practice law and rules.\\par\n\\pard\\ltrpar\\nowidctlpar\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\cf0\\ulnone\\tab\\'a72.  This local law shall take effect thirty days after it is enacted into law.\\cf1\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\cf0\\ul\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\ulnone LGA\\par\nLS # 1588\\par\n1.13.11\\par\n}\n",
  "LastModified": "2013-12-23T20:01:34.457Z"
}
