{
  "ID": 46797,
  "GUID": "5A9C2307-8C0F-49F2-8AE6-392644BB35B5",
  "File": "Int 0500-2011",
  "Name": "Responsibilities of a mortgagee commencing an action to recover residential real property.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the responsibilities of a mortgagee commencing an action to recover residential real property.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2011-03-23T00:00:00Z",
  "AgendaDate": "2011-03-23T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5285,
      "Slug": "erik-martin-dilan",
      "FullName": "Erik Martin Dilan"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera "
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    }
  ],
  "History": [
    {
      "ID": 252216,
      "Date": "2011-03-23T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 252439,
      "Date": "2011-03-23T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10641,
      "AgendaSequence": 147,
      "MinutesSequence": 186,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 252742,
      "Date": "2011-04-14T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 10671,
      "AgendaSequence": 2,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 253397,
      "Date": "2011-04-14T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 10671,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284213,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 100652,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 4/14/11",
      "Link": "http://nyc.legistar1.com/nyc/attachments/2f5bf888-7fd4-4e61-93d6-dee270c22c6c.doc",
      "Sort": 1
    },
    {
      "ID": 101156,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 4/14/11",
      "Link": "http://nyc.legistar1.com/nyc/attachments/9d3ead1b-4d22-477b-91b4-0ef646cee94f.PDF",
      "Sort": 2
    },
    {
      "ID": 101127,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 4/14/11",
      "Link": "http://nyc.legistar1.com/nyc/attachments/36587137-0c39-45ed-9bfe-b645ec983729.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 47847,
  "Text": "Be it enacted by the Council as follows: \n\t\nSection 1. Legislative Intent.  According to the State of New York City Housing and Neighborhood Report, in 2009, 20,102 homes in New York City went into foreclosure, an increase of 35.6% since 2008.  Foreclosures of mortgages on residential properties, especially of one- and two-family homes, have a deleterious effect on the neighborhoods surrounding the foreclosed properties and the tenants who may reside in these properties. The physical conditions of residential property being foreclosed upon often decline and may become hazardous from lack of proper maintenance and at a minimum, can damage the appearance of neighborhoods and lead to a reduction in property values in the surrounding area.  Moreover, a spate of foreclosures may lead to secondary effects such as an increase in crime.  Additionally, tenants in these properties may experience the shut-off of utilities or a severe decline in the maintenance of the property once the foreclosure action is commenced or when the homeowner abandons the property due to the inability to continue mortgage payments. It is the intent of this legislation to address these maintenance issues while not in any way interfering with the rights of litigants in foreclosure proceedings.\n§2. Article 2 of subchapter 4 of chapter 2 of title 27 of the administrative code of the city of New York, is amended by adding a new section 27-2109.1 to read as follows:\n§27-2109.1 Responsibilities of a mortgagee commencing an action to recover residential real property.  a. Any mortgagee that brings an action within a court of competent jurisdiction in the state of New York to recover possession of or title to any residential real property within the city of New York based upon a failure to pay a mortgage on such property shall be responsible for maintaining said real property in accordance with the multiple dwelling law, housing maintenance code and all applicable laws, rules and regulations related to the provision of essential services to tenants, including maintaining the habitability of such real property, and maintaining the exterior areas of such property free of rodents, vermin, excessive weed or plant growth and in a sanitary condition. Following the commencement of an action to recover possession of or title to such residential real property, any fines or penalties against the property for violations of any such laws and regulations shall be borne by the mortgagee commencing the action to recover possession of or title to said real property. Any orders made or other action taken by a court having jurisdiction over an action to foreclose on real property shall take precedence over this section. A mortgagee’s responsibility to maintain such residential real property shall cease upon the sale of such property or discontinuance of the action to recover possession of or title to the residential real property. For the purposes of this section “mortgagee” shall mean any person or successor in interest, including but not limited to, any entity which services the mortgage that is the subject of the proceeding, lenders in a mortgage agreement and any agent, servant, or employee of the mortgagee, or any successor in interest to or assignee of the mortgagee’s rights, interests or obligations under the mortgage agreement.\nb. However, the provisions of subdivision a of this section shall not apply to owner-occupied real property except when such real property is also occupied by one or more tenants or where an administrator pursuant to article 7-A of the real property actions and proceedings law has been appointed for such real property.  This section shall also not apply to actions to recover possession of or title to residential real property brought by a governmental entity.\n§2. This local law shall take effect immediately after its enactment except that no proceeding to impose a civil penalty pursuant to this local law shall be commenced until ninety days after its enactment.\n\n\nBKH\nLS #2227\n3/15/2011 5:11 PM",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows: \\par\n\\ulnone\\tab\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Section 1. Legislative Intent.  According to the State of New York City Housing and Neighborhood Report, in 2009, 20,102 homes in New York City went into foreclosure, an increase of 35.6% since 2008.  Foreclosures of mortgages on residential properties, especially of one- and two-family homes, have a deleterious effect on the neighborhoods surrounding the foreclosed properties and the tenants who may reside in these properties. The physical conditions of residential property being foreclosed upon often decline and may become hazardous from lack of proper maintenance and at a minimum, can damage the appearance of neighborhoods and lead to a reduction in property values in the surrounding area.  Moreover, a spate of foreclosures may lead to secondary effects such as an increase in crime.  Additionally, tenants in these properties may experience the shut-off of utilities or a severe decline in the maintenance of the property once the foreclosure action is commenced or when the homeowner abandons the property due to the inability to continue mortgage payments. It is the intent of this legislation to address these maintenance issues while not in any way interfering with the rights of litigants in foreclosure proceedings.\\ul\\par\n\\ulnone\\'a72. Article 2 of subchapter 4 of chapter 2 of title 27 of the administrative code of the city of New York, is amended by adding a new section 27-2109.1 to read as follows:\\par\n\\ul\\'a727-2109.1 Responsibilities of a mortgagee commencing an action to recover residential real property.  a. Any mortgagee that brings an action within a court of competent jurisdiction in the state of New York to recover possession of or title to any residential real property within the city of New York based upon a failure to pay a mortgage on such property shall be responsible for maintaining said real property in accordance with the multiple dwelling law, housing maintenance code and all applicable laws, rules and regulations related to the provision of essential services to tenants, including maintaining the habitability of such real property, and maintaining the exterior areas of such property free of rodents, vermin, excessive weed or plant growth and in a sanitary condition. Following the commencement of an action to recover possession of or title to such residential real property, any fines or penalties against the property for violations of any such laws and regulations shall be borne by the mortgagee commencing the action to recover possession of or title to said real property. Any orders made or other action taken by a court having jurisdiction over an action to foreclose on real property shall take precedence over this section. A mortgagee\\rquote s responsibility to maintain such residential real property shall cease upon the sale of such property or discontinuance of the action to recover possession of or title to the residential real property. For the purposes of this section \\ldblquote mortgagee\\rdblquote  shall mean any person or successor in interest, including but not limited to, any entity which services the mortgage that is the subject of the proceeding, lenders in a mortgage agreement and any agent, servant, or employee of the mortgagee, or any successor in interest to or assignee of the mortgagee\\rquote s rights, interests or obligations under the mortgage agreement.\\par\nb. However, the provisions of subdivision a of this section shall not apply to owner-occupied real property except when such real property is also occupied by one or more tenants or where an administrator pursuant to article 7-A of the real property actions and proceedings law has been appointed for such real property.  This section shall also not apply to actions to recover possession of or title to residential real property brought by a governmental entity.\\par\n\\ulnone\\'a72. This local law shall take effect immediately after its enactment except that no proceeding to impose a civil penalty pursuant to this local law shall be commenced until ninety days after its enactment.\\ul\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\ulnone\\par\n\\par\n\\fs18 BKH\\par\nLS #2227\\par\n3/15/2011 5:11 PM\\par\n}\n",
  "LastModified": "2013-12-23T19:59:51.397Z"
}
