{
  "ID": 46790,
  "GUID": "522599CA-28F6-4A1F-A286-560571859275",
  "File": "Int 0510-2011",
  "Name": "Salvia Divinorum",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to salvia divinorum.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2011-03-23T00:00:00Z",
  "AgendaDate": "2011-03-23T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    }
  ],
  "History": [
    {
      "ID": 252217,
      "Date": "2011-03-23T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 252455,
      "Date": "2011-03-23T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10641,
      "AgendaSequence": 163,
      "MinutesSequence": 202,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284020,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 47840,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Chapter two of title ten of the administrative code of the city of New York is amended by adding a new section 10-203, to read as follows:\n§10-203. Salvia Divinorum\na.   Definitions.  For the purposes of this section:\n1. “Person” means a human being, a public corporation, a private corporation, an unincorporated association, a partnership, proprietorship, or any other kind of entity or business organization.\n2.  “Possess” means to have physical possession, or to otherwise exercise dominion or control over tangible property.\n3. “Salvia Divinorum” means a perennial herb in the mint family, frequently referred to as “Diviner’s Sage,” “Ska Maria Pastora,” or “Sally D,” as a whole plant, loose leaves, dried leaves, powder, or any other form, including the chemical salvinorin-A in any extracted or concentrated form.\n4.  “Sell” means to sell, exchange, distribute, give, or otherwise dispose of to another with or without consideration.\nb.   Possesssion of Salvia Divinorum.\n1.  A person shall be in violation of this section and subject to a civil penalty of five hundred dollars for each violation when said person knowingly possesses Salvia Divinornum or any preparation, compound, mixture, or substance containing Salvia Divinorum and where the Salvia Divinorum or any preparation, compound, mixture, or substance containing Salvia Divinorum is of an aggregate weight of less than two ounces.\n2.  A person shall be guilty of a Class B Misdemeanor punishable by a term of imprisonment not to exceed three months, or a civil penalty of five hundred dollars for each violation, or both when said person knowingly possesses Salvia Divinorum or any preparation, compound, mixture, or substance containing Salvia Divinorum and where the Salvia Divinorum or any preparation, compound, mixture, or substance containing Salvia Divinorum is of an aggregate weight of two ounces or more.\nc. Sale of Salvia Divinorum.\n1.  A person shall be guilty of a Class B Misdemeanor punishable by a term of imprisonment not to exceed three months, or a civil penalty of one thousand dollars for each violation, or both when said person knowingly sells or offers to sell Salvia Divinorum or any preparation, compound, mixture, or substance containing Salvia Divinorum and the Salvia Divinorum or any preparation, compound, mixture, or substance containing Salvia Divinorum is of an aggregate weight of less than two ounces. \n\t2.  A person shall be guilty of a Class A Misdemeanor punishable by a term of imprisonment not to exceed one year, or a civil penalty of two thousand five hundred dollars for each violation, or both when said person knowingly sells or offers to sell Salvia Divinorum or any preparation, compound, mixture, or substance containing Salvia Divinorum and where the Salvia Divinorum or any preparation, compound, mixture, or substance containing Salvia Divinorum is of an aggregate weight of two ounces or more.\nd.  Exceptions.  This section shall not apply to any prescription or nonprescription over-the-counter-drugs approved or regulated by the United States Food and Drug Administration.\n\t§ 2.  This local law shall take effect immediately.\n\nCJG\nLS #1862\n02/23/11",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj Section 1.  \\expndtw-3 Chapter two of title ten of the administrative code of the city of New York is amended by adding a new section 10-203, to read as follows:\\ul\\par\n\\'a710-203. Salvia Divinorum\\par\na.   Definitions.  For the purposes of this section:\\par\n1. \\ldblquote Person\\rdblquote  means a human being, a public corporation, a private corporation, an unincorporated association, a partnership, proprietorship, or any other kind of entity or business organization.\\par\n2.  \\ldblquote Possess\\rdblquote  means to have physical possession, or to otherwise exercise dominion or control over tangible property.\\par\n3. \\ldblquote Salvia Divinorum\\rdblquote  means a perennial herb in the mint family, frequently referred to as \\ldblquote Diviner\\rquote s Sage,\\rdblquote  \\ldblquote Ska Maria Pastora,\\rdblquote  or \\ldblquote Sally D,\\rdblquote  as a whole plant, loose leaves, dried leaves, powder, or any other form, including the chemical salvinorin-A in any extracted or concentrated form.\\par\n4.  \\ldblquote Sell\\rdblquote  means to sell, exchange, distribute, give, or otherwise dispose of to another with or without consideration.\\par\nb.   Possesssion of Salvia Divinorum.\\par\n1.  A person shall be in violation of this section and subject to a civil penalty of five hundred dollars for each violation when said person knowingly possesses Salvia Divinornum or any preparation, compound, mixture, or substance containing Salvia Divinorum and where the Salvia Divinorum or any preparation, compound, mixture, or substance containing Salvia Divinorum is of an aggregate weight of less than two ounces.\\par\n2.  A person shall be guilty of a Class B Misdemeanor punishable by a term of imprisonment not to exceed three months, or a civil penalty of five hundred dollars for each violation, or both when said person knowingly possesses Salvia Divinorum or any preparation, compound, mixture, or substance containing Salvia Divinorum and where the Salvia Divinorum or any preparation, compound, mixture, or substance containing Salvia Divinorum is of an aggregate weight of two ounces or more.\\par\nc. Sale of Salvia Divinorum.\\par\n1.  A person shall be guilty of a Class B Misdemeanor punishable by a term of imprisonment not to exceed three months, or a civil penalty of one thousand dollars for each violation, or both when said person knowingly sells or offers to sell Salvia Divinorum or any preparation, compound, mixture, or substance containing Salvia Divinorum and the Salvia Divinorum or any preparation, compound, mixture, or substance containing Salvia Divinorum is of an aggregate weight of less than two ounces. \\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qj\\ulnone\\tab\\ul 2.  A person shall be guilty of a Class A Misdemeanor punishable by a term of imprisonment not to exceed one year, or a civil penalty of two thousand five hundred dollars for each violation, or both when said person knowingly sells or offers to sell Salvia Divinorum or any preparation, compound, mixture, or substance containing Salvia Divinorum and where the Salvia Divinorum or any preparation, compound, mixture, or substance containing Salvia Divinorum is of an aggregate weight of two ounces or more.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj d.  Exceptions.  This section shall not apply to any prescription or nonprescription over-the-counter-drugs approved or regulated by the United States Food and Drug Administration.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160\\expndtw0\\ulnone\\tab\\'a7 2.  This local law shall take effect immediately.\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar CJG\\par\nLS #1862\\par\n\\pard\\ltrpar\\nowidctlpar\\tx720\\tx5040 02/23/11\\par\n\\pard\\ltrpar\\nowidctlpar\\par\n}\n",
  "LastModified": "2013-12-23T19:57:53.35Z"
}
