{
  "ID": 46585,
  "GUID": "D0901693-F9AF-49CF-AA5D-228F9ECC5A33",
  "File": "Int 0516-2011",
  "Name": "Decreasing the Campaign Finance Program’s public matching funds rate during times of fiscal emergency.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation decreasing the Campaign Finance Program’s public matching funds rate during times of fiscal emergency.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 13,
  "BodyName": "Committee on Governmental Operations",
  "IntroDate": "2011-03-23T00:00:00Z",
  "AgendaDate": "2011-03-23T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    },
    {
      "ID": 7112,
      "Slug": "vincent-ignizio",
      "FullName": "Vincent Ignizio"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    },
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    }
  ],
  "History": [
    {
      "ID": 252245,
      "Date": "2011-03-23T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 252465,
      "Date": "2011-03-23T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Governmental Operations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10641,
      "AgendaSequence": 173,
      "MinutesSequence": 212,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Governmental Operations",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284015,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 47627,
  "Text": "Be it enacted by the Council as follows:\n \n\tSection 1.  Paragraph (a) of subdivision (2) of section 3-705 of the administrative code of the city of New York , as amended by local law number 34 of 2007, is amended to read as follows: \n§3-705(2)(a)  If the threshold for  eligibility  is  met,  the  participating candidate's  principal  committee  shall  receive  payment for qualified campaign expenditures of six dollars for each one  dollar  of  matchable contributions,  up  to  one  thousand  fifty dollars in public funds per contributor (or up to five hundred twenty-two dollars  in  public  fund per  contributor  in  the  case  of  a  special  election), obtained and reported to the campaign finance board in accordance with the provisions of this chapter[.]; except that, if, in the year of a primary or general election, and prior to the deadline for filing a certification as set by the board pursuant to paragraph (c) of subdivision (1) of section 3-703, the mayor’s office of management and budget projects, in a financial plan issued pursuant to section 258 of the charter, that the city’s budget gap will equal or exceed two billion dollars, the participating candidate’s principal committee shall receive payment for qualified campaign expenditures of two dollars for each one dollar of matchable contributions, up to three hundred fifty dollars in public funds per contributor, obtained and reported to the campaign finance board in accordance with the provisions of this chapter.\n§2.  This local law shall take effect immediately.\n\nSAG\nLS# 1964\n2.14.11",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n \\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar\\sl480\\slmult1\\tab Section 1.  Paragraph (a) of subdivision (2) of section 3-705 of the administrative code of the city of New York , as amended by local law number 34 of 2007, is amended to read as follows: \\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\'a73-705(2)(a)  \\cf1 If the threshold for  eligibility  is  met,  the  participating candidate's  principal  committee  shall  receive  payment for qualified campaign expenditures of six dollars for each one  dollar  of  matchable contributions,  up  to  one  thousand  fifty dollars in public funds per contributor (or up to five hundred twenty-two dollars  in  public  fund per  contributor  in  the  case  of  a  special  election), obtained and reported to the campaign finance board in accordance with the provisions of this chapter[.]\\ul ;\\ulnone  \\ul except that, if, in the year of a primary or general election, and prior to the deadline for filing a certification as set by the board pursuant to paragraph (c) of subdivision (1) of section 3-703, the mayor\\rquote s office of management and budget projects, in a financial plan issued pursuant to section 258 of the charter, that the city\\rquote s budget gap will equal or exceed two billion dollars, the participating candidate\\rquote s principal committee shall receive payment for qualified campaign expenditures of two dollars for each one dollar of matchable contributions, up to three hundred fifty dollars in public funds per contributor, obtained and reported to the campaign finance board in accordance with the provisions of this chapter.\\par\n\\ulnone\\'a72.  This local law shall take effect immediately.\\cf0\\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar\\par\nSAG\\par\nLS# 1964\\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar\\sa150\\sl480\\slmult1 2.14.11\\par\n}\n",
  "LastModified": "2013-12-23T19:52:13.553Z"
}
