{
  "ID": 46615,
  "GUID": "C2EBF680-4D15-41AD-A82F-BF11032A315C",
  "File": "Int 0523-2011",
  "Name": "NYPD to conduct comprehensive operational and technical reviews of the City’s Emergency 911 Communication System and report its findings to the speaker of the city council.",
  "Title": "A Local Law to require the New York City Police Department to conduct comprehensive operational and technical reviews of the City’s Emergency 911 Communication System and report its findings to the speaker of the city council.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2011-03-23T00:00:00Z",
  "AgendaDate": "2011-03-23T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera "
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    }
  ],
  "History": [
    {
      "ID": 251776,
      "Date": "2011-03-09T13:00:00Z",
      "ActionID": 15,
      "Action": "Hearing on P-C Item by Comm",
      "Description": "This Introduction was Hearing on P-C Item by Comm",
      "BodyID": 5108,
      "BodyName": "Committee on Sanitation and Solid Waste Management",
      "EventID": 10604,
      "AgendaSequence": 13,
      "MinutesSequence": 27,
      "Version": "*",
      "AgendaNote": "Preconsidered",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 251908,
      "Date": "2011-03-09T13:10:00Z",
      "ActionID": 5018,
      "Action": "P-C Item Laid Over by Comm",
      "Description": "This Introduction was P-C Item Laid Over by Comm",
      "BodyID": 5108,
      "BodyName": "Committee on Sanitation and Solid Waste Management",
      "EventID": 10604,
      "MinutesSequence": 28,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 251794,
      "Date": "2011-03-09T13:20:00Z",
      "ActionID": 15,
      "Action": "Hearing on P-C Item by Comm",
      "Description": "This Introduction was Hearing on P-C Item by Comm",
      "BodyID": 19,
      "BodyName": "Committee on Public Safety",
      "EventID": 10605,
      "AgendaSequence": 13,
      "MinutesSequence": 27,
      "Version": "*",
      "AgendaNote": "Preconsidered",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 251888,
      "Date": "2011-03-09T13:30:00Z",
      "ActionID": 5018,
      "Action": "P-C Item Laid Over by Comm",
      "Description": "This Introduction was P-C Item Laid Over by Comm",
      "BodyID": 19,
      "BodyName": "Committee on Public Safety",
      "EventID": 10605,
      "MinutesSequence": 28,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 251812,
      "Date": "2011-03-09T13:40:00Z",
      "ActionID": 15,
      "Action": "Hearing on P-C Item by Comm",
      "Description": "This Introduction was Hearing on P-C Item by Comm",
      "BodyID": 29,
      "BodyName": "Committee on Transportation",
      "EventID": 10606,
      "AgendaSequence": 13,
      "MinutesSequence": 27,
      "Version": "*",
      "AgendaNote": "Preconsidered",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 251869,
      "Date": "2011-03-09T13:50:00Z",
      "ActionID": 5018,
      "Action": "P-C Item Laid Over by Comm",
      "Description": "This Introduction was P-C Item Laid Over by Comm",
      "BodyID": 29,
      "BodyName": "Committee on Transportation",
      "EventID": 10606,
      "MinutesSequence": 28,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 251758,
      "Date": "2011-03-23T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 252474,
      "Date": "2011-03-23T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10641,
      "AgendaSequence": 183,
      "MinutesSequence": 222,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284011,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 99777,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 3/9/11",
      "Link": "http://nyc.legistar1.com/nyc/attachments/5b5c9fb8-d4f0-4ce4-a838-74acabcb2a63.doc",
      "Sort": 1
    },
    {
      "ID": 100908,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 3/9/11",
      "Link": "http://nyc.legistar1.com/nyc/attachments/33f98d80-3299-4976-86cd-3b1b4fc76078.pdf",
      "Sort": 2
    },
    {
      "ID": 100161,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 3/9/11",
      "Link": "http://nyc.legistar1.com/nyc/attachments/a635a70f-1245-410f-8647-43deb7623418.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 47658,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Legislative findings and intent. The City’s Emergency 911 Communication System (“911”) is the largest 911 system in the country and handles more than 12 million calls per year.  The system has been undergoing an upgrade since 2006 by way of the Emergency Communications Transformation Project (“ECTP”). ECTP seeks to centralize and integrate the call taking and dispatch operations among the NYPD, FDNY, and EMS in order to reduce emergency response times, improve the City’s capacity to coordinate multi-agency responses to emergencies, ensure that the City’s 911 systems are fully redundant, and enhance the resiliency of the NYPD and FDNY, including EMS dispatch operations.\n ECTP has four initiatives, at various stages of completion, aimed at meeting the project’s objectives, including: (i) the establishment of a Public Services Answering Center (“PSAC 1”) in Brooklyn, where NYPD, Fire and EMS are to be situated on the same floor, (ii) the construction of a back-up 911 call-taking and dispatch center (“PSAC 2”) in the Bronx, the scope of which has recently been scaled back, (iii) unifying 911 call-taking functions in a single call-taking operation at PSAC 1 and PSAC 2 that will be managed by the NYPD, and (iv) the integration of the NYPD, FDNY and EMS Computer-Aided Dispatch (“CAD”) systems. \nDuring the City’s December 2010 blizzard, the 911 system was overwhelmed with calls, receiving almost 50,000 calls on Monday, December 27th alone, which represented the 6th highest one day call total in the history of 911. Many people complained that it took several attempts to get through to 911, that they received a recorded message when they got through rather than a 911 operator, that their call was disconnected, or that they could not get through at all. Similar problems were reported in the aftermath of tornadoes that struck the City in September of 2010 and during and after the blackout of 2003, all of which led the City to undertake ECTP. The Council has also been advised that the large number of calls input into the Fire Department’s Computer Aided Dispatch System during the December 2010 blizzard caused technical glitches in the system that needed to be manually corrected.\n The Council therefore finds that the City is still unable to effectively and efficiently deal with extremely high 911 call volumes despite several years of attempting to overhaul the 911 system at a cost of hundreds of millions of dollars. The Council wants to ensure that comprehensive operational and technical reviews of the 911 system are conducted in a timely manner. These reviews will determine where problems exist and seek to ensure that appropriate changes are made, where practicable, prior to the completion of ECTP in order to ensure that the 911 system can answer and respond to a high volume of calls effectively and efficiently.\n§2. Emergency 911 Communication System Operational Review. The New York City Police Department, in cooperation with the New York City Fire Department, the Department of Information Technology and Telecommunications and the Office of Citywide Communications, shall conduct a comprehensive review of the City’s Emergency 911 Communication System operational procedures, including procedures employed during the December 2010 blizzard. Such review shall, among other things: (i) assess whether the City’s 911 call taking and dispatch centers were adequately staffed to handle the increased call volume during and subsequent to the December 2010 blizzard; (ii) determine what, if any changes need to made to staffing protocols to ensure adequate staffing for future high call volume incidents; (iii) assess whether the City had adequate resources available in the 911 call taking and dispatch centers, including work stations, phones and computers at the time of the December 2010 blizzard; (iv) determine what, if any, additional resources, need to be made available or procured to ensure adequate resources are available for future high call volume incidents, including the efficacy of using back up centers during high call volume incidents to increase available resources and staffing; (v) assess whether the command structure that existed during the December 2010 blizzard was adhered to and whether that structure adequately addressed issues associated with high call volume such as determining how to triage and prioritize calls and monitoring and reducing the backlog of calls; (vi) determine, what, if any, changes need to be made to the command structure and or training received by supervisors to better enable them to triage and prioritize calls and monitor and reduce the backlog of calls in future high call volume incidents; and (vii) assess whether appropriate escalation procedures and protocols were in place during the blizzard and the need to replace or revise those procedures and protocols to ensure future high call volume incidents are handled with greater efficiency and effectiveness. \n§3.  Emergency 911 Communication System Technical Review. The New York City Police Department, in cooperation with the New York City Fire Department, the Department of Information Technology and Telecommunications and the Office of Citywide Communications, shall conduct a comprehensive technical review of the City’s Emergency 911 Communication System, including problems encountered during the December 2010 blizzard. Such review shall, among other things: (i) assess whether there were any problems with the 911 telephony system during and in the aftermath of the blizzard, including problems encountered by the telephone service provider, the impact of those problems and how they were addressed and can be avoided in the future; (ii) assess whether there were any problems with the computer systems and/or software in the 911 call center during and in the aftermath of the blizzard, the impact of those problems and how they were addressed and can be avoided in the future; (iii) assess whether there were any problems with the police, fire or emergency medical service computer aided dispatch systems and software during and in the aftermath of the blizzard, the impact of those problems and how they were addressed and can be avoided in the future, and (iv) reassess technical problems in the Emergency 911 Communication System known to the City prior to the December 2010 blizzard to determine whether there are ways to resolve or reduce the impact these technical problems have on the City’s ability to operate the 911 system on an interim basis prior to the completion of ECTP, particularly during periods of high call volume, and detail the nature of these technical problems, the proposed interim solution and the long-term solution.\n§4.  Reporting. No later than three months from the effective date of this local law, the New York City Police Department shall submit a report to the speaker of the New York city council that details the findings and proposed solutions of the operational and technical reviews required by sections 2 and 3 of this local law.\n§5.  This local law shall take effect immediately upon its enactment.\nLS # 1979\nRCC\n2/24/11",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red255\\green255\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1. Legislative findings and intent. The City\\rquote s Emergency 911 Communication System (\\ldblquote 911\\rdblquote ) is the largest 911 system in the country and handles more than 12 million calls per year.  The system has been undergoing an upgrade since 2006 by way of the Emergency Communications Transformation Project (\\ldblquote ECTP\\rdblquote ). ECTP seeks to centralize and integrate the call taking and dispatch operations among the NYPD, FDNY, and EMS in order to reduce emergency response times, improve the City\\rquote s capacity to coordinate multi-agency responses to emergencies, ensure that the City\\rquote s 911 systems are fully redundant, and enhance the resiliency of the NYPD and FDNY, including EMS dispatch operations.\\par\n ECTP has four initiatives, at various stages of completion, aimed at meeting the project\\rquote s objectives, including: (i) the establishment of a Public Services Answering Center (\\ldblquote PSAC 1\\rdblquote ) in Brooklyn, where NYPD, Fire and EMS are to be situated on the same floor, (ii) the construction of a back-up 911 call-taking and dispatch center (\\ldblquote PSAC 2\\rdblquote ) in the Bronx, the scope of which has recently been scaled back, (iii) unifying 911 call-taking functions in a single call-taking operation at PSAC 1 and PSAC 2 that will be managed by the NYPD, and (iv) the integration of the NYPD, FDNY and EMS Computer-Aided Dispatch (\\ldblquote CAD\\rdblquote ) systems. \\par\nDuring the City\\rquote s December 2010 blizzard, the 911 system was overwhelmed with calls, receiving almost 50,000 calls on Monday, December 27\\super th\\nosupersub  alone, which represented the 6\\super th\\nosupersub  highest one day call total in the history of 911. Many people complained that it took several attempts to get through to 911, that they received a recorded message when they got through rather than a 911 operator, that their call was disconnected, or that they could not get through at all. Similar problems were reported in the aftermath of tornadoes that struck the City in September of 2010 and during and after the blackout of 2003, all of which led the City to undertake ECTP. The Council has also been advised that the large number of calls input into the Fire Department\\rquote s Computer Aided Dispatch System during the December 2010 blizzard caused technical glitches in the system that needed to be manually corrected.\\par\n The Council therefore finds that the City is still unable to effectively and efficiently deal with extremely high 911 call volumes despite several years of attempting to overhaul the 911 system at a cost of hundreds of millions of dollars. The Council wants to ensure that comprehensive operational and technical reviews of the 911 system are conducted in a timely manner. These reviews will determine where problems exist and seek to ensure that appropriate changes are made, where practicable, prior to the completion of ECTP in order to ensure that the 911 system can answer and respond to a high volume of calls effectively and efficiently.\\par\n\\'a72. Emergency 911 Communication System Operational Review. The New York City Police Department, in cooperation with the New York City Fire Department, the Department of Information Technology and Telecommunications and the Office of Citywide Communications, shall conduct a comprehensive review of the City\\rquote s Emergency 911 Communication System operational procedures, including procedures employed during the December 2010 blizzard. Such review shall, among other things: (i) assess whether the City\\rquote s 911 call taking and dispatch centers were adequately staffed to handle the increased call volume during and subsequent to the December 2010 blizzard; (ii) determine what, if any changes need to made to staffing protocols to ensure adequate staffing for future high call volume incidents; (iii) assess whether the City had adequate resources available in the 911 call taking and dispatch centers, including work stations, phones and computers at the time of the December 2010 blizzard; (iv) determine what, if any, additional resources, need to be made available or procured to ensure adequate resources are available for future high call volume incidents, including the efficacy of using back up centers during high call volume incidents to increase available resources and staffing; (v) assess whether the command structure that existed during the December 2010 blizzard was adhered to and whether that structure adequately addressed issues associated with high call volume such as determining how to triage and prioritize calls and monitoring and reducing the backlog of calls; (vi) determine, what, if any, changes need to be made to the command structure and or training received by supervisors to better enable them to triage and prioritize calls and monitor and reduce the backlog of calls in future high call volume incidents; and (vii) assess whether appropriate escalation procedures and protocols were in place during the blizzard and the need to replace or revise those procedures and protocols to ensure future high call volume incidents are handled with greater efficiency and effectiveness. \\highlight1\\par\n\\highlight0\\'a73.  Emergency 911 Communication System Technical Review. The New York City Police Department, in cooperation with the New York City Fire Department, the Department of Information Technology and Telecommunications and the Office of Citywide Communications, shall conduct a comprehensive technical review of the City\\rquote s Emergency 911 Communication System, including problems encountered during the December 2010 blizzard. Such review shall, among other things: (i) assess whether there were any problems with the 911 telephony system during and in the aftermath of the blizzard, including problems encountered by the telephone service provider, the impact of those problems and how they were addressed and can be avoided in the future; (ii) assess whether there were any problems with the computer systems and/or software in the 911 call center during and in the aftermath of the blizzard, the impact of those problems and how they were addressed and can be avoided in the future; (iii) assess whether there were any problems with the police, fire or emergency medical service computer aided dispatch systems and software during and in the aftermath of the blizzard, the impact of those problems and how they were addressed and can be avoided in the future, and (iv) reassess technical problems in the Emergency 911 Communication System known to the City prior to the December 2010 blizzard to determine whether there are ways to resolve or reduce the impact these technical problems have on the City\\rquote s ability to operate the 911 system on an interim basis prior to the completion of ECTP, particularly during periods of high call volume, and detail the nature of these technical problems, the proposed interim solution and the long-term solution.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\'a74.  Reporting. No later than three months from the effective date of this local law, the New York City Police Department shall submit a report to the speaker of the New York city council that details the findings and proposed solutions of the operational and technical reviews required by sections 2 and 3 of this local law.\\par\n\\'a75.  This local law shall take effect immediately upon its enactment.\\par\n\\pard\\ltrpar\\nowidctlpar LS # 1979\\par\nRCC\\par\n2/24/11\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\par\n\\par\n}\n",
  "LastModified": "2013-12-23T19:50:45.93Z"
}
