{
  "ID": 46734,
  "GUID": "2CEB80BB-6428-4CBA-98A4-28BCA92D9714",
  "File": "Int 0525-2011",
  "Name": "Imposition and collection of public safety service fees.",
  "Title": "A Local Law to amend the New York City Charter in relation to the imposition and collection of public safety service fees.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 11,
  "BodyName": "Committee on Finance",
  "IntroDate": "2011-03-23T00:00:00Z",
  "AgendaDate": "2011-03-23T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    },
    {
      "ID": 7112,
      "Slug": "vincent-ignizio",
      "FullName": "Vincent Ignizio"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    }
  ],
  "History": [
    {
      "ID": 252226,
      "Date": "2011-03-23T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 252477,
      "Date": "2011-03-23T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Finance",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10641,
      "AgendaSequence": 185,
      "MinutesSequence": 224,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Finance",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284009,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 47784,
  "Text": "Be it enacted by the Council as follows:\n       Section 1. Section 8 of chapter 1 of the New York City Charter is amended by adding a new subdivision h to read as follows:\n      §8. h. Notwithstanding any other provision of law, the city and officers, employees, and agents thereof are prohibited from imposing or collecting a public safety service fee, as defined in subdivision c of section 434 and subdivision h of section 487 of this charter, for public safety services provided by the police and fire departments and the fire department’s emergency medical service, unless such public safety service fee was in effect prior to January 1, 2011.  In the event a public safety service fee was lawfully imposed or collected prior to January 1, 2011, nothing herein shall prevent the city and officers, employees, and agents thereof from continuing to impose, collect or adjust such fee. \n§2.  Section 434 of chapter 18 of the New York City Charter is amended by adding a new subdivision c to read as follows:  \n      §434. c. The commissioner and the department are prohibited from imposing or collecting any public safety service fee that was not imposed or collected before January 1, 2011.  For the purposes of this section, the term \"public safety service fee\" shall mean a fee imposed for any service provided by members of the department in their ordinary course of duty, including, but not limited to responding to 911 calls for assistance, carrying out responsibilities while on patrol or assignment, and conducting investigations. Nothing herein shall prevent the department from imposing, collecting, or adjusting a public safety service fee that was lawfully imposed prior to January 1, 2011 or from imposing, collecting or adjusting fees for issuing permits, certificates or licenses.  \n          §3. Section 487 of chapter 19 of the New York City Charter is amended by adding a new subdivision h to read as follows:\n      §487. h. The commissioner, the department and emergency medical service are prohibited from imposing or collecting a public safety service fee that was not imposed or collected before January 1, 2011.  For the purposes of this section, the term \"public safety service fee\" shall mean a fee imposed for any service provided by members of the department or the department’s emergency medical service, or those working under the direction of the department or the department’s emergency medical service, in their ordinary course of duty, including, but not limited to responding to 911 calls for assistance, carrying out assignments while on duty, and conducting investigations. Nothing herein shall prevent the department or the department’s emergency medical service from imposing, collecting, or adjusting a public safety service fee that was lawfully imposed prior to January 1, 2011 or from imposing, collecting or adjusting fees for issuing permits, certificates or licenses. \n        §4. This local law shall take effect immediately and shall be retroactive to, and deemed to have been in full force and effect on and after, January 1, 2011.\nRCC\n2/23/11\n3:45 p.m.\nLS #’s 1853, 1855, 1863, 1866, 1870",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\pard\\cbpat1\\ltrpar\\nowidctlpar\\li150\\ri150\\sa150\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\pard\\cbpat1\\ltrpar\\nowidctlpar\\li150\\ri150\\sa150\\sl480\\slmult1        Section 1. Section 8 of chapter 1 of the New York City Charter is amended by adding a new subdivision h to read as follows:\\par\n      \\ul\\'a78. h. Notwithstanding any other provision of law, the city and officers, employees, and agents thereof are prohibited from imposing or collecting a public safety service fee, as defined in subdivision c of section 434 and subdivision h of section 487 of this charter, for public safety services provided by the police and fire departments and the fire department\\rquote s emergency medical service, unless such public safety service fee was in effect prior to January 1, 2011.  In the event a public safety service fee was lawfully imposed or collected prior to January 1, 2011, nothing herein shall prevent the city and officers, employees, and agents thereof from continuing to impose, collect or adjust such fee. \\par\n\\pard\\cbpat1\\ltrpar\\nowidctlpar\\fi570\\li150\\ri150\\sa150\\sl480\\slmult1\\ulnone\\'a72.  Section 434 of chapter 18 of the New York City Charter is amended by adding a new subdivision c to read as follows: \\b  \\par\n\\pard\\cbpat1\\ltrpar\\nowidctlpar\\li150\\ri150\\sa150\\sl480\\slmult1\\b0       \\ul\\'a7434. c. The commissioner and the department are prohibited from imposing or collecting any public safety service fee that was not imposed or collected before January 1, 2011.  For the purposes of this section, the term \"public safety service fee\" shall mean a fee imposed for any service provided by members of the department in their ordinary course of duty, including, but not limited to responding to 911 calls for assistance, carrying out responsibilities while on patrol or assignment, and conducting investigations. Nothing herein shall prevent the department from imposing, collecting, or adjusting a public safety service fee that was lawfully imposed prior to January 1, 2011 or from imposing, collecting or adjusting fees for issuing permits, certificates or licenses.  \\b\\par\n\\ulnone\\b0           \\'a73. Section 487 of chapter 19 of the New York City Charter is amended by adding a new subdivision h to read as follows:\\par\n      \\ul\\'a7487. h. The commissioner, the department and emergency medical service are prohibited from imposing or collecting a public safety service fee that was not imposed or collected before January 1, 2011.  For the purposes of this section, the term \"public safety service fee\" shall mean a fee imposed for any service provided by members of the department or the department\\rquote s emergency medical service, or those working under the direction of the department or the department\\rquote s emergency medical service, in their ordinary course of duty, including, but not limited to responding to 911 calls for assistance, carrying out assignments while on duty, and conducting investigations. Nothing herein shall prevent the department or the department\\rquote s emergency medical service from imposing, collecting, or adjusting a public safety service fee that was lawfully imposed prior to January 1, 2011 or from imposing, collecting or adjusting fees for issuing permits, certificates or licenses. \\par\n\\pard\\ltrpar\\nowidctlpar\\fi150\\sl480\\slmult1\\qj\\ulnone         \\'a74. This local law shall take effect immediately and shall be retroactive to, and deemed to have been in full force and effect on and after, January 1, 2011.\\par\n\\pard\\ltrpar\\nowidctlpar\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656 RCC\\par\n2/23/11\\par\n3:45 p.m.\\par\n\\pard\\cbpat1\\ltrpar\\nowidctlpar\\li150\\ri150\\sa150\\sl480\\slmult1 LS #\\rquote s 1853, 1855, 1863, 1866, 1870\\par\n}\n",
  "LastModified": "2013-12-23T19:50:22.993Z"
}
