{
  "ID": 46626,
  "GUID": "39D22EBF-2C7C-4632-AB12-FD419EBFF76B",
  "File": "Int 0526-2011",
  "Name": "Notification of discolored water or reduction of water pressure.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to notification of discolored water or reduction of water pressure.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 10,
  "BodyName": "Committee on Environmental Protection",
  "IntroDate": "2011-03-23T00:00:00Z",
  "AgendaDate": "2011-03-23T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    }
  ],
  "History": [
    {
      "ID": 252240,
      "Date": "2011-03-23T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 252485,
      "Date": "2011-03-23T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Environmental Protection",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10641,
      "AgendaSequence": 193,
      "MinutesSequence": 232,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Environmental Protection",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284008,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 47673,
  "Text": "Be it enacted by the Council as follows: \n\t\nSection 1. Subchapter 4 of chapter 3 of title 24 of the administrative code of the city of New York is amended by adding a new section 24-366 to read as follows: \n§24-366 Notification of discolored water or reduction of water pressure. a. Except as provided herein, the department shall notify via electronic mail all relevant community boards and all relevant district offices of all council members at least forty-eight hours prior to the undertaking of any work by the department or under the auspices of the department which the department reasonably knows could lead to discolored water, or the reduction or loss of water pressure at water faucets within such district.\nb. The notice requirements of subdivision a of this section shall not apply in situations where such work must proceed due to an imminent risk to public health or public safety.  In such cases, where such forty-eight hour notice is not given, the department shall within five days of the conclusion of such work, inform via electronic mail all such relevant community boards and the district offices of relevant council members of the reason that the notice was not provided.\n§2. This local law shall take effect immediately upon enactment.\nLF \nLS #1704\n2/23/11",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows: \\par\n\\ulnone\\tab\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 Section 1. Subchapter 4 of chapter 3 of title 24 of the administrative code of the city of New York is amended by adding a new section 24-366 to read as follows: \\par\n\\ul\\'a724-366 Notification of discolored water or reduction of water pressure. a. Except as provided herein, the department shall notify via electronic mail all relevant community boards and all relevant district offices of all council members at least forty-eight hours prior to the undertaking of any work by the department or under the auspices of the department which the department reasonably knows could lead to discolored water, or the reduction or loss of water pressure at water faucets within such district.\\par\nb. The notice requirements of subdivision a of this section shall not apply in situations where such work must proceed due to an imminent risk to public health or public safety.  In such cases, where such forty-eight hour notice is not given, the department shall within five days of the conclusion of such work, inform via electronic mail all such relevant community boards and the district offices of relevant council members of the reason that the notice was not provided.\\par\n\\ulnone\\'a72. This local law shall take effect immediately upon enactment.\\ul\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\ulnone LF \\par\nLS #1704\\par\n2/23/11\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\par\n}\n",
  "LastModified": "2013-12-23T19:50:10.273Z"
}
