{
  "ID": 46861,
  "GUID": "057A93E4-4285-4745-9D4B-96672B91C084",
  "File": "Int 0530-2011",
  "Name": "Setting nutrition standards for distributing incentive items aimed at children.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to setting nutrition standards for distributing incentive items aimed at children.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2011-04-06T00:00:00Z",
  "AgendaDate": "2011-04-06T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 7586,
      "Slug": "ruben-wills",
      "FullName": "Ruben Wills"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    }
  ],
  "History": [
    {
      "ID": 252993,
      "Date": "2011-04-06T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 253210,
      "Date": "2011-04-06T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10692,
      "AgendaSequence": 124,
      "MinutesSequence": 162,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284006,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 47915,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Chapter one of title 17 of the administrative code of the city of New York is amended by adding a new section 17-198 to read as follows:\n\t§ 17-198 Incentive items with restaurant food. a. For the purposes of this section, the following term shall be defined as follows:\n\t1. “Incentive item” shall mean any toy, game, trading card, admission ticket or other consumer product, whether physical or digital, with particular appeal to children, which is provided directly by the restaurant, or any coupon, voucher, ticket, token, code or password which is provided directly by the restaurant and is redeemable for or grants digital or other access to any toy, game, trading card, admission ticket, or other consumer product with particular appeal to children.\n\t2.  “Meal” shall mean any combination of food and drink items offered together for a single price.  \n\t3. “Restaurant” shall mean any coffee shop, cafeteria, luncheonette, sandwich stand, diner, short order café, fast food establishment, soda fountain, and any other eating or beverage establishment, which gives or offers for sale food or beverages to the public, guests, members, or patrons, whether food or beverages are customarily consumed on or off the premises.\n\tb. A restaurant may offer an incentive item in combination with the purchase of a meal only if the meal meets the following nutritional standards: \n\ti.  Less than five hundred calories; \n\tii. Less than six hundred milligrams of sodium;\n\tiii. Less than thirty-five percent of total calories from fat, except for fat contained in nuts, seeds, peanut butter, or other nut butter;\n\tiv.  Less than ten percent of total calories from saturated fats, except for saturated fat contained in nuts, seeds, peanut butter, or other nut butter; \n\tv.  Less than ten percent of total calories from added sugars and/or caloric sweeteners;\n\tvi. Contains one half cup of fruit or vegetables or one serving of whole-grain products; and\n\tvii.  A beverage, if included, that meets the criteria specified in subsection d.\n\tc. A restaurant may offer an incentive item in combination with the purchase of a single food item only if the single food item meets the following nutritional standards:\n\ti. Less than two hundred calories; \n\tii. Less than two hundred milligrams of sodium;\n\tiii. Less than thirty-five percent of total calories from fat, except for fat contained in nuts, seeds, peanut butter, or other nut butter; \n\tiv.  Less than ten percent of total calories from saturated fats, except for saturated fat contained in nuts, seeds, peanut butter, or other nut butter;\n\tv.  Less than ten percent of total calories from added sugars and/or caloric sweeteners; and\n\tvi. Contains one half cup of fruit or vegetables or one serving of whole-grain products.\n\td. A restaurant may offer an incentive item in combination with the purchase of a beverage only if the beverage meets the following nutritional standards:\n\ti. Less than on hundred fifty calories;\n\tii. Less than thirty five percent of total calories from fat;\n\tiii. Less than fifteen percent of total calories from saturated fat;\n\tiv. Less than ten percent of total calories from added sugars and/or caloric sweeteners;\n\tv. No added non-nutritive sweeteners\n\tvi. No caffeine, with the exception of trace amounts of naturally occurring caffeine substances.\n\te. Any person who violates any of the provisions of this section shall be liable for a civil penalty of not less than two hundred dollars nor more than five hundred dollars for a first violation thereof; not less than five hundred dollars nor more than one thousand dollars for a second violation thereof; and not less than one thousand dollars nor more than two thousand five hundred dollars for a third or subsequent violation thereof.\n\t§2.  This local law shall take effect one hundred and twenty days after its enactment into law.\n\n\nJW\nLS# 1254\n03/29/11-11:40am",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red255\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qj\\tab Section 1.  \\expndtw0 Chapter one of title 17 of the administrative code of the city of New York is amended by adding a new section 17-198 to read as follows:\\par\n\\tab\\ul\\'a7 17-198 Incentive items with restaurant food. a. For the purposes of this section, the following term shall be defined as follows:\\par\n\\ulnone\\tab\\ul 1. \\ldblquote Incentive item\\rdblquote  shall mean any toy, game, trading card, admission ticket or other consumer product, whether physical or digital, with particular appeal to children, which is provided directly by the restaurant, or any coupon, voucher, ticket, token, code or password which is provided directly by the restaurant and is redeemable for or grants digital or other access to any toy, game, trading card, admission ticket, or other consumer product with particular appeal to children.\\par\n\\ulnone\\tab\\ul 2.  \\ldblquote Meal\\rdblquote  shall mean any combination of food and drink items offered together for a single price.  \\par\n\\ulnone\\tab\\ul 3. \\ldblquote Restaurant\\rdblquote  shall mean any coffee shop, cafeteria, luncheonette, sandwich stand, diner, short order caf\\'e9, fast food establishment, soda fountain, and any other eating or beverage establishment, which gives or offers for sale food or beverages to the public, guests, members, or patrons, whether food or beverages are customarily consumed on or off the premises.\\par\n\\ulnone\\tab\\ul b. A restaurant may offer an incentive item in combination with the purchase of a meal only if the meal meets the following nutritional standards: \\par\n\\ulnone\\tab\\ul i.  Less than five hundred calories; \\par\n\\ulnone\\tab\\ul ii. Less than six hundred milligrams of sodium;\\par\n\\ulnone\\tab\\ul iii. Less than thirty-five percent of total calories from fat, except for fat contained in nuts, seeds, peanut butter, or other nut butter;\\par\n\\ulnone\\tab\\ul iv.  Less than ten percent of total calories from saturated fats, except for saturated fat contained in nuts, seeds, peanut butter, or other nut butter; \\par\n\\ulnone\\tab\\ul v.  Less than ten percent of total calories from added sugars and/or caloric sweeteners;\\par\n\\ulnone\\tab\\ul vi. Contains one half cup of fruit or vegetables or one serving of whole-grain products; and\\par\n\\ulnone\\tab\\ul vii.  A beverage, if included, that meets the criteria specified in subsection d.\\par\n\\ulnone\\tab\\ul c. A restaurant may offer an incentive item in combination with the purchase of a single food item only if the single food item meets the following nutritional standards:\\par\n\\ulnone\\tab\\ul i. Less than two hundred calories; \\par\n\\ulnone\\tab\\ul ii. Less than two hundred milligrams of sodium;\\par\n\\ulnone\\tab\\ul iii. Less than thirty-five percent of total calories from fat, except for fat contained in nuts, seeds, peanut butter, or other nut butter; \\par\n\\ulnone\\tab\\ul iv.  Less than ten percent of total calories from saturated fats, except for saturated fat contained in nuts, seeds, peanut butter, or other nut butter;\\par\n\\ulnone\\tab\\ul v.  Less than ten percent of total calories from added sugars and/or caloric sweeteners; and\\par\n\\ulnone\\tab\\ul vi. Contains one half cup of fruit or vegetables or one serving of whole-grain products.\\par\n\\ulnone\\tab\\ul d. A restaurant may offer an incentive item in combination with the purchase of a beverage only if the beverage meets the following nutritional standards:\\par\n\\ulnone\\tab\\ul i. Less than on hundred fifty calories;\\par\n\\ulnone\\tab\\ul ii. Less than thirty five percent of total calories from fat;\\par\n\\ulnone\\tab\\ul iii. Less than fifteen percent of total calories from saturated fat;\\par\n\\ulnone\\tab\\ul iv. Less than ten percent of total calories from added sugars and/or caloric sweeteners;\\par\n\\ulnone\\tab\\ul v. No added non-nutritive sweeteners\\par\n\\ulnone\\tab\\ul vi. No caffeine, with the exception of trace amounts of naturally occurring caffeine substances.\\par\n\\ulnone\\tab\\ul e. Any person who violates any of the provisions of this section shall be liable for a civil penalty of not less than two hundred dollars nor more than five hundred dollars for a first violation thereof; not less than five hundred dollars nor more than one thousand dollars for a second violation thereof; and not less than one thousand dollars nor more than two thousand five hundred dollars for a third or subsequent violation thereof.\\par\n\\ulnone\\tab\\expndtw-3\\'a72.  This local law shall take effect one hundred and twenty days after its enactment into law.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\qj\\par\n\\par\n\\fs16 JW\\par\nLS# 1254\\par\n03/29/11-11:40am\\par\n\\cf1\\fs24\\par\n}\n",
  "LastModified": "2013-12-23T19:48:42.337Z"
}
