{
  "ID": 46862,
  "GUID": "7863A43A-092D-4D4B-AF8B-3515FBD063F2",
  "File": "Int 0536-2011",
  "Name": "Registration, inspection and mitigation of stalled construction sites.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the registration, inspection and mitigation of stalled construction sites.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2011-04-06T00:00:00Z",
  "AgendaDate": "2011-04-06T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    }
  ],
  "History": [
    {
      "ID": 252992,
      "Date": "2011-04-06T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 253222,
      "Date": "2011-04-06T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10692,
      "AgendaSequence": 136,
      "MinutesSequence": 174,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284005,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 47916,
  "Text": "Be it enacted by the Council as follows:\nSection 1.  Section 28-105.9 of the administrative code of the city of New York, is amended to read as follows:\n§28-105.9 Expiration. a. All permits issued by the commissioner shall expire by limitation and become invalid if the permitted work or use is not commenced within 12 months from the date of issuance of the permit or, if commenced, is suspended or abandoned for a period of 12 months thereafter. All permits for work in an area of special flood hazard pursuant to Appendix G of the New York city building code shall expire if the actual start of permanent construction has not occurred within 180 days from the date on which such permit is issued. The commissioner may, however, upon good cause shown, reinstate a work permit at any time within a period of two years from the date of issuance of the original permit, provided that the work shall comply with all the requirements of this code and other applicable laws and rules in effect at the time application for reinstatement is made, and provided further that the applicant shall pay all reinstatement fees as required by article 112. The permit shall automatically expire upon the expiration of required insurance or if the applicant holds a license issued by the department upon the expiration or revocation of such license during the term of the permit.\nb.\tStalled construction site registry.  The commissioner shall establish the stalled construction site registry to identify and maintain the safety of stalled construction sites.  Stalled construction sites are construction sites for which a permit has expired or no construction activity is visible on the site on two consecutive inspections by the department within a thirty day period, where such inspections occur between Monday and Friday, during the hours of 8:00 am to 3:00 pm, not including a major holiday, or work is temporarily suspended for more than sixty continuous days or has not commenced within sixty days from the date of issuance of the permit.\n1.\tThe owner of a stalled construction site not included in the program described in subdivision c of this section and any stalled construction site removed from said program by the commissioner for failure to comply with the requirements and conditions of the program shall register such site with the department.\n2.\tThe department shall notify the owner of a stalled construction site of inspection results by immediately posting the results at the construction site and mailing the inspection results by the next business day to the registered address of the owner.\n3.\tThe department shall classify the condition of the inspected stalled construction site as “no immediate threat”, “no immediate threat but deteriorating” or “unsafe” and require that the owner mitigate any hazard in a time frame determined by the commissioner.\n4.\tThe owner of a stalled construction site shall, no later than ten days following March 31, June 30, September 30 and December 31 respectively, pay twenty-five percent of the annual stalled site inspection fee, to be determined by the department.\n5.\t(i) The department may waive the stalled site inspection fee for the most recent quarter in which a site inspection fee is due upon a demonstration by the owner that (a) permitted work is scheduled to begin within thirty days of the due date for the most recent quarterly inspection fee deadline; (b) the owner has a  signed written agreement with a not-for-profit organization permitting such organization the lawful, beneficial and public use of the site for purposes to include, but not be limited to, a community garden, a playground, a public art garden or a temporary storefront premise; (c) The owner enters an agreement with the department of housing preservation and development to develop on such site affordable housing where no less than 20% of the floor area and no less than 20% of the total number of dwelling units are allocated for families or individuals whose incomes are at or below 80 percent of the area median income;  (ii) An owner requesting a waiver of the stalled site inspection fee based upon the owner’s representation to the department that permitted work is scheduled to begin within thirty days of the due date for the most recent quarterly inspection fee deadline shall, no later than ten days prior to the next upcoming due date for the stalled site inspection fee, deliver to the department a certified check or money order, made payable to the department, in the amount of such inspection fee. The department shall retain the certified check or money order until confirmation is obtained that the owner has begun permitted work within thirty days of the date such fee was due.  Upon such confirmation, the department shall forthwith return the certified check or money order to the owner.  If the department determines that permitted work has not begun within the specified time, the fee shall be retained by the department.  In addition, an owner’s failure to begin permitted work within the specified time shall constitute a major violation.   \n6.\tThe owner may appeal the department’s determination that the construction site is a stalled site to the environmental control board and upon satisfactory proof that the construction site did not qualify as a stalled site at the time of the department’s determination, all assessed fees occurring when the site was not a stalled site shall be waived or refunded.\n\tc.\tException:  The  commissioner  may establish a program to maintain the safety  of  construction  sites  where  permitted  work  is  temporarily   suspended  or  has  not commenced. The owner of such a construction site may apply to the commissioner for inclusion in such  program  upon  such terms  and  conditions  as  the  commissioner  shall determine but which shall, at a minimum, include a requirement that  the  owner  of  such  a construction  site  notify  the commissioner when permitted work will be suspended and when it will be resumed or commenced,  and  a  requirement that  the  owner  submit  to  the  commissioner  for  the commissioner's approval a detailed plan for maintaining the safety of the  construction site  during  the  period  when  permitted work will be suspended or not commenced. Such plan shall contain proposed measures  for  securing  the site   from   access   by   unauthorized  persons;  the  maintenance  of construction fencing with view panels  including  the  posting  of  work permits  and  removal of any unlawful flyers or posters; installation of proper shoring of excavated sites or backfilling; the placement  on  the site  of  equipment  in  a manner that will minimize the risk of harm to members of  the  public  and  schedules  for  inspecting  the  equipment remaining  on  such  site;  the  removal  of  snow  and ice on sidewalks abutting the site and snow and ice on the site that  poses  a  potential danger  to  members of the public; the maintenance of any installed fire suppression and detection systems; the removal of any volatile gases and liquids; the removal of any stagnant water from  any  excavation  sites; the  removal  of  any construction debris or rubbish; the removal of any excess vegetation and graffiti; the monitoring of all such measures; the correction of any adjudicated and  outstanding  violations  issued  with respect to such site; the payment of any unpaid fines or civil penalties resulting from the adjudication of any violations issued with respect to such  site; and such other provisions as the commissioner shall require, including, but not limited to, a schedule for restoring safe access to areas,  such  as public sidewalks, to which public access was restricted as a result of the issuance of such permits. Prior to  approval  by  the commissioner  of  any  such proposed plan and inclusion of a site in the program, the owner of such construction  site  shall  also  correct  any adjudicated and outstanding immediately hazardous violations issued with respect  to  such  site.  Where  the commissioner includes a site in the program, work permits issued  for  such  construction  site  that  would otherwise  expire  because  of  the  suspension  of  work  or failure to commence work at the site shall remain in effect until the  end  of  the term  for  which  they  were  issued  and  may  be renewed for up to two additional terms consistent with section 28-105.8.1 of this code so long as the site is in good standing under the program. The commissioner  may remove  a  site  from  the  program  for  failure  to  comply  with  the requirements  and  conditions  of  the  program.  All such permits shall expire by operation of law upon the removal of the site from the program.  The commissioner shall post on the department's website a list of the sites that have entered the program  and  indicate  whether  such sites have been removed from the program due to noncompliance or because work has resumed or commenced. The list shall be updated at least weekly and may also be included on the department’s building information system.\n§2.   This local law shall take effect ninety days after its enactment except that the commissioner of buildings shall take all actions necessary for its implementation, including the promulgation of rules, prior to such effective date.\n\nLS #467\nTBD\n3.24.11",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj Section 1.  Section 28-105.9\\b  \\b0 of the administrative code of the city of New York, is amended to read as follows:\\ul\\par\n\\ulnone\\'a728-105.9 Expiration. a. All permits issued by the commissioner shall expire by limitation and become invalid if the permitted work or use is not commenced within 12 months from the date of issuance of the permit or, if commenced, is suspended or abandoned for a period of 12 months thereafter. All permits for work in an area of special flood hazard pursuant to Appendix G of the New York city building code shall expire if the actual start of permanent construction has not occurred within 180 days from the date on which such permit is issued. The commissioner may, however, upon good cause shown, reinstate a work permit at any time within a period of two years from the date of issuance of the original permit, provided that the work shall comply with all the requirements of this code and other applicable laws and rules in effect at the time application for reinstatement is made, and provided further that the applicant shall pay all reinstatement fees as required by article 112. The permit shall automatically expire upon the expiration of required insurance or if the applicant holds a license issued by the department upon the expiration or revocation of such license during the term of the permit.\\par\nb.\\tab\\ul Stalled construction site registry.  The commissioner shall establish the stalled construction site registry to identify and maintain the safety of stalled construction sites.  Stalled construction sites are construction sites for which a permit has expired or no construction activity is visible on the site on two consecutive inspections by the department within a thirty day period, where such inspections occur between Monday and Friday, during the hours of 8:00 am to 3:00 pm, not including a major holiday, or work is temporarily suspended for more than sixty continuous days or has not commenced within sixty days from the date of issuance of the permit.\\par\n1.\\tab The owner of a stalled construction site not included in the program described in subdivision c of this section and any stalled construction site removed from said program by the commissioner for failure to comply with the requirements and conditions of the program shall register such site with the department.\\par\n2.\\tab The department shall notify the owner of a stalled construction site of inspection results by immediately posting the results at the construction site and mailing the inspection results by the next business day to the registered address of the owner.\\par\n3.\\tab The department shall classify the condition of the inspected stalled construction site as \\ldblquote no immediate threat\\rdblquote , \\ldblquote no immediate threat but deteriorating\\rdblquote  or \\ldblquote unsafe\\rdblquote  and require that the owner mitigate any hazard in a time frame determined by the commissioner.\\par\n4.\\tab The owner of a stalled construction site shall, no later than ten days following March 31, June 30, September 30 and December 31 respectively, pay twenty-five percent of the annual stalled site inspection fee, to be determined by the department.\\par\n5.\\tab (i) The department may waive the stalled site inspection fee for the most recent quarter in which a site inspection fee is due upon a demonstration by the owner that (a) permitted work is scheduled to begin within thirty days of the due date for the most recent quarterly inspection fee deadline; (b) the owner has a  signed written agreement with a not-for-profit organization permitting such organization the lawful, beneficial and public use of the site for purposes to include, but not be limited to, a community garden, a playground, a public art garden or a temporary storefront premise; (c) The owner enters an agreement with the department of housing preservation and development to develop on such site affordable housing where no less than 20% of the floor area and no less than 20% of the total number of dwelling units are allocated for families or individuals whose incomes are at or below 80 percent of the area median income;  (ii) An owner requesting a waiver of the stalled site inspection fee based upon the owner\\rquote s representation to the department that permitted work is scheduled to begin within thirty days of the due date for the most recent quarterly inspection fee deadline shall, no later than ten days prior to the next upcoming due date for the stalled site inspection fee, deliver to the department a certified check or money order, made payable to the department, in the amount of such inspection fee. The department shall retain the certified check or money order until confirmation is obtained that the owner has begun permitted work within thirty days of the date such fee was due.  Upon such confirmation, the department shall forthwith return the certified check or money order to the owner.  If the department determines that permitted work has not begun within the specified time, the fee shall be retained by the department.  In addition, an owner\\rquote s failure to begin permitted work within the specified time shall constitute a major violation.   \\par\n6.\\tab The owner may appeal the department\\rquote s determination that the construction site is a stalled site to the environmental control board and upon satisfactory proof that the construction site did not qualify as a stalled site at the time of the department\\rquote s determination, all assessed fees occurring when the site was not a stalled site shall be waived or refunded.\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\tab\\ul c\\ulnone .\\tab\\cf1 Exception:  The  commissioner  may establish a program to maintain the safety  of  construction  sites  where  permitted  work  is  temporarily   suspended  or  has  not commenced. The owner of such a construction site may apply to the commissioner for inclusion in such  program  upon  such terms  and  conditions  as  the  commissioner  shall determine but which shall, at a minimum, include a requirement that  the  owner  of  such  a construction  site  notify  the commissioner when permitted work will be suspended and when it will be resumed or commenced,  and  a  requirement that  the  owner  submit  to  the  commissioner  for  the commissioner's approval a detailed plan for maintaining the safety of the  construction site  during  the  period  when  permitted work will be suspended or not commenced. Such plan shall contain proposed measures  for  securing  the site   from   access   by   unauthorized  persons;  the  maintenance  of construction fencing with view panels  including  the  posting  of  work permits  and  removal of any unlawful flyers or posters; installation of proper shoring of excavated sites or backfilling; the placement  on  the site  of  equipment  in  a manner that will minimize the risk of harm to members of  the  public  and  schedules  for  inspecting  the  equipment remaining  on  such  site;  the  removal  of  snow  and ice on sidewalks abutting the site and snow and ice on the site that  poses  a  potential danger  to  members of the public; the maintenance of any installed fire suppression and detection systems; the removal of any volatile gases and liquids; the removal of any stagnant water from  any  excavation  sites; the  removal  of  any construction debris or rubbish; the removal of any excess vegetation and graffiti; the monitoring of all such measures; the correction of any adjudicated and  outstanding  violations  issued  with respect to such site; the payment of any unpaid fines or civil penalties resulting from the adjudication of any violations issued with respect to such  site; and such other provisions as the commissioner shall require, including, but not limited to, a schedule for restoring safe access to areas,  such  as public sidewalks, to which public access was restricted as a result of the issuance of such permits. Prior to  approval  by  the commissioner  of  any  such proposed plan and inclusion of a site in the program, the owner of such construction  site  shall  also  correct  any adjudicated and outstanding immediately hazardous violations issued with respect  to  such  site.  Where  the commissioner includes a site in the program, work permits issued  for  such  construction  site  that  would otherwise  expire  because  of  the  suspension  of  work  or failure to commence work at the site shall remain in effect until the  end  of  the term  for  which  they  were  issued  and  may  be renewed for up to two additional terms consistent with section 28-105.8.1 of this code so long as the site is in good standing under the program. The commissioner  may remove  a  site  from  the  program  for  failure  to  comply  with  the requirements  and  conditions  of  the  program.  All such permits shall expire by operation of law upon the removal of the site from the program.  The commissioner shall post on the department's website a list of the sites that have entered the program  and  indicate  whether  such sites have been removed from the program due to noncompliance or because work has resumed or commenced. The list shall be updated at least weekly and may also be included on the department\\rquote s building information system.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\cf0\\'a72.   This local law shall take effect ninety days after its enactment except that the commissioner of buildings shall take all actions necessary for its implementation, including the promulgation of rules, prior to such effective date.\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\qj LS #467\\par\nTBD\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qj 3.24.11\\par\n\\pard\\ltrpar\\nowidctlpar\\par\n}\n",
  "LastModified": "2013-12-23T19:45:40.027Z"
}
