{
  "ID": 46888,
  "GUID": "B5148180-4233-40F9-9083-C56DFF9F7D1B",
  "File": "Int 0538-2011",
  "Name": "Increasing the fine associated with consuming alcoholic beverages in public places within one hundred feet of a school.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to increasing the fine associated with consuming alcoholic beverages in public places within one hundred feet of a school.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2011-04-06T00:00:00Z",
  "AgendaDate": "2011-04-06T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera "
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    }
  ],
  "History": [
    {
      "ID": 252981,
      "Date": "2011-04-06T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 253227,
      "Date": "2011-04-06T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10692,
      "AgendaSequence": 141,
      "MinutesSequence": 179,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284004,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 47942,
  "Text": "Be it enacted by the Council as follows: \n\nSection 1. Findings and Intent.  Section 10-125 of the Administrative Code prohibits the consumption of alcoholic beverages in public places and punishes offenders with a fine of not more than twenty-five dollars or five days in jail, or both. The Council finds, however, that in cases where the consumption of alcoholic beverages in public places also occurs within one hundred feet of a school, a more severe punishment should apply so as to deter activity that is detrimental to schoolchildren and clear school grounds of empty alcohol containers, broken glass and other debris associated with alcohol consumption. \n§2. Section 10-125 of the administrative code of the city of New York is amended by adding new paragraphs 3 and 4 to subdivision a, amending subdivisions b and e, and adding a new subdivision f to read as follows: \n§10-125 Consumption of alcohol on streets prohibited. a. Definitions. Whenever used in this section, the following terms are defined as follows: \n1. Alcoholic beverage. Any liquid intended for human consumption containing more than one-half of one percent (.005) of alcohol by volume.\n2. Public place. A place to which the public or a substantial group of persons has access including, but not limited to, any highway, street, road, sidewalk, parking area, shopping area, place of amusement, playground, park or beach located within the city except that the definition of a public place shall not include those premises duly licensed for the sale and consumption of alcoholic beverages on the premises or within their own private property. Such public place shall also include the interior of any stationary motor vehicle which is on any highway, street, road, parking area, shopping area, playground, park or beach located within the city.\n3. School. Any buildings, grounds, facilities, property, or portion thereof under the jurisdiction of the New York city department of education or any nonpublic school that provides educational instruction to students at or below the twelfth grade level. \n4.  School entrance. A door of a school regularly used to give ingress to students, employees, or guests of a school, except that where a school is set back from a public thoroughfare, the walkway or stairs leading to any such door shall be deemed an entrance; and the measurements shall be taken from the center of the walkway or stairs at the point where it meets the building line or public thoroughfare. A door that has no exterior hardware, or that is used solely as an emergency or fire exit, or for maintenance purposes, or that leads directly to a part of the building not regularly used by students, employees or guests of the school, is not deemed a “school entrance”. \nb. No person shall drink or consume an alcoholic beverage, or possess, with intent to drink or consume, an open container containing an alcoholic beverage in any public place within one hundred (100) feet of a school or in any other public place except at a block party, feast or similar function for which a permit has been obtained. \nc. Possession of an open container containing an alcoholic beverage by any person shall create a rebuttable presumption that such person did intend to consume the contents thereof in violation of this section. \nd. Nothing in this section shall be deemed to prohibit the consumption of an alcoholic beverage in any duly licensed establishment whose certificate of occupancy extends upon a street. \ne. Any person who shall be found to have violated [any of] the provisions of this section shall be punished by a fine of not more than twenty-five dollars ($25) or imprisonment of up to five (5) days, or both, or pursuant to the provisions of the family court act of the state of New York where applicable[.], provided, however, that any person who shall be found to have violated the provisions of this section in any public place that is within one hundred (100) feet of a school, except at a block party, feast or similar function for which a permit has been obtained, shall be punished by a fine of not more than one hundred dollars ($100) or imprisonment of up to ten (10) days, or both, or pursuant to the provisions of the family court act of the state of New York where applicable. \nf. The measurement in subdivisions b and e of this section shall be taken in a straight line from the center of the nearest school entrance. \n§3. This local law shall take effect immediately.\n\n\nMEH \nLS 1613\n3/23/11",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\ul Be it enacted by the Council as follows: \\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1. Findings and Intent.  Section 10-125 of the Administrative Code prohibits the consumption of alcoholic beverages in public places and punishes offenders with a fine of not more than twenty-five dollars or five days in jail, or both. The Council finds, however, that in cases where the consumption of alcoholic beverages in public places also occurs within one hundred feet of a school, a more severe punishment should apply so as to deter activity that is detrimental to schoolchildren and clear school grounds of empty alcohol containers, broken glass and other debris associated with alcohol consumption. \\par\n\\'a72. Section 10-125 of the administrative code of the city of New York is amended by adding new paragraphs 3 and 4 to subdivision a, amending subdivisions b and e, and adding a new subdivision f to read as follows: \\par\n\\'a710-125 Consumption of alcohol on streets prohibited. a. Definitions. Whenever used in this section, the following terms are defined as follows: \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\tx0\\tx990 1. Alcoholic beverage. Any liquid intended for human consumption containing more than one-half of one percent (.005) of alcohol by volume.\\par\n2. Public place. A place to which the public or a substantial group of persons has access including, but not limited to, any highway, street, road, sidewalk, parking area, shopping area, place of amusement, playground, park or beach located within the city except that the definition of a public place shall not include those premises duly licensed for the sale and consumption of alcoholic beverages on the premises or within their own private property. Such public place shall also include the interior of any stationary motor vehicle which is on any highway, street, road, parking area, shopping area, playground, park or beach located within the city.\\ul\\par\n3. School. Any buildings, grounds, facilities, property, or portion thereof under the jurisdiction of the New York city department of education or any nonpublic school that provides educational instruction to students at or below the twelfth grade level. \\par\n4.  School entrance. A door of a school regularly used to give ingress to students, employees, or guests of a school, except that where a school is set back from a public thoroughfare, the walkway or stairs leading to any such door shall be deemed an entrance; and the measurements shall be taken from the center of the walkway or stairs at the point where it meets the building line or public thoroughfare. A door that has no exterior hardware, or that is used solely as an emergency or fire exit, or for maintenance purposes, or that leads directly to a part of the building not regularly used by students, employees or guests of the school, is not deemed a \\ldblquote school entrance\\rdblquote . \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\tx990\\ulnone b. No person shall drink or consume an alcoholic beverage, or possess, with intent to drink or consume, an open container containing an alcoholic beverage \\ul in any public place within one hundred (100) feet of a school or\\ulnone  in any \\ul other\\ulnone  public place except at a block party, feast or similar function for which a permit has been obtained. \\par\nc. Possession of an open container containing an alcoholic beverage by any person shall create a rebuttable presumption that such person did intend to consume the contents thereof in violation of this section. \\par\nd. Nothing in this section shall be deemed to prohibit the consumption of an alcoholic beverage in any duly licensed establishment whose certificate of occupancy extends upon a street. \\par\ne. Any person who shall be found to have violated [any of] the provisions of this section shall be punished by a fine of not more than twenty-five dollars ($25) or imprisonment of up to five (5) days, or both, or pursuant to the provisions of the family court act of the state of New York where applicable[.]\\ul , provided, however, that\\ulnone  \\ul any person who shall be found to have violated the provisions of this section in any public place that is within one hundred (100) feet of a school, except at a block party, feast or similar function for which a permit has been obtained, shall be punished by a fine of not more than one hundred dollars ($100) or imprisonment of up to ten (10) days, or both, or pursuant to the provisions of the family court act of the state of New York where applicable. \\par\nf. The measurement in subdivisions b and e of this section shall be taken in a straight line from the center of the nearest school entrance. \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\ulnone\\'a73. This local law shall take effect immediately.\\par\n\\pard\\ltrpar\\nowidctlpar\\fs20\\par\n\\par\nMEH \\par\nLS 1613\\par\n3/23/11\\par\n}\n",
  "LastModified": "2013-12-23T19:45:20.103Z"
}
