{
  "ID": 46720,
  "GUID": "C80E57F7-31C2-4FF6-9094-E12407546ABD",
  "File": "Int 0539-2011",
  "Name": "Prohibiting the sale of electronic cigarettes to minors and prohibiting electronic cigarettes from being used in certain public areas.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to prohibiting the sale of electronic cigarettes to minors and prohibiting electronic cigarettes from being used in certain public areas.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2011-04-06T00:00:00Z",
  "AgendaDate": "2011-04-06T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera "
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    }
  ],
  "History": [
    {
      "ID": 252996,
      "Date": "2011-04-06T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 253229,
      "Date": "2011-04-06T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10692,
      "AgendaSequence": 142,
      "MinutesSequence": 180,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284003,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 47768,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Chapter 7 of title 17 of the administrative code of the city of New York is amended by adding a new subchapter 3 to read as follows: \nSUBCHAPTER 3\nREGULATION OF ELECTRONIC CIGARETTES\n  \n\t§ 17-719 Definitions.\n\t§ 17-720 Sale of electronic cigarettes.\n\t§ 17-721 Prohibitions on electronic cigarettes.\n\t§ 17-722 Violations.\n\t§ 17-723 Enforcement.\n\t\n§17-719  Definitions.  For purposes of this subchapter, the following definitions shall apply:\na.  “Electronic cigarettes” means a battery-operated device that contains\ncartridges filled with nicotine, flavor and other chemicals that are turned into vapor which is inhaled by the user.  \nb.  “Person” means any natural person, firm, partnership, joint venture, corporation or association.\n§ 17-720  Sale of electronic cigarettes.  It shall be unlawful for any person to sell or offer for sale electronic cigarettes to an individual under eighteen years of age.\n§ 17-721  Prohibitions on electronic cigarettes.  It shall be unlawful for any person to use an electronic cigarette in any area enumerated in section 17-503 of the code. \n§17-722  Violations.  a.  1. Any person who violates section 17-720 of this subchapter shall be liable for a civil penalty of not more than five hundred dollars for the first violation, and not more than five hundred dollars for each additional violation found on that day; and not more than one thousand dollars for the second violation at the same place of business within a two-year period, and not more than one thousand dollars for each additional violation found on that day; and not more than two thousand dollars for the third and all subsequent violations at the same place of business within a two-year period.  \n2. In addition, for  a  third  violation occurring  on a different day and all subsequent violations occurring on different days at the same place of business within a  two-year  period, any  person  who engages in business as a retail dealer, as such term is defined in section 20-201 of the code, shall be subject to the mandatory suspension of his or her cigarette license, issued pursuant to section 20-202 of the code, for such place of business, for a period  not  to  exceed  one year.  A cigarette  license  shall  be suspended at the same hearing at which a  retail  dealer  is  found  liable  for  a  third  violation  or subsequent  violations  at  the same place of business within a two-year period.\nb.  Any person who violates section 17-721 of this subchapter shall be liable under the provisions of section 17-508 of the code.\n§17-723  Enforcement.  a.  The department and the department of consumer affairs shall enforce the provisions of this subchapter. A proceeding to recover any civil penalty authorized pursuant to section 17-720 of this subchapter shall be commenced by the service of a notice of violation returnable to the administrative tribunal established by the board of health where the department issues such a notice or to the adjudication division of the department of consumer affairs where such department issues such a notice. The notice of violation or copy thereof when filled in and served shall constitute notice of the violation charged.  Such notice shall contain a statement that any hearing for a third violation or subsequent violation of section 17-720 of this subchapter at the same place of business within a two-year period shall also constitute a hearing for the suspension of a retail dealer's cigarette license where the retail dealer is found to be in violation of such section. The administrative tribunal of the board of health and the adjudication division of the department of consumer affairs shall have the power to render decisions and to impose the remedies and penalties provided for in section 17-722 of this subchapter, in addition to any other remedies or penalties provided for the enforcement of such provisions under any other law including, but not limited to, civil or criminal actions or proceedings. The department and the department of consumer  affairs shall notify each other within thirty days of finding that a retail dealer has been found liable for any section of this subchapter.\nb.  Any violation of section 17-721 of this subchapter shall be enforced by those entities enumerated under subdivision a of section 17-507 of the code.\n§ 2.  This local law shall take effect one hundred twenty days after enactment; provided, however, that the commissioner shall take such actions, including the promulgations of rules, as are necessary for timely implementation of this local law.\n\nLS # 1655\nLCC/JM\n3/14/11",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Section 1.  Chapter 7 of title 17 of the administrative code of the city of New York is amended by adding a new subchapter 3 to read as follows:\\ul  \\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar\\qc SUBCHAPTER 3\\par\n\\pard\\ltrpar\\nowidctlpar\\qc\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\cf1 REGULATION OF ELECTRONIC CIGARETTES\\par\n\\pard\\ltrpar\\nowidctlpar\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\ulnone   \\par\n\\tab\\ul\\'a7 17-719 Definitions.\\par\n\\ulnone\\tab\\ul\\'a7 17-720 Sale of electronic cigarettes.\\par\n\\ulnone\\tab\\ul\\'a7 17-721 Prohibitions on electronic cigarettes.\\par\n\\ulnone\\tab\\ul\\'a7 17-722 Violations.\\par\n\\ulnone\\tab\\ul\\'a7 17-723 Enforcement.\\ulnone\\par\n\\tab\\ul\\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\cf0\\'a717-719  Definitions.  For purposes of this subchapter, the following definitions shall apply:\\ulnone\\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\ul a.  \\ldblquote Electronic cigarettes\\rdblquote  means a battery-operated device that contains\\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj cartridges filled with nicotine, flavor and other chemicals that are turned into vapor which is inhaled by the user.  \\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj b.  \\ldblquote Person\\rdblquote  means any natural person, firm, partnership, joint venture, corporation or association.\\par\n\\cf1\\'a7 17-720  Sale of electronic cigarettes.  \\cf0 It shall be unlawful for any person to sell or offer for sale electronic cigarettes to an individual under eighteen years of age.\\par\n\\cf1\\'a7 17-721  Prohibitions on electronic cigarettes.  \\cf0 It shall be unlawful for any person to use an electronic cigarette in any area enumerated in section 17-503 of the code. \\par\n\\'a717-722  Violations.  a.  1. Any person who violates section 17-720 of this subchapter shall be liable for a civil penalty of not more than five hundred dollars for the first violation, and not more than five hundred dollars for each additional violation found on that day; and not more than one thousand dollars for the second violation at the same place of business within a two-year period, and not more than one thousand dollars for each additional violation found on that day; and not more than two thousand dollars for the third and all subsequent violations at the same place of business within a two-year period.  \\par\n2. \\cf1 In addition, for  a  third  violation occurring  on a different day and all subsequent violations occurring on different days at the same place of business within a  two-year  period, any  person  who engages in business as a retail dealer, as such term is defined in section 20-201 of the code, shall be subject to the mandatory suspension of his or her cigarette license, issued pursuant to section 20-202 of the code, for such place of business, for a period  not  to  exceed  one year.  A cigarette  license  shall  be suspended at the same hearing at which a  retail  dealer  is  found  liable  for  a  third  violation  or subsequent  violations  at  the same place of business within a two-year period.\\cf0\\par\nb.  Any person who violates section 17-721 of this subchapter shall be liable under the provisions of section 17-508 of the code.\\par\n\\'a717-723  Enforcement.  a.  \\cf1 The department and the department of consumer affairs shall enforce the provisions of this subchapter. A proceeding to recover any civil penalty authorized pursuant to section 17-720 of this subchapter shall be commenced by the service of a notice of violation returnable to the administrative tribunal established by the board of health where the department issues such a notice or to the adjudication division of the department of consumer affairs where such department issues such a notice. The notice of violation or copy thereof when filled in and served shall constitute notice of the violation charged.  Such notice shall contain a statement that any hearing for a third violation or subsequent violation of section 17-720 of this subchapter at the same place of business within a two-year period shall also constitute a hearing for the suspension of a retail dealer's cigarette license where the retail dealer is found to be in violation of such section. The administrative tribunal of the board of health and the adjudication division of the department of consumer affairs shall have the power to render decisions and to impose the remedies and penalties provided for in section 17-722 of this subchapter, in addition to any other remedies or penalties provided for the enforcement of such provisions under any other law including, but not limited to, civil or criminal actions or proceedings. The department and the department of consumer  affairs shall notify each other within thirty days of finding that a retail dealer has been found liable for any section of this subchapter.\\cf0\\par\nb.  Any violation of section 17-721 of this subchapter shall be enforced by those entities enumerated under subdivision a of section 17-507 of the code.\\par\n\\ulnone\\'a7 2.  This local law shall take effect one hundred twenty days after enactment; provided, however, that the commissioner shall take such actions, including the promulgations of rules, as are necessary for timely implementation of this local law.\\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar\\par\n\\fs20 LS # 1655\\par\nLCC/JM\\par\n3/14/11\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\fs24\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\par\n}\n",
  "LastModified": "2016-07-11T15:57:50.25Z"
}
