{
  "ID": 47006,
  "GUID": "E540D8C2-BB25-4AE2-B292-F9FE22306E60",
  "File": "Int 0542-2011",
  "Name": "Disposal of mattresses and box springs.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the disposal of mattresses and box springs.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5108,
  "BodyName": "Committee on Sanitation and Solid Waste Management",
  "IntroDate": "2011-04-28T00:00:00Z",
  "AgendaDate": "2011-04-28T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera "
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    }
  ],
  "History": [
    {
      "ID": 253507,
      "Date": "2011-04-28T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 253716,
      "Date": "2011-04-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Sanitation and Solid Waste Management",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10728,
      "AgendaSequence": 112,
      "MinutesSequence": 127,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Sanitation and Solid Waste Management",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284001,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 48074,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Chapter 1 of title 2 of the administrative code of the city of New York is amended by adding a new section 16-113.1 to read as follows:\n§16-113.1 Disposal of mattresses and box springs. a. Any person receiving department collection of solid waste who places out for collection any mattress or box spring, shall place such mattress or box spring in a plastic bag at least three mils in thickness, or shall completely seal such mattress or box spring in plastic film or wrap, prior to placement on a sidewalk or other designated area or receptacle for collection by the department.  Any such bag shall be constructed in such a manner and be of such size as to readily contain the mattress to be disposed of and be able to be securely sealed after a mattress or box spring is placed inside.  Any plastic film or wrap used to seal a mattress or box spring shall cover such mattress or box spring completely and shall be without any tears or holes that expose the sealed item.\nb. Any retail store that sells or delivers new mattresses or box springs to consumers in the city shall make available for purchase to such consumers plastic bags, wrap or film compliant with the provisions of subdivision a of this section.\nc. Within twenty-four months of the effective date of this section and annually thereafter, the department, in consultation with the commissioners of consumer affairs and health and mental hygiene, shall issue recommendations to the mayor and the council regarding any amendments to this section or whether this section should be repealed.  Where no recommendations are made the report shall state the reasons therefore.  \n§2. This local law shall take effect sixty days after its enactment.\n\nLS 348- JJH \n4/21/11",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fcharset0 TimesNewRoman;}{\\f1\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj Section 1. Chapter 1 of title 2 of the administrative code of the city of New York is amended by adding a new section 16-113.1 to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ul\\'a716-113.1 Disposal of mattresses and box springs. a. Any person receiving department collection of solid waste who places out for collection any mattress or box spring, shall place such mattress or box spring in a plastic bag at least three mils in thickness, or shall completely seal such mattress or box spring in plastic film or wrap, prior to placement on a sidewalk or other designated area or receptacle for collection by the department.  Any such bag shall be constructed in such a manner and be of such size as to readily contain the mattress to be disposed of and be able to be securely sealed after a mattress or box spring is placed inside.  Any plastic film or wrap used to seal a mattress or box spring shall cover such mattress or box spring completely and shall be without any tears or holes that expose the sealed item.\\par\nb. Any retail store that sells or delivers new mattresses or box springs to consumers in the city shall make available for purchase to such consumers plastic bags, wrap or film compliant with the provisions of subdivision a of this section.\\par\nc. Within twenty-four months of the effective date of this section and annually thereafter, the department, in consultation with the commissioners of consumer affairs and health and mental hygiene, shall issue recommendations to the mayor and the council regarding any amendments to this section or whether this section should be repealed.  Where no recommendations are made the report shall state the reasons therefore.  \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\ulnone\\'a72. This local law shall take effect sixty days after its enactment.\\par\n\\pard\\ltrpar\\nowidctlpar\\par\nLS 348- JJH \\par\n4/21/11\\cf0\\f1\\par\n}\n",
  "LastModified": "2013-12-23T19:44:38.167Z"
}
