{
  "ID": 46977,
  "GUID": "BB09CC43-08BF-4E30-AF4B-4DB94D4EB7A6",
  "File": "Int 0544-2011",
  "Name": "Purchase of counterfeit goods.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the purchase of counterfeit goods.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2011-04-28T00:00:00Z",
  "AgendaDate": "2011-04-28T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    }
  ],
  "History": [
    {
      "ID": 253516,
      "Date": "2011-04-28T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 253717,
      "Date": "2011-04-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10728,
      "AgendaSequence": 114,
      "MinutesSequence": 129,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 274701,
      "Date": "2013-06-13T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 19,
      "BodyName": "Committee on Public Safety",
      "EventID": 12548,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 275310,
      "Date": "2013-06-13T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 19,
      "BodyName": "Committee on Public Safety",
      "EventID": 12548,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284208,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 112676,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 6/13/13",
      "Link": "http://nyc.legistar1.com/nyc/attachments/ed5e688d-d7fe-4215-b2e5-6392719ba220.pdf",
      "Sort": 1
    },
    {
      "ID": 112745,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 6/13/13",
      "Link": "http://nyc.legistar1.com/nyc/attachments/7c9d1b38-7daa-4526-9b0e-4ac3311f9029.PDF",
      "Sort": 2
    },
    {
      "ID": 113257,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 6/13/13",
      "Link": "http://nyc.legistar1.com/nyc/attachments/c9ae8db6-0b6a-4f68-b9c3-94464bb5be7d.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 48042,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Title ten of the administrative code of the city of New York is amended by adding a new chapter 9, to read as follows:\nChapter 9. COUNTERFEIT TRADEMARKS.\n§10-901. Definitions.\n§10-902. Purchase of Counterfeit Trademarks Illegal.\n\n§ 10-901. Definitions.  For the purposes of this chapter the following terms shall have the following meanings:  a. “Person” shall mean a human being, a public corporation, a private corporation, an unincorporated association, a partnership, proprietorship, or any other kind of entity or business organization.\nb. “Purchase” shall mean to obtain ownership or possession of a tangible item in exchange for money or any other form of valuable consideration.\nc. “Trademark” shall mean any word, name, symbol, or device, or any combination thereof (i) that is adopted and used by a person or company to identify goods made by a person or company; (ii) that distinguishes such goods from those manufactured or sold by others; and (iii) that is in use and that is registered, filed, or recorded under the laws of the State of New York, any other state, or with the United States Patent and Trademark Office.\nd.  “Counterfeit trademark” shall mean a spurious trademark or an imitation of a trademark that is used to identify goods made by a person or company and that is identical to or substantially indistinguishable from a trademark as defined in this section.  It does not include any authorized use of a trademark or imitations of trade dress or packaging such as color, shape and the like unless those features have been registered as trademarks as defined in this section.\n§10-902.   Purchase of Counterfeit Trademarks Illegal.\na. Prohibition.  No person shall purchase a tangible item containing a counterfeit trademark when such person knows or should have known such trademark is counterfeit for reasons including, but not limited to, the quality and price of the purchased item, and/or the condition of the seller and the sale location.\nb. Penalties.\n1.  Any violation of the provisions of this section shall be deemed a Class A misdemeanor punishable by a term of imprisonment not to exceed one year and a fine not to exceed one thousand dollars, or a civil penalty not to exceed one thousand dollars for each violation, or both, and such penalties shall not limit or preclude any cause of action available to any person or entity injured or aggrieved by such violation.\n2.  Each object or good purchased shall be considered a separate violation of this section.\n\t§ 2.  This local law shall take effect immediately.\nCJG\nLS #1430\n04/07/2011",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj Section 1.  \\expndtw-3 Title ten of the administrative code of the city of New York is amended by adding a new chapter 9, to read as follows:\\ul\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1 Chapter 9. COUNTERFEIT TRADEMARKS.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\expndtw0\\'a710-901. Definitions.\\par\n\\'a710-902. Purchase of Counterfeit Trademarks Illegal.\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\expndtw-3\\'a7 10-901. Definitions.  For the purposes of this chapter the following terms shall have the following meanings:  a. \\ldblquote Person\\rdblquote  shall mean a human being, a public corporation, a private corporation, an unincorporated association, a partnership, proprietorship, or any other kind of entity or business organization.\\par\nb. \\ldblquote Purchase\\rdblquote  shall mean to obtain ownership or possession of a tangible item in exchange for money or any other form of valuable consideration.\\par\nc. \\ldblquote Trademark\\rdblquote  shall mean any word, name, symbol, or device, or any combination thereof (i) that is adopted and used by a person or company to identify goods made by a person or company; (ii) that distinguishes such goods from those manufactured or sold by others; and (iii) that is in use and that is registered, filed, or recorded under the laws of the State of New York, any other state, or with the United States Patent and Trademark Office.\\par\nd.  \\ldblquote Counterfeit trademark\\rdblquote  shall mean a spurious trademark or an imitation of a trademark that is used to identify goods made by a person or company and that is identical to or substantially indistinguishable from a trademark as defined in this section.  It does not include any authorized use of a trademark or imitations of trade dress or packaging such as color, shape and the like unless those features have been registered as trademarks as defined in this section.\\par\n\\'a710-902.   Purchase of Counterfeit Trademarks Illegal.\\par\na. Prohibition.  No person shall purchase a tangible item containing a counterfeit trademark when such person knows or should have known such trademark is counterfeit for reasons including, but not limited to, the quality and price of the purchased item, and/or the condition of the seller and the sale location.\\par\nb. Penalties.\\par\n1.  Any violation of the provisions of this section shall be deemed a Class A misdemeanor punishable by a term of imprisonment not to exceed one year and a fine not to exceed one thousand dollars, or a civil penalty not to exceed one thousand dollars for each violation, or both, and s\\expndtw0 uch penalties shall not limit or preclude any cause of action available to any person or entity injured or aggrieved by such violation.\\par\n2.  Each object or good purchased shall be considered a separate violation of this section.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160\\ulnone\\tab\\'a7 2.  This local law shall take effect immediately.\\par\n\\pard\\ltrpar\\nowidctlpar CJG\\par\nLS #1430\\par\n\\pard\\ltrpar\\nowidctlpar\\tx720\\tx5040 04/07/2011\\par\n\\pard\\ltrpar\\nowidctlpar\\par\n}\n",
  "LastModified": "2013-12-23T19:44:12.34Z"
}
