{
  "ID": 46711,
  "GUID": "73049FA8-B391-4258-975E-417A8EDAC0FD",
  "File": "Int 0556-2011",
  "Name": "Prohibiting restraining animals outdoors for longer than three continuous hours.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to prohibiting restraining animals outdoors for longer than three continuous hours.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2011-04-28T00:00:00Z",
  "AgendaDate": "2011-04-28T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    }
  ],
  "History": [
    {
      "ID": 253525,
      "Date": "2011-04-28T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 253735,
      "Date": "2011-04-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10728,
      "AgendaSequence": 133,
      "MinutesSequence": 148,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283990,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 47759,
  "Text": "Be it enacted by the Council as follows:\n \n      \tSection 1.  Title 17 of the administrative code of the city of New York, as amended by local law 10 of 2011, is hereby amended to read as follows: \n§17-197  Restraining animals outdoors.  a.  (1)  No person shall tether, leash, fasten, secure, restrain, chain or tie an animal to a stationary object outdoors, or cause such animal to be so restrained, for longer than three continuous hours [in any continuous twelve-hour period]. (2) Any person who tethers, leashes, fastens, secures, restrains, chains or ties an animal to a stationary object outdoors for a permissible period of time shall provide such animal with adequate food, water and shelter, and shall restrain the animal with a device having swivels at both ends that is of an adequate length for the type and size of animal being restrained, provided, however, that the requirement to provide adequate food, water and shelter shall not apply to a person who restrains an animal while completing a task for a period of time that is fifteen minutes or less in duration. \nb.  Notwithstanding the provisions of subdivision a of this section, no person shall tether, leash, fasten, chain, tie, secure or restrain any animal for any amount of time to a stationary object with a device that:\n(1)  is a choke collar or pinch collar;\n(2)  has weights attached or contains links that are more than one-quarter inch thick;\n(3)  because of its design or placement is likely to become entangled;\n(4)  is long enough to allow the animal to move outside of its owner's property; and\n(5)  would allow the restrained animal to move over an object or edge that could result in the strangulation of or injury to such animal.\n§ 2.  This local law shall take effect immediately.\n\nLS # 2055\nLCC/JM\n3/2/11",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n \\par\n\\pard\\cbpat1\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj       \\tab Section 1.  Title 17 of the administrative code of the city of New York, as amended by local law 10 of 2011, is hereby amended to read as follows:\\ul  \\ulnone\\par\n\\pard\\cbpat1\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a717-197  Restraining animals outdoors.  a.  (1)  No person shall tether, leash, fasten, secure, restrain, chain or tie an animal to a stationary object outdoors, or cause such animal to be so restrained, for longer than three continuous hours [in any continuous twelve-hour period]. (2) Any person who tethers, leashes, fastens, secures, restrains, chains or ties an animal to a stationary object outdoors for a permissible period of time shall provide such animal with adequate food, water and shelter, and shall restrain the animal with a device having swivels at both ends that is of an adequate length for the type and size of animal being restrained, provided, however, that the requirement to provide adequate food, water and shelter shall not apply to a person who restrains an animal while completing a task for a period of time that is fifteen minutes or less in duration. \\ul\\par\n\\ulnone b.  Notwithstanding the provisions of subdivision a of this section, no person shall tether, leash, fasten, chain, tie, secure or restrain any animal for any amount of time \\ul to a stationary object\\ulnone  with a device that:\\par\n(1)  is a choke collar or pinch collar;\\par\n(2)  has weights attached or contains links that are more than one-quarter inch thick;\\par\n(3)  because of its design or placement is likely to become entangled;\\par\n(4)  is long enough to allow the animal to move outside of its owner's property; and\\par\n(5)  would allow the restrained animal to move over an object or edge that could result in the strangulation of or injury to such animal.\\par\n\\'a7 2.  This local law shall take effect immediately.\\par\n\\pard\\cbpat1\\ltrpar\\nowidctlpar\\fs20\\par\nLS # 2055\\par\nLCC/JM\\par\n3/2/11\\par\n}\n",
  "LastModified": "2013-12-23T19:38:58.92Z"
}
