{
  "ID": 46998,
  "GUID": "A2D6D29C-D367-4B8D-8EE4-6DAC144FABFA",
  "File": "Int 0559-2011",
  "Name": "Suspension of parking regulations during and after snowfalls.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the suspension of parking regulations during and after snowfalls.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5108,
  "BodyName": "Committee on Sanitation and Solid Waste Management",
  "IntroDate": "2011-04-28T00:00:00Z",
  "AgendaDate": "2011-04-28T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera "
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 7577,
      "Slug": "david-g-greenfield",
      "FullName": "David G. Greenfield"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7586,
      "Slug": "ruben-wills",
      "FullName": "Ruben Wills"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    }
  ],
  "History": [
    {
      "ID": 253510,
      "Date": "2011-04-28T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 253740,
      "Date": "2011-04-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Sanitation and Solid Waste Management",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10728,
      "AgendaSequence": 137,
      "MinutesSequence": 152,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Sanitation and Solid Waste Management",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283987,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 48066,
  "Text": "Be it enacted by the Council as follows:\n\tSection 1.  Section 19-163.1 of the administrative code of the city of New York is amended to read as follows:\n\t§19-163.1 Suspension of parking, parking meter and muni-meter rules during and after snowfalls. All alternate side of the street parking rules shall be suspended during any snowfall that causes the department of sanitation to suspend its street sweeping operations, provided that the department may reinstate alternate side of the street parking rules after twenty-four hours if it determines, after consulting with the department of sanitation, that alternate side of the street parking is necessary to immediately commence curbside snow removal. Parking meter and muni-meter rules and all other parking regulations, except those regulations that would not permit parking or standing at any time, except for emergency vehicles at such location, shall be suspended for forty-eight hours following the falling of six inches of snow in any part of the city of New York based on the department of sanitation’s measurements, provided that at the conclusion of such forty-eight hour period, the department may continue to suspend any and all such parking rules if, in the discretion of the commissioner, such suspension remains necessary in order to facilitate the plowing or removal of snow.  Such forty-eight period shall conclude at the end of the calendar day of the expiration of such forty-eight hours.\n\t§2. \tThis local law shall take effect sixty days after its enactment.\nLF\nLS#1907\n4/12/11",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\li-1\\sl480\\slmult1\\qj\\tx719\\tx1439\\tx2159\\tx2879\\tx3599\\tx4319\\tx5039\\tx5759\\tx6479\\tx7199\\tx7919\\tx8639\\ul Be it enacted by the Council as follows\\ulw :\\ulnone\\par\n\\tab Section 1.  Section 19-163.1 of the administrative code of the city of New York is amended to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\sa200\\sl480\\slmult1\\qj\\tab\\'a719-163.1 Suspension of parking\\ul , parking meter and muni-meter\\ulnone  rules during \\ul and after\\ulnone  snowfalls. All alternate side of the street parking rules shall be suspended during any snowfall that causes the department of sanitation to suspend its street sweeping operations, provided that the department may reinstate alternate side of the street parking rules after twenty-four hours if it determines, after consulting with the department of sanitation, that alternate side of the street parking is necessary to immediately commence curbside snow removal. \\ul Parking meter and muni-meter rules and all other parking regulations, except those regulations that would not permit parking or standing at any time, except for emergency vehicles at such location, shall be suspended for forty-eight hours following the falling of six inches of snow in any part of the city of New York based on the department of sanitation\\rquote s measurements, provided that at the conclusion of such forty-eight hour period, the department may continue to suspend any and all such parking rules if, in the discretion of the commissioner, such suspension remains necessary in order to facilitate the plowing or removal of snow.  Such forty-eight period shall conclude at the end of the calendar day of the expiration of such forty-eight hours.\\par\n\\pard\\ltrpar\\nowidctlpar\\li-1\\sl480\\slmult1\\qj\\tx719\\tx1439\\tx2159\\tx2879\\tx3599\\tx4319\\tx5039\\tx5759\\tx6479\\tx7199\\tx7919\\tx8639\\ulnone\\tab\\'a72. \\tab This local law shall take effect sixty days after its enactment.\\par\n\\pard\\ltrpar\\nowidctlpar\\li-1\\qj\\tx719\\tx1439\\tx2159\\tx2879\\tx3599\\tx4319\\tx5039\\tx5759\\tx6479\\tx7199\\tx7919\\tx8639\\fs16 LF\\par\nLS#1907\\par\n4/12/11\\par\n}\n",
  "LastModified": "2013-12-23T19:38:27.577Z"
}
