{
  "ID": 47126,
  "GUID": "EE955322-CDAA-467F-BA86-463600A4F27B",
  "File": "Int 0562-2011",
  "Name": "Authorizing the Department of Consumer Affairs to enforce section 131 of article 9-B of the general business law.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to authorizing the Department of Consumer Affairs to enforce section 131 of article 9-B of the general business law.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5,
  "BodyName": "Committee on Consumer Affairs",
  "IntroDate": "2011-05-11T00:00:00Z",
  "AgendaDate": "2011-05-11T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    }
  ],
  "History": [
    {
      "ID": 254088,
      "Date": "2011-05-11T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 254214,
      "Date": "2011-05-11T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Consumer Affairs",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10791,
      "AgendaSequence": 89,
      "MinutesSequence": 114,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Consumer Affairs",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283984,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 48197,
  "Text": "Be It enacted by the Council as follows: \n\nSection 1. Section 20-702 of subchapter 1 of chapter 5 of title 20 of the administrative code of the city of New York, is amended to read as follows: \n§ 20-702 Regulations. The commissioner may adopt such rules and regulations as may be necessary to effectuate the purposes of this subchapter, including regulations defining specific deceptive or unconscionable trade practices and regulations enforcing section 131 of the general business law. Such rules and regulations may supplement but shall not be inconsistent with the rules, regulations and decisions of the federal trade commission and the federal courts in interpreting the provisions of section five (a) (1), or the decisions of the courts interpreting section three hundred fifty of the general business law and section 2-302 of the uniform commercial code.\n§2. This local law shall take effect one hundred and twenty days after its enactment into law, provided, however, that the commissioner of the department of consumer affairs shall take such actions as are necessary for its implementation, including the promulgation of rules, prior to such effective date.\n\n\nMEH \nLS 1260\n4/27/11",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\ul Be It enacted by the Council as follows: \\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1. Section 20-702 of subchapter 1 of chapter 5 of title 20 of the administrative code of the city of New York, is amended to read as follows: \\par\n\\'a7 20-702 Regulations. The commissioner may adopt such rules and regulations as may be necessary to effectuate the purposes of this subchapter, including regulations defining specific deceptive or unconscionable trade practices \\ul and regulations enforcing section 131 of the general business law\\ulnone . Such rules and regulations may supplement but shall not be inconsistent with the rules, regulations and decisions of the federal trade commission and the federal courts in interpreting the provisions of section five (a) (1), or the decisions of the courts interpreting section three hundred fifty of the general business law and section 2-302 of the uniform commercial code.\\ul\\par\n\\ulnone\\'a72. This local law shall take effect one hundred and twenty days after its enactment into law, provided, however, that the commissioner of the department of consumer affairs shall take such actions as are necessary for its implementation, including the promulgation of rules, prior to such effective date.\\par\n\\pard\\ltrpar\\nowidctlpar\\fs20\\par\n\\par\nMEH \\par\nLS 1260\\par\n4/27/11\\par\n}\n",
  "LastModified": "2013-12-23T19:37:50.78Z"
}
