{
  "ID": 47127,
  "GUID": "807C773F-A37C-4161-A299-60E2BB5C109C",
  "File": "Int 0565-2011",
  "Name": "Establishing a zoning system for taxicab fares.",
  "Title": "A Local Law to amend the New York city charter in relation to establishing a zoning system for taxicab fares.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2011-05-11T00:00:00Z",
  "AgendaDate": "2011-05-11T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    }
  ],
  "History": [
    {
      "ID": 254087,
      "Date": "2011-05-11T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 254218,
      "Date": "2011-05-11T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10791,
      "AgendaSequence": 93,
      "MinutesSequence": 118,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283982,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 48198,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Subdivision a of section 2304 of the New York city charter is amended to read as follows:\n\t§2304. Rates. a. This provision shall remain in effect until the date that any new taxicab fares authorized pursuant to the zoning system established by the commission pursuant to the provisions of subdivision a-1 of this section take effect. The amount to be charged and collected for the hire of a taxicab for one or more passengers within the city of New York shall be the total of the following items: 1. For the first one-fifth mile or fraction thereof, or the first one minute of waiting time or fraction thereof, or the combination thereof, sixty cents. 2.  For  each additional  one-fifth  mile  or  fraction  thereof,  or seventy-two  seconds  of  waiting  time  or  fraction  thereof,  or  the combination thereof, ten cents. 3. Fifty cents for each trunk. 4. All bridge and tunnel and ferry tolls. 5. There shall be no charge for personal luggage or for other belongings of the passengers transported in the interior of the taxicab. \n§2.  Section 2304 of the New York city charter is amended by adding a subdivision a-1 to follow subdivision a of such section to read as follows:\n\ta-1 The commission shall create a zoning system to establish the rate of fare for one or more passengers of a taxicab.  Such zoning system shall include, at a minimum, that if a taxicab stays within one zone, there will be a flat rate, however, should the taxicab cross into another zone with the same passenger, then the fare shall increase to another flat rate, such that the total fare to be charged shall be determined based upon a calculation considering the zone that the trip starts and the zone that the trip terminates.  No later than 60 days after creating this zoning system the commission shall conduct a public hearing pursuant to subdivision d of this section prior to any determination to change the rates of fare.  The zoning system shall take effect on the date established by the commission, provided, however that such date shall be after the conclusion of such public hearing.  The amount to be charged and collected for the hire of a taxicab for one or more passengers within the city of New York shall be the total of the following items: 1. The fare calculated based on the zoning system established by the commission. 2. A wait time charge that taxicabs may charge for waiting, which wait time charge shall be established by the commission. 3. Fifty cents for each trunk. 4. All bridge and tunnel and ferry tolls. 5. There shall be no charge for personal luggage or for other belongings of the passengers transported in the interior of the taxicab. \n\t§2. This local law shall take effect ninety days after its enactment.\n\n\n\nAF/TN\nLS# 1760\n5/6/11",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\expndtw0\\ul Be it enacted by the Council as follows:\\par\n\\expndtw-3\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 Section 1.  \\expndtw0 Subdivision a of section 2304 of the New York city charter is amended to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qj\\expndtw-3\\tab\\'a7\\expndtw0 2304. Rates. a. \\ul This provision shall remain in effect until the date that any new taxicab fares authorized pursuant to the zoning system established by the commission pursuant to the provisions of subdivision a-1 of this section take effect.\\ulnone  The amount to be charged and collected for the hire of a taxicab for one or more passengers within the city of New York shall be the total of the following items: 1. For the first one-fifth mile or fraction thereof, or the first one minute of waiting time or fraction thereof, or the combination thereof, sixty cents. 2.  For  each additional  one-fifth  mile  or  fraction  thereof,  or seventy-two  seconds  of  waiting  time  or  fraction  thereof,  or  the combination thereof, ten cents. 3. Fifty cents for each trunk. 4. All bridge and tunnel and ferry tolls. 5. There shall be no charge for personal luggage or for other belongings of the passengers transported in the interior of the taxicab. \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\expndtw-3\\'a72.  \\expndtw0 Section 2304 of the New York city charter is amended by adding a subdivision a-1 to follow subdivision a of such section to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qj\\tab\\ul a-1 The commission shall create a zoning system to establish the rate of fare for one or more passengers of a taxicab.  Such zoning system shall include, at a minimum, that if a taxicab stays within one zone, there will be a flat rate, however, should the taxicab cross into another zone with the same passenger, then the fare shall increase to another flat rate, such that the total fare to be charged shall be determined based upon a calculation considering the zone that the trip starts and the zone that the trip terminates.  No later than 60 days after creating this zoning system the commission shall conduct a public hearing pursuant to subdivision d of this section prior to any determination to change the rates of fare.  The zoning system shall take effect on the date established by the commission, provided, however that such date shall be after the conclusion of such public hearing.  The amount to be charged and collected for the hire of a taxicab for one or more passengers within the city of New York shall be the total of the following items: 1. The fare calculated based on the zoning system established by the commission. 2. A wait time charge that taxicabs may charge for waiting, which wait time charge shall be established by the commission. 3. Fifty cents for each trunk. 4. All bridge and tunnel and ferry tolls. 5. There shall be no charge for personal luggage or for other belongings of the passengers transported in the interior of the taxicab. \\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li360\\sl480\\slmult1\\qj\\expndtw-3\\tab\\'a72. This local law shall take effect ninety days after its enactment.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\qj\\fs20\\par\n\\par\n\\par\nAF/TN\\fs24\\par\n\\fs20 LS# 1760\\fs24\\par\n\\fs20 5/6/11\\par\n\\par\n\\par\n\\par\n}\n",
  "LastModified": "2013-12-23T19:37:05.043Z"
}
