{
  "ID": 46410,
  "GUID": "759F7867-5F43-4794-A168-3B3FE7F1B7F0",
  "File": "Int 0573-2011",
  "Name": "Amending the obligations of owners to provide notice to their tenants for non-emergency repairs.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to amending the obligations of owners to provide notice to their tenants for non-emergency repairs.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2011-05-26T00:00:00Z",
  "AgendaDate": "2011-05-26T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    }
  ],
  "History": [
    {
      "ID": 254556,
      "Date": "2011-05-26T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 254726,
      "Date": "2011-05-26T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10809,
      "AgendaSequence": 88,
      "MinutesSequence": 103,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283979,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 47447,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Section 27-2005 of the administrative code of the city of New York is amended by adding a new subdivision e to read as follows:\n\te. (i) The owner of a dwelling shall provide legal occupants with at least seventy-two hours notice prior to making repairs or performing other work in a dwelling and within a particular dwelling unit which would cause an interruption in services.  Such notice shall be posted in a prominent place within the public part of the building and shall be placed under the entrance doors of each dwelling unit.  The notice shall state the type of work being performed and the estimated start and end of the service interruption. \n\t(ii) The provisions of this section shall not apply to repairs or work performed on an emergency basis. The department shall by rule determine what constitutes an emergency basis.  Any repairs made pursuant to section 27-2125 of this code shall be exempt from the provisions of this subdivision.\n\t§2.\tThis local law shall take effect ninety days after its enactment, except that the department shall take such measures, including the promulgation of rules, as are necessary for its implementation prior to such effective date.  \nLER / BJG\nLS 1191\nInt. No. 266-2006\n9/13/10",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160\\tab Section 1.  Section 27-2005 of the administrative code of the city of New York is amended by adding a new subdivision e to read as follows:\\par\n\\tab\\ul e. (i) The owner of a dwelling shall provide legal occupants with at least seventy-two hours notice prior to making repairs or performing other work in a dwelling and within a particular dwelling unit which would cause an interruption in services.  Such notice shall be posted in a prominent place within the public part of the building and shall be placed under the entrance doors of each dwelling unit.  The notice shall state the type of work being performed and the estimated start and end of the service interruption. \\par\n\\ulnone\\tab\\ul (ii) The provisions of this section shall not apply to repairs or work performed on an emergency basis. The department shall by rule determine what constitutes an emergency basis.  Any repairs made pursuant to section 27-2125 of this code shall be exempt from the provisions of this subdivision.\\par\n\\ulnone\\tab\\'a72.\\tab This local law shall take effect ninety days after its enactment, except that the department shall take such measures, including the promulgation of rules, as are necessary for its implementation prior to such effective date.  \\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\tx720\\tx1440\\tx2160\\fs20 LER / BJG\\par\nLS 1191\\par\nInt. No. 266-2006\\par\n9/13/10 \\par\n}\n",
  "LastModified": "2013-12-23T19:34:24.013Z"
}
