{
  "ID": 47228,
  "GUID": "9C7C8E71-2F82-4B33-9A7F-BC8F35D67815",
  "File": "Int 0579-2011",
  "Name": "Controlling emissions from businesses located in mixed-use buildings that use chemicals.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to controlling emissions from businesses located in mixed-use buildings that use chemicals.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 10,
  "BodyName": "Committee on Environmental Protection",
  "IntroDate": "2011-05-26T00:00:00Z",
  "AgendaDate": "2011-05-26T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    }
  ],
  "History": [
    {
      "ID": 254561,
      "Date": "2011-05-26T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 254733,
      "Date": "2011-05-26T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Environmental Protection",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10809,
      "AgendaSequence": 94,
      "MinutesSequence": 109,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Environmental Protection",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283977,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 48304,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Legislative findings and intent.   The Council finds that the Building Code and Zoning Resolution of New York City authorize locating certain businesses that use hazardous substances with residential uses in mixed-use buildings.  While this practice predates New York City’s original Zoning Resolution that was adopted in 1916, in the ensuing years knowledge about the potential adverse impacts resulting from use of chemicals has increased exponentially but has not been reflected in changes to the Building Code, that demonstrate appreciation of the risks posed by chemical use when fugitive emissions from ground floor commercial facilities permeate into residences above these businesses.  The migration of fugitive perchloroethylene (“perc”) emissions from dry cleaners to attached residences was initially identified as a public health issue in the 1980s.  In the 1990s the New York State Department of Health (DOH) conducted the first national major study on co-location of dry cleaner facilities.  That study lead to legislation regulating dry cleaners in residential buildings due to the health risks posed by fugitive emissions.  The New York City Department of Environmental Protection promulgated rules requiring reduction of perchloroethylene releases and containment booths for dry cleaning facilities co-located in buildings with residential uses.  The United States Environmental Protection Agency (EPA) also expressed concern about the co-location issue as it pertains to dry cleaners in the preamble to the 1993 perchloroethylene National Emission Standard for Hazardous Air Pollutants (“NESHAP”) but deferred to state and local officials to address the issue in relevant building codes or zoning ordinances.  Unfortunately, no state or local agency moved to eliminate co-location of facilities that use perchloroethylene in residential buildings in New York City.  In the July 27, 2006 amendment of  the NESHAP, the EPA took the issue out of local hands by essentially prohibiting co-location of drycleaners by December 21, 2020.   The Final Rule for Perchloroethylene Air Emission Standards for Dry Cleaning Facilities notes that it “effectively prohibits new perchloroethylene machines in residential buildings” by requiring that owners or operators eliminate any emissions of perchloroethylene from dry cleaning systems that are installed after December 21, 2005.  That regulation, promulgated pursuant to the amended NESHAP for perchloroethylene, includes a “sunset date” of December 21, 2020 for the use of perchloroethylene at any currently operating dry cleaning system located in a building with a residence. 71 Fed. Reg.  42724-42729 (July 27, 2006); 40 C.F.R. 63.32.\n\tSection 116 of the Clean Air Act preserves state and local authority to set requirements that are more stringent than federal standards (i.e. the dry cleaning NESHAP) as long as they do not set requirements that are less stringent than federal requirements and which will be approved via State Implementation Plans or approved under the Clean Air Act section 112 (l).  Further, the NESHAP requires control of perchloroethylene emissions and implementation of good work practices for a dry cleaning facility but does not require or set any perchloroethylene limit for the residents of the apartments in those buildings.  OSHA has guidance on worker exposure and California has specific perchloroethylene limits for worker exposure.  Recently, the New York City Department of Health and Mental Hygiene (“DOHMH”) enacted a rule to address residential exposure in mixed use buildings that include a dry cleaner.  The DOHMH rule may be the first one with perchloroethylene limits for children and residents who live in apartments above a dry cleaning facility, but it does not address the other facilities that use hazardous substances and are located in mixed use buildings.\nThe Council further finds that numerous other co-located commercial facilities present the potential for fugitive emissions of hazardous air pollutants to enter residences but have not been subject to regulation to reduce that public health risk.  These businesses include printers, acrylic nail salons, furniture refinishers, metal platers, and photofinishing, shoe repair and auto body repair facilities.  Finally, the Council finds that the New York State Legislature has recognized the public health threat that residential tenants face from sources of air pollution that result in indoor air contamination by passing the “Tenant Notification of Indoor Air Contamination” act requiring property owners to notify tenants of indoor air test results that exceed DOH Indoor Air Guidelines or United States Occupational Safety and Health Administration Guidelines for Indoor Air Quality.\n\tTherefore the Council finds that it is important to eliminate public health risks to indoor air quality from fugitive emissions as a result of co-location of certain businesses that use hazardous substances in mixed-use buildings with residences.  \n     \t§2. Chapter 1 of title 24 of the administrative code of the city of New York is amended by adding a new section 24-141.1 to read as follows \n§ 24-141.1 Controlling emissions from businesses that use chemicals and are located in mixed-use buildings.\n(a) For purposes of this section the following terms shall have the following meanings:\n(1) “Business that uses chemicals” shall mean any business that is located in a mixed-use building that uses a hazardous substance, an extremely hazardous substance or an acutely hazardous substance or whose operations use or generate hazardous air pollutants, with the exception of dry cleaners.\n(2) “Department of health indoor air guidelines” shall mean the indoor air quality residential guidelines generated by the New York state department of health as a result of the “Final New York State Department of Health CEH BEEI Soil Vapor Intrusion Guidance” and background databases, including Appendix “C” Volatile Organic Chemicals in Air and the summary of background databases referenced therein.\n(3) “Hazardous air pollutant” shall mean an air pollutant designated as a reportable hazardous air pollutant and listed in section 202-2.6 of title six of the official compilation of New York codes, rules and regulations.\n(4)“Hazardous substance” shall mean a listed hazardous substance pursuant to section 24-603 of this title,  an extremely hazardous substance pursuant to section 41-03 of title fifteen of the rules of the city of New York, an acutely hazardous substance as defined in section 597.1 of title six of the official compilation of New York codes, rules and regulations or a mixture of substances which is toxic, flammable, combustible, corrosive, an irritant, a strong sensitizer, such as a significant allergen, or which generates pressure through decomposition, heat or other means, and which when used or handled in a customary manner or in a manner which may be reasonably anticipated is likely to cause injury or illness to individuals or the environment pursuant to section 173.01 of title twenty-four of the rules of the city of New York.\n(5) “Mixed-use building” shall mean any building occupied in part for residential use, with one or more nonresidential uses located on a story below the lowest story occupied entirely by such residential use and includes any business that uses hazardous substances and uses or generates hazardous air pollutants.\n(6) “Occupational safety and health administration guidelines for indoor air quality” shall mean the standards identified in the “Limits for Air Contaminants” set forth in table Z-1 of section 1910.1000 of title twenty-nine of the code of federal regulations, the “Enforcement Policy for Respiratory Hazards not covered by  the OSHA Permissible Exposure Limits”, and any other applicable guidelines, including permissible exposure limits subsequently promulgated to protect indoor air quality in the work place and eliminate respiratory hazards. \nb. It shall be unlawful for any business that uses chemicals, as defined above, to permit the escape of any fugitive emissions resulting from the operation of such business into any nonresidential indoor area or any residential area of a mixed use building in excess of department of health indoor air guidelines or the occupational safety and health administration guidelines for indoor air quality. \nc. Any person may make a complaint to the department or to the department of health and mental hygiene that the operation of any business is in violation of subdivision b of this section and may request that the department or the department of health and mental hygiene undertake air sampling for those emissions of hazardous substances, metabolites of those substances or constituents such substances.  Such complaint shall not be disclosed by the department or the department of health and mental hygiene except that such complaint may be disclosed to other governmental entities upon written permission of the complainant, or where required by law.  Upon receipt of such a complaint the department or the department of health and mental hygiene shall investigate the allegations contained in the complaint and obtain air samples from any business complained of at a time likely to reflect usual operating activities and patterns.  \nd. Any occupant of a mixed-use building may independently obtain air sampling results for such occupant’s dwelling unit and of common areas, such as hallways, if the occupant suspects that the operation of any business is in violation of subdivision b of this section.  Such independently obtained air sampling results for indoor air quality may be submitted to the department or the department of health and mental hygiene as a basis for conducting an investigation by either of such agencies.  If the initial and any subsequent indoor air quality sampling does not disclose a violation of subdivision b of this section, no further investigation of indoor air quality in the area complained of shall be required. \ne. Where indoor air sampling results, as a result of a complaint,  an independent air sample obtained by a residential occupant or an investigation commenced by the department or the department of health and mental hygiene establishes that any business is in violation of subdivision b of this section, the department or the department of health and mental hygiene shall notify the residential occupant or the complainant and, in the case of a business, the owner  or the on-site manager and the department of environmental protection of the results of the tests. \nf. Where indoor air sampling results establish that any business is in violation of subdivision b of this section the department shall develop, working jointly with the department of health and mental hygiene, a mitigation  plan for each such business focused upon control strategies including, but not limited to, source control, improved ventilation, air cleaning and exposure control.\ng. The department shall be responsible for assuring implementation and enforcement of the mitigation plan and shall have the authority to issue a notice of violation and a compliance order pursuant to subchapter nine of chapter one of this title in order to assure compliance.  Failure to comply with an order issued by the department shall subject the business to such enforcement measures as are provided for in section 24-188 of this chapter. \nh. Where the department has determined that a violation of subdivision b of this section cannot be expeditiously addressed through a mitigation plan implemented pursuant to subdivision f of this section, the department shall issue notice of such determination to the business and the co-location of such business in a mixed-use building shall terminate no later than six months after such notice, unless the department makes a written finding that reasonable progress is being made towards compliance. \ni. Where it has been determined by the department or the department of health and mental hygiene that a violation of subdivision b of this section has been committed in a mixed-use building by a business that uses chemicals, such violation shall be deemed to be a breach of the warranty of habitability with respect to any residential portion of such mixed-use building where such violation has occurred, and such rights as flow from a violation of the warranty of habitability shall inure to the affected occupants. \nj. Where a business that uses chemicals refuses, without justification, to undertake a mitigation plan determined to be warranted by the department or the department of health and mental hygiene or fails to comply with such mitigation plan, such business and the owner of such business shall each be subject to a civil penalty of fifty dollars a day for each day for which there is a failure to comply with a mitigation plan.\n§2. This local law shall take effect one hundred eighty days after enactment, except that the commissioner of environmental protection and the commissioner of health and mental hygiene shall take such measures as are necessary for its implementation, including the promulgation of rules, prior to such effective date.\nLS # 303 SS\nMay 10, 2011 12:38 p.m.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Tahoma;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\ulnone\\par\n\\tab S\\cf1 ection 1.  Legislative findings and intent.   The Council finds that\\cf0  the Building Code and Zoning Resolution of New York City authorize locating certain businesses that use hazardous substances with residential uses in mixed-use buildings.  While this practice predates New York City\\rquote s original Zoning Resolution that was adopted in 1916, in the ensuing years knowledge about the potential adverse impacts resulting from use of chemicals has increased exponentially but has not been reflected in changes to the Building Code, that demonstrate appreciation of the risks posed by chemical use when fugitive emissions from ground floor commercial facilities permeate into residences above these businesses.  The migration of fugitive perchloroethylene (\\ldblquote perc\\rdblquote ) emissions from dry cleaners to attached residences was initially identified as a public health issue in the 1980s.  In the 1990s the New York State Department of Health (DOH) conducted the first national major study on co-location of dry cleaner facilities.  That study lead to legislation regulating dry cleaners in residential buildings due to the health risks posed by fugitive emissions.  The New York City Department of Environmental Protection promulgated rules requiring reduction of perchloroethylene releases and containment booths for dry cleaning facilities co-located in buildings with residential uses.  The United States Environmental Protection Agency (EPA) also expressed concern about the co-location issue as it pertains to dry cleaners in the preamble to the 1993 perchloroethylene National Emission Standard for Hazardous Air Pollutants (\\ldblquote NESHAP\\rdblquote ) but deferred to state and local officials to address the issue in relevant building codes or zoning ordinances.  Unfortunately, no state or local agency moved to eliminate co-location of facilities that use perchloroethylene in residential buildings in New York City.  In the July 27, 2006 amendment of  the NESHAP, the EPA took the issue out of local hands by essentially prohibiting co-location of drycleaners by December 21, 2020.   The Final Rule for Perchloroethylene Air Emission Standards for Dry Cleaning Facilities notes that it \\ldblquote effectively prohibits new perchloroethylene machines in residential buildings\\rdblquote  by requiring that owners or operators eliminate any emissions of perchloroethylene from dry cleaning systems that are installed after December 21, 2005.  That regulation, promulgated pursuant to the amended NESHAP for perchloroethylene, includes a \\ldblquote sunset date\\rdblquote  of December 21, 2020 for the use of perchloroethylene at any currently operating dry cleaning system located in a building with a residence. 71 Fed. Reg.  42724-42729 (July 27, 2006); 40 C.F.R. 63.32.\\par\n\\tab Section 116 of the Clean Air Act preserves state and local authority to set requirements that are more stringent than federal standards (i.e. the dry cleaning NESHAP) as long as they do not set requirements that are less stringent than federal requirements and which will be approved via State Implementation Plans or approved under the Clean Air Act section 112 (l).  Further, the NESHAP requires control of perchloroethylene emissions and implementation of good work practices for a dry cleaning facility but does not require or set any perchloroethylene limit for the residents of the apartments in those buildings.  OSHA has guidance on worker exposure and California has specific perchloroethylene limits for worker exposure.  Recently, the New York City Department of Health and Mental Hygiene (\\ldblquote DOHMH\\rdblquote ) enacted a rule to address residential exposure in mixed use buildings that include a dry cleaner.  The DOHMH rule may be the first one with perchloroethylene limits for children and residents who live in apartments above a dry cleaning facility, but it does not address the other facilities that use hazardous substances and are located in mixed use buildings.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1 The Council further finds that numerous other co-located commercial facilities present the potential for fugitive emissions of hazardous air pollutants to enter residences but have not been subject to regulation to reduce that public health risk.  These businesses include printers, acrylic nail salons, furniture refinishers, metal platers, and photofinishing, shoe repair and auto body repair facilities.  Finally, the Council finds that the New York State Legislature has recognized the public health threat that residential tenants face from sources of air pollution that result in indoor air contamination by passing the \\ldblquote Tenant Notification of Indoor Air Contamination\\rdblquote  act requiring property owners to notify tenants of indoor air test results that exceed DOH Indoor Air Guidelines or United States Occupational Safety and Health Administration Guidelines for Indoor Air Quality.\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\tab Therefore the Council finds that it is important to eliminate public health risks to indoor air quality from fugitive emissions as a result of co-location of certain businesses that use hazardous substances in mixed-use buildings with residences.  \\par\n     \\tab\\'a72. Chapter 1 of title 24 of the administrative code of the city of New York is amended by adding a new section 24-141.1 to read as follows \\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ul\\'a7 24-141.1 Controlling emissions from businesses that use chemicals and are located in mixed-use buildings.\\par\n(a) For purposes of this section the following terms shall have the following meanings:\\par\n\\pard\\nowidctlpar\\fi720\\sa120\\sl480\\slmult1 (1) \\ldblquote Business that uses chemicals\\rdblquote  shall mean any business that is located in a mixed-use building that uses a hazardous substance, an extremely hazardous substance or an acutely hazardous substance or whose operations use or generate hazardous air pollutants, with the exception of dry cleaners.\\par\n(2) \\ldblquote Department of health indoor air guidelines\\rdblquote  shall mean the indoor air quality residential guidelines generated by the New York state department of health as a result of the \\ldblquote Final New York State Department of Health CEH BEEI Soil Vapor Intrusion Guidance\\rdblquote  and background databases, including Appendix \\ldblquote C\\rdblquote  Volatile Organic Chemicals in Air and the summary of background databases referenced therein.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1 (3) \\ldblquote Hazardous air pollutant\\rdblquote  shall mean an air pollutant designated as a reportable hazardous air pollutant and listed in section 202-2.6 of title six of the official compilation of New York codes, rules and regulations.\\par\n(4)\\ldblquote Hazardous substance\\rdblquote  shall mean a listed hazardous substance pursuant to section 24-603 of this title,  an extremely hazardous substance pursuant to section 41-03 of title fifteen of the rules of the city of New York, an acutely hazardous substance as defined in section 597.1 of title six of the official compilation of New York codes, rules and regulations or a mixture of substances which is toxic, flammable, combustible, corrosive, an irritant, a strong sensitizer, such as a significant allergen, or which generates pressure through decomposition, heat or other means, and which when used or handled in a customary manner or in a manner which may be reasonably anticipated is likely to cause injury or illness to individuals or the environment pursuant to section 173.01 of title twenty-four of the rules of the city of New York.\\par\n(5) \\ldblquote Mixed-use building\\rdblquote  shall mean any building occupied in part for residential use, with one or more nonresidential uses located on a story below the lowest story occupied entirely by such residential use and includes any business that uses hazardous substances and uses or generates hazardous air pollutants.\\par\n(6) \\ldblquote Occupational safety and health administration guidelines for indoor air quality\\rdblquote  shall mean the standards identified in the \\ldblquote Limits for Air Contaminants\\rdblquote  set forth in table Z-1 of section 1910.1000 of title twenty-nine of the code of federal regulations, the \\ldblquote Enforcement Policy for Respiratory Hazards not covered by  the OSHA Permissible Exposure Limits\\rdblquote , and any other applicable guidelines, including permissible exposure limits subsequently promulgated to protect indoor air quality in the work place and eliminate respiratory hazards. \\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj b. It shall be unlawful for any business that uses chemicals, as defined above, to permit the escape of any fugitive emissions resulting from the operation of such business into any nonresidential indoor area or any residential area of a mixed use building in excess of department of health indoor air guidelines or the occupational safety and health administration guidelines for indoor air quality. \\par\nc. Any person may make a complaint to the department or to the department of health and mental hygiene that the operation of any business is in violation of subdivision b of this section and may request that the department or the department of health and mental hygiene undertake air sampling for those emissions of hazardous substances, metabolites of those substances or constituents such substances.  Such complaint shall not be disclosed by the department or the department of health and mental hygiene except that such complaint may be disclosed to other governmental entities upon written permission of the complainant, or where required by law.  Upon receipt of such a complaint the department or the department of health and mental hygiene shall investigate the allegations contained in the complaint and obtain air samples from any business complained of at a time likely to reflect usual operating activities and patterns.  \\par\nd. Any occupant of a mixed-use building may independently obtain air sampling results for such occupant\\rquote s dwelling unit and of common areas, such as hallways, if the occupant suspects that the operation of any business is in violation of subdivision b of this section.  Such independently obtained air sampling results for indoor air quality may be submitted to the department or the department of health and mental hygiene as a basis for conducting an investigation by either of such agencies.  If the initial and any subsequent indoor air quality sampling does not disclose a violation of subdivision b of this section, no further investigation of indoor air quality in the area complained of shall be required. \\par\ne. Where indoor air sampling results, as a result of a complaint,  an independent air sample obtained by a residential occupant or an investigation commenced by the department or the department of health and mental hygiene establishes that any business is in violation of subdivision b of this section, the department or the department of health and mental hygiene shall notify the residential occupant or the complainant and, in the case of a business, the owner  or the on-site manager and the department of environmental protection of the results of the tests. \\par\nf. Where indoor air sampling results establish that any business is in violation of subdivision b of this section the department shall develop, working jointly with the department of health and mental hygiene, a mitigation  plan for each such business focused upon control strategies including, but not limited to, source control, improved ventilation, air cleaning and exposure control.\\par\ng. The department shall be responsible for assuring implementation and enforcement of the mitigation plan and shall have the authority to issue a notice of violation and a compliance order pursuant to subchapter nine of chapter one of this title in order to assure compliance.  Failure to comply with an order issued by the department shall subject the business to such enforcement measures as are provided for in section 24-188 of this chapter. \\par\nh. Where the department has determined that a violation of subdivision b of this section cannot be expeditiously addressed through a mitigation plan implemented pursuant to subdivision f of this section, the department shall issue notice of such determination to the business and the co-location of such business in a mixed-use building shall terminate no later than six months after such notice, unless the department makes a written finding that reasonable progress is being made towards compliance. \\par\ni. Where it has been determined by the department or the department of health and mental hygiene that a violation of subdivision b of this section has been committed in a mixed-use building by a business that uses chemicals, such violation shall be deemed to be a breach of the warranty of habitability with respect to any residential portion of such mixed-use building where such violation has occurred, and such rights as flow from a violation of the warranty of habitability shall inure to the affected occupants. \\par\nj. Where a business that uses chemicals refuses, without justification, to undertake a mitigation plan determined to be warranted by the department or the department of health and mental hygiene or fails to comply with such mitigation plan, such business and the owner of such business shall each be subject to a civil penalty of fifty dollars a day for each day for which there is a failure to comply with a mitigation plan.\\par\n\\ulnone\\'a72. This local law shall take effect one hundred eighty days after enactment, except that the commissioner of environmental protection and the commissioner of health and mental hygiene shall take such measures as are necessary for its implementation, including the promulgation of rules, prior to such effective date.\\par\n\\pard\\nowidctlpar\\qj\\fs20 LS # 303 SS\\par\nMay 10, 2011 12:38 p.m.\\par\n\\pard\\nowidctlpar\\f1\\fs24\\par\n}\n",
  "LastModified": "2013-12-23T19:32:40.78Z"
}
