{
  "ID": 47220,
  "GUID": "8A4F20C0-F795-4180-9FB7-FC98BE51BBB9",
  "File": "Int 0580-2011",
  "Name": "Requiring community input prior to the installation of a bike lane.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring community input prior to the installation of a bike lane.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2011-05-26T00:00:00Z",
  "AgendaDate": "2011-05-26T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    },
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    }
  ],
  "History": [
    {
      "ID": 254542,
      "Date": "2011-05-26T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 254734,
      "Date": "2011-05-26T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10809,
      "AgendaSequence": 95,
      "MinutesSequence": 110,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283976,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 48294,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Subchapter three of chapter one of title nineteen of the administrative code of the city of New York is amended by adding a new section 19-187 to read as follows:\n§19-187 Community input prior to installation of bike lanes.  a. Definitions.  For the purposes of this section, the following terms shall be defined as follows:\n1. “Affected community board(s)” shall mean the community board(s) in whose district a proposed bike lane is to be constructed.\n2. “Bike lane” shall mean a portion of the roadway that has been marked off or separated for the preferential or exclusive use of bicycles.\nb. Notwithstanding any other provision of this title, not less than sixty days prior to the commencement of construction on a bike lane, the department shall notify each affected community board of the proposed plans for the bike lane.\nc. Any such community board notified may submit within fifteen days written comments including proposed changes to such plan.\nd. Not less than thirty days prior to the commencement of construction of such bike lane, the department shall submit a written response to any such community board that has provided written comments.  Such response shall include whether the department is accepting the recommendation of such community board, a description of where the department is not incorporating the suggestion in whole or in part, and the reason for the decision not to accept any such recommendations.\n\n§2.  This local law shall take effect ninety days after it shall have been enacted into law.\n\nLF\nLS #1832\n5/18/11",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\ul\\i\\v0\\par\n\\i0 Be it enacted by the Council as follows\\ulnone :\\ul\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\ri120\\sl480\\slmult1\\qj\\expndtw0\\ulnone Section 1.  Subchapter three of chapter one of title nineteen of the administrative code of the city of New York is amended by adding a new section 19-187 to read as follows:\\par\n\\ul\\'a719-187 Community input prior to installation of bike lanes.  a. Definitions.  For the purposes of this section, the following terms shall be defined as follows:\\par\n1. \\ldblquote Affected community board(s)\\rdblquote  shall mean the community board(s) in whose district a proposed bike lane is to be constructed.\\par\n2. \\ldblquote Bike lane\\rdblquote  shall mean a portion of the roadway that has been marked off or separated for the preferential or exclusive use of bicycles.\\par\nb. Notwithstanding any other provision of this title, not less than sixty days prior to the commencement of construction on a bike lane, the department shall notify each affected community board of the proposed plans for the bike lane.\\par\nc. Any such community board notified may submit within fifteen days written comments including proposed changes to such plan.\\par\nd. Not less than thirty days prior to the commencement of construction of such bike lane, the department shall submit a written response to any such community board that has provided written comments.  Such response shall include whether the department is accepting the recommendation of such community board, a description of where the department is not incorporating the suggestion in whole or in part, and the reason for the decision not to accept any such recommendations.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone\\par\n\\'a72.  This local law shall take effect ninety days after it shall have been enacted into law.\\par\n\\pard\\ltrpar\\nowidctlpar\\fs16\\par\nLF\\par\nLS #1832\\par\n5/18/11\\par\n}\n",
  "LastModified": "2013-12-23T19:32:31.157Z"
}
