{
  "ID": 47226,
  "GUID": "75553099-DCD6-402B-A03B-92D0420B65F5",
  "File": "Int 0581-2011",
  "Name": "Registration and insuring of bicycles used for commercial purposes.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the registration and insuring of bicycles used for commercial purposes.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2011-05-26T00:00:00Z",
  "AgendaDate": "2011-05-26T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7577,
      "Slug": "david-g-greenfield",
      "FullName": "David G. Greenfield"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    }
  ],
  "History": [
    {
      "ID": 254557,
      "Date": "2011-05-26T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 254735,
      "Date": "2011-05-26T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10809,
      "AgendaSequence": 96,
      "MinutesSequence": 111,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283975,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 48301,
  "Text": "Be it enacted by the Council as follows: \nSection 1. Subchapter 3 of chapter 1 of title 19 of the administrative code of the city of New York is amended by adding a new section 19-176.3 to read as follows: \n§19-176.3 Bicycles used for commercial purposes, registration and insurance. \na. Notwithstanding the identification requirements set forth in paragraph one of subdivision a of section 10-157 of the code, no person, firm, partnership, joint venture, association or corporation which engages in the course of its business, either on behalf of itself or others, in delivering packages, parcels, papers or articles of any type by bicycle shall engage in such bicycle delivery activities without first having obtained a registration plate issued by the department pursuant to this section. Nothing contained in this section shall be construed as applying to persons under the age of sixteen who use a bicycle to deliver daily newspapers or circulars.  \nb. Upon the receipt of a registration plate from the department, the registrant shall affix the registration plate to the rear of each bicycle so that it shall be displayed in clear view. The registration plate shall be in the form of a metal, plastic or other sign issued by the department, bearing an identification number assigned by the department which identifies the bicycle and the registered owner in lettering and/or numerals so as to be plainly readable at a distance of not less than ten feet and such registrant shall maintain such registration plate in good condition. \nc. As a prerequisite for obtaining a registration plate, each person, firm, partnership, joint venture, association or corporation who applies for a registration plate pursuant to this section shall provide proof of insurance coverage for the bicycle delivery activities conducted during the course of its business and for each bicycle operator engaged in such delivery activities by bicycle in amounts adequate to compensate pedestrians for personal injuries or to reimburse persons for property damage caused by a bicycle operator engaged in bicycle delivery activities conducted during the course of the registrant’s business. \nd. The commissioner shall promulgate such rules as may be required to effectuate the purposes of this section. \ne. Any person, firm, partnership, joint venture, association or corporation who shall violate the provisions of this section shall be liable for a civil penalty of not more than one thousand dollars and any officer or employee authorized to enforce the provisions of this section shall be authorized to either (i) attach a locking device of sufficient strength and durability to the rear wheel of the bicycle to immobilize the bicycle and render the bicycle temporarily inoperable, or (ii) seize and impound the bicycle, provided however, that at the time of such immobilization and rendering inoperable or such seizure, the bicycle operator shall be given a written notice of violation explaining the procedures for obtaining removal of the locking device or release of the impounded bicycle. Any bicycle seized pursuant to this section shall be delivered into the custody of the department or other appropriate agency. The commissioner shall hold a hearing to adjudicate the violation underlying the seizure within five business days after the date of seizure and shall render his or her determination within three business days after the conclusion of the hearing.                    \nf. Authorized officers and employees of the department, the police department and any other department designated by the commissioner, and any peace officer as defined in section 2.10 of the criminal procedure law, shall have the power to enforce any provision of this section or any rule or regulation promulgated pursuant to this section. \n§2. This local law shall take effect one hundred twenty days after its enactment into law. \nMEH\nLS 1901\n5/6/11",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\pard\\ltrpar\\nowidctlpar\\sa200\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\sa200\\sl480\\slmult1\\ul Be it enacted by the Council as follows: \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sa200\\sl480\\slmult1\\ulnone Section 1. Subchapter 3 of chapter 1 of title 19 of the administrative code of the city of New York is amended by adding a new section 19-176.3 to read as follows: \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sa200\\sl480\\slmult1\\qj\\ul\\'a719-176.3 Bicycles used for commercial purposes, registration and insurance. \\par\na. Notwithstanding the identification requirements set forth in paragraph one of subdivision a of section 10-157 of the code, no person, firm, partnership, joint venture, association or corporation which engages in the course of its business, either on behalf of itself or others, in delivering packages, parcels, papers or articles of any type by bicycle shall engage in such bicycle delivery activities without first having obtained a registration plate issued by the department pursuant to this section. Nothing contained in this section shall be construed as applying to persons under the age of sixteen who use a bicycle to deliver daily newspapers or circulars.  \\par\nb. Upon the receipt of a registration plate from the department, the registrant shall affix the registration plate to the rear of each bicycle so that it shall be displayed in clear view. The registration plate shall be in the form of a metal, plastic or other sign issued by the department, bearing an identification number assigned by the department which identifies the bicycle and the registered owner in lettering and/or numerals so as to be plainly readable at a distance of not less than ten feet and such registrant shall maintain such registration plate in good condition. \\par\nc. As a prerequisite for obtaining a registration plate, each person, firm, partnership, joint venture, association or corporation who applies for a registration plate pursuant to this section shall provide proof of insurance coverage for the bicycle delivery activities conducted during the course of its business and for each bicycle operator engaged in such delivery activities by bicycle in amounts adequate to compensate pedestrians for personal injuries or to reimburse persons for property damage caused by a bicycle operator engaged in bicycle delivery activities conducted during the course of the registrant\\rquote s business. \\par\nd. The commissioner shall promulgate such rules as may be required to effectuate the purposes of this section. \\par\ne. Any person, firm, partnership, joint venture, association or corporation who shall violate the provisions of this section shall be liable for a civil penalty of not more than one thousand dollars and any officer or employee authorized to enforce the provisions of this section shall be authorized to either (i) attach a locking device of sufficient strength and durability to the rear wheel of the bicycle to immobilize the bicycle and render the bicycle temporarily inoperable, or (ii) seize and impound the bicycle, provided however, that at the time of such immobilization and rendering inoperable or such seizure, the bicycle operator shall be given a written notice of violation explaining the procedures for obtaining removal of the locking device or release of the impounded bicycle. Any bicycle seized pursuant to this section shall be delivered into the custody of the department or other appropriate agency. The commissioner shall hold a hearing to adjudicate the violation underlying the seizure within five business days after the date of seizure and shall render his or her determination within three business days after the conclusion of the hearing.                   \\ulnone  \\par\n\\ul f. Authorized officers and employees of the department, the police department and any other department designated by the commissioner, and any peace officer as defined in section 2.10 of the criminal procedure law, shall have the power to enforce any provision of this section or any rule or regulation promulgated pursuant to this section. \\par\n\\ulnone\\'a72. This local law shall take effect one hundred twenty days after its enactment into law. \\par\n\\pard\\ltrpar\\nowidctlpar\\sa200\\qj MEH\\par\nLS 1901\\par\n5/6/11\\par\n}\n",
  "LastModified": "2013-12-23T19:32:16.327Z"
}
