{
  "ID": 47216,
  "GUID": "34B5647E-73C5-4255-A9CB-4810D440829D",
  "File": "Int 0582-2011",
  "Name": "Requiring the installation of a system of automatic sprinklers in horse stables.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring the installation of a system of automatic sprinklers in horse stables.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2011-05-26T00:00:00Z",
  "AgendaDate": "2011-05-26T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    }
  ],
  "History": [
    {
      "ID": 254543,
      "Date": "2011-05-26T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 254736,
      "Date": "2011-05-26T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10809,
      "AgendaSequence": 97,
      "MinutesSequence": 112,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283974,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 48290,
  "Text": "Be it enacted by the Council as follows:\nSection 1.  Table 17-2 of article 4 of subchapter 17 of chapter 1 of title 27 of the administrative code of the city of New York, is amended by adding a line following the last line of such table to read as follows:\nTABLE 17-2  SUMMARY OF SPRINKLER REQUIREMENTS\n\nWhere Required Type of System\tAutomatic Sources Required\tPartial System Permitted\tConnection to Domestic Permitted\tAlternate Permitted (§27-955)\tSiamese Required (§27-959)\tCentrala Station Required (§27-955) (§27-967)\tWaterb Flow Alarm Required (§27-957) \tAutomatic Dry Sprinkler Permitted (§5212 of RS17)\tDry Nonautomatic Sprinkler Permittedc\t\nStables (§27-954 (aa))\t1\tNo\tYes §27-961(c)\tNo\tYes\tNonea\tYes\tYes\tNo\t\n\n§2.  Subdivisions c and d of section 27-954 of the administrative code of the city of New York are amended to read as follows:\nc.  Buildings classified in storage occupancy group B-1 exceeding one thousand square feet in floor area, or seventy-five feet or more in height, except as modified under subdivisions a, b and c of section 27-455 of article ten of subchapter seven of this code and in accordance with subdivision bb of this section.\nd. Spaces classified in storage occupancy group B-1 exceeding five hundred square feet in floor area, except as modified under subdivisions a, b and c of section 27-455 of article ten of subchapter seven of this code and in accordance with subdivision bb of this section.\n§3.  Section 27-954 of the administrative code of the city of New York is amended by adding a new subdivision bb to read as follows:\nbb. In all existing buildings and structures classified in occupancy group B-1 that are used as stables for horses.\n§4. Section 903 of the New York City building code is amended by adding a new section 903.2.8.3 to read as follows: \n903.2.8.3. Horse stables. An automatic sprinkler system shall be installed throughout all S-1 buildings and structures used as stables for horses.\n§5. Section 903 of the New York City building code is amended by adding a new section 903.2.9.4 to read as follows: \n903.2.9.4. Horse stables. An automatic sprinkler system shall be installed throughout all S-2 buildings and structures used as stables for horses.\n§6. This local law shall take effect immediately. \n\nLER\nLS 2094\n5/4/11",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\sa200\\sl480\\slmult1\\ul Be it enacted by the Council as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1.  Table 17-2 of article 4 of subchapter 17 of chapter 1 of title 27 of the administrative code of the city of New York, is amended by adding a line following the last line of such table to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\qc\\b\\fs20 TABLE 17-2  SUMMARY OF SPRINKLER REQUIREMENTS\\par\n\\pard\\ltrpar\\nowidctlpar\\sa200\\sl276\\slmult1\\fs16\\par\n\\trowd\\trgaph101\\trleft-101\\trqc\\trbrdrt\\brdrs\\brdrw10 \\trbrdrl\\brdrs\\brdrw10 \\trbrdrb\\brdrs\\brdrw10 \\trbrdrr\\brdrs\\brdrw10 \\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx1022\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx2238\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx3268\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx4391\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx5514\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx6637\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx7760\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx8883\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx10006\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx11129\\pard\\intbl\\ltrpar\\sl276\\slmult1\\b0 Where Required Type of System\\cell Automatic Sources Required\\cell Partial System Permitted\\cell Connection to Domestic Permitted\\cell Alternate Permitted (\\'a727-955)\\cell Siamese Required (\\'a727-959)\\cell Central\\super a\\nosupersub  Station Required (\\'a727-955) (\\'a727-967)\\cell Water\\super b \\nosupersub Flow Alarm Required (\\'a727-957) \\cell Automatic Dry Sprinkler Permitted (\\'a75212 of RS17)\\cell Dry Nonautomatic Sprinkler Permitted\\super c\\nosupersub\\cell\\fs22\\row\n\\ul\\fs16\\trowd\\trgaph101\\trleft-101\\trqc\\trbrdrt\\brdrs\\brdrw10 \\trbrdrl\\brdrs\\brdrw10 \\trbrdrb\\brdrs\\brdrw10 \\trbrdrr\\brdrs\\brdrw10 \\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx1022\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx2238\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx3268\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx4391\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx5514\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx6637\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx7760\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx8883\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx10006\\clbrdrt\\brdrw15\\brdrs\\clbrdrl\\brdrw15\\brdrs\\clbrdrb\\brdrw15\\brdrs\\clbrdrr\\brdrw15\\brdrs \\cellx11129\\intbl Stables (\\'a727-954 (aa))\\cell 1\\cell No\\cell Yes \\'a727-961(c)\\cell No\\cell Yes\\cell None\\super a\\nosupersub\\cell Yes\\cell Yes\\cell No\\cell\\ulnone\\fs22\\row\n\\pard\\ltrpar\\nowidctlpar\\sa200\\sl480\\slmult1\\fs24\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sa200\\sl480\\slmult1\\'a72.  Subdivisions c and d of section 27-954 of the administrative code of the city of New York are amended to read as follows:\\ul\\par\n\\ulnone c.  Buildings classified in storage occupancy group B-1 exceeding one thousand square feet in floor area, or seventy-five feet or more in height, except as modified under subdivisions a, b and c of section 27-455 of article ten of subchapter seven of this code \\ul and in accordance with subdivision bb of this section\\ulnone .\\par\nd. Spaces classified in storage occupancy group B-1 exceeding five hundred square feet in floor area, except as modified under subdivisions a, b and c of section 27-455 of article ten of subchapter seven of this code \\ul and in accordance with subdivision bb of this section\\ulnone .\\par\n\\'a73.  Section 27-954 of the administrative code of the city of New York is amended by adding a new subdivision bb to read as follows:\\par\n\\ul bb. In all existing buildings and structures classified in occupancy group B-1 that are used as stables for horses.\\par\n\\ulnone\\'a74. Section 903 of the New York City building code is amended by adding a new section 903.2.8.3 to read as follows: \\par\n\\ul 903.2.8.3. \\b Horse stables\\b0 . An automatic sprinkler system shall be installed throughout all S-1 buildings and structures used as stables for horses.\\par\n\\ulnone\\'a75. Section 903 of the New York City building code is amended by adding a new section 903.2.9.4 to read as follows: \\ul\\par\n903.2.9.4. \\b Horse stables.\\b0  An automatic sprinkler system shall be installed throughout all S-2 buildings and structures used as stables for horses.\\par\n\\ulnone\\'a76. This local law shall take effect immediately. \\par\n\\pard\\ltrpar\\nowidctlpar\\sa200\\sl480\\slmult1\\par\n\\pard\\ltrpar\\nowidctlpar\\sa200\\fs20 LER\\par\nLS 2094\\par\n5/4/11\\par\n}\n",
  "LastModified": "2013-12-23T19:32:06.187Z"
}
