{
  "ID": 44909,
  "GUID": "CAF1095F-5AE0-42F1-B208-10D5608F848E",
  "File": "Int 0583-2011",
  "Name": "Powers of the fire commissioner.",
  "Title": "A Local Law to amend the New York city charter in relation to the powers of the fire commissioner.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5071,
  "BodyName": "Committee on Fire and Criminal Justice Services",
  "IntroDate": "2011-05-26T00:00:00Z",
  "AgendaDate": "2011-05-26T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    },
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 7112,
      "Slug": "vincent-ignizio",
      "FullName": "Vincent Ignizio"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    }
  ],
  "History": [
    {
      "ID": 254558,
      "Date": "2011-05-26T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 254737,
      "Date": "2011-05-26T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Fire and Criminal Justice Services",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10809,
      "AgendaSequence": 98,
      "MinutesSequence": 113,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Fire and Criminal Justice Services",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283973,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 45875,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1. Subdivision a of section 487 of chapter 19 of the New York city charter is amended to read as follows:\n\t§ 487. Powers. a. The commissioner shall have sole and exclusive power and  perform  all  duties  for  the  government, discipline,  management, maintenance and direction of the fire department and  the  premises  and property in the custody thereof, however, the commissioner shall provide written  notice  with  supporting documentation, including, but not limited to (i) the criteria used to make its decision (ii) the weighted average of each criterion, (iii) any rankings utilized, and (iv) copies of all data, statistics or forecasting utilized in making a determination at least [forty five] one hundred and eighty days prior to  the permanent closing of any firehouse or the permanent removal or relocation  of  any tour of a fire fighting unit or a fire fighting unit  to  the  council  members, community  boards  and  borough presidents whose districts are served by such facility or unit and the chairperson of the council's [public safety] fire and criminal justice services committee. For the  purposes of this section, the term \"permanent\"  shall mean  a  time  period  in  excess of [six] three months. In the event that  the permanent  closing of any firehouse or the permanent removal or relocation of any tour of a firefighting unit or firefighting unit does not occur within four months of the  date  of  the  written notice, the commissioner shall issue another written notice with the same supporting documentation as detailed above  prior  to  such  permanent removal  or  relocation. The four months during which the written notice is effective shall be tolled for any period in which a  restraining order or injunction prohibiting the closing of such noticed  facility  or  unit shall be in effect.\n\t§2. This local law shall take effect immediately upon enactment.\nLS #s 384, 2210\nRCC\n05/10/11",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\ul\\i\\v0\\par\n\\i0 Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\tab Section 1. Subdivision a of section 487 of chapter 19 of the New York city charter is amended to read as follows:\\par\n\\tab\\'a7 487. Powers. a. The commissioner shall have sole and exclusive power and  perform  all  duties  for  the  government, discipline,  management, maintenance and direction of the fire department and  the  premises  and property in the custody thereof, however, the commissioner shall provide written  notice  with  supporting documentation\\ul , including, but not limited to (i) the criteria used to make its decision (ii) the weighted average of each criterion, (iii) any rankings utilized, and (iv) copies of all data, statistics or forecasting utilized in making a determination \\ulnone at least [forty five] \\ul one hundred and eighty\\ulnone  days prior to  the permanent closing of any firehouse or the permanent removal or relocation  of  any \\ul tour of a fire fighting unit or a\\ulnone  fire fighting unit  to  the  council  members, community  boards  and  borough presidents whose districts are served by such facility or unit and the chairperson of the council's [public safety]\\ul  fire and criminal justice services \\ulnone committee. For the  purposes of this section, the term \"permanent\"  shall mean  a  time  period  in  excess of [six] \\ul three\\ulnone  months. In the event that  the permanent  closing of any firehouse or the permanent removal or relocation of any \\ul tour of a firefighting unit or \\ulnone firefighting unit does not occur within four months of the  date  of  the  written notice, the commissioner shall issue another written notice with \\ul the same\\ulnone  supporting documentation \\ul as detailed above\\ulnone   prior  to  such  permanent removal  or  relocation. The four months during which the written notice is effective shall be tolled for any period in which a  restraining order or injunction prohibiting the closing of such noticed  facility  or  unit shall be in effect.\\par\n\\tab\\'a72.\\b  \\b0 This local law shall take effect immediately upon enactment.\\par\n\\pard\\ltrpar\\nowidctlpar LS #s 384, 2210\\par\nRCC\\par\n05/10/11\\par\n}\n",
  "LastModified": "2013-12-23T19:31:55.937Z"
}
