{
  "ID": 47225,
  "GUID": "648C729D-8B9E-4905-AB34-FC5C32960B10",
  "File": "Int 0584-2011",
  "Name": "Certain sidewalk repairs.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to certain sidewalk repairs.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2011-05-26T00:00:00Z",
  "AgendaDate": "2011-05-26T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    },
    {
      "ID": 7112,
      "Slug": "vincent-ignizio",
      "FullName": "Vincent Ignizio"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    }
  ],
  "History": [
    {
      "ID": 254540,
      "Date": "2011-05-26T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 254739,
      "Date": "2011-05-26T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10809,
      "AgendaSequence": 100,
      "MinutesSequence": 115,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283972,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 48300,
  "Text": "Be It enacted by the Council as follows: \n\nSection 1. Section 19-152 of the administrative code of the city of New York, as amended by local law number 64 for the year 1995, is amended by amending subdivisions c and e to read as follows: \nc. Whenever the department shall determine that a sidewalk flag should be installed, constructed, reconstructed, or repaved, or that a vacant lot should be fenced, or a sunken lot filled or a raised lot cut down, it may order the owner of the property abutting on such sidewalk flag or the owner of such vacant, sunken or raised lot by issuing a violation order to perform such work.  Such order shall provide a detailed explanation of the inspection and the sidewalk defects according to sidewalk flags including a detailed diagram of the property and defects by type.  The order shall also inform the owner of the existence of the borough offices within the department together with an explanation of the procedures utilized by the borough office as provided for in  paragraph eighteen of subdivision a of section twenty-nine hundred three of the New York city charter as well as a complaint and appeal  process, including the right to  request a reinspection and then the right to appeal by filing a notice of claim with the office of the comptroller of  the city of New York and thereafter a petition for appeal and commence a proceeding to review and/or correct the notice of account and/or the quality  of the work performed under the direction of or by the department as provided herein and the procedures as to how to appeal by filing a notice of claim with the office of the comptroller of the city of New York and how to file a petition and commence a  proceeding to review and/or correct the notice of account and/or the quality of the work performed as provided herein and the location where the forms may be obtained.  Such  order shall specify the work to be performed, an estimate of the cost of the work to repair the defects and the order shall also specify a reasonable time for compliance, provided that the time for compliance shall be a minimum of [forty-five] one hundred and twenty days. The department shall, by appropriate regulations, provide for a reinspection by a different departmental inspector than the inspector that conducted the first or original inspection upon request of the property owner to the appropriate borough office. Where appropriate, the department shall notify the property owner of the date of reinspection at least five days prior to the reinspection date.  Such inspector conducting the reinspection shall conduct an independent inspection of the property without access to the reports from the first inspection.  The inspector conducting the reinspection shall file a new report and the department shall issue a new order to the owner specifying the results of the reinspection with a detailed diagram of the property and defects by type.  Such order shall also advise the owner of the procedures utilized  by the borough office as provided for in paragraph eighteen of subdivision a of section twenty-nine hundred three of the New York city charter and also of the right to challenge the notice of account  and/or the quality of the work performed by filing a notice of claim with the office of the comptroller and thereafter a petition and commence a proceeding to review and/or correct the notice of account and/or the quality of  the work performed under the direction of or by the department as provided in sections 19-152.2 and 19-152.3 of the code and specify the procedures as to how to appeal by filing a notice of claim with the office of the comptroller of the city of New York and how to file a petition and commence a proceeding to review and/or correct the notice of account and/or the quality  of  the work  performed and the location where the forms may be obtained.\ne. Upon the owner’s failure to comply with such order or notice within [forty-five] one hundred and twenty days of service and filing thereof, or within ten days if such period is fixed by the department pursuant to subdivision d of this section, the department may perform work or cause same to be performed under the supervision of the department, the cost of which, together with administrative expenses, as determined by the commissioner, but not to exceed twenty percent of the cost of performance, shall constitute a debt recoverable from the owner by lien on the property affected or otherwise. Upon entry by the city collector, in the book in which such charges are to be entered, of the amount definitely computed as a statement of account by the department, such debt shall become a lien prior to all liens or encumbrances on such property, other than taxes. An owner shall be deemed to have complied with this subdivision if he or she obtains a permit from the department to perform such work as specified in the order within the time set forth therein and completes such work within ten days thereafter. \n§2. This local law shall take effect immediately.\n\nMEH \nLS 1924\n5/3/11",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\ul\\par\nBe It enacted by the Council as follows: \\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1. Section 19-152 of the administrative code of the city of New York, as amended by local law number 64 for the year 1995, is amended by amending subdivisions c and e to read as follows: \\par\nc. Whenever the department shall determine that a sidewalk flag should be installed, constructed, reconstructed, or repaved, or that a vacant lot should be fenced, or a sunken lot filled or a raised lot cut down, it may order the owner of the property abutting on such sidewalk flag or the owner of such vacant, sunken or raised lot by issuing a violation order to perform such work.  Such order shall provide a detailed explanation of the inspection and the sidewalk defects according to sidewalk flags including a detailed diagram of the property and defects by type.  The order shall also inform the owner of the existence of the borough offices within the department together with an explanation of the procedures utilized by the borough office as provided for in  paragraph eighteen of subdivision a of section twenty-nine hundred three of the New York city charter as well as a complaint and appeal  process, including the right to  request a reinspection and then the right to appeal by filing a notice of claim with the office of the comptroller of  the city of New York and thereafter a petition for appeal and commence a proceeding to review and/or correct the notice of account and/or the quality  of the work performed under the direction of or by the department as provided herein and the procedures as to how to appeal by filing a notice of claim with the office of the comptroller of the city of New York and how to file a petition and commence a  proceeding to review and/or correct the notice of account and/or the quality of the work performed as provided herein and the location where the forms may be obtained.  Such  order shall specify the work to be performed, an estimate of the cost of the work to repair the defects and the order shall also specify a reasonable time for compliance, provided that the time for compliance shall be a minimum of [forty-five] \\ul one hundred and twenty \\ulnone days. The department shall, by appropriate regulations, provide for a reinspection by a different departmental inspector than the inspector that conducted the first or original inspection upon request of the property owner to the appropriate borough office. Where appropriate, the department shall notify the property owner of the date of reinspection at least five days prior to the reinspection date.  Such inspector conducting the reinspection shall conduct an independent inspection of the property without access to the reports from the first inspection.  The inspector conducting the reinspection shall file a new report and the department shall issue a new order to the owner specifying the results of the reinspection with a detailed diagram of the property and defects by type.  Such order shall also advise the owner of the procedures utilized  by the borough office as provided for in paragraph eighteen of subdivision a of section twenty-nine hundred three of the New York city charter and also of the right to challenge the notice of account  and/or the quality of the work performed by filing a notice of claim with the office of the comptroller and thereafter a petition and commence a proceeding to review and/or correct the notice of account and/or the quality of  the work performed under the direction of or by the department as provided in sections 19-152.2 and 19-152.3 of the code and specify the procedures as to how to appeal by filing a notice of claim with the office of the comptroller of the city of New York and how to file a petition and commence a proceeding to review and/or correct the notice of account and/or the quality  of  the work  performed and the location where the forms may be obtained.\\par\ne. Upon the owner\\rquote s failure to comply with such order or notice within [forty-five] \\ul one hundred and twenty\\ulnone  days of service and filing thereof, or within ten days if such period is fixed by the department pursuant to subdivision d of this section, the department may perform work or cause same to be performed under the supervision of the department, the cost of which, together with administrative expenses, as determined by the commissioner, but not to exceed twenty percent of the cost of performance, shall constitute a debt recoverable from the owner by lien on the property affected or otherwise. Upon entry by the city collector, in the book in which such charges are to be entered, of the amount definitely computed as a statement of account by the department, such debt shall become a lien prior to all liens or encumbrances on such property, other than taxes. An owner shall be deemed to have complied with this subdivision if he or she obtains a permit from the department to perform such work as specified in the order within the time set forth therein and completes such work within ten days thereafter. \\par\n\\'a72. This local law shall take effect immediately.\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fs20 MEH \\par\nLS 1924\\par\n5/3/11\\par\n}\n",
  "LastModified": "2013-12-23T19:31:44.5Z"
}
