{
  "ID": 46414,
  "GUID": "2104D06E-5337-495D-9195-EEB612DB8FF2",
  "File": "Int 0587-2011",
  "Name": "Consent by an owner of residential real property who receives real property tax benefits to provide access to city agencies.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to consent by an owner of residential real property who receives real property tax benefits to provide access to city agencies.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2011-05-26T00:00:00Z",
  "AgendaDate": "2011-05-26T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    }
  ],
  "History": [
    {
      "ID": 254553,
      "Date": "2011-05-26T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 254744,
      "Date": "2011-05-26T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10809,
      "AgendaSequence": 105,
      "MinutesSequence": 120,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283970,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 47451,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Section 11-245 of the administrative code of the city of New York is amended by adding a new subdivision g to read as follows:\n\tg.  No benefit under section four hundred twenty-one-a of the real property tax law shall be conferred unless the owner of the property for which the benefit is sought consents to provide access to an authorized representative of any city agency upon the request of such agency for such governmental purposes as the respective city agency deems appropriate. Such request for access need not be made in writing and may be made to any owner of the property or to any representative of such owner who has direct or indirect control of the property and such consent to access shall remain in effect for so long as the benefits are conferred. Any agency whose representative is not able to gain access to a property for an appropriate governmental purpose shall immediately notify the commissioner and the commissioner of housing preservation and development. If the commissioner or the commissioner of housing preservation and development determines that there has been an inappropriate failure to provide access as required by this subdivision or any document executed by such owner reflecting such consent on at least two separate occasions, the commissioner shall be authorized to prospectively terminate any benefit conferred upon such property in accordance with this section.  \n\t§2. Section 11-243 of the administrative code of the city of New York is amended by adding a new subdivision ee to read as follows:  \n\tee.  No benefit under section four hundred eighty nine of the real property tax law shall be conferred unless the owner of the property for which the benefit is sought consents to provide access to an authorized representative of any city agency for such governmental purposes as the respective city agency deems appropriate upon the request of such agency. Such request for access need not be made in writing and may be made to any owner of the property or to any representative of such owner who has direct or indirect control of the property and such consent to access shall remain in effect for so long as the benefits are conferred. Any agency whose representative is not able to gain access to a property for an appropriate governmental purpose shall immediately notify the commissioner and the commissioner of housing preservation and development. If the commissioner or the commissioner of housing preservation and development determines that there has been an inappropriate failure to provide access as required by this subdivision or any document executed by such owner reflecting such consent on two consecutive occasions, the commissioner shall be authorized to prospectively terminate any benefit conferred upon such property in accordance with this section.  \n§3.  Section 28-103.14 of the administrative code of the city of New York is amended to read as follows:\n\t §28-103.14 Department records. The department shall keep official records of applications received, permits and certificates issued, fees collected, reports of inspections, [and] notices and orders issued, and tax benefits conferred with respect to each building and the land upon which it rests. Such records shall be retained in the official records for the period required for retention of public records. Records relating to tax benefits shall be made available to the general public on the department’s website.\n§4. This local law shall take effect ninety days after its enactment and shall apply to any application for benefits under sections 421-a or 489 of the real property tax law where such benefits have not been conferred as of such effective date, except that, the commissioner of housing preservation and development, in conjunction with the commissioner of finance, shall take all measures necessary for the implementation of this local law, including the promulgation of rules, prior to such effective date.\n\nLER/JH\nLS 1633\n12/21/10\nInt. No. 696",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tab Section 1.  Section 11-245 of the administrative code of the city of New York is amended by adding a new subdivision g to read as follows:\\par\n\\tab\\ul g.  No benefit under section four hundred twenty-one-a of the real property tax law shall be conferred unless the owner of the property for which the benefit is sought consents to provide access to an authorized representative of any city agency upon the request of such agency for such governmental purposes as the respective city agency deems appropriate. Such request for access need not be made in writing and may be made to any owner of the property or to any representative of such owner who has direct or indirect control of the property and such consent to access shall remain in effect for so long as the benefits are conferred. Any agency whose representative is not able to gain access to a property for an appropriate governmental purpose shall immediately notify the commissioner and the commissioner of housing preservation and development. If the commissioner or the commissioner of housing preservation and development determines that there has been an inappropriate failure to provide access as required by this subdivision or any document executed by such owner reflecting such consent on at least two separate occasions, the commissioner shall be authorized to prospectively terminate any benefit conferred upon such property in accordance with this section.  \\par\n\\ulnone\\tab\\'a72. Section 11-243 of the administrative code of the city of New York is amended by adding a new subdivision ee to read as follows: \\ul  \\par\n\\ulnone\\tab\\ul ee.  No benefit under section four hundred eighty nine of the real property tax law shall be conferred unless the owner of the property for which the benefit is sought consents to provide access to an authorized representative of any city agency for such governmental purposes as the respective city agency deems appropriate upon the request of such agency. Such request for access need not be made in writing and may be made to any owner of the property or to any representative of such owner who has direct or indirect control of the property and such consent to access shall remain in effect for so long as the benefits are conferred. Any agency whose representative is not able to gain access to a property for an appropriate governmental purpose shall immediately notify the commissioner and the commissioner of housing preservation and development. If the commissioner or the commissioner of housing preservation and development determines that there has been an inappropriate failure to provide access as required by this subdivision or any document executed by such owner reflecting such consent on two consecutive occasions, the commissioner shall be authorized to prospectively terminate any benefit conferred upon such property in accordance with this section.  \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone\\'a73.  Section 28-103.14 of the administrative code of the city of New York is amended to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\tab  \\'a728-103.14 Department records. The department shall keep official records of applications received, permits and certificates issued, fees collected, reports of inspections, [and] notices and orders issued\\ul , and tax benefits conferred with respect to each building and the land upon which it rests\\ulnone . Such records shall be retained in the official records for the period required for retention of public records. \\ul Records relating to tax benefits shall be made available to the general public on the department\\rquote s website\\ulnone .\\cf1\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\cf0\\'a74. This local law shall take effect ninety days after its enactment and shall apply to any application for benefits under sections 421-a or 489 of the real property tax law where such benefits have not been conferred as of such effective date, except that, the commissioner of housing preservation and development, in conjunction with the commissioner of finance, shall take all measures necessary for the implementation of this local law, including the promulgation of rules, prior to such effective date.\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\par\n\\fs20 LER/JH\\par\nLS 1633\\par\n12/21/10\\par\nInt. No. 696\\ul\\par\n\\pard\\ltrpar\\nowidctlpar\\ulnone\\fs24\\par\n}\n",
  "LastModified": "2013-12-23T19:30:54.89Z"
}
