{
  "ID": 46413,
  "GUID": "D8AE3062-25C0-4A5A-AF16-0BBD0A818169",
  "File": "Int 0588-2011",
  "Name": "Denying permits to developers who have repeatedly been found to violate the city’s building codes and zoning laws.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to denying permits to developers who have repeatedly been found to violate the city’s building codes and zoning laws.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2011-05-26T00:00:00Z",
  "AgendaDate": "2011-05-26T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    }
  ],
  "History": [
    {
      "ID": 254554,
      "Date": "2011-05-26T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 254743,
      "Date": "2011-05-26T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10809,
      "AgendaSequence": 106,
      "MinutesSequence": 121,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283969,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 47450,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Chapter 1 of title 28 of the administrative code of the city of New York is amended by adding new section 28-105.13 to read as follows:\n§28-105.13 Authority to deny permits to developers who have been found to repeatedly violate building and zoning laws.  The commissioner shall have the discretion to deny any permit to a developer who has been found to have repeatedly violated one or more provisions of titles twenty-seven or twenty-eight of the administrative code of the city of New York, the New York city zoning resolution, and all applicable rules and regulations.  For the purpose of this section, “developer” shall mean any individual, corporation, limited liability company, partnership or other entity and anyone acting on behalf of such individual, corporation, limited liability company, partnership or other entity with respect to the construction, alteration, or demolition of a building or structure or the excavation of a site for the construction of a new building or structure.  \n§2.  This local law shall take effect ninety days from its enactment, except that the commissioner shall promulgate any rules and perform all other actions necessary for the implementation of this local law prior to such effective date.\nLER\nLS 1632\n12/21/10\nInt. No. 697",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Section 1.\\fs20   \\fs24 Chapter 1 of title 28 of the administrative code of the city of New York is amended by adding new section 28-105.13 to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\ul\\'a728-105.13 Authority to deny permits to developers who have been found to repeatedly violate building and zoning laws.  The commissioner shall have the discretion to deny any permit to a developer who has been found to have repeatedly violated one or more provisions of titles twenty-seven or twenty-eight of the administrative code of the city of New York, the New York city zoning resolution, and all applicable rules and regulations.  For the purpose of this section, \\ldblquote developer\\rdblquote  shall mean any individual, corporation, limited liability company, partnership or other entity and anyone acting on behalf of such individual, corporation, limited liability company, partnership or other entity with respect to the construction, alteration, or demolition of a building or structure or the excavation of a site for the construction of a new building or structure.  \\par\n\\ulnone\\'a72.  This local law shall take effect ninety days from its enactment, except that the commissioner shall promulgate any rules and perform all other actions necessary for the implementation of this local law prior to such effective date.\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\fs20 LER\\par\nLS 1632\\par\n12/21/10\\par\nInt. No. 697\\par\n\\pard\\ltrpar\\nowidctlpar\\fs24\\par\n}\n",
  "LastModified": "2013-12-23T19:30:27.14Z"
}
