{
  "ID": 46901,
  "GUID": "92E4F437-F927-4F28-9E83-D877C5344D82",
  "File": "Int 0589-2011",
  "Name": "Exempting bus stops from requirements of maintenance by property owners.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to exempting bus stops from requirements of maintenance by property owners.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2011-05-26T00:00:00Z",
  "AgendaDate": "2011-05-26T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7570,
      "Slug": "mark-s-weprin",
      "FullName": "Mark S. Weprin"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    }
  ],
  "History": [
    {
      "ID": 254552,
      "Date": "2011-05-26T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 254748,
      "Date": "2011-05-26T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10809,
      "AgendaSequence": 109,
      "MinutesSequence": 124,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283968,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 47958,
  "Text": "Be it enacted by the Council as follows: \n\t\nSection 1. Subdivision a of section 19-152 of the administrative code of the city of New York is amended to read as follows: \n\t§19-152  Duties  and  obligations  of property owner with respect to sidewalks and lots.  a. Except as provided in subdivision t of this section, [T]the owner of any real property, at his or her own cost and expense, shall (1) install, construct, repave, reconstruct  and repair  the  sidewalk  flags  in  front  of  or  abutting such property, including but not  limited  to  the  intersection  quadrant  for  corner property,  and  (2) fence any vacant lot or lots, fill any sunken lot or lots and/or cut down any raised lots comprising  part  or  all  of  such property  whenever  the commissioner of the department shall so order or direct.  The  commissioner  shall  so  order  or  direct  the  owner  to reinstall, construct, reconstruct, repave or repair a defective sidewalk flag in front of or abutting such property, including but not limited to the intersection quadrant for corner property or fence any vacant lot or lots,  fill  any  sunken  lot  or  lots  and/or cut down any raised lots comprising part or all of such property after an inspection of such real property by a departmental inspector. The commissioner shall not direct the owner to reinstall, reconstruct, repave or repair a sidewalk flag which was damaged by the city, its agents or any contractor employed by the city during the course of a city capital construction project. The commissioner shall direct the owner to install, reinstall, construct, reconstruct, repave or repair only those sidewalk flags which contain a substantial defect. For the purposes of this subdivision, a substantial defect shall include any of the following:\n    1.  where one or more sidewalk flags is missing or where the sidewalk  was never built;\n    2. one or more sidewalk flag(s) are cracked to such an extent that one or more pieces of the flag(s) may be loosened or readily removed;\n    3. an undermined sidewalk flag below which there is a visible void  or a loose sidewalk flag that rocks or seesaws;\n    4.  a trip  hazard,  where  the  vertical  grade differential between adjacent sidewalk flags is greater than or equal to  one  half  inch  or where a  sidewalk flag contains one or more surface defects of one inch or greater in all horizontal directions and is one half inch or more  in depth;\n    5.  improper slope,  which  shall mean (i) a flag that does not drain toward the curb and retains water, (ii) flag(s) that must be replaced to provide for  adequate  drainage  or  (iii)  a  cross  slope exceeding established standards;\n    6.   hardware defects   which  shall  mean  (i)  hardware  or  other  appurtenances not flush within 1/2\" of  the  sidewalk  surface  or  (ii) cellar doors that deflect greater than one inch when walked on, are not skid resistant or are otherwise in a dangerous or unsafe condition;\n    7. a defect involving structural integrity, which shall  mean  a  flag that has  a  common  joint,  which  is  not  an expansion joint, with a defective flag and has a crack that meets  such  common  joint  and  one other joint;\n    8.  non-compliance with DOT specifications for sidewalk construction;  and\n    9. patchwork which shall mean (i) less than full-depth repairs to  all or  part  of  the  surface area of broken, cracked or chipped flag(s) or (ii) flag(s) which are partially or wholly constructed with  asphalt  or other unapproved non-concrete material; except that, patchwork resulting from  the  installation  of canopy poles, meters, light poles, signs and bus stop shelters shall  not  be  subject  to  the  provisions  of  this subdivision unless the patchwork constitutes a substantial defect as set forth in paragraphs (1) through (8) of this subdivision.\n§2. Section 19-152 of the administrative code of the city of New York is amended by adding a new subdivision t to read as follows: \n\tt. This section shall not apply to bus stops. For purposes of this section, the term “bus stop” shall mean a location designated by signage for vehicles under the jurisdiction of the metropolitan transit authority to pick up or discharge passengers, which location includes five feet of the sidewalk and the gutter immediately adjacent to the curb for the portion of such curb.  The term “bus stop” shall not include locations that subsequent to enactment of this subdivision cease being bus stops as defined by this subdivision six months following such cessation.  \n§3. This local law shall take effect immediately upon enactment.\nLF \nLS #1990\n3/30/11",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fmodern\\fprq1\\fcharset0 Courier New;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows: \\par\n\\ulnone\\tab\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Section 1. Subdivision a of section 19-152 of the administrative code of the city of New York is amended to read as follows: \\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\cf1\\tab\\'a719-152  Duties  and  obligations  of property owner with respect to sidewalks and lots.  a. \\ul Except as provided in subdivision t of this section,\\ulnone  [T]\\ul t\\ulnone he owner of any real property, at his or her own cost and expense, shall (1) install, construct, repave, reconstruct  and repair  the  sidewalk  flags  in  front  of  or  abutting such property, including but not  limited  to  the  intersection  quadrant  for  corner property,  and  (2) fence any vacant lot or lots, fill any sunken lot or lots and/or cut down any raised lots comprising  part  or  all  of  such property  whenever  the commissioner of the department shall so order or direct.  The  commissioner  shall  so  order  or  direct  the  owner  to reinstall, construct, reconstruct, repave or repair a defective sidewalk flag in front of or abutting such property, including but not limited to the intersection quadrant for corner property or fence any vacant lot or lots,  fill  any  sunken  lot  or  lots  and/or cut down any raised lots comprising part or all of such property after an inspection of such real property by a departmental inspector. The commissioner shall not direct the owner to reinstall, reconstruct, repave or repair a sidewalk flag which was damaged by the city, its agents or any contractor employed by the city during the course of a city capital construction project. The commissioner shall direct the owner to install, reinstall, construct, reconstruct, repave or repair only those sidewalk flags which contain a substantial defect. For the purposes of this subdivision, a substantial defect shall include any of the following:\\par\n    1.  where one or more sidewalk flags is missing or where the sidewalk  was never built;\\par\n    2. one or more sidewalk flag(s) are cracked to such an extent that one or more pieces of the flag(s) may be loosened or readily removed;\\par\n    3. an undermined sidewalk flag below which there is a visible void  or a loose sidewalk flag that rocks or seesaws;\\par\n    4.  a trip  hazard,  where  the  vertical  grade differential between adjacent sidewalk flags is greater than or equal to  one  half  inch  or where a  sidewalk flag contains one or more surface defects of one inch or greater in all horizontal directions and is one half inch or more  in depth;\\par\n    5.  improper slope,  which  shall mean (i) a flag that does not drain toward the curb and retains water, (ii) flag(s) that must be replaced to provide for  adequate  drainage  or  (iii)  a  cross  slope exceeding established standards;\\par\n    6.   hardware defects   which  shall  mean  (i)  hardware  or  other  appurtenances not flush within 1/2\" of  the  sidewalk  surface  or  (ii) cellar doors that deflect greater than one inch when walked on, are not skid resistant or are otherwise in a dangerous or unsafe condition;\\par\n    7. a defect involving structural integrity, which shall  mean  a  flag that has  a  common  joint,  which  is  not  an expansion joint, with a defective flag and has a crack that meets  such  common  joint  and  one other joint;\\par\n    8.  non-compliance with DOT specifications for sidewalk construction;  and\\par\n    9. patchwork which shall mean (i) less than full-depth repairs to  all or  part  of  the  surface area of broken, cracked or chipped flag(s) or (ii) flag(s) which are partially or wholly constructed with  asphalt  or other unapproved non-concrete material; except that, patchwork resulting from  the  installation  of canopy poles, meters, light poles, signs and bus stop shelters shall  not  be  subject  to  the  provisions  of  this subdivision unless the patchwork constitutes a substantial defect as set forth in paragraphs (1) through (8) of this subdivision.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a7\\cf0 2. Section 19-152 of the administrative code of the city of New York is amended by adding a new subdivision t to read as follows: \\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\cf1\\tab\\ul t. This section shall not apply to bus stops. For purposes of this section, t\\cf0 he term \\ldblquote bus stop\\rdblquote  shall mean a location designated by signage for vehicles under the jurisdiction of the metropolitan transit authority to pick up or discharge passengers, which location includes five feet of the sidewalk and the gutter immediately adjacent to the curb for the portion of such curb.  The term \\ldblquote bus stop\\rdblquote  shall not include locations that subsequent to enactment of this subdivision cease being bus stops as defined by this subdivision six months following such cessation.\\ulnone   \\cf1\\f1\\fs20\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\cf0\\f0\\fs24\\'a73. This local law shall take effect immediately upon enactment.\\par\n\\pard\\ltrpar\\nowidctlpar\\qj LF \\par\nLS #1990\\par\n3/30/11\\par\n\\pard\\ltrpar\\nowidctlpar\\par\n}\n",
  "LastModified": "2013-12-23T19:30:05.547Z"
}
