{
  "ID": 47124,
  "GUID": "D72CDA1A-F3FB-474E-A5D1-8913302085E5",
  "File": "Int 0595-2011",
  "Name": "Requiring calorie posting for certain mobile food vendors.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring calorie posting for certain mobile food vendors.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2011-06-14T00:00:00Z",
  "AgendaDate": "2011-06-14T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera "
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    }
  ],
  "History": [
    {
      "ID": 255164,
      "Date": "2011-06-14T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 255347,
      "Date": "2011-06-14T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10870,
      "AgendaSequence": 125,
      "MinutesSequence": 148,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283966,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 48195,
  "Text": "Be it enacted by the Council as follows:\n \n      \tSection 1.  Subchapter 2 of chapter 3 of title 17 of the administrative code of the city of New York is amended by adding new section 17-325.3 to read as follows: \n§17-325.3  Posting of food calorie information.  a.  Definitions.  For purposes of this section, the following definitions shall apply:\n\t(1) “Covered food service entity” means a mobile food vendor that generates forty percent or more of its revenue through the sale of frozen desserts.\n\t(2)  “Frozen desserts” means any food as defined by section 113.01 of the New York city health code including ice cream, frozen custard, French ice cream, French custard ice cream, artificially sweetened ice milk, fruit sherbet, non-fruit sherbet, water ices, non-fruit water ices, confection frozen without stirring, dairy confection frozen without stirring, manufactured dessert mix, frozen confection, melorine frozen dessert, parevine, frozen yogurt, freezer made shakes, freezer made milk shakes, dietary frozen dessert, whipped cream confection and bisque tortoni together with any mix used in making such frozen desserts.  In addition, any products which are similar in appearance, odor or taste, or are prepared or frozen as frozen desserts are customarily prepared and frozen, whether made with dairy products or non-dairy products are included as frozen desserts in this definition.  Any operation producing chips or flakes of ice made from water with or without additives, served to the consumer with or without flavoring added by the operator or consumer is included as a frozen dessert within this definition, such operation being commonly known as a slush operation. \n(3)  “Menu” shall mean a printed list or pictorial display of a food item or items, and their price(s), that are available for sale from a covered food service entity.\n(4)  “Menu board” shall mean any list or pictorial display of a food item or items and their price(s) posted and visible on or adjacent to a covered food service entity.\n(5)  “Menu item” shall mean any individual food item, or combination of food items, listed or displayed on a menu board or menu that is sold by a covered food service entity.\n(6) “Mobile food vending unit” shall mean a food service establishment as defined in Article 81 of the health code located in a pushcart or in a vehicle, self or otherwise propelled, used to store, prepare, display, serve or sell food, or distribute food free of charge to the public, for consumption in a place other than in or on the unit. Any such pushcart or vehicle shall be deemed a mobile food vending unit whether operated indoors or outdoors, on public, private or restricted space. A mobile food vending unit shall not mean a stand or a booth.\n(7)  “Mobile food vendor” shall mean a person who sells of offers for sale food, or distributes food free of charge from a mobile food vending unit in any public, private or restricted space.\nb.  All menu boards and menus in, on or adjacent to any covered food service entity shall bear the total number of calories derived from any source for each menu item they list. Such information shall be listed clearly and conspicuously, adjacent or in close proximity such as to be clearly associated with the menu item, using a font and format that is at least as prominent, in size and appearance, as that used to post either the name or price of the menu item.\nc.  For menu items offered in different flavors and varieties, including, but not limited to, beverages and ice cream, the range of calorie content values showing the minimum to maximum numbers of calories for all flavors and varieties of that item shall be listed on menu boards and menus for each size offered for sale.\nd.  For combinations of different food items listed or pictured as a single menu item, the range of calorie content values showing the minimum to maximum numbers of calories for all combinations of that menu item shall be listed on menu boards and menus. If there is only one possible calorie total for the combination, then that total shall be listed on menu boards and menus.\ne.  Any person who violates the provisions of this section or any of the rules promulgated thereunder shall, for a first offense, be guilty of a violation punishable by a fine not to exceed two hundred fifty dollars.  For a second offense within a continuous twelve-month period, such person shall be guilty of a violation punishable by a fine not to exceed five hundred dollars.  For a third or subsequent offense within a continuous twelve-month period, such person shall be guilty of a violation punishable by a fine not to exceed one thousand dollars and the suspension of such individual’s food vending permit for the period of one year. \nf.  The commissioner, and any other designated representatives, shall be empowered to enforce the provisions of this section or any rule promulgated hereunder.  \n§ 2.  This local law shall take effect one hundred twenty days after enactment; provided, however, that the commissioner shall take such actions, including the promulgations of rules, as are necessary for timely implementation of this local law.\n\nLS # 2338\nLCC/JM\n5/5/11",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n \\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj       \\tab Section 1.  Subchapter 2 of chapter 3 of title 17 of the administrative code of the city of New York is amended by adding new section 17-325.3 to read as follows:\\ul  \\ulnone\\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ul\\'a717-325.3  Posting of food calorie information.  a.  Definitions.  For purposes of this section, the following definitions shall apply:\\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\ulnone\\tab\\ul (1) \\ldblquote Covered food service entity\\rdblquote  means a mobile food vendor that generates forty percent or more of its revenue through the sale of frozen desserts.\\par\n\\ulnone\\tab\\ul (2)  \\ldblquote Frozen desserts\\rdblquote  means any food as defined by section 113.01 of the New York city health code including ice cream\\cf1 , frozen custard, French ice cream, French custard ice cream, artificially sweetened ice milk, fruit sherbet, non-fruit sherbet, water ices, non-fruit water ices, confection frozen without stirring, dairy confection frozen without stirring, manufactured dessert mix, frozen confection, melorine frozen dessert, parevine, frozen yogurt, freezer made shakes, freezer made milk shakes, dietary frozen dessert, whipped cream confection and bisque tortoni together with any mix used in making such frozen desserts.  In addition, any products which are similar in appearance, odor or taste, or are prepared or frozen as frozen desserts are customarily prepared and frozen, whether made with dairy products or non-dairy products are included as frozen desserts in this definition.  Any operation producing chips or flakes of ice made from water with or without additives, served to the consumer with or without flavoring added by the operator or consumer is included as a frozen dessert within this definition, such operation being commonly known as a slush operation.\\cf0\\ulnone  \\ul\\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\cf1 (3)  \\ldblquote Menu\\rdblquote  shall mean a printed list or pictorial display of a food item or items, and their price(s), that are available for sale from a covered food service entity.\\cf0\\par\n\\cf1 (4)  \\ldblquote Menu board\\rdblquote  shall mean any list or pictorial display of a food item or items and their price(s) posted and visible on or adjacent to a covered food service entity.\\cf0\\par\n\\cf1 (5)  \\ldblquote Menu item\\rdblquote  shall mean any individual food item, or combination of food items, listed or displayed on a menu board or menu that is sold by a covered food service entity.\\par\n\\cf0 (6) \\ldblquote Mobile food vending unit\\rdblquote\\i  \\i0 shall mean a food service establishment as defined in Article 81 of the health code\\cf1  \\cf0 located in a pushcart or in a vehicle, self or otherwise propelled, used to store, prepare, display, serve or sell\\cf1  \\cf0 food, or distribute food free of charge to the public, for consumption in a place other than in or on the\\cf1  \\cf0 unit. Any such pushcart or vehicle shall be deemed a mobile food vending unit whether operated indoors\\cf1  \\cf0 or outdoors, on public, private or restricted space. A mobile food vending unit shall not mean a stand or a\\cf1  \\cf0 booth.\\cf1\\par\n(7)  \\ldblquote Mobile food vendor\\rdblquote  shall mean a person who sells of offers for sale food, or distributes food free of charge from a mobile food vending unit in any public, private or restricted space.\\par\n\\cf0 b.  \\cf1 All menu boards and menus in, on or adjacent to any covered food service entity shall bear the total number of calories derived from any source for each menu item they list. Such information shall be listed clearly and conspicuously, adjacent or in close proximity such as to be clearly associated with the menu item, using a font and format that is at least as prominent, in size and appearance, as that used to post either the name or price of the menu item.\\par\n\\cf0 c.  For menu items offered in different flavors and varieties, including, but not limited to, beverages and ice cream, the range of calorie content values showing the minimum to maximum numbers of calories for all flavors and varieties of that item shall be listed on menu boards and menus for each size offered for sale.\\par\nd.  For combinations of different food items listed or pictured as a single menu item, the range of calorie content values showing the minimum to maximum numbers of calories for all combinations of that menu item shall be listed on menu boards and menus. If there is only one possible calorie total for the combination, then that total shall be listed on menu boards and menus.\\par\ne.  Any person who violates the provisions of this section or any of the rules promulgated thereunder shall, for a first offense, be guilty of a violation punishable by a fine not to exceed two hundred fifty dollars.  For a second offense within a continuous twelve-month period, such person shall be guilty of a violation punishable by a fine not to exceed five hundred dollars.  For a third or subsequent offense within a continuous twelve-month period, such person shall be guilty of a violation punishable by a fine not to exceed one thousand dollars and the suspension of such individual\\rquote s food vending permit for the period of one year. \\ulnone\\par\n\\ul f.  The commissioner, and any other designated representatives, shall be empowered to enforce the provisions of this section or any rule promulgated hereunder.  \\par\n\\ulnone\\'a7 2.  This local law shall take effect one hundred twenty days after enactment; provided, however, that the commissioner shall take such actions, including the promulgations of rules, as are necessary for timely implementation of this local law.\\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar\\fs20\\par\nLS # 2338\\par\nLCC/JM\\par\n5/5/11\\par\n}\n",
  "LastModified": "2013-12-23T19:28:44.11Z"
}
