{
  "ID": 47333,
  "GUID": "5ACD0E07-4F87-4B3A-8131-E7E2D81739A2",
  "File": "Int 0603-2011",
  "Name": "Use of recycled aggregate in concrete.",
  "Title": "A Local Law to amend the administrative code of the city of New York and the New York city building code, in relation to the use of recycled aggregate in concrete.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2011-06-14T00:00:00Z",
  "AgendaDate": "2011-06-14T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7570,
      "Slug": "mark-s-weprin",
      "FullName": "Mark S. Weprin"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    }
  ],
  "History": [
    {
      "ID": 255094,
      "Date": "2011-06-14T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 255385,
      "Date": "2011-06-14T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10870,
      "AgendaSequence": 159,
      "MinutesSequence": 182,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 255099,
      "Date": "2011-06-21T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 10842,
      "AgendaSequence": 8,
      "MinutesSequence": 17,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 255698,
      "Date": "2011-06-21T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 10842,
      "MinutesSequence": 18,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284203,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 102018,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 6/21/11",
      "Link": "http://nyc.legistar1.com/nyc/attachments/9343fe60-9f26-4600-b5a5-506771c01a9d.doc",
      "Sort": 1
    },
    {
      "ID": 102066,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 6/21/11",
      "Link": "http://nyc.legistar1.com/nyc/attachments/6a5c5110-6789-4618-a846-1eb44315542c.PDF",
      "Sort": 2
    },
    {
      "ID": 102401,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript  6/21/11",
      "Link": "http://nyc.legistar1.com/nyc/attachments/978ba41b-f5d7-4e09-9655-73f7e8c35507.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 48415,
  "Text": "Be it enacted by the Council as follows:\nSection 1.  Legislative findings and intent.  The Council finds that each year in New York City, a significant amount of concrete sidewalks and roadways are built or replaced, necessitating the use thousands of tons of concrete.  The materials used to create this concrete must be quarried and shipped into the City, a process that contributes to environmental degradation.  \nThe use of recycled materials in concrete is a well-established and environmentally responsible option for the production of concrete.  Utilizing recycled content reduces the quarrying and transportation of virgin materials and also reduces the need for disposal of recycled content.  There is a plentiful supply of waste material in New York City available to be used as recycled content in concrete.  Although concrete with recycled content has been demonstrated to meet or exceed all applicable state and federal specifications, this legislation only impacts concrete mixes with a compressive strength of 4,000 pounds per square inch or less, intending to only impact non-structural concrete. \n§ 2.  Chapter 3 of title 6 of the administrative code of the city of New York is amended by adding a new section 6-308.1 to read as follows:\n§ 6-308.1 Minimum recycled content in concrete and base course materials. a. 1.  No agency shall use or purchase concrete mixes with a compressive strength of 4,000 pounds per square inch or less unless such mix contains concrete aggregate composed of not less than ten percent recycled concrete, or any other recycled aggregate material approved by the commissioner, as measured by weight;\n2.  Beginning July 1, 2013, no agency shall use or purchase concrete mixes with a compressive strength of 4,000 pounds per square inch or less unless such mix contains concrete aggregate composed of not less than fifteen percent recycled concrete, or any other recycled aggregate material approved by the commissioner, as measured by weight;\n3. The diameter of recycled aggregate used or purchased pursuant to this subdivision shall not exceed 0.75 inches;\n4.  Concrete aggregate used or purchased pursuant to this subdivision shall not contain more than one percent deleterious material; \n5.  The provisions of this subdivision shall not apply to concrete mixes intended to be used in structures designed for the containment, storage or conveyance of water, sewage or other liquids. \nb. 1. No agency shall use or purchase base course materials composed of less than fifteen percent recycled concrete, recycled asphalt, glass cullet, or any other recycled aggregate material approved by the commissioner, as measured by weight. \n2. Beginning July 1, 2013, no agency shall use or purchase base course materials composed of less than twenty-five percent recycled concrete, recycled asphalt, glass cullet, or any other recycled aggregate material approved by the commissioner, as measured by weight. \n3. All recycled concrete used or purchased pursuant to this subdivision shall be no greater than 0.75 inches in size.\n4. All glass cullet used or purchased pursuant to this subdivision shall be no greater than 0.375 inches in size.\n5. No more than five percent of the total weight of the base course materials used or purchased pursuant to this subdivision shall be composed of recycled asphalt. \n§ 3. Subchapter 1 of chapter 1 of title 19 of the administrative code of the city of New York is amended by adding a new section 19-147.1 to read as follows:\n§ 19-147.1 Recycled content in sidewalk construction. a. The commissioner shall promulgate rules regarding recycled content in sidewalk construction no later than July 1, 2011 pursuant to the following requirements: \n1. The department shall not use or purchase base course materials composed of less than fifteen percent recycled concrete, recycled asphalt, glass cullet, or any other recycled aggregate material approved by the commissioner, as measured by weight. \n2. Beginning July 1, 2013, the department shall not use or purchase base course materials composed of less than twenty five percent recycled concrete, recycled asphalt glass cullet, or any other recycled aggregate material approved by the commissioner, as measured by weight. \n3. All recycled concrete used or purchased by the department pursuant to this subdivision shall be no greater than 0.75 inches in size;\n4. All glass cullet used or purchased by the department pursuant to this subdivision shall be no greater than 0.375 inches in size;\n5. No more than five percent of the total weight of the base course materials used or purchased by the department pursuant to this subdivision shall be composed of recycled asphalt.\n§ 4. Section 720 of the New York city building code is amended by adding to tables 720.1(1), 720.1(2) and 720.1(3), respectively, a footnote to read as follows:\nFor the purposes of fire resistance, recycled concrete shall be considered siliceous aggregate, unless the aggregate in question can be documented, to the satisfaction of the building commissioner, to be of another type.\n§ 5. Section 721 of the New York city building code is amended by adding to tables 721.2.1.1, 721.2.1.2(1), 721.2.1.4(1), 721.2.2.1, 721.2.3(1), 721.2.3(2), 721.2.3(3), 721.2.3(4), 721.2.3(5), 721.2.4 and 721.3.2, respectively, and figures 721.2.2.2, 721.2.2.3(1) and 721.2.2.3(2), respectively, a footnote to read as follows:\nFor the purposes of fire resistance, recycled concrete shall be considered siliceous aggregate, unless the aggregate in question can be documented, to the satisfaction of the building commissioner, to be of another type.\n§ 6. Section 1905.2 of the New York city building code is amended to read as follows:\n\t§ 1905.2 Selection of concrete proportions.  Concrete proportions shall be determined in accordance with the provisions of sections 1905.2.1 through [1905.2.3] 1905.2.4.\n\t§ 7. Section 1905.2 of the New York city building code is amended by adding a new subsection 1905.2.4 to read as follows:\n\t§ 1905.2.4 Minimum recycled content. All concrete mixes for cast-in-place concrete that require a compressive strength of 4,000 pounds per square inch or less, which are not used in structures designed for the containment, storage, or conveyance of water, sewage, or other liquids, shall have the following content: \n1.  No less than ten percent of the aggregate shall be composed of recycled concrete, or any other recycled aggregate material approved by the commissioner, as measured by weight;  \n2.  Beginning no later than July 1, 2013, no less than fifteen percent of the aggregate shall be composed of recycled concrete, or any other recycled aggregate material approved by the commissioner, as measured by weight;\n3.  The diameter of recycled aggregate shall not exceed 0.75 inches;\n4.  Concrete aggregate shall not contain more than one percent deleterious material. \n§ 8.  Section 1911 of the New York city building code is amended by adding a new subdivision 1911.2 to read as follows: \n1911.2 Minimum recycled content in base course materials.  Base course shall be composed as follows:\n1.  All base course materials shall consist of no less than fifteen percent of recycled concrete, recycled asphalt, glass cullet, or any other recycled aggregate material approved by the commissioner, as measured by weight;  \n2.  Beginning no later than July 1, 2013, all base course materials shall consist of no less than twenty-five percent of recycled concrete, recycled asphalt, glass cullet, or any other recycled aggregate material approved by the commissioner, as measured by weight;\n3.  The diameter of recycled concrete materials shall not exceed 0.75 inches; \n4. Recycled concrete materials shall not contain more than five percent deleterious material; \n5. The diameter of any glass contained in such recycled concrete materials shall not exceed 0.375 inches; and\n6.  Recycled asphalt shall not exceed five percent of the total weight of recycled concrete materials. \n\t§ 9. This local law shall take effect one hundred eighty days after its enactment. \n\nLS1326 JJH\n05-19-11",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1.  Legislative findings and intent.  The Council finds that each year in New York City, a significant amount of concrete sidewalks and roadways are built or replaced, necessitating the use thousands of tons of concrete.  The materials used to create this concrete must be quarried and shipped into the City, a process that contributes to environmental degradation.  \\par\nThe use of recycled materials in concrete is a well-established and environmentally responsible option for the production of concrete.  Utilizing recycled content reduces the quarrying and transportation of virgin materials and also reduces the need for disposal of recycled content.  There is a plentiful supply of waste material in New York City available to be used as recycled content in concrete.  Although concrete with recycled content has been demonstrated to meet or exceed all applicable state and federal specifications, this legislation only impacts concrete mixes with a compressive strength of 4,000 pounds per square inch or less, intending to only impact non-structural concrete. \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sa200\\sl480\\slmult1\\qj\\'a7 2.  Chapter 3 of title 6 of the administrative code of the city of New York is amended by adding a new section 6-308.1 to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ul\\'a7 6-308.1 Minimum recycled content in concrete and base course materials. a. 1.  No agency shall use or purchase concrete mixes with a compressive strength of 4,000 pounds per square inch or less unless such mix contains concrete aggregate composed of not less than ten percent recycled concrete, or any other recycled aggregate material approved by the commissioner, as measured by weight;\\par\n2.  Beginning July 1, 2013, no agency shall use or purchase concrete mixes with a compressive strength of 4,000 pounds per square inch or less unless such mix contains concrete aggregate composed of not less than fifteen percent recycled concrete, or any other recycled aggregate material approved by the commissioner, as measured by weight;\\par\n3. The diameter of recycled aggregate used or purchased pursuant to this subdivision shall not exceed 0.75 inches;\\par\n4.  Concrete aggregate used or purchased pursuant to this subdivision shall not contain more than one percent deleterious material; \\par\n5.  The provisions of this subdivision shall not apply to concrete mixes intended to be used in structures designed for the containment, storage or conveyance of water, sewage or other liquids. \\par\nb. 1. No agency shall use or purchase base course materials composed of less than fifteen percent recycled concrete, recycled asphalt, glass cullet, or any other recycled aggregate material approved by the commissioner, as measured by weight. \\par\n2. Beginning July 1, 2013, no agency shall use or purchase base course materials composed of less than twenty-five percent recycled concrete, recycled asphalt, glass cullet, or any other recycled aggregate material approved by the commissioner, as measured by weight. \\par\n3. All recycled concrete used or purchased pursuant to this subdivision shall be no greater than 0.75 inches in size.\\par\n4. All glass cullet used or purchased pursuant to this subdivision shall be no greater than 0.375 inches in size.\\par\n5. No more than five percent of the total weight of the base course materials used or purchased pursuant to this subdivision shall be composed of recycled asphalt. \\par\n\\ulnone\\'a7 3. Subchapter 1 of chapter 1 of title 19 of the administrative code of the city of New York is amended by adding a new section 19-147.1 to read as follows:\\par\n\\ul\\'a7 19-147.1 Recycled content in sidewalk construction. a. The commissioner shall promulgate rules regarding recycled content in sidewalk construction no later than July 1, 2011 pursuant to the following requirements: \\par\n1. The department shall not use or purchase base course materials composed of less than fifteen percent recycled concrete, recycled asphalt, glass cullet, or any other recycled aggregate material approved by the commissioner, as measured by weight. \\par\n2. Beginning July 1, 2013, the department shall not use or purchase base course materials composed of less than twenty five percent recycled concrete, recycled asphalt glass cullet, or any other recycled aggregate material approved by the commissioner, as measured by weight. \\par\n3. All recycled concrete used or purchased by the department pursuant to this subdivision shall be no greater than 0.75 inches in size;\\par\n4. All glass cullet used or purchased by the department pursuant to this subdivision shall be no greater than 0.375 inches in size;\\par\n5. No more than five percent of the total weight of the base course materials used or purchased by the department pursuant to this subdivision shall be composed of recycled asphalt.\\par\n\\ulnone\\'a7 4. Section 720 of the New York city building code is amended by adding to tables 720.1(1), 720.1(2) and 720.1(3), respectively, a footnote to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\ul For the purposes of fire resistance, recycled concrete shall be considered siliceous aggregate, unless the aggregate in question can be documented, to the satisfaction of the building commissioner, to be of another type.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone\\'a7 5. Section 721 of the New York city building code is amended by adding to tables 721.2.1.1, 721.2.1.2(1), 721.2.1.4(1), 721.2.2.1, 721.2.3(1), 721.2.3(2), 721.2.3(3), 721.2.3(4), 721.2.3(5), 721.2.4 and 721.3.2, respectively, and figures 721.2.2.2, 721.2.2.3(1) and 721.2.2.3(2), respectively, a footnote to read as follows:\\par\n\\ul For the purposes of fire resistance, recycled concrete shall be considered siliceous aggregate, unless the aggregate in question can be documented, to the satisfaction of the building commissioner, to be of another type.\\par\n\\ulnone\\'a7 6. Section 1905.2 of the New York city building code is amended to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tab\\'a7 1905.2 Selection of concrete proportions.  Concrete proportions shall be determined in accordance with the provisions of sections 1905.2.1 through [1905.2.3] \\ul 1905.2.4\\ulnone .\\par\n\\tab\\'a7 7. Section 1905.2 of the New York city building code is amended by adding a new subsection 1905.2.4 to read as follows:\\par\n\\tab\\ul\\'a7 1905.2.4 Minimum recycled content. All concrete mixes for cast-in-place concrete that require a compressive strength of 4,000 pounds per square inch or less, which are not used in structures designed for the containment, storage, or conveyance of water, sewage, or other liquids, shall have the following content: \\par\n\\pard\\ltrpar\\nowidctlpar\\li720\\sl480\\slmult1\\qj 1.  No less than ten percent of the aggregate shall be composed of recycled concrete, or any other recycled aggregate material approved by the commissioner, as measured by weight;  \\par\n2.  Beginning no later than July 1, 2013, no less than fifteen percent of the aggregate shall be composed of recycled concrete, or any other recycled aggregate material approved by the commissioner, as measured by weight;\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj 3.  The diameter of recycled aggregate shall not exceed 0.75 inches;\\par\n\\pard\\ltrpar\\nowidctlpar\\li720\\sl480\\slmult1\\qj 4.  Concrete aggregate shall not contain more than one percent deleterious material. \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone\\'a7 8.  Section 1911 of the New York city building code is amended by adding a new subdivision 1911.2 to read as follows: \\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\ul 1911.2 Minimum recycled content in base course materials.  Base course shall be composed as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\li720\\sl480\\slmult1\\qj 1.  All base course materials shall consist of no less than fifteen percent of recycled concrete, recycled asphalt, glass cullet, or any other recycled aggregate material approved by the commissioner, as measured by weight;  \\par\n2.  Beginning no later than July 1, 2013, all base course materials shall consist of no less than twenty-five percent of recycled concrete, recycled asphalt, glass cullet, or any other recycled aggregate material approved by the commissioner, as measured by weight;\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj 3.  The diameter of recycled concrete materials shall not exceed 0.75 inches; \\par\n\\pard\\ltrpar\\nowidctlpar\\li720\\sl480\\slmult1\\qj 4. Recycled concrete materials shall not contain more than five percent deleterious material; \\par\n5. The diameter of any glass contained in such recycled concrete materials shall not exceed 0.375 inches; and\\par\n6.  Recycled asphalt shall not exceed five percent of the total weight of recycled concrete materials. \\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\ulnone\\tab\\'a7 9. This local law shall take effect one hundred eighty days after its enactment. \\par\n\\pard\\ltrpar\\nowidctlpar\\sa200\\par\n\\pard\\ltrpar\\nowidctlpar\\fs16 LS1326 JJH\\par\n05-19-11\\par\n\\pard\\ltrpar\\nowidctlpar\\sa200\\fs24\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sa200\\sl480\\slmult1\\par\n\\par\n\\par\n\\par\n}\n",
  "LastModified": "2013-12-23T19:26:41.75Z"
}
