{
  "ID": 47282,
  "GUID": "83F6958B-C090-4C3A-81FC-ECC5A22A19F0",
  "File": "Int 0606-2011",
  "Name": "Requiring real estate brokers to provide notice that discrimination based upon lawful source of income is illegal.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring real estate brokers to provide notice that discrimination based upon lawful source of income is illegal.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5148,
  "BodyName": "Committee on Civil Rights",
  "IntroDate": "2011-06-14T00:00:00Z",
  "AgendaDate": "2011-06-14T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera "
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    }
  ],
  "History": [
    {
      "ID": 255156,
      "Date": "2011-06-14T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 255388,
      "Date": "2011-06-14T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Civil Rights",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10870,
      "AgendaSequence": 162,
      "MinutesSequence": 185,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Civil Rights",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283960,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 48362,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1. Paragraph a of subdivision 5 of section 8-107 of the administrative code of the city of New York, as amended by local law number ten for the year 2006, is amended by adding a new subparagraph 5 to read as follows:\n(5)  Any real estate broker, real estate salesperson or employee or agent thereof, who seeks to sell, rent or lease a housing accommodation subject to the provisions of this section shall post a sign or other notice in each place of business in which they conduct activities related to such rental or leasing, in such form and manner as the commissioner shall determine by rule, stating that it is illegal to refuse to sell, rent, lease, approve the sale, rental or lease or otherwise deny to or withhold from any person or group of persons any housing accommodation or an interest therein because of any lawful source of income of such person or persons.,\n§2.  Subdivision 5 of section 8-107 of the administrative code of the city of New York, as amended by local law number ten for the year 2006, is amended by adding a new paragraph c-1 to read as follows:\n(c-1) It shall be unlawful for any real estate broker, real estate salesperson or employee or agent thereof to use any form of application for the purchase, rental or lease of a housing accommodation subject to the provisions of this section or an interest therein unless such form contains a statement in such manner as the commissioner shall determine by rule that it is illegal to discriminate based upon a prospective purchaser’s, tenant’s or lessee’s lawful source of income.\n§3.  This local law shall take effect ninety days after its enactment, except that the commissioner of human rights shall take such actions as are necessary for its implementation, including the promulgation of rules, prior to such effective date.\nJH\nLS 1379\n5-22-11",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\sa200\\sl480\\slmult1\\qj\\tab Section 1. Paragraph a of subdivision 5 of section 8-107 of the administrative code of the city of New York, as amended by local law number ten for the year 2006, is amended by adding a new subparagraph 5 to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sa200\\sl480\\slmult1\\qj\\ul (5)  Any real estate broker, real estate salesperson or employee or agent thereof, who seeks to sell, rent or lease a housing accommodation subject to the provisions of this section shall post a sign or other notice in each place of business in which they conduct activities related to such rental or leasing, in such form and manner as the commissioner shall determine by rule, stating that it is illegal to refuse to sell, rent, lease, approve the sale, rental or lease or otherwise deny to or withhold from any person or group of persons any housing accommodation or an interest therein because of any lawful source of income of such person or persons.,\\par\n\\ulnone\\'a72.  Subdivision 5 of section 8-107 of the administrative code of the city of New York, as amended by local law number ten for the year 2006, is amended by adding a new paragraph c-1 to read as follows:\\par\n\\ul (c-1) It shall be unlawful for any real estate broker, real estate salesperson or employee or agent thereof to use any form of application for the purchase, rental or lease of a housing accommodation subject to the provisions of this section or an interest therein unless such form contains a statement in such manner as the commissioner shall determine by rule that it is illegal to discriminate based upon a prospective purchaser\\rquote s, tenant\\rquote s or lessee\\rquote s lawful source of income.\\par\n\\ulnone\\'a73.  This local law shall take effect ninety days after its enactment, except that the commissioner of human rights shall take such actions as are necessary for its implementation, including the promulgation of rules, prior to such effective date.\\par\n\\pard\\ltrpar\\nowidctlpar\\qj JH\\par\nLS 1379\\par\n5-22-11\\par\n\\pard\\ltrpar\\nowidctlpar\\sa200\\qj\\par\n}\n",
  "LastModified": "2013-12-23T19:25:58.707Z"
}
