{
  "ID": 47416,
  "GUID": "A0732E53-EC43-424E-B268-45AF2813EFE3",
  "File": "Int 0611-2011",
  "Name": "Notice to council members and community boards of applications filed with the department of buildings.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to notice to council members and community boards of applications filed with the department of buildings.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2011-06-29T00:00:00Z",
  "AgendaDate": "2011-06-29T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera "
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    }
  ],
  "History": [
    {
      "ID": 255892,
      "Date": "2011-06-29T09:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 256088,
      "Date": "2011-06-29T09:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10891,
      "AgendaSequence": 188,
      "MinutesSequence": 207,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283957,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 48506,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1. Section 28-103.11 of the administrative code of the city of New York, as added by local law number 33 for the year 2007, is amended to read as follows:\n\t§28-103.11 Applications and permits. The department shall receive and review applications, construction documents, and other submittal documents and shall issue permits, in accordance with the provisions of this code. A copy of a completed application for a new building permit or an alteration 1 permit shall be sent within five business days of its receipt by the department to the council member for the council district in which the property which is the subject of the application is located and to the community board for the community district in which the property which is the subject of the application is located. \n\t§2. Section 28-104.2.8 of the administrative code of the city of New York, as added by local law number 33 for the year 2007, is amended to read as follows:\n\t§28-104.2.8 Notification of rejection. Applications failing to comply with the provisions of this code and other applicable laws and rules shall be rejected and written notice of rejection, stating the grounds of rejection, shall be given the applicant promptly and not later than the date required in section 28-104.2.7. A copy of such notice of rejection of an application for a new building permit or an alteration 1 permit shall be sent within five business days of being sent to the applicant to the council member for the council district in which the property which is the subject of the application is located and to the community board for the community district in which the property which is the subject of the application is located. \n\t§3. This local law shall take effect within ninety days of its enactment.\n\n\n\n\n\nJH\nLS 1729 and 1794\n1-12-11",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tab Section 1. Section 28-103.11 of the administrative code of the city of New York, as added by local law number 33 for the year 2007, is amended to read as follows:\\par\n\\cf1\\tab\\'a728-103.11 Applications and permits. The department shall receive and review applications, construction documents, and other submittal documents and shall issue permits, in accordance with the provisions of this code. \\ul A copy of a completed application for a new building permit or an alteration 1 permit shall be sent within five business days of its receipt by the department to the council member for the council district in which the property which is the subject of the application is located and to the community board for the community district in which the property which is the subject of the application is located. \\cf0\\par\n\\ulnone\\tab\\'a72. Section 28-104.2.8 of the administrative code of the city of New York, as added by local law number 33 for the year 2007, is amended to read as follows:\\par\n\\cf1\\tab\\'a728-104.2.8 Notification of rejection. Applications failing to comply with the provisions of this code \\cf0 and other applicable laws and rules shall be rejected and written notice of rejection, stating the grounds of rejection, shall be given the applicant promptly and not later than the date required in section 28-104.2.7. \\cf1\\ul A copy of such notice of rejection of an application for a new building permit or an alteration 1 permit shall be sent within five business days of being sent to the applicant to the council member for the council district in which the property which is the subject of the application is located and to the community board for the community district in which the property which is the subject of the application is located. \\cf0\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\ulnone\\tab\\'a73. This local law shall take effect within ninety days of its enactment.\\par\n\\par\n\\par\n\\par\n\\par\n\\par\nJH\\par\nLS 1729 and 1794\\par\n1-12-11\\par\n}\n",
  "LastModified": "2013-12-23T19:24:08.44Z"
}
