{
  "ID": 47322,
  "GUID": "54181C40-A4DA-47E0-AF4D-682A38BCE00E",
  "File": "Int 0613-2011",
  "Name": "Providing email notifications to prospective New York City voters.",
  "Title": "A Local Law to amend the New York city charter, in relation to providing email notifications to prospective New York City voters.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 13,
  "BodyName": "Committee on Governmental Operations",
  "IntroDate": "2011-06-29T00:00:00Z",
  "AgendaDate": "2011-06-29T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7577,
      "Slug": "david-g-greenfield",
      "FullName": "David G. Greenfield"
    },
    {
      "ID": 7570,
      "Slug": "mark-s-weprin",
      "FullName": "Mark S. Weprin"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 7586,
      "Slug": "ruben-wills",
      "FullName": "Ruben Wills"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    },
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    }
  ],
  "History": [
    {
      "ID": 255907,
      "Date": "2011-06-29T09:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 256096,
      "Date": "2011-06-29T09:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Governmental Operations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10891,
      "AgendaSequence": 194,
      "MinutesSequence": 213,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Governmental Operations",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 267969,
      "Date": "2012-10-15T14:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 11858,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 268861,
      "Date": "2012-10-15T14:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 11858,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284201,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 109002,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 10/15/12",
      "Link": "http://nyc.legistar1.com/nyc/attachments/24238fbc-27d8-4bc6-8c09-67be254ce772.doc",
      "Sort": 1
    },
    {
      "ID": 109310,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 10/15/12",
      "Link": "http://nyc.legistar1.com/nyc/attachments/5806bf28-3b8b-4ca7-9c64-36a451f3a4ee.PDF",
      "Sort": 2
    },
    {
      "ID": 109243,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 10/15/12",
      "Link": "http://nyc.legistar1.com/nyc/attachments/61caa80d-0c04-4b07-b6ba-0964e1931398.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 48404,
  "Text": "Be it enacted by the Council as follows:\n \nSection 1. Subdivision b of section 1054 of chapter forty-six of the New York city charter is amended by adding a new paragraph 8 to read as follows:\n8. (a) send email notifications regarding upcoming significant dates related to voting for local, state, and federal elections to prospective voters who provide the board with an email address for this purpose.  The board shall provide opportunities for city residents to provide an email address to the board for this purpose and shall maintain a database of all such email addresses.  Significant dates for which email notifications shall be sent shall include, but not be limited to, primary elections, general elections, special elections, registration deadlines, and absentee ballot application and submission deadlines.  Each email notification shall consist of all pertinent information related to such significant date and include links to the board’s website to access relevant forms, materials and other additional information, and shall, to the extent possible, be available in English, Spanish, Chinese, Korean, and any other languages in which the board publishes the voters guide or that the board determines to be necessary and appropriate.  Email notifications shall be sent for each significant date (i) ten business days prior to such date; (ii) three business days prior to such date; and (iii) for a primary, general, or special election, on election day commencing with the opening of the polls.\n(b) The board shall provide opportunities for city residents to provide an email address through the following means, provided that in all instances the board shall expressly state the purpose for which it is collecting email addresses: \n(i) via the board’s website;\n(ii) by collecting email addresses at events promoting voter registration, voter participation, and any other events or meetings the board deems appropriate;\n(iii) in all mailings to registered voters, including each voters guide published pursuant to section 1053 of this chapter, by directing recipients of such mailings to the board’s website; and\n(iv) by any other means as determined by the board that would facilitate the collection of email addresses of prospective voters.\n(c)  The board shall provide all email recipients the option to unsubscribe from receiving such email notifications or to update an email address previously provided to the board.  The board shall not remove any email address from its database unless an email recipient unsubscribes, provides an updated email address, or emails sent to an email address are not successfully transmitted for a period of one year.\n(d) the board shall provide access to the database maintained pursuant to subparagraph (a) of this paragraph to the board of elections for the purpose of enabling the board of elections to supplement the board’s database with email addresses of additional city residents who provide an email address to the board of elections for the purpose of receiving email notifications regarding upcoming significant dates related to voting for local, state, and federal elections.  \n(e) the board shall not share, sell or otherwise disclose email addresses and other personal information collected pursuant to this section without acquiring advance written permission from individuals providing such information or unless ordered by a court of law.\n§2. This local law shall take effect immediately.\n\nSAG\nLS 2384\n6/8/11",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 Section 1. Subdivision b of section 1054 of chapter forty-six of the New York city charter is amended by adding a new paragraph 8 to read as follows:\\par\n\\ul 8. (a) send email notifications regarding upcoming significant dates related to voting for local, state, and federal elections to prospective voters who provide the board with an email address for this purpose.  The board shall provide opportunities for city residents to provide an email address to the board for this purpose and shall maintain a database of all such email addresses.  Significant dates for which email notifications shall be sent shall include, but not be limited to, primary elections, general elections, special elections, registration deadlines, and absentee ballot application and submission deadlines.  Each email notification shall consist of all pertinent information related to such significant date and include links to the board\\rquote s website to access relevant forms, materials and other additional information, and shall, to the extent possible, be available in English, Spanish, Chinese, Korean, and any other languages in which the board publishes the voters guide or that the board determines to be necessary and appropriate.  Email notifications shall be sent for each significant date (i) ten business days prior to such date; (ii) three business days prior to such date; and (iii) for a primary, general, or special election, on election day commencing with the opening of the polls.\\par\n(b) The board shall provide opportunities for city residents to provide an email address through the following means, provided that in all instances the board shall expressly state the purpose for which it is collecting email addresses: \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\li720\\sl480\\slmult1 (i) via the board\\rquote s website;\\par\n(ii) by collecting email addresses at events promoting voter registration, voter participation, and any other events or meetings the board deems appropriate;\\par\n(iii) in all mailings to registered voters, including each voters guide published pursuant to section 1053 of this chapter, by directing recipients of such mailings to the board\\rquote s website; and\\par\n(iv) by any other means as determined by the board that would facilitate the collection of email addresses of prospective voters.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 (c)  The board shall provide all email recipients the option to unsubscribe from receiving such email notifications or to update an email address previously provided to the board.  The board shall not remove any email address from its database unless an email recipient unsubscribes, provides an updated email address, or emails sent to an email address are not successfully transmitted for a period of one year.\\par\n(d) the board shall provide access to the database maintained pursuant to subparagraph (a) of this paragraph to the board of elections for the purpose of enabling the board of elections to supplement the board\\rquote s database with email addresses of additional city residents who provide an email address to the board of elections for the purpose of receiving email notifications regarding upcoming significant dates related to voting for local, state, and federal elections.  \\par\n(e) the board shall not share, sell or otherwise disclose email addresses and other personal information collected pursuant to this section without acquiring advance written permission from individuals providing such information or unless ordered by a court of law.\\par\n\\ulnone\\'a72. This local law shall take effect immediately.\\par\n\\pard\\ltrpar\\nowidctlpar\\par\nSAG\\par\nLS 2384\\par\n6/8/11\\par\n}\n",
  "LastModified": "2013-12-23T19:23:11.067Z"
}
