{
  "ID": 47100,
  "GUID": "2FD9D4E5-0F6B-49EE-A278-4635C6D911A7",
  "File": "Int 0616-2011",
  "Name": "Persons who have been pardoned for a conviction of a felony and served in the armed services being qualified to be members of the police force.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to persons who have been pardoned for a conviction of a felony and served in the armed services being qualified to be members of the police force.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2011-06-29T00:00:00Z",
  "AgendaDate": "2011-06-29T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    }
  ],
  "History": [
    {
      "ID": 255912,
      "Date": "2011-06-29T09:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 256099,
      "Date": "2011-06-29T09:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10891,
      "AgendaSequence": 198,
      "MinutesSequence": 217,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283954,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 48169,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Subdivision a of section 14-109 of the administrative code of the city of New York is amended to read as follows: \na. Only persons shall be appointed or reappointed to membership in the police force or continue to hold membership therein, who are citizens of the United States and who have either never been convicted of a felony or have been pardoned by the governor of the state of New York for conviction of a felony, served in the armed forces of the United States and were not dishonorably discharged from such service, and who can read and write understandably the English language. Skilled officers of experience may be appointed for temporary detective duty who are not residents of the city. Only persons shall be appointed police officers who shall be at the date of the filing of an application for civil service examination less than thirty-five years of age, except, that every person who, as of the fifteenth day of April 1997, satisfied all other requirements for admission to the New York city police department academy shall be admitted to such academy and shall be eligible for appointment as a police officer, subject to the provisions of the civil service law and any applicable provisions of the charter, notwithstanding that such person was thirty-five years of age or older on the fifteenth day of April 1997. Persons who shall have been members of the force, and shall have been dismissed therefrom, shall not be reappointed. Persons who are appointed as police trainees, after examination in accordance with the civil service law and the rules of the commissioner of citywide administrative services and who have satisfactorily completed service as such trainees, may likewise be appointed as police officers without further written examination, provided that they shall have passed a medical examination at the end of their required trainee period. Persons appointed as police trainees shall not be considered members of the uniformed force of the department.\n§2.  This local law shall take effect immediately.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMWC\n6/15/11\nLS 2158",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Section 1.  Subdivision a of section 14-109 of the administrative code of the city of New York is amended to read as follows: \\par\na. Only persons shall be appointed or reappointed to membership in the police force or continue to hold membership therein, who are citizens of the United States and who have \\ul either \\ulnone never been convicted of a felony\\ul  or have been pardoned by the governor of the state of New York for conviction of a felony, served in the armed forces of the United States and were not dishonorably discharged from such service\\ulnone , and who can read and write understandably the English language. Skilled officers of experience may be appointed for temporary detective duty who are not residents of the city. Only persons shall be appointed police officers who shall be at the date of the filing of an application for civil service examination less than thirty-five years of age, except, that every person who, as of the fifteenth day of April 1997, satisfied all other requirements for admission to the New York city police department academy shall be admitted to such academy and shall be eligible for appointment as a police officer, subject to the provisions of the civil service law and any applicable provisions of the charter, notwithstanding that such person was thirty-five years of age or older on the fifteenth day of April 1997. Persons who shall have been members of the force, and shall have been dismissed therefrom, shall not be reappointed. Persons who are appointed as police trainees, after examination in accordance with the civil service law and the rules of the commissioner of citywide administrative services and who have satisfactorily completed service as such trainees, may likewise be appointed as police officers without further written examination, provided that they shall have passed a medical examination at the end of their required trainee period. Persons appointed as police trainees shall not be considered members of the uniformed force of the department.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\qj\\'a72.  This local law shall take effect immediately.\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\fs20\\par\n\\par\n\\line\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\nMWC\\par\n6/15/11\\par\nLS 2158\\par\n}\n",
  "LastModified": "2013-12-23T19:22:28.957Z"
}
