{
  "ID": 46617,
  "GUID": "A8F504FD-AFE9-4FDA-BF64-347627CCF526",
  "File": "Int 0617-2011",
  "Name": "Requirement that tickets and notices for parking violations provide a defense that a ticket was erroneously issued.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to a requirement that tickets and notices for parking violations provide a defense that a ticket was erroneously issued.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2011-06-29T00:00:00Z",
  "AgendaDate": "2011-06-29T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    }
  ],
  "History": [
    {
      "ID": 255919,
      "Date": "2011-06-29T09:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 256098,
      "Date": "2011-06-29T09:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10891,
      "AgendaSequence": 199,
      "MinutesSequence": 218,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283953,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 47664,
  "Text": "Be it enacted by the Council as follows:\n\tSection 1.  Subdivision a of section 19-204 of the administrative code of the city of New York is amended as follows:\n\t§ 19-204 Notice of violation.  a.  The notice of violation shall contain information advising the person charged of the manner and the time in which he or she may plead guilty or not guilty to the charge alleged in the notice.  The notice of violation shall also state that if the person charged pleads not guilty, he or she may assert, as a defense, that the ticket was erroneously issued.  Such notice of violation shall also contain a warning to advise the person charged that failure to plead in the manner and time provided shall be deemed, for all purposes, an admission of liability and that a default judgment may be rendered.  The form and wording of the notice of violation shall be prescribed by the director.  A copy of each notice of violation shall be filed and retained by the bureau, and shall be deemed a record kept in the ordinary course of business, and shall be prima facie evidence of the facts contained therein.\n\t§2. \tThis local law shall take effect immediately after its enactment into law.\n\n\nTM\nLS# 1956\n2/23/11",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\sa200\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\pard\\ltrpar\\nowidctlpar\\sa200\\sl480\\slmult1\\tab Section 1.  Subdivision a of section 19-204 of the administrative code of the city of New York is amended as follows:\\par\n\\tab\\'a7 19-204 Notice of violation.  a.  The notice of violation shall contain information advising the person charged of the manner and the time in which he or she may plead guilty or not guilty to the charge alleged in the notice.  \\ul The notice of violation shall also state that if the person charged pleads not guilty, he or she may assert, as a defense, that the ticket was erroneously issued.\\ulnone   Such notice of violation shall also contain a warning to advise the person charged that failure to plead in the manner and time provided shall be deemed, for all purposes, an admission of liability and that a default judgment may be rendered.  The form and wording of the notice of violation shall be prescribed by the director.  A copy of each notice of violation shall be filed and retained by the bureau, and shall be deemed a record kept in the ordinary course of business, and shall be prima facie evidence of the facts contained therein.\\par\n\\tab\\'a72. \\tab This local law shall take effect immediately after its enactment into law.\\par\n\\pard\\ltrpar\\nowidctlpar\\sa200\\sl276\\slmult1\\par\n\\pard\\ltrpar\\nowidctlpar\\par\n\\fs18 TM\\par\nLS# 1956\\par\n2/23/11\\par\n\\pard\\ltrpar\\nowidctlpar\\sa200\\sl276\\slmult1\\fs22\\par\n}\n",
  "LastModified": "2013-12-23T19:22:19.003Z"
}
