{
  "ID": 47409,
  "GUID": "4435D871-A6C4-4304-A44E-DA8113558080",
  "File": "Int 0618-2011",
  "Name": "Building exterior renderings.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to building exterior renderings.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2011-06-29T00:00:00Z",
  "AgendaDate": "2011-06-29T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    }
  ],
  "History": [
    {
      "ID": 255896,
      "Date": "2011-06-29T09:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 256100,
      "Date": "2011-06-29T09:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10891,
      "AgendaSequence": 200,
      "MinutesSequence": 219,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283952,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 48499,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Section 28-104 of the administrative code of the city of New York, is amended by adding a new section 28-104.8.5 to read as follows:\n§28-104.8.5 Building exterior renderings.  Construction documents for a new building or for the alteration of a building or structure where the proposed alteration would enlarge or reduce the size of such building or structure shall include a rendering of the exterior of the proposed new building or altered structure including the front, sides and rear façade of such proposed new building or altered building or structure.  Such rendering shall measure at least eleven inches by fourteen inches.  For the purposes of this section, a “rendering” is the conceptual illustration of an architectural design.\n§2. Section 28-105.11 of the administrative code of the city of New York, as added by local law number 33 for the year 2007, is amended to read as follows:\n§28-105.11 Posting of permit. The building permit or copy shall be posted in a conspicuous place at the work site, visible to the public for the duration of the work or the use and operation of the equipment, or until the expiration of the permit. No such permit shall be posted or displayed at any location other than the location of the premises or equipment for which the permit was issued.  Where such permit relates to the construction of a new building or the alteration of a building or structure subject to the provisions of section 28-104.8.5 of this code a rendering required by such section shall also be posted in a conspicuous place at the work site visible to the public for the duration of the work or until the expiration of the permit.\n§3.  This local law shall take effect one hundred twenty days after its enactment, except that the commissioner of buildings shall take such measures as are necessary for its implementation, including the promulgation of rules, prior to such effective date.\n\n\nBKH\nLS 494\n6/16/2011 12:05 PM",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\ulnone\\tab Section 1.  Section 28-104 of the administrative code of the city of New York, is amended by adding a new section 28-104.8.5 to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\cf1\\ul\\b\\'a728-104.8.5 Building exterior renderings.  \\b0 Construction documents for a new building or for the alteration of a building or structure where the proposed alteration would enlarge or reduce the size of such building or structure shall include a rendering of the exterior of the proposed new building or altered structure including the front, sides and rear fa\\'e7ade of such proposed new building or altered building or structure.  Such rendering shall measure at least eleven inches by fourteen inches.  For the purposes of this section, a \\ldblquote rendering\\rdblquote  is the conceptual illustration of an architectural design.\\par\n\\ulnone\\'a72. \\cf0 Section 28-105.11 of the administrative code of the city of New York, as added by local law number 33 for the year 2007, is amended to read as follows:\\par\n\\cf1\\b\\'a728-105.11 Posting of permit\\b0 . The building permit or copy shall be posted in a conspicuous place at the work site, visible to the public for the duration of the work or the use and operation of the equipment, or until the expiration of the permit. No such permit shall be posted or displayed at any location other than the location of the premises or equipment for which the permit was issued.  \\ul Where such permit relates to the construction of a new building or the alteration of a building or structure subject to the provisions of section 28-104.8.5 of this code a rendering required by such section shall also be posted in a conspicuous place at the work site visible to the public for the duration of the work or until the expiration of the permit.\\cf0\\par\n\\cf1\\ulnone\\'a73.  This \\cf0 local law shall take effect one hundred twenty days after its enactment, except that the commissioner of buildings shall take such measures as are necessary for its implementation, including the promulgation of rules, prior to such effective date.\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\par\n\\fs20 BKH\\par\n\\cf1 LS 494\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj 6/16/2011 12:05 PM\\cf0\\fs24\\par\n}\n",
  "LastModified": "2013-12-23T19:22:08.643Z"
}
