{
  "ID": 47410,
  "GUID": "F8AB9F2E-3142-40EA-B328-2BFA2B036C62",
  "File": "Int 0619-2011",
  "Name": "Public access to administrative hearings.",
  "Title": "A Local Law to amend the New York city charter, in relation to public access to administrative hearings.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 13,
  "BodyName": "Committee on Governmental Operations",
  "IntroDate": "2011-06-29T00:00:00Z",
  "AgendaDate": "2011-06-29T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    }
  ],
  "History": [
    {
      "ID": 255895,
      "Date": "2011-06-29T09:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 256106,
      "Date": "2011-06-29T09:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Governmental Operations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10891,
      "AgendaSequence": 206,
      "MinutesSequence": 225,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Governmental Operations",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283951,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 48500,
  "Text": "Be it enacted by the Council as follows:\n \nSection 1.  Subdivision two of section 1049 of chapter 45-A of the New York city charter is amended by adding a new paragraph (c) to read as follows:\n(c) All hearings conducted pursuant to this chapter shall be open to the public, unless the presiding administrative law judge finds that there is a compelling reason to close a hearing or any portion thereof, or as otherwise provided by law.  The chief administrative law judge shall provide for the posting of notices regarding the public’s right to access hearings in the waiting areas of every location in which hearings are held, and shall include such information on the office’s website.\n§ 2.  Subdivision g of section 2203 of chapter 64 the New York city charter is amended by adding a new paragraph 5 to read as follows:  \n(5) All proceedings conducted pursuant to this subdivision shall be open to the public, unless the presiding hearing officer finds that there is a compelling reason to close a proceeding or any portion thereof, or as otherwise provided by law.  The commissioner shall provide for the posting of notices regarding the public’s right to access hearings in the waiting areas of every location in which such proceedings are held, and shall include information about public access to proceedings on the department’s website.\n§ 3.  This local law shall take effect immediately.\nSAG\nLS 2301\n6/21/11",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\ul\\v0\\par\nBe it enacted by the Council as follows:\\ulnone\\par\n \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 Section 1.  Subdivision two of section 1049 of chapter 45-A of the New York city charter is amended by adding a new paragraph (c) to read as follows:\\par\n\\ul (c) All hearings conducted pursuant to this chapter shall be open to the public, unless the presiding administrative law judge finds that there is a compelling reason to close a hearing or any portion thereof, or as otherwise provided by law.  The chief administrative law judge shall provide for the posting of notices regarding the public\\rquote s right to access hearings in the waiting areas of every location in which hearings are held, and shall include such information on the office\\rquote s website.\\par\n\\ulnone\\'a7 2.  Subdivision g of section 2203 of chapter 64 the New York city charter is amended by adding a new paragraph 5 to read as follows:  \\par\n\\cf1\\ul (5) \\cf0 All proceedings conducted pursuant to this subdivision shall be open to the public, unless the presiding hearing officer finds that there is a compelling reason to close a proceeding or any portion thereof, or as otherwise provided by law.  The commissioner shall provide for the posting of notices regarding the public\\rquote s right to access hearings in the waiting areas of every location in which such proceedings are held, and shall include information about public access to proceedings on the department\\rquote s website.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone\\'a7 3.  This local law shall take effect immediately.\\par\n\\pard\\ltrpar\\nowidctlpar\\qj SAG\\par\nLS 2301\\par\n6/21/11\\par\n\\fs20  \\fs24   \\par\n}\n",
  "LastModified": "2013-12-23T19:21:58.52Z"
}
