{
  "ID": 47336,
  "GUID": "A4DC3C9C-DAFC-436A-912F-71AE1FDFA449",
  "File": "Int 0620-2011",
  "Name": "A cause of action by the new york city fire department against arsonists.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to a cause of action by the new york city fire department against arsonists.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5071,
  "BodyName": "Committee on Fire and Criminal Justice Services",
  "IntroDate": "2011-06-29T00:00:00Z",
  "AgendaDate": "2011-06-29T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    },
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 7112,
      "Slug": "vincent-ignizio",
      "FullName": "Vincent Ignizio"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    }
  ],
  "History": [
    {
      "ID": 255905,
      "Date": "2011-06-29T09:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 256107,
      "Date": "2011-06-29T09:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Fire and Criminal Justice Services",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10891,
      "AgendaSequence": 207,
      "MinutesSequence": 226,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Fire and Criminal Justice Services",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283950,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 48418,
  "Text": "Be it enacted by the Council as follows:\nSection 1. Chapter 2 of title 15 of the administrative code of the city of New York is amended by adding a new section 15-233 to read as follows: \n§ 15-233 Arson emergency response cost recovery. a. Definitions.  For purposes of this section, the term “arson” shall mean a conviction of criminal arson in the fifth, fourth, third, second or first degree in violation of section 150.01, 150.05, 150.10, 150.15, or 150.20, respectively, of article 150 of the penal law.\n\tb. The city is authorized and empowered to commence an action for, and shall have the exclusive right of recovery of any and all costs, expenses and disbursements incurred by the department in responding to, an arson. Such action may be brought in any court of competent jurisdiction in the city. \n\tc. In any action brought under this section, each person convicted of an arson shall be jointly and severally liable, without regard to fault, for the total cost incurred by the city for response measures by the department implemented in connection with any emergency involving the arson for which such person was convicted.\n       d. Nothing in this section shall be construed to impair any remedy that a responsible person, or a guarantor of a responsible person, has or would have, by reason of indemnification, contribution, subrogation or any other lawful basis against any person, including any action to recover costs incurred for response measures.\n§ 2. This local law shall take effect 30 days after its enactment into law, and shall apply to causes of action in relation to arson that occur after such effective date.\nLS# 2209\nRCC\n6/08/11",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\pard\\ltrpar\\nowidctlpar\\ul\\i\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1 Be it enacted by the Council as follows\\ulnone\\i0 :\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 Section 1. Chapter 2 of title 15 of the administrative code of the city of New York is amended by adding a new section 15-233 to read as follows: \\par\n\\pard\\ltrpar\\nowidctlpar\\fi576\\sl480\\slmult1\\qj\\ul\\b\\'a7 15-233 Arson emergency response cost recovery. a.\\b0  \\b Definitions.\\b0   For purposes of this section, the term \\ldblquote arson\\rdblquote  shall mean a conviction of criminal arson in the fifth, fourth, third, second or first degree in violation of section 150.01, 150.05, 150.10, 150.15, or 150.20, respectively, of article 150 of the penal law.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\ulnone\\tab\\ul b\\b . \\cf1\\b0 The city is authorized and empowered to commence an action for, and shall have the exclusive right of recovery of any and all costs, expenses and disbursements incurred by the department in responding to, an arson. Such action may be brought in any court of competent jurisdiction in the city. \\par\n\\cf0\\ulnone\\tab\\ul c. In any action brought under this section, e\\cf1 ach person convicted of an arson shall be jointly and severally liable, without regard to fault, for the total cost incurred by the city for response measures by the department implemented in connection with any emergency involving the arson for which such person was convicted.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\ulnone        \\ul d. Nothing in this section shall be construed to impair any remedy that a responsible person, or a guarantor of a responsible person, has or would have, by reason of indemnification, contribution, subrogation or any other lawful basis against any person, including any action to recover costs incurred for response measures.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\cf0\\ulnone\\'a7 2. This local law shall take effect 30 days after its enactment into law, and shall apply to causes of action in relation to arson that occur after such effective date.\\par\n\\pard\\ltrpar\\nowidctlpar LS# 2209\\par\nRCC\\par\n6/08/11\\par\n}\n",
  "LastModified": "2013-12-23T19:21:48.363Z"
}
