{
  "ID": 47413,
  "GUID": "5E822F77-AE01-4522-9FE8-DC6AA7E1138D",
  "File": "Int 0621-2011",
  "Name": "Establishment of a temporary task force on City procurement and disposal practices.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the establishment of a temporary task force on City procurement and disposal practices.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 6,
  "BodyName": "Committee on Contracts",
  "IntroDate": "2011-06-29T00:00:00Z",
  "AgendaDate": "2011-06-29T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera "
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    }
  ],
  "History": [
    {
      "ID": 255893,
      "Date": "2011-06-29T09:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 256109,
      "Date": "2011-06-29T09:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Contracts",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10891,
      "AgendaSequence": 208,
      "MinutesSequence": 227,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Contracts",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283949,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 48503,
  "Text": "Be it enacted by the Council as follows:\n\nSection\t 1.  Chapter 1 of title 6 of the administrative code of the city of New York is amended by adding a new section 6-130 to read as follows:\n\t§ 6-130.  Task force on environmental procurement and disposal.\nThere is hereby established a temporary task force to review City procurement and disposal practices and develop recommendations for reducing costs and negative environmental impacts associated with such practices.  The task force shall be comprised of ten members, with one representative each from the council, the mayor’s office of contract services, the mayor’s office of long-term planning and sustainability, the department of citywide administrative services, and the department of sanitation, and five additional appointees, of whom three shall be proposed by the mayor and two shall be proposed by the speaker of the council.  Upon the appointment of all of its members, the task force shall elect a chair from its membership at the first meeting of such task force.  Members of the task force shall serve without compensation and shall meet when deemed necessary by the chair or upon the written request of three members of the task force.  The task force shall issue a report to the mayor and speaker by December  31, 2012.  Such report shall include, but not be limited to, recommendations for best practices in City procurement and disposal to (i) minimize; and (ii) efficiently and in an environmentally responsible manner dispose of the waste generated as a byproduct of City procurement.  Such report shall be posted on the city's website within seven days from its submission to the speaker and mayor.  The  task force shall cease to exist three months after the issuance of its report.\n§2.  This local law shall take effect ninety days after its enactment into law. \n\nSKM\n6/16/11\nLS #2208/2248",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\ulnone Section\\tab  1.  Chapter 1 of title 6 of the administrative code of the city of New York is amended by adding a new section 6-130 to read as follows:\\line\\tab\\ul\\'a7 6-130.  Task force on environmental procurement and disposal.\\par\nThere is hereby established a temporary task force to review City procurement and disposal practices and develop recommendations for reducing costs and negative environmental impacts associated with such practices.  The task force shall be comprised of ten members, with one representative each from the council, the mayor\\rquote s office of contract services, the mayor\\rquote s office of long-term planning and sustainability, the department of citywide administrative services, and the department of sanitation, and five additional appointees, of whom three shall be proposed by the mayor and two shall be proposed by the speaker of the council.  Upon the appointment of all of its members, the task force shall elect a chair from its membership at the first meeting of such task force.  Members of the task force shall serve without compensation and shall meet when deemed necessary by the chair or upon the written request of three members of the task force.  The task force shall issue a report to the mayor and speaker by December  31, 2012.  Such report shall include, but not be limited to, recommendations for best practices in City procurement and disposal to (i) minimize; and (ii) efficiently and in an environmentally responsible manner dispose of the waste generated as a byproduct of City procurement.  Such report shall be posted on the city's website within seven days from its submission to the speaker and mayor.  The  task force shall cease to exist three months after the issuance of its report.\\par\n\\ulnone\\'a72.  This local law shall take effect ninety days after its enactment into law. \\par\n\\par\n\\pard\\ltrpar\\nowidctlpar SKM\\line 6/16/11\\par\nLS #2208/2248\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\par\n}\n",
  "LastModified": "2013-12-23T19:21:37.83Z"
}
