{
  "ID": 47411,
  "GUID": "A1C81321-4A93-419F-8585-B2182BCF0B9E",
  "File": "Int 0622-2011",
  "Name": "Information regarding employees of city contractors.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to information regarding employees of city contractors.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 6,
  "BodyName": "Committee on Contracts",
  "IntroDate": "2011-06-29T00:00:00Z",
  "AgendaDate": "2011-06-29T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera "
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    }
  ],
  "History": [
    {
      "ID": 255894,
      "Date": "2011-06-29T09:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 256108,
      "Date": "2011-06-29T09:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Contracts",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10891,
      "AgendaSequence": 209,
      "MinutesSequence": 228,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Contracts",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283948,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 48501,
  "Text": "Be it enacted by the Council as follows:\nSection\t 1.  Chapter 1 of title 6 of the administrative code of the city of New York is amended by adding a new section 6-130 to read as follows:\n\t§ 6-130.  Data regarding employees of city contractors.\na. Definitions.  For purposes of this section, the following terms shall have the following meaning: \n(1) “Contracting entity” means a city, county, borough, or other office, position, administration, department, division, bureau, board or commission, or a corporation, authority, institution or agency of government, which receives funds in whole or in part from the city treasury.  \n(2) “City chief procurement officer” means the person to whom the mayor has delegated authority to coordinate and oversee the procurement activity of mayoral agency staff, including the agency chief contracting officers and any offices that have oversight responsibility for procurement. \n(3) “Job category” means the identification for a group of individuals who perform similar job tasks on a city contract.\nb.  The city chief procurement officer shall publish and submit to the mayor, the council, and the comptroller an annual report providing details concerning the individuals employed by any vendor under contract with a contracting entity.  Such report shall include the following information, disaggregated by contract and job category:  (i) the number of individuals employed to provide services under the contract; (ii) the number of hours worked by such individuals; and (iii) the total compensation of such individuals. \n§2.  Subdivision a of section 6-116.2 of chapter 1 of title 6 of the administrative code of the city of New York is amended by adding a new paragraph 9 to read as follows:\n(9)  the number of individuals employed to provide services under the contract, the number of hours worked by such individuals under the contract, and the total compensation of such individuals under the contract, disaggregated by job category. \n§3.  This local law shall take effect ninety days after its enactment into law. \n\nSKM\n6/16/11\nLS #2201",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\sa200\\sl480\\slmult1\\ul Be it enacted by the Council as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\ulnone Section\\tab  1.  Chapter 1 of title 6 of the administrative code of the city of New York is amended by adding a new section 6-130 to read as follows:\\line\\tab\\ul\\'a7 6-130.  Data regarding employees of city contractors.\\par\na. Definitions.  For purposes of this section, the following terms shall have the following meaning: \\par\n(1) \\ldblquote Contracting entity\\rdblquote  means a city, county, borough, or other office, position, administration, department, division, bureau, board or commission, or a corporation, authority, institution or agency of government, which receives funds in whole or in part from the city treasury.  \\par\n(2) \\ldblquote City chief procurement officer\\rdblquote  means the person to whom the mayor has delegated authority to coordinate and oversee the procurement activity of mayoral agency staff, including the agency chief contracting officers and any offices that have oversight responsibility for procurement. \\par\n(3) \\ldblquote Job category\\rdblquote  means the identification for a group of individuals who perform similar job tasks on a city contract.\\par\nb.  The city chief procurement officer shall publish and submit to the mayor, the council, and the comptroller an annual report providing details concerning the individuals employed by any vendor under contract with a contracting entity.  Such report shall include the following information, disaggregated by contract and job category:  (i) the number of individuals employed to provide services under the contract; (ii) the number of hours worked by such individuals; and (iii) the total compensation of such individuals. \\par\n\\ulnone\\'a72.  Subdivision a of section 6-116.2 of chapter 1 of title 6 of the administrative code of the city of New York is amended by adding a new paragraph 9 to read as follows:\\par\n\\ul (9)  the number of individuals employed to provide services under the contract, the number of hours worked by such individuals under the contract, and the total compensation of such individuals under the contract, disaggregated by job category. \\par\n\\ulnone\\'a73.  This local law shall take effect ninety days after its enactment into law. \\par\n\\par\n\\pard\\ltrpar\\nowidctlpar SKM\\line 6/16/11\\par\nLS #2201\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\par\n}\n",
  "LastModified": "2013-12-23T19:21:25.99Z"
}
