{
  "ID": 47007,
  "GUID": "7EF7151F-F83F-4ADA-B278-9EAADE525A40",
  "File": "Int 0630-2011",
  "Name": "Notification of responsible parties and inspection of construction sites by the department of environmental protection where noise complaints are received for emergency work.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to notification of responsible parties and inspection of construction sites by the department of environmental protection where noise complaints are received for emergency work.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 10,
  "BodyName": "Committee on Environmental Protection",
  "IntroDate": "2011-06-29T00:00:00Z",
  "AgendaDate": "2011-06-29T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    }
  ],
  "History": [
    {
      "ID": 255914,
      "Date": "2011-06-29T09:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 256123,
      "Date": "2011-06-29T09:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Environmental Protection",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10891,
      "AgendaSequence": 225,
      "MinutesSequence": 244,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Environmental Protection",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283944,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 48075,
  "Text": "Be it enacted by the Council as follows:\t\n\tSection 1. Section 24-207 of the administrative code of the city of New York is amended by re-lettering existing subdivisions c and d as subdivisions d and e, respectively, and adding a new subdivision c to read as follows: \n\tc. (1) The department shall notify the responsible party at a construction site where the department receives two or more reports of excessive noise within a twenty-four hour period regarding emergency work performed at the construction site during such period of time.  Such notice shall occur on the business day immediately following the day upon which the second of such reports is received. \n\t(2) The department shall inspect any construction site for which the department receives four or more reports of excessive noise within a forty-eight hour period regarding emergency work performed at that construction site during such period.  Such inspection shall occur on the business day immediately following the day upon which the fourth of such reports is received. \n\t§ 2. Subdivisions b and c of section 24-220 of the administrative code of the city of New York are amended to read as follows: \n(b)  Such plan shall be adopted prior to the commencement of construction at the site or, with respect to emergency work, as defined in the department's rules, within [three days]one day thereafter, and shall apply to all work at the site throughout the construction process.  The plan shall provide in detail the noise mitigation strategies, methods, procedures and technology, as prescribed in the rules of the department or specifically approved by the commissioner in accordance with section 24-221 of this code, for each device or activity employed or performed at the site.  Each permit holder or other person in charge of such construction site will be accountable for compliance with such rules and shall ensure that each person performing construction work at the site shall be aware of the plan and shall be responsible for complying with those provisions that affect his or her work.\n(c)  A copy of the plan shall be kept at the construction site and shall be made available for inspection upon the request of persons authorized to enforce the provisions of this code.  Where emergency work is performed, a notice to residents shall be posted which shall provide information regarding how to report excessive noise to the department pursuant to subdivision c of section 24-207 of this chapter and to serve a citizen’s complaint pursuant to section 24-261 of this chapter relating to emergency work performed at any such construction site.\n\t§ 3. This local law shall take effect immediately. \nLS 1221\nJJH - 6/13/11",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}}\n\\viewkind4\\uc1\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\cf0\\ul Be it enacted by the Council as follows:\\ulnone\\tab\\ul\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tx720\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\ulnone\\tab Section 1. Section 24-207 of the administrative code of the city of New York is amended by re-lettering existing subdivisions c and d as subdivisions d and e, respectively, and adding a new subdivision c to read as follows:\\cf1  \\par\n\\tab\\ul c. (1) The department shall notify the responsible party at a construction site where the department receives two or more reports of excessive noise within a twenty-four hour period regarding emergency work performed at the construction site during such period of time.  Such notice shall occur on the business day immediately following the day upon which the second of such reports is received. \\par\n\\ulnone\\tab\\ul (2) The department shall inspect any construction site for which the department receives four or more reports of excessive noise within a forty-eight hour period regarding emergency work performed at that construction site during such period.  Such inspection shall occur on the business day immediately following the day upon which the fourth of such reports is received. \\par\n\\cf0\\ulnone\\tab\\'a7 2. Subdivisions b and c of section 24-220 of the administrative code of the city of New York are amended to read as follows:\\cf1  \\cf0\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\cf1 (b)  Such plan shall be adopted prior to the commencement of construction at the site or, with respect to emergency work, as defined in the department's rules, within [three days]\\ul one day\\ulnone  thereafter, and shall apply to all work at the site throughout the construction process.  The plan shall provide in detail the noise mitigation strategies, methods, procedures and technology, as prescribed in the rules of the department or specifically approved by the commissioner in accordance with section 24-221 of this code, for each device or activity employed or performed at the site.  Each permit holder or other person in charge of such construction site will be accountable for compliance with such rules and shall ensure that each person performing construction work at the site shall be aware of the plan and shall be responsible for complying with those provisions that affect his or her work.\\par\n(c)  A copy of the plan shall be kept at the construction site and shall be made available for inspection upon the request of persons authorized to enforce the provisions of this code.  \\ul Where emergency work is performed, a notice to residents shall be posted which shall provide information regarding how to report excessive noise to the department pursuant to subdivision c of section 24-207 of this chapter and to serve a citizen\\rquote s complaint pursuant to section 24-261 of this chapter relating to emergency work performed at any such construction site.\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tx720\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\cf0\\tab\\'a7 3. This local law shall take effect immediately. \\cf1\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\tx720\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656 LS 1221\\par\nJJH - 6/13/11\\cf0\\par\n\\pard\\ltrpar\\nowidctlpar\\par\n}\n",
  "LastModified": "2013-12-23T19:19:36.927Z"
}
