{
  "ID": 47487,
  "GUID": "316F7239-8AE7-4016-B93A-E32B159C575A",
  "File": "Int 0631-2011",
  "Name": "Outdoor signs.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to outdoor signs.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2011-06-29T00:00:00Z",
  "AgendaDate": "2011-06-29T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    }
  ],
  "History": [
    {
      "ID": 255925,
      "Date": "2011-06-29T09:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 256124,
      "Date": "2011-06-29T09:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10891,
      "AgendaSequence": 226,
      "MinutesSequence": 245,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283943,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 48577,
  "Text": "Be it enacted by the Council as follows:\nSection 1. Subdivision a of section 27-500 of the administrative code of the city of New York is amended to read as follows: \n\t§ 27-500 Ground signs. (a) Location. No part of a ground sign shall be erected so as to project beyond the street line, except as specifically permitted by the provisions of subchapter four of this chapter.  No more than one sign advertising the availability of retail or commercial space for rent on the property of a vacant commercial or mixed-use building may be erected on each side of such building.\n§ 2. Subdivision a of section 27-501 of the administrative code of the city of New York is amended to read as follows:\n§  27-501  Wall  signs.  (a)  Limitations. Wall signs shall not extend beyond the top or ends of the wall surface on which they are placed unless meeting all the requirements of this code regulating roof signs, projecting signs, or ground signs as the case may be. Wall signs shall not project beyond street lines except as permitted in subchapter four of this chapter.  No more than one sign advertising the availability of retail or commercial space for rent placed on a vacant commercial or mixed use building may be posted on each side of such building. \n§ 3. Subdivision b of section 27-506 of the administrative code of the city of New York is amended to read as follows:\n(b) Limitations. Temporary signs of combustible materials shall not extend more than one foot over, or into, a street, except that when permitted by the department of transportation, temporary banners or signs of combustible materials may be suspended from buildings or poles to extend across streets, and except that temporary signs of combustible materials constructed without a frame may be attached flat against, or suspended from the fascia of a canopy or marquee, provided that the lowest part of any such sign is at least nine feet above the ground or sidewalk level.  No more than one temporary sign advertising the availability of retail or commercial space for rent placed on, or on the property of, a vacant commercial or mixed-use building may be erected or posted on each side of such building. \n§ 4. This local law shall take effect immediately. \nLS 1538-JJH\n05/19/11",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar\\sl480\\slmult1\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 Section 1. Subdivision a of section 27-500 of the administrative code of the city of New York is amended to read as follows: \\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\cf1\\tab\\'a7 27-500 Ground signs. (a) Location. No part of a ground sign shall be erected so as to project beyond the street line, except as specifically permitted by the provisions of subchapter four of this chapter.  \\ul No more than one sign advertising the availability of retail or commercial space for rent on the property of a vacant commercial or mixed-use building may be erected on each side of such building.\\ulnone\\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\cf0\\'a7 2. Subdivision a of section 27-501 of the administrative code of the city of New York is amended to read as follows:\\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\cf1\\'a7  27-501  Wall  signs.  (a)  Limitations. Wall signs shall not extend beyond the top or ends of the wall surface on which they are placed unless meeting all the requirements of this code regulating roof signs, projecting signs, or ground signs as the case may be. Wall signs shall not project beyond street lines except as permitted in subchapter four of this chapter.  \\ul No more than one sign advertising the availability of retail or commercial space for rent placed on a vacant commercial or mixed use building may be posted on each side of such building. \\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\ulnone\\'a7 3. Subdivision b of section 27-506 of the administrative code of the city of New York is amended to read as follows:\\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj (b) Limitations. Temporary signs of combustible materials shall not extend more than one foot over, or into, a street, except that when permitted by the department of transportation, temporary banners or signs of combustible materials may be suspended from buildings or poles to extend across streets, and except that temporary signs of combustible materials constructed without a frame may be attached flat against, or suspended from the fascia of a canopy or marquee, provided that the lowest part of any such sign is at least nine feet above the ground or sidewalk level.  \\ul No more than one temporary sign advertising the availability of retail or commercial space for rent placed on, or on the property of, a vacant commercial or mixed-use building may be erected or posted on each side of such building. \\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\ulnone\\'a7 4. This local law shall take effect immediately. \\par\n\\pard\\ltrpar\\nowidctlpar\\cf0 LS 1538-JJH\\par\n05/19/11\\par\n}\n",
  "LastModified": "2013-12-23T19:19:28.38Z"
}
