{
  "ID": 47458,
  "GUID": "9F1AD5DB-B0CF-48ED-BCD2-5747D0F688A4",
  "File": "Int 0633-2011",
  "Name": "Owner’s right of access to make repairs.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to an owner’s right of access to make repairs.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2011-06-29T00:00:00Z",
  "AgendaDate": "2011-06-29T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    }
  ],
  "History": [
    {
      "ID": 255888,
      "Date": "2011-06-29T09:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 256127,
      "Date": "2011-06-29T09:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10891,
      "AgendaSequence": 229,
      "MinutesSequence": 248,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283942,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 48548,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1. Section 27-2008 of the administrative code of the city of New York is amended to read as follows:\n\t§27-2008 Owner's right of access. No tenant shall refuse to permit the owner, or his or her agent  or  employee, to enter such tenant's dwelling unit or other space under his or her control to make repairs or  improvements  required  by  this  code  or  other law or to inspect such apartment or other space to determine compliance with this code or any other  provision of law, if the right of entry is exercised at a reasonable time, including evenings and weekends, and in a reasonable manner. The department may by [regulation] rule restrict the time and manner of such inspections.\n\t§2. This local law shall take effect one hundred twenty days after its enactment.\n\nLER\nLS#2391\n6/20/11",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\tab Section 1. Section 27-2008 of the administrative code of the city of New York is amended to read as follows:\\par\n\\tab\\'a727-2008 Owner's right of access. No tenant shall refuse to permit the owner, or his or her agent  or  employee, to enter such tenant's dwelling unit or other space under his or her control to make repairs or  improvements  required  by  this  code  or  other law or to inspect such apartment or other space to determine compliance with this code or any other  provision of law, if the right of entry is exercised at a reasonable time\\ul , including evenings and weekends,\\ulnone  and in a reasonable manner. The department may by [regulation] \\ul rule\\ulnone  restrict the time and manner of such inspections.\\par\n\\tab\\'a72. \\cf0 This local law shall take effect one hundred twenty days after its enactment.\\cf1\\par\n\\pard\\ltrpar\\nowidctlpar\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\par\n\\fs20 LER\\par\nLS#2391\\par\n6/20/11\\par\n\\fs24\\par\n}\n",
  "LastModified": "2013-12-23T19:18:46.787Z"
}
