{
  "ID": 47545,
  "GUID": "A7BE9959-172C-4F56-ADE3-CCC12A89630E",
  "File": "Int 0634-2011",
  "Name": "Requiring notice to the city council of challenges to local laws.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring notice to the city council of challenges to local laws.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 13,
  "BodyName": "Committee on Governmental Operations",
  "IntroDate": "2011-07-28T00:00:00Z",
  "AgendaDate": "2011-07-28T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    }
  ],
  "History": [
    {
      "ID": 256682,
      "Date": "2011-07-28T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 256963,
      "Date": "2011-07-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Governmental Operations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10914,
      "AgendaSequence": 144,
      "MinutesSequence": 170,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Governmental Operations",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283941,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 48639,
  "Text": "Be it enacted by the Council as follows:\n \n\t\tSection 1. Chapter 1 of title 7 of the administrative code of the city of New York is amended by adding a new section 7-111 to read as follows:\n§7-111.  Notice to the city council of challenges to local laws. \na. The corporation counsel shall notify the speaker of the city council whenever a lawsuit is filed by or against the city in which the validity of a local law is at issue, including but not limited to, claims that such law is unconstitutional, preempted by state or federal law, or in violation of paragraph f of subdivision two of section twenty-three of the municipal home rule law or subdivision five of section thirty-eight of the charter.  Such notification shall be provided to the speaker in writing no later than three business days from the date the lawsuit is filed by the city or the date of service upon the city.\nb. The corporation counsel shall notify the speaker of the city council whenever the law department, acting on behalf of the city in a judicial proceeding, either contests affirmatively or refrains from defending the validity of a local law, including but not limited to, by asserting that such law is unconstitutional, preempted by state or federal law, or in violation of paragraph f of subdivision two of section twenty-three of the municipal home rule law or subdivision five of section thirty-eight of the charter.  Such notification shall be provided to the speaker in writing no later than three business days from the date the law department files any papers in which it contests affirmatively or refrains from defending the validity of a local law at issue in a judicial proceeding.\nc. The corporation counsel shall notify the speaker of the city council whenever the law department is notified pursuant to paragraph two of subdivision b of section one-thousand and twelve of the civil practice law and rules that the constitutionality of a local law is involved in an action to which the city is not a party.  Such notification shall be provided to the speaker in writing no later than three business days from the date the law department is notified pursuant to paragraph two of subdivision b of section one-thousand and twelve of the civil practice law and rules.\n\td. Beginning no later than October 1, 2011, and no later than the first day of the  month following each calendar quarter thereafter, the corporation counsel shall submit to the speaker of the city council a report regarding active cases in which the validity of a local law is at issue.  Such report shall include the following information for all such cases to which the city is a party or of which the city has been notified pursuant to paragraph two of subdivision b of section one-thousand and twelve of the civil practice law and rules: (i) the case index number and caption; (ii) the local law at issue and the nature of the claim(s); (iii) whether the city is a plaintiff, defendant, third-party intervenor, or non-party; (iv) the name and contact information of the primary assistant corporation counsel assigned to the case; (v) the status of the case; and (vi) for cases to which the city is a party, a description of any papers filed since the last quarterly report.\n§ 2.  This local law shall take effect immediately.\n\nLS #2708\nSAG\n7/20/11",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0  \\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n \\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar\\sl480\\slmult1\\tab\\tab Section 1. Chapter 1 of title 7 of the administrative code of the city of New York is amended by adding a new section 7-111 to read as follows:\\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\ul\\'a77-111.  Notice to the city council of challenges to local laws.\\ulnone  \\ul\\par\na. The corporation counsel shall notify the speaker of the city council whenever a lawsuit is filed by or against the city in which the validity of a local law is at issue, including but not limited to, claims that such law is unconstitutional, preempted by state or federal law, or in violation of paragraph f of subdivision two of section twenty-three of the municipal home rule law or subdivision five of section thirty-eight of the charter.  Such notification shall be provided to the speaker in writing no later than three business days from the date the lawsuit is filed by the city or the date of service upon the city.\\par\nb. The corporation counsel shall notify the speaker of the city council whenever the law department, acting on behalf of the city in a judicial proceeding, either contests affirmatively or refrains from defending the validity of a local law, including but not limited to, by asserting that such law is unconstitutional, preempted by state or federal law, or in violation of paragraph f of subdivision two of section twenty-three of the municipal home rule law or subdivision five of section thirty-eight of the charter.  Such notification shall be provided to the speaker in writing no later than three business days from the date the law department files any papers in which it contests affirmatively or refrains from defending the validity of a local law at issue in a judicial proceeding.\\par\nc. The corporation counsel shall notify the speaker of the city council whenever the law department is notified pursuant to paragraph two of subdivision b of section one-thousand and twelve of the civil practice law and rules that the constitutionality of a local law is involved in an action to which the city is not a party.  Such notification shall be provided to the speaker in writing no later than three business days from the date the law department is notified pursuant to paragraph two of subdivision b of section one-thousand and twelve of the civil practice law and rules.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\tx720\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\ulnone\\tab\\ul d. \\cf1 Beginning no later than October 1, 2011, and no later than the first day of the  month following each calendar quarter thereafter, the corporation counsel shall submit to the speaker of the city council a report regarding active cases in which the validity of a local law is at issue.  Such report shall include the following information for all such cases to which the city is a party or of which the city has been notified pursuant to \\cf0 paragraph two of subdivision b of section one-thousand and twelve of the civil practice law and rules: (i) the case index number and caption; (ii) the local law at issue and the nature of the claim(s); (iii) whether the city is a plaintiff, defendant, third-party intervenor, or non-party; (iv) the name and contact information of the primary assistant corporation counsel assigned to the case; (v) the status of the case; and (vi) for cases to which the city is a party, a description of any papers filed since the last quarterly report.\\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\ulnone\\'a7 2.  This local law shall take effect immediately.\\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar\\fs22\\par\nLS #2708\\par\nSAG\\par\n7/20/11\\par\n}\n",
  "LastModified": "2013-12-23T19:18:27.02Z"
}
