{
  "ID": 47525,
  "GUID": "8FEFDD06-D426-4A00-A5FD-6BD4E9809CD5",
  "File": "Int 0636-2011",
  "Name": "Requiring the department of environmental protection to meet certain standards for fire hydrant repairs.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring the department of environmental protection to meet certain standards for fire hydrant repairs.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 10,
  "BodyName": "Committee on Environmental Protection",
  "IntroDate": "2011-07-28T00:00:00Z",
  "AgendaDate": "2011-07-28T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7502,
      "Slug": "elizabeth-s-crowley",
      "FullName": "Elizabeth S. Crowley"
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 7577,
      "Slug": "david-g-greenfield",
      "FullName": "David G. Greenfield"
    },
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    }
  ],
  "History": [
    {
      "ID": 256684,
      "Date": "2011-07-28T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 256965,
      "Date": "2011-07-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Environmental Protection",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10914,
      "AgendaSequence": 146,
      "MinutesSequence": 172,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Environmental Protection",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283940,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 48618,
  "Text": "Be it enacted by the Council as follows:\nSection 1.  Legislative findings and intent. The Council finds that there is a need for stronger enforcement of the tracking and timely repair of inoperable fire hydrants in New York City. The Department of Environmental Protection is responsible for the maintenance and repair of New York City’s 109,217 fire hydrants. In FY 09, the Department received complaints regarding 15% of all city hydrants. An audit of the Department’s fire hydrant repair efforts and the results indicated a need for improvement. The audit found that it took an average of eighteen days for repairs. Further, it found that the agency has no existing written time standards for all hydrant repairs, only an internal goal of repairing high-priority hydrants within ten days. Finally, the agency had an ineffective method for tracking pending requests. Efficiently tracking the progress of pending requests is crucial to identifying which requests have been open for a prolonged period of time, determine why the requests remained open, and then to take the necessary actions to resolve them.\nThe lack of timely response to high-priority hydrant repairs subjects City residents to a hazardous environment should a fire occur while the hydrant is in disrepair. Thus the Council finds that it is in the best interests of the City to set time standards for the repair of fire hydrants and set up a system for tracking and reporting the efficiency of such repairs.\n\t§ 2. Subchapter 1 of chapter 3 of title 24 of the administrative code of the city of New York is amended by adding new section 24-308.1 to read as follows:\n§24-308.1 Fire hydrant repair time standards and tracking. a. For purposes of this section the following terms shall have the following meanings:\n\t\t1. “High-priority” shall mean hydrants located near hospitals, schools, or senior-citizen housing or that are the only operative hydrant on a block and such other categories of hydrants as the department shall determine..\n\t\t2. “Performance indicators” shall mean both qualitative and quantitative measurements of success of the department’s high-priority hydrant repair activity.\nb. Time standards for fire hydrant repair. The department shall repair an inoperable hydrant within ten calendar days of receipt of a report that it is inoperable except that an inoperable high-priority hydrant shall be repaired within seven calendar days of receipt of a report that it is inoperable.\nc. The department shall establish a method for tracking the reporting of inoperable fire hydrants and documenting the time that it takes to make the repair. The information tracked should include the complaint number, the location of the inoperable fire hydrant if it has not been repaired and the reason for the lack of repair.  This information should be accessible to the public upon request and posted on the department website in real time when possible.  Required information shall also include the number of hydrants not repaired, the reasons why the repair has not been made, and a plan of action for completing the repair. \nd. The department shall develop performance indicators that track its timeliness in resolving repair requests for hydrants that it has designated as high-priority, including the percentage of high-priority hydrant repairs that occurred within the seven calendar day repair standard and the number of days between the receipt of the complaint and when the high-priority repair took place.\ne. The department shall conduct annual internal audits of not less than ten percent of the inspections and repairs undertaken and completed in response to reports that a hydrant is inoperable in order to ensure that the department is achieving its goals of repairing hydrants within ten calendar days and repairing high-priority hydrants within seven calendar days. \nf. On or before February 1, 2012, and on or before each February 1 thereafter, the department shall report on its performance to the mayor and the speaker of the council, which report shall include, but not be limited to, (i) the total number of fire hydrant repair requests for high-priority hydrants  (ii) the location of each fire hydrant for which a repair request was made and whether it is a high-priority hydrant (iii) the number of repairs completed within the required time standards (iv) the status of any incomplete repair requests and for each incomplete repair whether it is a high- priority fire hydrant (iv) a list of all requests for hydrant repairs that required more than ten days to complete and whether each hydrant is a high-priority hydrant (v) the status of any incomplete repair requests and for each incomplete repair whether it is a high-priority fire hydrant and (vi) the results of any internal audits completed for the preceding calendar year.\n§3. This local law shall take effect ninety days after its enactment; provided, however, that the commissioner of environmental protection shall take such measures as are necessary for its implementation, including the promulgation of rules, prior to such effective date.\nLS# 1961 SS 4/25/11 9:53 a.m.",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\ulnone Section 1.  Legislative findings and intent. The Council finds that there is a need for stronger enforcement of the tracking and timely repair of inoperable fire hydrants in New York City. The Department of Environmental Protection is responsible for the maintenance and repair of New York City\\rquote s 109,217 fire hydrants. In FY 09, the Department received complaints regarding 15% of all city hydrants. An audit of the Department\\rquote s fire hydrant repair efforts and the results indicated a need for improvement. The audit found that it took an average of eighteen days for repairs. Further, it found that the agency has no existing written time standards for all hydrant repairs, only an internal goal of repairing high-priority hydrants within ten days. Finally, the agency had an ineffective method for tracking pending requests. Efficiently tracking the progress of pending requests is crucial to identifying which requests have been open for a prolonged period of time, determine why the requests remained open, and then to take the necessary actions to resolve them.\\par\nThe lack of timely response to high-priority hydrant repairs subjects City residents to a hazardous environment should a fire occur while the hydrant is in disrepair. Thus the Council finds that it is in the best interests of the City to set time standards for the repair of fire hydrants and set up a system for tracking and reporting the efficiency of such repairs.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tab\\'a7 2. Subchapter 1 of chapter 3 of title 24 of the administrative code of the city of New York is amended by adding new section 24-308.1 to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ul\\'a724-308.1 Fire hydrant repair time standards and tracking. a. For purposes of this section the following terms shall have the following meanings\\ulnone :\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tab\\tab\\ul 1. \\ldblquote High-priority\\rdblquote  shall mean hydrants located near hospitals, schools, or senior-citizen housing or that are the only operative hydrant on a block and such other categories of hydrants as the department shall determine.\\ulnone .\\par\n\\tab\\tab\\ul 2. \\ldblquote Performance indicators\\rdblquote  shall mean both qualitative and quantitative measurements of success of the department\\rquote s high-priority hydrant repair activity.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj b. Time standards for fire hydrant repair. The department shall repair an inoperable hydrant within ten calendar days of receipt of a report that it is inoperable except that an inoperable high-priority hydrant shall be repaired within seven calendar days of receipt of a report that it is inoperable.\\par\nc. The department shall establish a method for tracking the reporting of inoperable fire hydrants and documenting the time that it takes to make the repair. The information tracked should include the complaint number, the location of the inoperable fire hydrant if it has not been repaired and the reason for the lack of repair.  This information should be accessible to the public upon request and posted on the department website in real time when possible.  Required information shall also include the number of hydrants not repaired, the reasons why the repair has not been made, and a plan of action for completing the repair. \\i\\par\n\\i0 d. The department shall develop performance indicators that track its timeliness in resolving repair requests for hydrants that it has designated as high-priority, including the percentage of high-priority hydrant repairs that occurred within the seven calendar day repair standard and the number of days between the receipt of the complaint and when the high-priority repair took place.\\par\ne. The department shall conduct annual internal audits of not less than ten percent of the inspections and repairs undertaken and completed in response to reports that a hydrant is inoperable in order to ensure that the department is achieving its goals of repairing hydrants within ten calendar days and repairing high-priority hydrants within seven calendar days. \\par\nf. On or before February 1, 2012, and on or before each February 1 thereafter, the department shall report on its performance to the mayor and the speaker of the council, which report shall include, but not be limited to, (i) the total number of fire hydrant repair requests for high-priority hydrants  (ii) the location of each fire hydrant for which a repair request was made and whether it is a high-priority hydrant (iii) the number of repairs completed within the required time standards (iv) the status of any incomplete repair requests and for each incomplete repair whether it is a high- priority fire hydrant (iv) a list of all requests for hydrant repairs that required more than ten days to complete and whether each hydrant is a high-priority hydrant (v) the status of any incomplete repair requests and for each incomplete repair whether it is a high-priority fire hydrant and (vi) the results of any internal audits completed for the preceding calendar year.\\par\n\\ulnone\\'a73. This local law shall take effect ninety days after its enactment; provided, however, that the commissioner of environmental protection shall take such measures as are necessary for its implementation, including the promulgation of rules, prior to such effective date.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj LS# 1961 SS 4/25/11 9:53 a.m.\\par\n\\pard\\ltrpar\\nowidctlpar\\par\n}\n",
  "LastModified": "2013-12-23T19:17:58.363Z"
}
