{
  "ID": 47505,
  "GUID": "BB72BB80-CB93-4620-8043-E177C8F6CD6A",
  "File": "Int 0639-2011",
  "Name": "Requiring the NYPD to submit certain information to the City Council and to adhere to certain reporting requirements relating to auxiliary police officers and the auxiliary police program.",
  "Title": "A Local Law to amend the administrative code of the city of New York in relation to requiring the police department of the city of New York to submit certain information to the City Council and to adhere to certain reporting requirements relating to auxiliary police officers and the auxiliary police program.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2011-07-28T00:00:00Z",
  "AgendaDate": "2011-07-28T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    },
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    }
  ],
  "History": [
    {
      "ID": 256689,
      "Date": "2011-07-28T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 256973,
      "Date": "2011-07-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10914,
      "AgendaSequence": 153,
      "MinutesSequence": 179,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283936,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 48595,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Paragraphs (1) and (3) of subdivision (a) of section 14-150 of the administrative code of the city of New York are amended, and a new paragraph (9) is added, to read as follows:\n§ 14-150.  Police Department Reporting Requirements. \na.  The New York City Police Department shall submit to the city council on a quarterly basis the following materials, data and reports:\n\t1.\tAll academy, in-service, roll-call and other specialized department training materials and amendments thereto distributed to cadets, recruits, officers, auxiliary police officers and other employees of the department, except where disclosure of such material would reveal non-routine investigative techniques or confidential information or where disclosure could compromise the safety of the public or police officers or could otherwise compromise law enforcement investigations or operations.\n\t2.  All patrol guide procedures newly promulgated or revised.\n\t3. A report detailing the number of uniformed personnel, auxiliary police officers and civilian personnel assigned to each and every patrol borough and operational bureau performing an enforcement function within the police department, including, but not limited to, each patrol precinct, housing police service area, transit district and patrol borough street crime unit, as well as the narcotics division, fugitive enforcement division and the special operations division, including its subdivisions, but shall not include internal investigative commands and shall not include undercover officers assigned to any command.  Such report shall also include, for each school operated by the department of education to which school safety agents are assigned, the number of school safety agents, averaged for the quarter, assigned to each of those schools.\n\t9. A report detailing how many auxiliary police officers have been issued personal equipment for the reporting period and to date, including, but not limited to batons, radios, uniforms, bullet proof vests and other protective gear; the number of vehicles assigned to the auxiliary police program for the reporting period and to date, disaggregated by type; the number of auxiliary police officers that received training during the reporting period, including the nature and length of the training.\n§ 2. This local law shall take effect ninety days after it shall have become a law.\n\nLS # 180\nRCC/OP\nInt. 788/2008\n2/17/10",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red255\\green255\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\ulnone Section 1.  Paragraphs (1) and (3) of subdivision (a) of section 14-150 of the administrative code of the city of New York are amended, and a new paragraph (9) is added, to read as follows:\\highlight1\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\highlight0\\'a7 14-150.  Police Department Reporting Requirements. \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj a.  The New York City Police Department shall submit to the city council on a quarterly basis the following materials, data and reports:\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tab 1.\\tab All academy, in-service, roll-call and other specialized department training materials and amendments thereto distributed to cadets, recruits, officers, \\ul auxiliary police officers\\ulnone  and other employees of the department, except where disclosure of such material would reveal non-routine investigative techniques or confidential information or where disclosure could compromise the safety of the public or police officers or could otherwise compromise law enforcement investigations or operations.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-720\\li720\\sl480\\slmult1\\qj\\tab 2.  All patrol guide procedures newly promulgated or revised.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tab 3. A report detailing the number of uniformed personnel\\ul , auxiliary police officers\\ulnone  and civilian personnel assigned to each and every patrol borough and operational bureau performing an enforcement function within the police department, including, but not limited to, each patrol precinct, housing police service area, transit district and patrol borough street crime unit, as well as the narcotics division, fugitive enforcement division and the special operations division, including its subdivisions, but shall not include internal investigative commands and shall not include undercover officers assigned to any command.  Such report shall also include, for each school operated by the department of education to which school safety agents are assigned, the number of school safety agents, averaged for the quarter, assigned to each of those schools.\\par\n\\tab 9. \\ul A report detailing how many auxiliary police officers have been issued personal equipment for the reporting period and to date, including, but not limited to batons, radios, uniforms, bullet proof vests and other protective gear; the number of vehicles assigned to the auxiliary police program for the reporting period and to date, disaggregated by type; the number of auxiliary police officers that received training during the reporting period, including the nature and length of the training.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone\\'a7 2. This local law shall take effect ninety days after it shall have become a law.\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\highlight1\\par\n\\highlight0 LS # 180\\par\nRCC/OP\\par\nInt. 788/2008\\par\n2/17/10\\par\n}\n",
  "LastModified": "2013-12-23T19:17:01.1Z"
}
