{
  "ID": 47546,
  "GUID": "179C52BA-1F06-42E1-AA91-203DC870727C",
  "File": "Int 0641-2011",
  "Name": "Requiring a permit prior to installing a non-structural non-permeable surface on property.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring a permit prior to installing a non-structural non-permeable surface on property.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2011-07-28T00:00:00Z",
  "AgendaDate": "2011-07-28T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    }
  ],
  "History": [
    {
      "ID": 256681,
      "Date": "2011-07-28T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 256974,
      "Date": "2011-07-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10914,
      "AgendaSequence": 155,
      "MinutesSequence": 181,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283934,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 48640,
  "Text": "Be it enacted by the Council as follows:\n\tSection 1.  Article one hundred eight of chapter one of title twenty eight of the administrative code of the city of New York is amended by adding a new section 28-108.4 to read as follows:\n\t§28-108.4 Requirement of permit prior to installing a non-structural non-permeable surface on the outdoor ground area of property. a. For purposes of this section, “permeable surface” shall be as defined in section 24-526.1 of this code.\nb. No non-permeable surface shall be installed on the outdoor ground area of a property without a permit being obtained from the department prior to installing such surface.  The department shall promulgate rules as to the standards for such permit.\nc. This section shall be superceded by any other section of this code when this section is in conflict with such other section.\n§2. \tThis local law shall take effect ninety days after its enactment, except that the commissioner of buildings shall take such actions as are necessary for its implementation, including the promulgation of rules, prior to such effective date.\nLF\nLS#1258\n6/6/11",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Calibri;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\li-1\\sl480\\slmult1\\qj\\tx719\\tx1439\\tx2159\\tx2879\\tx3599\\tx4319\\tx5039\\tx5759\\tx6479\\tx7199\\tx7919\\tx8639\\ul Be it enacted by the Council as follows\\ulw :\\ulnone\\par\n\\tab Section 1.  Article one hundred eight of chapter one of title twenty eight of the administrative code of the city of New York is amended by adding a new section 28-108.4 to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\sa200\\sl480\\slmult1\\tab\\ul\\'a728-108.4 Requirement of permit prior to installing a non-structural non-permeable surface on the outdoor ground area of property. a. For purposes of this section, \\ldblquote permeable surface\\rdblquote  shall be as defined in section 24-526.1 of this code.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sa200\\sl480\\slmult1 b. No non-permeable surface shall be installed on the outdoor ground area of a property without a permit being obtained from the department prior to installing such surface.  The department shall promulgate rules as to the standards for such permit.\\par\nc. This section shall be superceded by any other section of this code when this section is in conflict with such other section.\\par\n\\ulnone\\'a72. \\tab This local law shall take effect ninety days after its enactment, except that the commissioner of buildings shall take such actions as are necessary for its implementation, including the promulgation of rules, prior to such effective date.\\ul\\f1\\fs22\\par\n\\pard\\ltrpar\\nowidctlpar\\li-1\\qj\\tx719\\tx1439\\tx2159\\tx2879\\tx3599\\tx4319\\tx5039\\tx5759\\tx6479\\tx7199\\tx7919\\tx8639\\ulnone\\f0\\fs16 LF\\par\nLS#1258\\par\n6/6/11\\par\n}\n",
  "LastModified": "2013-12-23T19:16:40.223Z"
}
