{
  "ID": 47512,
  "GUID": "1263483C-5AC2-4F0B-AEFF-996B2D2ED5A9",
  "File": "Int 0642-2011",
  "Name": "Illegal dumping.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to illegal dumping.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5108,
  "BodyName": "Committee on Sanitation and Solid Waste Management",
  "IntroDate": "2011-07-28T00:00:00Z",
  "AgendaDate": "2011-07-28T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    }
  ],
  "History": [
    {
      "ID": 256688,
      "Date": "2011-07-28T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 256977,
      "Date": "2011-07-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Sanitation and Solid Waste Management",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10914,
      "AgendaSequence": 159,
      "MinutesSequence": 185,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Sanitation and Solid Waste Management",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283933,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 48602,
  "Text": "Be it enacted by the Council as follows:\nSection 1. Section 16-119 of chapter one of title 16 of the administrative code of the city of New York is amended to read as follows: \n\t§16-119 Dumping prohibited. a. It shall be unlawful for any person, his or her agent, employee or any person under his or her control to suffer or permit any dirt, sand, gravel, clay, loam, stone, rocks, rubble, building rubbish, sawdust, shavings or trade or household waste, refuse, ashes, manure, garbage, rubbish or debris of any sort or any other organic or inorganic material or thing or other offensive matter being transported in a dump truck or other vehicle to be dumped, deposited or otherwise disposed of in or upon any street, lot, park, public place, wharf, pier, dock, bulkhead, slip, navigable waterway or other area whether publicly or privately owned except that a person, agent or employee acting on behalf of a business engaged in landscaping shall be permitted to deposit landscape material such as compost, dirt, sand, gravel, clay, loam, stone or rocks, for purposes of conducting such business, onto the property on which such business is performing work or where such business is located.\n§2. This local law shall take effect immediately. \n\nLS 1817-- JJH\n7/19/11",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0  \\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\ul Be it enacted by the Council as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1. Section 16-119 of chapter one of title 16 of the administrative code of the city of New York is amended to read as follows: \\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\cf1\\tab\\'a716-119 Dumping prohibited. a. It shall be unlawful for any person, his or her agent, employee or any person under his or her control to suffer or permit any dirt, sand, gravel, clay, loam, stone, rocks, rubble, building rubbish, sawdust, shavings or trade or household waste, refuse, ashes, manure, garbage, rubbish or debris of any sort or any other organic or inorganic material or thing or other offensive matter being transported in a dump truck or other vehicle to be dumped, deposited or otherwise disposed of in or upon any street, lot, park, public place, wharf, pier, dock, bulkhead, slip, navigable waterway or other area whether publicly or privately owned \\ul except that a person, agent or employee acting on behalf of a business engaged in landscaping shall be permitted to deposit landscape material such as compost, dirt, sand, gravel, clay, loam, stone or rocks, for purposes of conducting such business, onto the property on which such business is performing work or where such business is located\\ulnone .\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\cf0\\'a72. This local law shall take effect immediately. \\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\qj LS 1817-- JJH\\par\n7/19/11\\par\n\\pard\\ltrpar\\nowidctlpar\\par\n}\n",
  "LastModified": "2013-12-23T19:16:29.82Z"
}
