{
  "ID": 47610,
  "GUID": "29A04E27-E73D-4FD0-A1AC-B63042250898",
  "File": "Int 0643-2011",
  "LocalLaw": "2011/073",
  "Name": "Authorizing the TLC to collect the commercial motor vehicle tax imposed on medallion taxicabs and on certain other motor vehicles for the transportation of passengers.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to authorizing the taxi and limousine commission to collect the commercial motor vehicle tax imposed on medallion taxicabs and on certain other motor vehicles for the transportation of passengers.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 35,
  "StatusName": "Enacted",
  "BodyID": 11,
  "BodyName": "Committee on Finance",
  "IntroDate": "2011-07-28T00:00:00Z",
  "AgendaDate": "2011-07-28T00:00:00Z",
  "PassedDate": "2011-12-27T00:00:00Z",
  "EnactmentDate": "2011-12-27T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 7577,
      "Slug": "david-g-greenfield",
      "FullName": "David G. Greenfield"
    },
    {
      "ID": 0,
      "Slug": "",
      "FullName": ""
    }
  ],
  "History": [
    {
      "ID": 256764,
      "Date": "2011-07-28T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 256978,
      "Date": "2011-07-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Finance",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10914,
      "AgendaSequence": 160,
      "MinutesSequence": 186,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Finance",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 260321,
      "Date": "2011-12-08T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 11,
      "BodyName": "Committee on Finance",
      "EventID": 11228,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 643-A",
      "MinutesNote": "Proposed Int. No. 643-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 260483,
      "Date": "2011-12-08T10:00:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Introduction was Amendment Proposed by Comm",
      "BodyID": 11,
      "BodyName": "Committee on Finance",
      "EventID": 11228,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 260484,
      "Date": "2011-12-08T10:00:00Z",
      "ActionID": 33,
      "Action": "Amended by Committee",
      "Description": "This Introduction was Amended by Committee",
      "BodyID": 11,
      "BodyName": "Committee on Finance",
      "EventID": 11228,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 260602,
      "Date": "2011-12-08T10:00:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "A motion was made that this Introduction be Approved by Committee approved by Roll Call.",
      "BodyID": 11,
      "BodyName": "Committee on Finance",
      "EventID": 11228,
      "MinutesSequence": 5,
      "Version": "A",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 260516,
      "Date": "2011-12-08T13:30:00Z",
      "ActionID": 68,
      "Action": "Approved by Council",
      "Description": "A motion was made that this Introduction be Approved by Council approved by Consent Roll Call.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 11242,
      "AgendaSequence": 21,
      "MinutesSequence": 26,
      "Version": "A",
      "AgendaNote": "Amended and Coupled on GO",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "Consent": 1,
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 260633,
      "Date": "2011-12-08T17:00:00Z",
      "ActionID": 53,
      "Action": "Sent to Mayor by Council",
      "Description": "This Introduction was Sent to Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 260997,
      "Date": "2011-12-27T14:00:00Z",
      "ActionID": 5014,
      "Action": "Hearing Held by Mayor",
      "Description": "This Introduction was Hearing Held by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "A",
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 261012,
      "Date": "2011-12-27T15:25:00Z",
      "ActionID": 57,
      "Action": "Signed Into Law by Mayor",
      "Description": "This Introduction was Signed Into Law by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "A",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 261013,
      "Date": "2011-12-27T15:26:00Z",
      "ActionID": 5023,
      "Action": "Recved from Mayor by Council",
      "Description": "This Introduction was Recved from Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 104451,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Int. No. 643 - 7/28/11",
      "Link": "http://nyc.legistar1.com/nyc/attachments/a5b4ea05-c67f-4d0c-a117-9a4d8a2884e7.doc",
      "Sort": 1
    },
    {
      "ID": 102757,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "TLC Commercial Motor Vehicle Tax PEG Proposal",
      "Link": "http://nyc.legistar1.com/nyc/attachments/2a26119c-e192-4841-b893-e8404135b5af.pdf",
      "Sort": 2
    },
    {
      "ID": 102758,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Memo In Support",
      "Link": "http://nyc.legistar1.com/nyc/attachments/c138b15e-d620-4f34-9a66-0bbe0f43bf80.doc",
      "Sort": 3
    },
    {
      "ID": 104507,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 12/8/11",
      "Link": "http://nyc.legistar1.com/nyc/attachments/bcb20b2e-d656-46ff-ab53-59deb8ab5177.doc",
      "Sort": 4
    },
    {
      "ID": 104639,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 12/8/11",
      "Link": "http://nyc.legistar1.com/nyc/attachments/b421de83-5ad3-4195-9eb6-389382c1eefd.PDF",
      "Sort": 5
    },
    {
      "ID": 105070,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 12/8/11",
      "Link": "http://nyc.legistar1.com/nyc/attachments/0748b408-1e97-4687-9d48-c0502c7048d6.pdf",
      "Sort": 6
    },
    {
      "ID": 105012,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript - Stated Meeting 12-8-11",
      "Link": "http://nyc.legistar1.com/nyc/attachments/bddc47dd-b20e-42ea-986f-0ea248f06eb6.pdf",
      "Sort": 7
    },
    {
      "ID": 104605,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Fiscal Impact Statement",
      "Link": "http://nyc.legistar1.com/nyc/attachments/4c869a4f-9353-47c5-87bd-c78cbfc91e97.doc",
      "Sort": 8
    },
    {
      "ID": 105065,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Mayor's Letter",
      "Link": "http://nyc.legistar1.com/nyc/attachments/212e4c05-f67e-4367-bb54-0ee2a2d9d572.pdf",
      "Sort": 9
    },
    {
      "ID": 106168,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Local Law",
      "Link": "http://nyc.legistar1.com/nyc/attachments/ee26e0b2-c08c-4901-bfa3-9a18f2fa9875.pdf",
      "Sort": 10
    }
  ],
  "Summary": "",
  "TextID": 49314,
  "Text": "Be it enacted by the Council as follows:\nSection 1.  Subdivision 15 of section 11-801 of the administrative code of the city of New York, as added by local law number 60 for the year 1989, is amended to read as follows:\n15. “Medallion taxicab.” A motor vehicle for transportation of passengers which is duly licensed as a taxicab by the taxi and limousine commission [of the city] and permitted to accept hails from passengers in the street. \n§2.  Section 11-801 of the administrative code of the city of New York is amended by adding a new subdivision 18 to read as follows:\n18.   “Taxi and limousine commission.”  The New York city taxi and limousine commission.\n§3. Chapter eight of title eleven of the administrative code of the city of New York is amended by adding a new section 11-809.2 to read as follows:\n§11-809.2 Collection of tax by the taxi and limousine commission on behalf of the commissioner of finance. \na. Notwithstanding any provision of this chapter to the contrary, the tax imposed by this chapter on any medallion taxicab or other licensed vehicle, as defined in this subdivision, shall be collected by the taxi and limousine commission on behalf of the commissioner of finance.  Except as otherwise provided by subdivision m of this section, the owner of each such medallion taxicab or other licensed vehicle shall pay the tax due thereon to the taxi and limousine commission on or before the date upon which such owner licenses or renews the license of such medallion taxicab or other licensed vehicle or is required to license or renew the license thereof pursuant to chapter five of title nineteen of the code.  For purposes of this section, the term “other licensed vehicle” shall mean a motor vehicle for the transportation of passengers the tax on which is not collected by the commissioner of motor vehicles pursuant to section 11-809.1 of this chapter and which is licensed or required to be licensed by the taxi and limousine commission pursuant to any provision of chapter five of title nineteen of the code. \nb. Notwithstanding any provision of chapter five of title nineteen of the code to the contrary, payment of the tax with respect to a medallion taxicab or other licensed vehicle shall be a condition precedent to the licensing or license renewal of such medallion taxicab or other licensed vehicle with the taxi and limousine commission, and no such license or renewal thereof shall be issued unless such tax has been paid. Except as provided in subdivisions f and m of this section, if the license period applicable to any such medallion taxicab or other licensed vehicle is a period of more than one year, the tax required to be paid pursuant to this section shall be the annual tax specified in section of this chapter multiplied by the number of years in the license period. The taxi and limousine commission, upon payment of the tax pursuant to this section or upon the application of any person exempt therefrom, shall furnish to each taxpayer paying the tax a receipt for such tax and to each other taxpayer or exempt person a statement, document or other form prescribed by the taxi and limousine commission, showing that such tax has been paid or is not due with respect to such medallion taxicab or other licensed vehicle. \nc. For purposes of this section, the term “tax period” shall mean the license period applicable to the medallion taxicab or other licensed vehicle under chapter five of title nineteen of the code and, in the case of a license period of other than one year, shall mean the number of twelve-month periods and any period of less than twelve months within such license period.  The term “tax period” shall also include any periods described in paragraph one and in subparagraph (A) of paragraph two of subdivision m of this section. \nd. Except as provided in subdivision m of this section, where the tax imposed by this chapter has been paid to the commissioner of finance with respect to a motor vehicle for a tax year described in subdivision fourteen of section 11-801 of this chapter, and subsequent thereto but within such tax year the same taxpayer pays a tax to the taxi and limousine commission with respect to such motor vehicle pursuant to this section, such taxpayer shall be entitled to a refund or credit from the commissioner of finance for the portion of the tax paid to the commissioner of finance that is attributable to the period beginning on the first day of the first tax period for which the tax is paid to the taxi and limousine commission and ending on the following May thirty-first, provided, however, that no such refund or credit shall be allowed if the amount thereof is less than five dollars. Any refund or credit to which a taxpayer is entitled pursuant to this subdivision shall be promptly refunded or credited, without interest, by the commissioner of finance, and the commissioner of finance may promulgate such rules as he or she deems necessary to carry out the provisions of this subdivision. \ne. If the license for the medallion taxicab or other licensed vehicle is transferred, revoked, surrendered or otherwise terminated, and the applicable license period under chapter five of title nineteen of the code is for more than one year, and the tax paid to the taxi and limousine commission was for a tax period of more than twelve months, except as otherwise provided in the agreement between the taxi and limousine commission and the commissioner of finance authorized pursuant to subdivision k of this section, the commissioner of finance shall refund the tax paid for any twelve-month period commencing subsequent to the transfer, revocation, surrender or other termination of the license.   \nf. Except as provided in subdivision m of this section, for medallion taxicabs and other licensed vehicles whose license period is a two year period that begins and ends on the same dates, the tax payable to the taxi and limousine commission pursuant to this section with respect to a medallion taxicab or other licensed vehicle that is licensed or required to be licensed after the commencement of such license period shall be determined as follows:  \n1. If such medallion taxicab or other licensed vehicle is licensed or required to be licensed before the first day of the seventh month of such period, the tax shall be the amount determined pursuant to subdivision b of this section. \n2. If such medallion taxicab or other licensed vehicle is licensed or required to be licensed on or after the first day of the seventh month of such period but before the first day of the thirteenth month of such period, the tax shall be three-fourths of the amount determined pursuant to subdivision b of this section. \n3. If such medallion taxicab or other licensed vehicle is licensed or required to be licensed on or after the first day of the thirteenth month but before the first day of the nineteenth month of such period, the tax shall be one-half of the amount determined pursuant to subdivision b of this section. \n4. If such medallion taxicab or other licensed vehicle is licensed or required to be licensed on or after the first day of the nineteenth month of such period, the tax shall be one-fourth of the amount determined pursuant to subdivision b of this section.\n5. When the license period described in this section is for a period of less than two years, the commissioner of finance shall have the authority to provide by rule the amount to be payable under this subdivision.         \ng. The provisions of subdivision b of section 11-808 of this chapter shall apply to this section with such modifications or adaptations as are necessary to carry out the purposes of this section and to ensure collection of the appropriate annual tax specified in subdivision a of section 11-802 of this chapter, and with due regard to the respective responsibilities of the commissioner of finance and the taxi and limousine commission under this section and to the definition of “tax year” contained in subdivision fourteen of section 11-801 of this chapter and to the definition of “tax period” contained in subdivision c of this section. The agreement between the commissioner of finance and the taxi and limousine commission authorized by subdivision k of this section may contain such provisions concerning the division of responsibility for collection of the taxes imposed by this chapter and the granting of refunds or credits as are consistent with this section and subdivision b of section 11-808 of this chapter, and the commissioner of finance and the taxi and limousine commission may also adopt such rules as they deem necessary for such purposes. \nh. Notwithstanding any provision of section 11-807 of this chapter to the contrary, at the time a tax is required to be paid to the taxi and limousine commission pursuant to this section, the person required to pay such tax shall file a return with the taxi and limousine commission in such form and containing such information as the taxi and limousine commission may prescribe. The taxpayer's application for a license or the renewal thereof shall constitute the return required under this subdivision unless the taxi and limousine commission shall otherwise provide by rule. A return filed pursuant to this subdivision with respect to a medallion taxicab or other licensed vehicle for a tax period or periods shall be in lieu of any return otherwise required to be filed with respect thereto pursuant to section 11-807 of this chapter.  Unless the taxi and  limousine commission otherwise requires, the filing of a return shall not be required for the tax periods described in paragraph one or subparagraph (A) of paragraph two of subdivision m of this section. \ni. In any case in which the tax imposed by this chapter is required to be paid to the taxi and limousine commission but is not so paid, the commissioner of finance shall collect such tax and all of the provisions of this chapter relating to collection of taxes by the commissioner of finance shall apply with respect thereto. \nj. Notwithstanding any provision of chapter five of title nineteen of the code to the contrary, in those cases in which the commissioner of finance is responsible for collecting the tax imposed by this chapter, the taxi and limousine commission shall not issue or renew a license for any medallion taxicab or other licensed vehicle subject to such tax with respect to which the commissioner of finance has notified the taxi and limousine commission that such tax has not been paid, unless the applicant for such license or renewal submits proof, in a form approved by the taxi and limousine commission, that such tax has been paid, or is not due, with respect to such medallion taxicab or other licensed vehicle.  \nk. The commissioner of finance is hereby authorized and empowered to enter into an agreement with the taxi and limousine commission to govern the collection of the taxes imposed by this chapter which are required to be paid to the taxi and limousine commission pursuant to this section. Such agreement shall provide for the exclusive method of collection, custody and remittal to the commissioner of finance of the proceeds of any such tax; for the payment by the commissioner of finance of reasonable expenses incurred by the taxi and limousine commission in connection with the collection of any such tax; for the commissioner of finance, or a duly designated representative, upon his or her request, not more frequently than once in each calendar year at a time agreed upon by the city comptroller, to audit the accuracy of the payments, distributions and remittances to the commissioner of finance; and for such other matters as may be necessary and proper to effectuate the purposes of such agreement. \nl. The taxi and limousine commission shall promptly notify the corporation counsel of the city and the commissioner of finance of any litigation instituted against such commission which challenges the constitutionality or validity of any provision of this chapter, or which attempts to limit or question the application of this chapter, and such notification shall include copies of the papers served upon such commission.  \nm. Except as otherwise provided in the agreement between the taxi and limousine commission and the commissioner of finance authorized by subdivision k of this section,  or with respect to the periods described in subparagraph (C) of paragraph two of this subdivision,  the taxi and limousine commission shall begin to collect taxes in accordance with the provisions of this section on the first day of April in the year two thousand twelve as follows:\n1. The tax due on a medallion taxicab whose license is due to expire on the thirty-first day of May in the year two thousand twelve shall be two times the amount provided in subparagraph (C) of paragraph two of subdivision a of section 11-802 of this chapter. The tax due on a medallion taxicab whose license is due to expire on the thirty-first day of May in the year two thousand thirteen, for the period between the first day of June in the year two thousand twelve and the thirty-first day of May in the year two thousand thirteen, shall be the amount provided in subparagraph (C) of paragraph two of subdivision a of section 11-802 of this chapter. The tax required to be paid pursuant to this paragraph shall be payable on or before the first day of June in the year two thousand twelve.\n2. The tax due on an other licensed vehicle, the license for which expires on or after the first day of June in the year two thousand twelve and before the first day of June in the year two thousand fourteen, shall be determined as follows:  \n (A) For an other licensed vehicle whose license expires on or after the first day of June in the year two thousand twelve and before the first day of June in the year two thousand fourteen, the amount of tax for the tax period between the first day of June in the year two thousand twelve and the date the license shall expire for such other licensed vehicle pursuant to chapter five of title nineteen of the code shall be the sum of (i) the annual tax specified in subparagraph (C) of paragraph two of subdivision a of section 11-802 of this chapter for any twelve-month period within such tax period, and (ii) the amount determined under subparagraph (B) of this paragraph for any period of less than twelve months within such tax period.  The amount of tax so determined shall be payable on or before the first day of June in the year two thousand twelve.  In the event the amount of tax due and payable under this subparagraph shall not have been paid within thirty days of the first day of June in the year two thousand twelve, the taxi and limousine commission shall suspend the license for such other licensed vehicle, and the license for any such other licensed vehicle which has expired shall not be renewed until such time as such tax is paid.   \n(B) For purposes of subparagraph (A) of this paragraph, the amount of tax for a period of less than twelve months shall be determined as follows: (i) if such period is nine months or more, the amount for such period shall be the full amount of annual tax provided in subparagraph (C) of paragraph two of subdivision a of section 11-802 of this chapter; (ii) if such period is more than six months but less than nine months, the amount for such period shall be three-fourths of the amount of annual tax provided in subparagraph (C) of paragraph two of subdivision a of section 11-802 of this chapter; (iii) if such period is more than three months but less than six months, the amount for such period shall be one-half of the amount of annual tax provided in subparagraph (C) of paragraph two of subdivision a of section 11-802 of this chapter; and (iv) if such period is less than three months, the amount for such period shall be one-fourth of the amount of annual tax provided in subparagraph (C) of paragraph two of subdivision a of section 11-802 of this chapter.   \n(C) Upon the date for payment set forth in subparagraph (A) of this paragraph, the taxi and limousine commission shall require the taxpayer to provide a proof of payment of the tax to the commissioner of finance for the period beginning on the first day of June in the year two thousand eleven and ending on the thirty-first day of May in the year two thousand twelve or any part of such period for which the taxpayer was subject to the tax.  In the event the taxpayer has not paid such tax to the commissioner of finance: (i) the license for any other licensed vehicle described in subparagraph (A) of this paragraph shall not be renewed until such time as such tax, together with any applicable interest or penalties, has been paid to the commissioner of finance and (ii) if such tax remains unpaid as of the end of the thirty-day period set forth in subparagraph (A) of this paragraph, the license for any other licensed vehicle described in subparagraph (A) of this paragraph shall be suspended until such time as such tax, together with any applicable interest or penalties, is paid to the commissioner of finance.          \nn. In addition to any other powers granted to the taxi and limousine commission in this chapter or any other law, the taxi and limousine commission is hereby authorized and empowered: \n1. to adopt and amend rules appropriate to the carrying out its responsibilities under this chapter; \n2. to request information concerning motor vehicles and persons subject to the provisions of this chapter from the commissioner of motor vehicles, the department of motor vehicles of any other state, the treasury department of the United States or the appropriate officials of any city or county of the state of New York; and to afford such information to such department of motor vehicles, treasury department or officials of such city or county, any provision of this chapter to the contrary notwithstanding; \n3. to delegate its functions under this section to any commissioner or employee of such commission; \n4. to require all persons owning medallion taxicabs or other licensed vehicles to keep such records as it prescribes and to furnish such information upon its request; and \n5. to extend, for cause shown, the time for filing any return required to be filed with the taxi and limousine commission for a period not exceeding sixty days. \no. To the extent that any provision of this section is in conflict with any other provision of this chapter, the provisions of this section shall be controlling, but in all other respects such other provisions of this chapter shall remain fully applicable with respect to the imposition, administration and collection of the taxes imposed by this chapter. \n§4.  Subdivision e of the section 19-504 of the administrative code of the city of New York is amended to read as follows:\ne.  Any owner operating a vehicle under a license issued by the commission, or by the New York city police department prior to the effective date of this chapter, shall be entitled to renew such license as a matter of right upon compliance with all the other provisions of this section and section 11-809.2 relating to the licensee’s vehicle. \n§5.  This act shall take effect immediately.",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Arial;}{\\f2\\fnil\\fcharset0 Microsoft Sans Serif;}}\n{\\colortbl ;\\red37\\green37\\blue37;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\ul\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qj Be it enacted by the Council as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi1440\\sl480\\slmult1\\qj\\ulnone Section 1.  Subdivision 15 of section 11-801 of the administrative code of the city of New York, as added by local law number 60 for the year 1989, is amended to read as follows:\\par\n15. \\ldblquote Medallion taxicab.\\rdblquote  A motor vehicle for transportation of passengers which is duly licensed as a taxicab by the taxi and limousine commission [of the city] and permitted to accept hails from passengers in the street. \\par\n\\'a72.  Section 11-801 of the administrative code of the city of New York is amended by adding a new subdivision 18 to read as follows:\\par\n\\ul 18.   \\ldblquote Taxi and limousine commission.\\rdblquote   The New York city taxi and limousine commission.\\par\n\\cf1\\ulnone\\'a73. Chapter eight of title eleven of the administrative code of the city of New York is amended by adding a new section 11-809.2 to read as follows:\\par\n\\ul\\'a711-809.2 Collection of tax by the taxi and limousine commission on behalf of the commissioner of finance. \\par\n\\pard\\ltrpar\\nowidctlpar\\fi1440\\sl480\\slmult1 a.\\cf0  \\cf2\\expndtw2 Notwithstanding\\expndtw0\\b  \\cf0\\b0 any provision of this chapter to the contrary, the tax imposed by this chapter on any medallion taxicab or other licensed vehicle, as defined in this subdivision, shall be collected by the taxi and limousine commission on behalf of the commissioner of finance.  Except as otherwise provided by subdivision m of this section, the owner of each such medallion taxicab or other licensed vehicle shall pay the tax due thereon to the taxi and limousine commission on or before the date upon which such owner licenses or renews the license of such medallion taxicab or other licensed vehicle or is required to license or renew the license thereof pursuant to chapter five of title nineteen of the code.  For purposes of this section, the term \\ldblquote other licensed vehicle\\rdblquote  shall mean a motor vehicle for the transportation of passengers the tax on which is not collected by the commissioner of motor vehicles pursuant to section 11-809.1 of this chapter and which is licensed or required to be licensed by the taxi and limousine commission pursuant to any provision of chapter five of title nineteen of the code. \\par\n\\cf1 b.\\cf0\\b  \\b0 Notwithstanding any provision of chapter five of title nineteen of the code to the contrary, payment of the tax with respect to a medallion taxicab or other licensed vehicle shall be a condition precedent to the licensing or license renewal of such medallion taxicab or other licensed vehicle with the taxi and limousine commission, and no such license or renewal thereof shall be issued unless such tax has been paid. Except as provided in subdivisions f and m of this section, if the license period applicable to any such medallion taxicab or other licensed vehicle is a period of more than one year, the tax required to be paid pursuant to this section shall be the annual tax specified in section of this chapter multiplied by the number of years in the license period. The taxi and limousine commission, upon payment of the tax pursuant to this section or upon the application of any person exempt therefrom, shall furnish to each taxpayer paying the tax a receipt for such tax and to each other taxpayer or exempt person a statement, document or other form prescribed by the taxi and limousine commission, showing that such tax has been paid or is not due with respect to such medallion taxicab or other licensed vehicle. \\par\n\\cf1 c.\\cf0  For purposes of this section, the term \\ldblquote tax period\\rdblquote  shall mean the license period applicable to the medallion taxicab or other licensed vehicle under chapter five of title nineteen of the code and, in the case of a license period of other than one year, shall mean the number of twelve-month periods and any period of less than twelve months within such license period.  The term \\ldblquote tax period\\rdblquote  shall also include any periods described in paragraph one and in subparagraph (A) of paragraph two of subdivision m of this section. \\par\n\\cf1 d.\\cf0  Except as provided in subdivision m of this section, where the tax imposed by this chapter has been paid to the commissioner of finance with respect to a motor vehicle for a tax year described in subdivision fourteen of section 11-801 of this chapter, and subsequent thereto but within such tax year the same taxpayer pays a tax to the taxi and limousine commission with respect to such motor vehicle pursuant to this section, such taxpayer shall be entitled to a refund or credit from the commissioner of finance for the portion of the tax paid to the commissioner of finance that is attributable to the period beginning on the first day of the first tax period for which the tax is paid to the taxi and limousine commission and ending on the following May thirty-first, provided, however, that no such refund or credit shall be allowed if the amount thereof is less than five dollars. Any refund or credit to which a taxpayer is entitled pursuant to this subdivision shall be promptly refunded or credited, without interest, by the commissioner of finance, and the commissioner of finance may promulgate such rules as he or she deems necessary to carry out the provisions of this subdivision. \\par\n\\cf1 e.\\cf0  If the license for the medallion taxicab or other licensed vehicle is transferred, revoked, surrendered or otherwise terminated, and the applicable license period under chapter five of title nineteen of the code is for more than one year, and the tax paid to the taxi and limousine commission was for a tax period of more than twelve months, except as otherwise provided in the agreement between the taxi and limousine commission and the commissioner of finance authorized pursuant to subdivision k of this section, the commissioner of finance shall refund the tax paid for any twelve-month period commencing subsequent to the transfer, revocation, surrender or other termination of the license.   \\par\n\\cf1 f.\\cf0  Except as provided in subdivision m of this section, for medallion taxicabs and other licensed vehicles whose license period is a two year period that begins and ends on the same dates, the tax payable to the taxi and limousine commission pursuant to this section with respect to a medallion taxicab or other licensed vehicle that is licensed or required to be licensed after the commencement of such license period shall be determined as follows:  \\par\n\\cf1 1.\\cf0  If such medallion taxicab or other licensed vehicle is licensed or required to be licensed before the first day of the seventh month of such period, the tax shall be the amount determined pursuant to subdivision b of this section. \\cf1\\par\n2.\\cf0  If such medallion taxicab or other licensed vehicle is licensed or required to be licensed on or after the first day of the seventh month of such period but before the first day of the thirteenth month of such period, the tax shall be three-fourths of the amount determined pursuant to subdivision b of this section. \\par\n\\cf1 3.\\cf0  If such medallion taxicab or other licensed vehicle is licensed or required to be licensed on or after the first day of the thirteenth month but before the first day of the nineteenth month of such period, the tax shall be one-half of the amount determined pursuant to subdivision b of this section. \\par\n\\cf1 4. If \\cf0 such medallion taxicab or other licensed vehicle is licensed or required to be licensed on or after the first day of the nineteenth month of such period, the tax shall be one-fourth of the amount determined pursuant to subdivision b of this section.\\par\n5. When the license period described in this section is for a period of less than two years, the commissioner of finance shall have the authority to provide by rule the amount to be payable under this subdivision.         \\b\\par\n\\cf1\\b0 g.\\cf0  The provisions of subdivision b of section 11-808 of this chapter shall apply to this section with such modifications or adaptations as are necessary to carry out the purposes of this section and to ensure collection of the appropriate annual tax specified in subdivision a of section 11-802 of this chapter, and with due regard to the respective responsibilities of the commissioner of finance and the taxi and limousine commission under this section and to the definition of \\ldblquote tax year\\rdblquote  contained in subdivision fourteen of section 11-801 of this chapter and to the definition of \\ldblquote tax period\\rdblquote  contained in subdivision c of this section. The agreement between the commissioner of finance and the taxi and limousine commission authorized by subdivision k of this section may contain such provisions concerning the division of responsibility for collection of the taxes imposed by this chapter and the granting of refunds or credits as are consistent with this section and subdivision b of section 11-808 of this chapter, and the commissioner of finance and the taxi and limousine commission may also adopt such rules as they deem necessary for such purposes. \\par\n\\cf1 h.\\cf0  Notwithstanding any provision of section 11-807 of this chapter to the contrary, at the time a tax is required to be paid to the taxi and limousine commission pursuant to this section, the person required to pay such tax shall file a return with the taxi and limousine commission in such form and containing such information as the taxi and limousine commission may prescribe. The taxpayer's application for a license or the renewal thereof shall constitute the return required under this subdivision unless the taxi and limousine commission shall otherwise provide by rule. A return filed pursuant to this subdivision with respect to a medallion taxicab or other licensed vehicle for a tax period or periods shall be in lieu of any return otherwise required to be filed with respect thereto pursuant to section 11-807 of this chapter.  Unless the taxi and  limousine commission otherwise requires, the filing of a return shall not be required for the tax periods described in paragraph one or subparagraph (A) of paragraph two of subdivision m of this section. \\par\ni. In any case in which the tax imposed by this chapter is required to be paid to the taxi and limousine commission but is not so paid, the commissioner of finance shall collect such tax and all of the provisions of this chapter relating to collection of taxes by the commissioner of finance shall apply with respect thereto. \\par\n\\cf1 j.\\cf0  Notwithstanding any provision of chapter five of title nineteen of the code to the contrary, in those cases in which the commissioner of finance is responsible for collecting the tax imposed by this chapter, the taxi and limousine commission shall not issue or renew a license for any medallion taxicab or other licensed vehicle subject to such tax with respect to which the commissioner of finance has notified the taxi and limousine commission that such tax has not been paid, unless the applicant for such license or renewal submits proof, in a form approved by the taxi and limousine commission, that such tax has been paid, or is not due, with respect to such medallion taxicab or other licensed vehicle.  \\par\n\\cf1 k.\\cf0  The commissioner of finance is hereby authorized and empowered to enter into an agreement with the taxi and limousine commission to govern the collection of the taxes imposed by this chapter which are required to be paid to the taxi and limousine commission pursuant to this section. Such agreement shall provide for the exclusive method of collection, custody and remittal to the commissioner of finance of the proceeds of any such tax; for the payment by the commissioner of finance of reasonable expenses incurred by the taxi and limousine commission in connection with the collection of any such tax; for the commissioner of finance, or a duly designated representative, upon his or her request, not more frequently than once in each calendar year at a time agreed upon by the city comptroller, to audit the accuracy of the payments, distributions and remittances to the commissioner of finance; and for such other matters as may be necessary and proper to effectuate the purposes of such agreement. \\par\nl. The taxi and limousine commission shall promptly notify the corporation counsel of the city and the commissioner of finance of any litigation instituted against such commission which challenges the constitutionality or validity of any provision of this chapter, or which attempts to limit or question the application of this chapter, and such notification shall include copies of the papers served upon such commission\\f1\\fs16 .  \\par\n\\cf1\\f0\\fs24 m.\\cf0  Except as otherwise provided in the agreement between the taxi and limousine commission and the commissioner of finance authorized by subdivision k of this section,  or with respect to the periods described in subparagraph (C) of paragraph two of this subdivision, \\ulnone\\f2\\fs17{\\pict\\wmetafile8\\picw318\\pich318\\picwgoal180\\pichgoal180 \n010009000003e700000000007100000000000400000003010800050000000b0200000000050000\n000c020d000d00030000001e00040000000701040004000000070104000800000026060f000600\n544e505006013d000000410b8600ee000c000c00000000000c000c0000000000280000000c0000\n000c0000000100010000000000000000000000000000000000000000000000000000000000ffff\nff00ffe02eff8020ff00bfa02effbfa02effbfa02effbfa02effbfa02effbfb02effbff02eff80\nf02efffff02eff01f02eff71000000410bc60088000c000c00000000000c000c00000000002800\n00000c0000000c0000000100040000000000000000000000000000000000000000000000000000\n000000ffffff00884c2e00dddcdc00000000000000000000000000000000000000000000000000\n000000000000000000000000000000000000000000000000222222222221020221111111112101\n012133333331210201213333333121030321333113312103032133122131210201213312221111\n010321333122211203032133331222220201211111112222020222222211222203031111111222\n2201020800000026060f000600544e50500701040000002701ffff030000000000\n}\\ul\\f0\\fs24 the taxi and limousine commission shall begin to collect taxes in accordance with the provisions of this section on the first day of April in the year two thousand twelve as follows:\\par\n1. The tax due on a medallion taxicab whose license is due to expire on the thirty-first day of May in the year two thousand twelve shall be two times the amount provided in subparagraph (C) of paragraph two of subdivision a of section 11-802 of this chapter. The tax due on a medallion taxicab whose license is due to expire on the thirty-first day of May in the year two thousand thirteen, for the period between the first day of June in the year two thousand twelve and the thirty-first day of May in the year two thousand thirteen, shall be the amount provided in subparagraph (C) of paragraph two of subdivision a of section 11-802 of this chapter. The tax required to be paid pursuant to this paragraph shall be payable on or before the first day of June in the year two thousand twelve.\\par\n2. The tax due on an other licensed vehicle, the license for which expires on or after the first day of June in the year two thousand twelve and before the first day of June in the year two thousand fourteen, shall be determined as follows:  \\par\n (A) For an other licensed vehicle whose license expires on or after the first day of June in the year two thousand twelve and before the first day of June in the year two thousand fourteen, the amount of tax for the tax period between the first day of June in the year two thousand twelve and the date the license shall expire for such other licensed vehicle pursuant to chapter five of title nineteen of the code shall be the sum of (i) the annual tax specified in subparagraph (C) of paragraph two of subdivision a of section 11-802 of this chapter for any twelve-month period within such tax period, and (ii) the amount determined under subparagraph (B) of this paragraph for any period of less than twelve months within such tax period.  The amount of tax so determined shall be payable on or before the first day of June in the year two thousand twelve.  In the event the amount of tax due and payable under this subparagraph shall not have been paid within thirty days of the first day of June in the year two thousand twelve, the taxi and limousine commission shall suspend the license for such other licensed vehicle, and the license for any such other licensed vehicle which has expired shall not be renewed until such time as such tax is paid.   \\par\n(B) For purposes of subparagraph (A) of this paragraph, the amount of tax for a period of less than twelve months shall be determined as follows: (i) if such period is nine months or more, the amount for such period shall be the full amount of annual tax provided in subparagraph (C) of paragraph two of subdivision a of section 11-802 of this chapter; (ii) if such period is more than six months but less than nine months, the amount for such period shall be three-fourths of the amount of annual tax provided in subparagraph (C) of paragraph two of subdivision a of section 11-802 of this chapter; (iii) if such period is more than three months but less than six months, the amount for such period shall be one-half of the amount of annual tax provided in subparagraph (C) of paragraph two of subdivision a of section 11-802 of this chapter; and (iv) if such period is less than three months, the amount for such period shall be one-fourth of the amount of annual tax provided in subparagraph (C) of paragraph two of subdivision a of section 11-802 of this chapter.   \\par\n(C) Upon the date for payment set forth in subparagraph (A) of this paragraph, the taxi and limousine commission shall require the taxpayer to provide a proof of payment of the tax to the commissioner of finance for the period beginning on the first day of June in the year two thousand eleven and ending on the thirty-first day of May in the year two thousand twelve or any part of such period for which the taxpayer was subject to the tax.  In the event the taxpayer has not paid such tax to the commissioner of finance: (i) the license for any other licensed vehicle described in subparagraph (A) of this paragraph shall not be renewed until such time as such tax, together with any applicable interest or penalties, has been paid to the commissioner of finance and (ii) if such tax remains unpaid as of the end of the thirty-day period set forth in subparagraph (A) of this paragraph, the license for any other licensed vehicle described in subparagraph (A) of this paragraph shall be suspended until such time as such tax, together with any applicable interest or penalties, is paid to the commissioner of finance.          \\par\n\\cf1 n.\\cf0  In addition to any other powers granted to the taxi and limousine commission in this chapter or any other law, the taxi and limousine commission is hereby authorized and empowered: \\par\n\\cf1 1.\\cf0  to adopt and amend rules appropriate to the carrying out its responsibilities under this chapter; \\cf1\\par\n2.\\cf0  to request information concerning motor vehicles and persons subject to the provisions of this chapter from the commissioner of motor vehicles, the department of motor vehicles of any other state, the treasury department of the United States or the appropriate officials of any city or county of the state of New York; and to afford such information to such department of motor vehicles, treasury department or officials of such city or county, any provision of this chapter to the contrary notwithstanding; \\par\n\\cf1 3.\\cf0  to delegate its functions under this section to any commissioner or employee of such commission; \\par\n\\cf1 4.\\cf0  to require all persons owning medallion taxicabs or other licensed vehicles to keep such records as it prescribes and to furnish such information upon its request; and \\par\n\\cf1 5.\\cf0  to extend, for cause shown, the time for filing any return required to be filed with the taxi and limousine commission for a period not exceeding sixty days. \\par\n\\cf1 o.\\cf0  To the extent that any provision of this section is in conflict with any other provision of this chapter, the provisions of this section shall be controlling, but in all other respects such other provisions of this chapter shall remain fully applicable with respect to the imposition, administration and collection of the taxes imposed by this chapter. \\ulnone\\par\n\\'a74.  Subdivision e of the section 19-504 of the administrative code of the city of New York is amended to read as follows:\\par\ne.  Any owner operating a vehicle under a license issued by the commission, or by the New York city police department prior to the effective date of this chapter, shall be entitled to renew such license as a matter of right upon compliance with all the other provisions of this section \\ul and section 11-809.2 \\ulnone relating to the licensee\\rquote s vehicle. \\par\n\\'a75.  This act shall take effect immediately.  \\par\n\\pard\\ltrpar\\nowidctlpar\\sa200\\sl276\\slmult1\\fs22\\par\n}\n",
  "LastModified": "0001-01-01T00:00:00Z"
}
