{
  "ID": 47291,
  "GUID": "2DD0898A-ACBF-44D3-94F7-714C2A340B79",
  "File": "Int 0651-2011",
  "Name": "Permitting the appeal of decisions by the board of standards and appeals to the city council.",
  "Title": "A Local Law to amend the New York city charter, in relation to permitting the appeal of decisions by the board of standards and appeals to the city council.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 13,
  "BodyName": "Committee on Governmental Operations",
  "IntroDate": "2011-08-17T00:00:00Z",
  "AgendaDate": "2011-08-17T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 7570,
      "Slug": "mark-s-weprin",
      "FullName": "Mark S. Weprin"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 7586,
      "Slug": "ruben-wills",
      "FullName": "Ruben Wills"
    },
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    }
  ],
  "History": [
    {
      "ID": 257118,
      "Date": "2011-08-17T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 257211,
      "Date": "2011-08-17T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Governmental Operations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10919,
      "AgendaSequence": 69,
      "MinutesSequence": 83,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Governmental Operations",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283929,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 48372,
  "Text": "Be it enacted by the Council as follows:\n \n      Section 1. Subdivisions c and d of Section 668 of the New York city charter are amended to read as follows:  \nc. (i) Copies of a decision of the board of standards and appeals and copies of any recommendation of the affected community board or borough board shall be filed with the city planning commission.  Copies of the decision shall also be filed with the affected community or borough boards [.]within three days of the date on which such decision is rendered.\n(ii) A decision of the board of standards and appeals to approve or approve with modifications an application for a variance pursuant to subdivision five of section 666 of this chapter shall be subject to review and action by the council if an affected community board or affected borough board: (a) recommends in writing against such approval within the time periods allotted by paragraphs two and three of subdivision a of this section, and (b) files with the board and the council a written objection to the board’s grant of such variance within thirty days of the date on which such variance is issued.  Notwithstanding any provision of law to the contrary, if an affected community board or affected borough board recommended, pursuant to paragraphs two and three of subdivision a of this section,  against approval of a variance,  any such approval shall have no force or effect until thirty days after the date on which such variance is issued.\n(iii) Within fifty days of the date of a written objection to a decision of the board of standards and appeals made pursuant to subparagraph (ii)(b) of this subdivision, a committee of the council shall conduct a public hearing on such decision and make a recommendation to the full council, which shall approve, approve with modifications or disapprove such decision.  Public notice of the committee hearing shall be given not less than five days in advance of such hearing.  The affirmative vote of a majority of all the council members shall be required to approve, approve with modifications or disapprove a decision from the board of standards and appeals.  Notwithstanding any provision of law to the contrary, an applicant for a variance who receives a decision from the board of standards and appeals that is under review by the council pursuant to this paragraph shall take no action with respect to the proposed use or development of the zoning lot at issue until after the council approves, approves with modifications or disapproves such decision.\n(iv)  For purposes of this subdivision, the term “affected community board” shall mean the community board for the community district in which land included in an application for a variance or special permit pursuant to subdivision five of section 666 of this chapter is located; the term “affected borough board” shall mean the borough board for the borough in which land included in an application for a variance or special permit pursuant to subdivision five of section 666 of this chapter is located, if such application includes land within two or more community districts within such borough.\nd. Any decision of the board of standards and appeals pursuant to this section that is not subject to review and action by the council pursuant to subdivision c of this section, may be reviewed as otherwise provided by law.\n§2. This local law shall become effective ninety days after it is submitted for the approval of the qualified electors of the city at the next general election held after its enactment and approved by a majority of such electors voting thereon. \n\nSAG\nLS #2304\n5/20/11",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n \\par\n\\pard\\cbpat1\\ltrpar\\nowidctlpar\\sl480\\slmult1       Section 1. Subdivisions c and d of Section 668 of the New York city charter are amended to read as follows:  \\par\n\\pard\\cbpat1\\ltrpar\\nowidctlpar\\li720\\sl480\\slmult1 c. \\ul (i) \\ulnone Copies of a decision of the board of standards and appeals and copies of any recommendation of the affected community board or borough board shall be filed with the city planning commission.  Copies of the decision shall also be filed with the affected community or borough boards [.]\\ul within three days of the date on which such decision is rendered.\\par\n\\pard\\cbpat1\\ltrpar\\nowidctlpar\\fi720\\li720\\sl480\\slmult1 (ii) A decision of the board of standards and appeals to approve or approve with modifications an application for a variance pursuant to subdivision five of section 666 of this chapter shall be subject to review and action by the council if an affected community board or affected borough board: (a) recommends in writing against such approval within the time periods allotted by paragraphs two and three of subdivision a of this section, and (b) files with the board and the council a written objection to the board\\rquote s grant of such variance within thirty days of the date on which such variance is issued.  Notwithstanding any provision of law to the contrary, if an affected community board or affected borough board recommended, pursuant to paragraphs two and three of subdivision a of this section,  against approval of a variance,  any such approval shall have no force or effect until thirty days after the date on which such variance is issued.\\par\n(iii) Within fifty days of the date of a written objection to a decision of the board of standards and appeals made pursuant to subparagraph (ii)(b) of this subdivision, a committee of the council shall conduct a public hearing on such decision and make a recommendation to the full council, which shall approve, approve with modifications or disapprove such decision.  Public notice of the committee hearing shall be given not less than five days in advance of such hearing.  The affirmative vote of a majority of all the council members shall be required to approve, approve with modifications or disapprove a decision from the board of standards and appeals.  Notwithstanding any provision of law to the contrary, an applicant for a variance who receives a decision from the board of standards and appeals that is under review by the council pursuant to this paragraph shall take no action with respect to the proposed use or development of the zoning lot at issue until after the council approves, approves with modifications or disapproves such decision.\\par\n(iv)  For purposes of this subdivision, the term \\ldblquote affected community board\\rdblquote  shall mean the community board for the community district in which land included in an application for a variance or special permit pursuant to subdivision five of section 666 of this chapter is located; the term \\ldblquote affected borough board\\rdblquote  shall mean the borough board for the borough in which land included in an application for a variance or special permit pursuant to subdivision five of section 666 of this chapter is located, if such application includes land within two or more community districts within such borough.\\par\n\\pard\\cbpat1\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\ulnone d. Any decision of the board of standards and appeals pursuant to this section \\ul that is not subject to review and action by the council pursuant to subdivision c of this section,\\ulnone  may be reviewed as \\ul otherwise\\ulnone  provided by law.\\par\n\\'a72. This local law shall become effective ninety days after it is submitted for the approval of the qualified electors of the city at the next general election held after its enactment and approved by a majority of such electors voting thereon.\\ul  \\par\n\\pard\\cbpat1\\ltrpar\\nowidctlpar\\par\n\\ulnone SAG\\par\nLS #2304\\par\n5/20/11\\fs22\\par\n}\n",
  "LastModified": "2013-12-23T19:14:34.443Z"
}
