{
  "ID": 47657,
  "GUID": "793540BB-5565-44E0-A10A-3914182412C3",
  "File": "Int 0652-2011",
  "Name": "Requiring the registration of owners of vacant property.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring the registration of owners of vacant property.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2011-08-17T00:00:00Z",
  "AgendaDate": "2011-08-17T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    }
  ],
  "History": [
    {
      "ID": 257108,
      "Date": "2011-08-17T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 257214,
      "Date": "2011-08-17T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10919,
      "AgendaSequence": 70,
      "MinutesSequence": 84,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283928,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 48752,
  "Text": "Be it enacted by the Council as follows: \n            \nSection 1. Title 26 of the administrative code of the city of New York, is amended by adding a new chapter 10 to read as follows: \nCHAPTER 10\nREPORTING REQUIREMENTS FOR OWNERS OF VACANT PROPERTY\n§26-901 Reporting. a.  For purposes of this chapter, the following terms shall have the following meanings:\n1. “Department” shall mean the department of housing preservation and development.\n2. “Commissioner” shall mean the commissioner of housing preservation and development.\nb. The owner of any real property within the city of New York shall register with the department upon such property being vacant for one year.  Such registration shall be in a manner to be determined by the commissioner but shall, at a minimum, include the name of the owner of such property, along with the e-mail address and phone number of an individual who shall be the contact person for the site.  Such registration shall be renewed annually thereafter with such additional information as the department may require.  The department may impose a fee necessary for administering the provisions of this section.  The owner of any property that has been vacant for one year or more on the effective date of this section shall file such registration not more than sixty days following the effective date of this section.  When such property is sold, the new owner of such real property shall register in accordance with this section within thirty days of taking ownership of such property.\nc. A person who fails to register as required by subdivision b of this section shall be subject to a civil penalty of not less than one hundred dollars nor more than five hundred dollars for every week or portion thereof that there is a failure to register.\nd. This section shall not apply where registration is otherwise required by article two of subchapter four of chapter two of title twenty-seven of this code.\n§2. This local law shall take effect ninety days after its enactment, except that the commissioner of housing preservation and development shall take such actions as are necessary for its implementation, including the promulgation of rules, prior to such effective date.  \nLF\nLS#1238, 1278\n7/27/11",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Arial;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows: \\par\n\\ulnone             \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 Section 1. Title 26 of the administrative code of the city of New York, is amended by adding a new chapter 10 to read as follows: \\par\n\\pard\\ltrpar\\keepn\\nowidctlpar\\s1\\sl480\\slmult1\\qc\\ul CHAPTER 10\\par\nREPORTING REQUIREMENTS FOR OWNERS OF VACANT PROPERTY\\par\n\\pard\\ltrpar\\nowidctlpar\\fi360\\sl480\\slmult1\\qj\\'a726-901 Reporting. a.  For purposes of this chapter, the following terms shall have the following meanings:\\par\n1. \\ldblquote Department\\rdblquote  shall mean the department of housing preservation and development.\\par\n2. \\ldblquote Commissioner\\rdblquote  shall mean the commissioner of housing preservation and development.\\par\nb. The owner of any real property within the city of New York shall register with the department upon such property being vacant for one year.  Such registration shall be in a manner to be determined by the commissioner but shall, at a minimum, include the name of the owner of such property, along with the e-mail address and phone number of an individual who shall be the contact person for the site.  Such registration shall be renewed annually thereafter with such additional information as the department may require.  The department may impose a fee necessary for administering the provisions of this section.  The owner of any property that has been vacant for one year or more on the effective date of this section shall file such registration not more than sixty days following the effective date of this section.  When such property is sold, the new owner of such real property shall register in accordance with this section within thirty days of taking ownership of such property.\\par\nc. A person who fails to register as required by subdivision b of this section shall be subject to a civil penalty of not less than one hundred dollars nor more than five hundred dollars for every week or portion thereof that there is a failure to register.\\par\nd. This section shall not apply where registration is otherwise required by article two of subchapter four of chapter two of title twenty-seven of this code.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone\\'a72. This local law shall take effect ninety days after its enactment, except that the commissioner of housing preservation and development shall take such actions as are necessary for its implementation, including the promulgation of rules, prior to such effective date.  \\par\n\\pard\\ltrpar\\nowidctlpar\\fs18 LF\\par\nLS#1238, 1278\\par\n7/27/11\\ul\\par\n\\pard\\ltrpar\\keepn\\nowidctlpar\\s2\\sb240\\sa60\\qc\\ulnone\\b\\i\\f1\\fs28\\par\n\\pard\\ltrpar\\nowidctlpar\\b0\\i0\\f0\\fs24\\par\n}\n",
  "LastModified": "2013-12-23T19:14:22.663Z"
}
