{
  "ID": 47644,
  "GUID": "9760DAC9-4676-4375-84F4-9E1E27E50228",
  "File": "Int 0654-2011",
  "Name": "Creating an interagency task force on electric assisted bicycle safety.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to creating an interagency task force on electric assisted bicycle safety.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2011-08-17T00:00:00Z",
  "AgendaDate": "2011-08-17T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    }
  ],
  "History": [
    {
      "ID": 257109,
      "Date": "2011-08-17T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 257216,
      "Date": "2011-08-17T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10919,
      "AgendaSequence": 73,
      "MinutesSequence": 87,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283926,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 48739,
  "Text": "Be It enacted by the Council as follows: \n\nSection 1. Findings and Intent.  The City of New York is a unique urban environment and factors such as limited parking, traffic congestion and the availability of public transportation discourage car use. Consequently, many New Yorkers ride bicycles to work and other destinations. Bicyclists also ride for recreation and to improve health and fitness. Bicycling reduces road congestion and motor vehicle related pollution. The Council recognizes that the increase of bicycling in New York City creates health and environmental benefits. The Council also recognizes that there has been a recent increase in the use of electric assisted bicycles on the streets of the City of New York, especially by delivery personnel employed by commercial establishments like restaurants and messenger services. The Council recognizes that a safe environment for bicyclists and pedestrians can prevent injuries and fatalities. The Council finds that by establishing a mechanism for comprehensive review of the use of and the legal framework for electric assisted bicycles, we will better understand how to improve the safety of pedestrians and riders and also encourage safe bicycling practices with respect to electric assisted bicycles. Accordingly, the Council finds that a task force dedicated to reviewing the trends and patterns of electric assisted bicycle use, creating ways to encourage safe practices with respect to electric assisted bicycles and reviewing and proposing modifications to the legal framework that regulates the use of electric assisted bicycles, is needed. \n§2. Title 19 of the administrative code of the city of New York is amended by adding a new section 19-187 to read as follows: \n§19-187 Electric assisted bicycle safety task force. a. There shall be established an electric assisted bicycle safety task force to examine the city’s transportation needs and plans with respect to electric assisted bicycles. Such task force shall develop safety recommendations in light of the increased use of electric assisted bicycles. Such recommendations shall include, but not be limited to, the creation of new rules and proposals for new legislation regarding electric assisted bicycles; infrastructure components for lanes and parking regarding electric assisted bicycles; and educational campaigns and other measures to promote lawful bicycling while ensuring the safety of bicyclists and pedestrians. \nb. Such task force shall consist of the commissioner of transportation, the chair of city planning, and the commissioner of parks and recreation, or the respective designee of such commissioner or chair. The mayor shall appoint two additional members, including one transportation specialist and one bicycle use specialist. The speaker of the city council shall appoint four additional members, including one transportation specialist and one bicycle use specialist. \nc. The task force shall invite the New York state department of motor vehicles, the New York state department of transportation, and representatives of any other relevant state agency or state elected official, as identified by the task force, to participate in the development of the task force report pursuant to subdivision f of this section.  \nd. Such task force shall serve for a term of one year. Any vacancy shall be filled in the same manner as the original appointment. \ne. All members of such task force shall serve without compensation, except that each member shall be allowed actual and necessary expenses to be audited in the same manner as other city expenses. \nf. Such task force shall meet at least five times a year and shall convene a public hearing in each of the five boroughs. The commissioner of transportation shall serve as the chair of such task force and shall convene the first meeting of such task force within ninety days after the effective date of the local law that added this section. Such task force shall issue and submit a report of its findings and recommendations to the mayor and the speaker of the city council no later than twelve months after the effective date of the local law that added this section. \ng. The task force shall terminate upon the issuance of its final report. \n§3. This local law shall take effect immediately.   \n\nMEH \nLS 2003\n8/11/11",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\ul Be It enacted by the Council as follows: \\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1. Findings and Intent.  The City of New York is a unique urban environment and factors such as limited parking, traffic congestion and the availability of public transportation discourage car use. Consequently, many New Yorkers ride bicycles to work and other destinations. Bicyclists also ride for recreation and to improve health and fitness. Bicycling reduces road congestion and motor vehicle related pollution. The Council recognizes that the increase of bicycling in New York City creates health and environmental benefits. The Council also recognizes that there has been a recent increase in the use of electric assisted bicycles on the streets of the City of New York, especially by delivery personnel employed by commercial establishments like restaurants and messenger services. The Council recognizes that a safe environment for bicyclists and pedestrians can prevent injuries and fatalities. The Council finds that by establishing a mechanism for comprehensive review of the use of and the legal framework for electric assisted bicycles, we will better understand how to improve the safety of pedestrians and riders and also encourage safe bicycling practices with respect to electric assisted bicycles. Accordingly, the Council finds that a task force dedicated to reviewing the trends and patterns of electric assisted bicycle use, creating ways to encourage safe practices with respect to electric assisted bicycles and reviewing and proposing modifications to the legal framework that regulates the use of electric assisted bicycles, is needed. \\par\n\\'a72. Title 19 of the administrative code of the city of New York is amended by adding a new section 19-187 to read as follows: \\par\n\\ul\\'a719-187 Electric assisted bicycle safety task force. a. There shall be established an electric assisted bicycle safety task force to examine the city\\rquote s transportation needs and plans with respect to electric assisted bicycles. Such task force shall develop safety recommendations in light of the increased use of electric assisted bicycles. Such recommendations shall include, but not be limited to, the creation of new rules and proposals for new legislation regarding electric assisted bicycles; infrastructure components for lanes and parking regarding electric assisted bicycles; and educational campaigns and other measures to promote lawful bicycling while ensuring the safety of bicyclists and pedestrians. \\par\nb. Such task force shall consist of the commissioner of transportation, the chair of city planning, and the commissioner of parks and recreation, or the respective designee of such commissioner or chair. The mayor shall appoint two additional members, including one transportation specialist and one bicycle use specialist. The speaker of the city council shall appoint four additional members, including one transportation specialist and one bicycle use specialist. \\par\nc. The task force shall invite the New York state department of motor vehicles, the New York state department of transportation, and representatives of any other relevant state agency or state elected official, as identified by the task force, to participate in the development of the task force report pursuant to subdivision f of this section.  \\par\nd. Such task force shall serve for a term of one year. Any vacancy shall be filled in the same manner as the original appointment. \\par\ne. All members of such task force shall serve without compensation, except that each member shall be allowed actual and necessary expenses to be audited in the same manner as other city expenses. \\par\nf. Such task force shall meet at least five times a year and shall convene a public hearing in each of the five boroughs. The commissioner of transportation shall serve as the chair of such task force and shall convene the first meeting of such task force within ninety days after the effective date of the local law that added this section. Such task force shall issue and submit a report of its findings and recommendations to the mayor and the speaker of the city council no later than twelve months after the effective date of the local law that added this section. \\par\ng. The task force shall terminate upon the issuance of its final report. \\par\n\\ulnone\\'a73. This local law shall take effect immediately.  \\ul  \\par\n\\pard\\ltrpar\\nowidctlpar\\ulnone\\fs20\\par\nMEH \\par\nLS 2003\\par\n8/11/11\\par\n}\n",
  "LastModified": "2013-12-23T19:14:00.1Z"
}
