{
  "ID": 47535,
  "GUID": "448AEAD5-7C16-42EA-ACD5-36941F793439",
  "File": "Int 0660-2011",
  "Name": "Providing notice regarding permits for movie-making, telecasting and photography in public places.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to providing notice regarding permits for movie-making, telecasting and photography in public places.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5213,
  "BodyName": "Committee on Technology",
  "IntroDate": "2011-08-17T00:00:00Z",
  "AgendaDate": "2011-08-17T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    }
  ],
  "History": [
    {
      "ID": 257112,
      "Date": "2011-08-17T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 257224,
      "Date": "2011-08-17T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Technology",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10919,
      "AgendaSequence": 81,
      "MinutesSequence": 95,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Technology",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283924,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 48628,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Section 22-205 of the administrative code of the city of New York is hereby amended to read as follows:\n\t§22-205  Permits for movie-making, telecasting, and photography in public places; violations; penalties.  a.  The [executive director] commissioner of [the office for economic development] small business services shall not issue to any applicant any permit for any activity subject to the provisions of [subdivision thirteen of section thirteen hundred] paragraph (r) of subdivision one of section thirteen hundred one of the charter, unless and until (1) all other permits, approvals and sanctions required by any other provision of law for the conduct of such activities by the applicant have been obtained by the [executive director] commissioner, in the name and in behalf of the applicant, from the agency or agencies having jurisdiction and (2) all fees required to be paid by, or imposed pursuant to, any provision of law for the issuance of such other permits, approvals and sanctions have been paid by the applicant.\n\tb.  It shall be unlawful for any person to conduct, without a permit from such [executive director] commissioner, any activity with respect to which such [executive director] commissioner is authorized to issue a permit under the provisions of the charter referred to in subdivision a of this section.  Any violation of the provisions of this subdivision b shall be punishable by a fine of not more than five hundred dollars or by imprisonment for not more than ninety days, or both.\n\tc.  The department, upon the issuance of any permit under the auspices of such office,  shall immediately notify in writing each community board(s) and council member(s), respectively, whose district will be affected and shall immediately post such notice on its website, disaggregated by community board.\n\t§2. This local law shall take effect sixty days after enactment.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTM\nLS# 1774 and 2683\n7/21/11",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\tab Section 1.  Section 22-205 of the administrative code of the city of New York is hereby amended to read as follows:\\par\n\\tab\\'a722-205  \\b Permits for movie-making, telecasting, and photography in public places; violations; penalties.\\b0   a.  The [executive director] \\ul commissioner\\ulnone  of [the office for economic development] \\ul small business services\\ulnone  shall not issue to any applicant any permit for any activity subject to the provisions of [subdivision thirteen of section thirteen hundred] \\ul paragraph (r) of subdivision one of section thirteen hundred one\\ulnone  of the charter, unless and until (1) all other permits, approvals and sanctions required by any other provision of law for the conduct of such activities by the applicant have been obtained by the [executive director] \\ul commissioner\\ulnone , in the name and in behalf of the applicant, from the agency or agencies having jurisdiction and (2) all fees required to be paid by, or imposed pursuant to, any provision of law for the issuance of such other permits, approvals and sanctions have been paid by the applicant.\\par\n\\tab b.  It shall be unlawful for any person to conduct, without a permit from such [executive director] \\ul commissioner\\ulnone , any activity with respect to which such [executive director] \\ul commissioner\\ulnone  is authorized to issue a permit under the provisions of the charter referred to in subdivision a of this section.  Any violation of the provisions of this subdivision b shall be punishable by a fine of not more than five hundred dollars or by imprisonment for not more than ninety days, or both.\\par\n\\tab\\ul c.  The department, upon the issuance of any permit under the auspices of such office,  shall immediately notify in writing each community board(s) and council member(s), respectively, whose district will be affected and shall immediately post such notice on its website, disaggregated by community board.\\par\n\\ulnone\\tab\\'a72. This local law shall take effect sixty days after enactment.\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fs20\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\nTM\\par\nLS# 1774 and 2683\\par\n7/21/11\\par\n}\n",
  "LastModified": "2013-12-23T19:13:04.757Z"
}
