{
  "ID": 47683,
  "GUID": "E54D4447-20C2-44BD-A377-E3DAA99DDA29",
  "File": "Int 0661-2011",
  "Name": "Requiring the Department of Homeless Services to report on a monthly basis the location of all of their facilities.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring the Department of Homeless Services to report on a monthly basis the location of all of their facilities.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 12,
  "BodyName": "Committee on General Welfare",
  "IntroDate": "2011-08-17T00:00:00Z",
  "AgendaDate": "2011-08-17T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 5285,
      "Slug": "erik-martin-dilan",
      "FullName": "Erik Martin Dilan"
    },
    {
      "ID": 7586,
      "Slug": "ruben-wills",
      "FullName": "Ruben Wills"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    }
  ],
  "History": [
    {
      "ID": 257127,
      "Date": "2011-08-17T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 257225,
      "Date": "2011-08-17T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on General Welfare",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10919,
      "AgendaSequence": 82,
      "MinutesSequence": 96,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "General Welfare",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283923,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 48778,
  "Text": "Be it enacted by the Council as follows: \n\nSection 1.  Chapter 3 of title 21 of the administrative code of the city of New York is amended by adding a new section 21-316 to read as follows: \n§21-316. Monthly DHS Facility Location Report. \na. Definitions. For the purposes of this section, the following terms shall have the following meanings:  \n 1. “DHS” shall mean the department of homeless services;\n2. “DHS-administered facilities” shall mean city-administered facilities, including but not limited to hotels and shelters, which are managed directly by DHS or by a provider under contract or similar agreement with DHS;\n3. “DHS drop-in centers” shall mean city-administered facilities that provide single adults with hot meals, showers, laundry facilities, clothing, medical care, recreational space, employment referrals and/or housing placement services, but not overnight housing;   \n4. “DHS faith-based beds” shall mean city-administered facilities that provide overnight housing to individuals, are affiliated with one or more religious groups and receive client referrals through organizations under contract with DHS;\n5. “DHS safe havens” shall mean city-administered facilities that provide low-threshold, harm-reduction housing to chronic street homeless individuals, who are referred to such facilities through a DHS outreach program, without the obligation of entering into other supportive and rehabilitative services in order to reduce barriers to temporary housing;\n6. “DHS stabilization beds” shall mean city-administered facilities that provide a short-term housing option for a chronic street homeless individual while such individual works with his/her outreach team to locate a more permanent housing option; and\n7. “DHS veterans shelters” shall mean city-administered facilities that provide short-term housing for people who actively served in the United States military.\nb. Monthly report of DHS facility locations.  Beginning 60 days after the enactment of this law and on a monthly basis thereafter, the department shall submit to the Council and all New York City Community Boards a detailed report setting forth the street address, disaggregated by borough, of all DHS drop-in centers, DHS faith-based beds, DHS safe havens, DHS stabilization beds, DHS veterans shelters, and all other DHS-administered facilities.\nc.  The information provided pursuant to subdivision b above shall also be published electronically on the department’s website.\n§2. This local law shall take effect immediately.\n\nLS #2421\nCJG\n8/16/11",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}}\n\\viewkind4\\uc1\n\\ul\\v0\\par\nBe it enacted by the Council as follows: \\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1.  Chapter 3 of title 21 of the administrative code of the city of New York is amended by adding a new section 21-316 to read as follows: \\par\n\\ul\\'a721-316. Monthly DHS Facility Location Report. \\par\na. Definitions. For the purposes of this section, the following terms shall have the following meanings:  \\par\n 1. \\ldblquote DHS\\rdblquote  shall mean the department of homeless services;\\par\n2. \\ldblquote DHS-administered facilities\\rdblquote  shall mean city-administered facilities, including but not limited to hotels and shelters, which are managed directly by DHS or by a provider under contract or similar agreement with DHS;\\par\n3. \\ldblquote DHS drop-in centers\\rdblquote  shall mean city-administered facilities that provide single adults with hot meals, showers, laundry facilities, clothing, medical care, recreational space, employment referrals and/or housing placement services, but not overnight housing;   \\par\n4. \\ldblquote DHS faith-based beds\\rdblquote  shall mean city-administered facilities that provide overnight housing to individuals, are affiliated with one or more religious groups and receive client referrals through organizations under contract with DHS;\\par\n5. \\ldblquote DHS safe havens\\rdblquote  shall mean city-administered facilities that provide low-threshold, harm-reduction housing to chronic street homeless individuals, who are referred to such facilities through a DHS outreach program, without the obligation of entering into other supportive and rehabilitative services in order to reduce barriers to temporary housing;\\par\n6. \\ldblquote DHS stabilization beds\\rdblquote  shall mean city-administered facilities that provide a short-term housing option for a chronic street homeless individual while such individual works with his/her outreach team to locate a more permanent housing option; and\\par\n7. \\ldblquote DHS veterans shelters\\rdblquote  shall mean city-administered facilities that provide short-term housing for people who actively served in the United States military.\\par\nb. Monthly report of DHS facility locations.  Beginning 60 days after the enactment of this law and on a monthly basis thereafter, the department shall submit to the Council and all New York City Community Boards a detailed report setting forth the street address, disaggregated by borough, of all DHS drop-in centers, DHS faith-based beds, DHS safe havens, DHS stabilization beds, DHS veterans shelters, and all other DHS-administered facilities.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 c.  The information provided pursuant to subdivision b above shall also be published electronically on the department\\rquote s website.\\par\n\\ulnone\\'a72. This local law shall take effect immediately.\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\par\n\\pard\\ltrpar\\nowidctlpar LS #2421\\par\nCJG\\par\n\\pard\\ltrpar\\nowidctlpar\\tx720\\tx5040 8/16/11\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\qj\\ul\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\par\n\\pard\\ltrpar\\nowidctlpar\\ulnone\\par\n\\par\n}\n",
  "LastModified": "2013-12-23T19:12:53.507Z"
}
