{
  "ID": 47421,
  "GUID": "FBD9A55C-0ABB-44E2-8247-F56B7DF8C781",
  "File": "Int 0664-2011",
  "Name": "Personal information security.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to personal information security.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5213,
  "BodyName": "Committee on Technology",
  "IntroDate": "2011-09-08T00:00:00Z",
  "AgendaDate": "2011-09-08T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera "
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    }
  ],
  "History": [
    {
      "ID": 257538,
      "Date": "2011-09-08T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 257660,
      "Date": "2011-09-08T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Technology",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10971,
      "AgendaSequence": 81,
      "MinutesSequence": 103,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Technology",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 261217,
      "Date": "2012-01-19T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5213,
      "BodyName": "Committee on Technology",
      "EventID": 11278,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 261449,
      "Date": "2012-01-19T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 5213,
      "BodyName": "Committee on Technology",
      "EventID": 11278,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284197,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 105133,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 1/19/12",
      "Link": "http://nyc.legistar1.com/nyc/attachments/a584eb5a-a7e2-4719-91a5-a46888e0c0a4.doc",
      "Sort": 1
    },
    {
      "ID": 105238,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 1/19/12",
      "Link": "http://nyc.legistar1.com/nyc/attachments/17f602e6-9d5b-449d-ba25-7d405274e14e.PDF",
      "Sort": 2
    },
    {
      "ID": 105401,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 1/19/12",
      "Link": "http://nyc.legistar1.com/nyc/attachments/9b9ee567-c18c-4dc0-9b39-1a5c2034e74b.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 48511,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Title 10 of the administrative code of the city of New York is amended by adding a new chapter 9 to read as follows:\nChapter 9 - PERSONAL INFORMATION SECURITY\n§10-901 Personal information security\n§10-901 Personal information security. a. As used in this chapter, “personal information” shall mean any information concerning an individual which, because of a name, number, symbol, mark or other identifier, can be used to identify that individual.\nb. Each agency that maintains a system of records containing personal information shall develop, implement, and maintain a comprehensive security program that contains administrative, technical, and physical safeguards for the protection of such personal information. Such comprehensive security program shall be consistent with federal and state laws and regulations.\nc. Where not inconsistent with applicable federal and state laws and regulations, every comprehensive security program shall include, but shall not be limited to, 1. designating one or more employees to maintain the comprehensive information security program; \n2. identifying and assessing foreseeable internal and external risks to the security, confidentiality, and/or integrity of any electronic, paper or other records containing personal information, and evaluating and improving, where necessary, the effectiveness of the current safeguards for limiting such risks, including but not limited to, ongoing employee training, employee compliance with policies and procedures, and a means for detecting and preventing security system failures; \n3. developing security policies for employees relating to the storage, access and transportation of records containing personal information outside of business premises; \n4. imposing disciplinary measures for violations of the comprehensive information security program rules; \n5. preventing persons whose employment with the agency has been terminated from the agency from accessing records containing personal information; \n6. restrictions upon physical access to records containing personal information, including the storage of such records and data in locked facilities, storage areas or containers; \n7. regular monitoring to ensure that the comprehensive information security program is operating in a manner calculated to prevent unauthorized access to or unauthorized use of personal information; and upgrading information safeguards as necessary to limit risks; \n8. reviewing the scope of the security measures at least annually or whenever there is a material change in business practices that may implicate the security or integrity of records containing personal information; and \n9. documenting any incident involving a breach of security, responsive actions taken in connection with such incident and performing a mandatory post-incident review of events including changes made, if any, to business practices relating to protection of personal information.\nd. Where not inconsistent with applicable federal and state laws and regulations, if an agency electronically stores or transmits records containing personal information the comprehensive information security program of such agency shall include, but not be limited to, 1. secure user authentication protocols including control of user identification cards and other record access identifiers; a secure method of assigning and selecting passwords, or use of unique identifier technologies, such as biometrics or token devices; control of data security passwords to ensure that such passwords are kept in a location or format that does not compromise the security of the data they protect; restricting access to active users and active user accounts only; and blocking access to user identification after multiple unsuccessful attempts to gain access or the limitation placed on access for the particular system; \n2. secure access control measures that restrict access to records and files containing personal information to those who need such information to perform their job duties and to assign unique identifications and passwords, which are not vendor supplied default passwords, to each person with computer access, that are designed to maintain the integrity of the security of the access controls; \n3. encryption of all transmitted records and files containing personal information that will travel across public networks, and encryption of all data containing personal information to be transmitted wirelessly. \n4. encryption of all personal information stored on laptops or other portable devices;\n5. encryption of all personal information stored on removable media that is transported or stored by third-party service providers;\n6. monitoring of systems for unauthorized use of or access to personal information; \n7. for files containing personal information on a system that is connected to the Internet, there must be up-to-date firewall protection and operating system security patches, designed to maintain the integrity of the personal information; \n8. up-to-date versions of system security agent software which must include malware protection and up-to-date patches and virus definitions, or a version of such software that can still be supported with up-to-date patches and virus definitions, and is set to receive the most current security updates on a regular basis; and\n9. education and training of employees on the proper use of the applicable computer security system and the importance of personal information security.\ne. Each agency that maintains a system of records containing personal information shall take steps to select and retain third-party service providers that are capable of maintaining appropriate security measures to protect such personal information consistent with this chapter and any applicable federal and state laws and regulations, and require such third-party service providers to implement and maintain such appropriate security measures for personal information.\n§2. This local law shall take effect one year after its enactment, except that the commissioner or director of each agency shall take such actions as are necessary for its implementation, including the promulgation of rules, prior to such effective date.\njtb\nLS# 2212\nCr-6/2/2011 Sv-6/24/2011 12:27:00 PM",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBe it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Section 1. Title 10 of the administrative code of the city of New York is amended by adding a new chapter 9 to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qc\\ul Chapter 9 - PERSONAL INFORMATION SECURITY\\par\n\\'a710-901 Personal information security\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a710-901 Personal information security. a. As used in this chapter, \\ldblquote personal information\\rdblquote  shall mean any information concerning an individual which, because of a name, number, symbol, mark or other identifier, can be used to identify that individual.\\par\nb. Each agency that maintains a system of records containing personal information shall develop, implement, and maintain a comprehensive security program that contains administrative, technical, and physical safeguards for the protection of such personal information. Such comprehensive security program shall be consistent with federal and state laws and regulations.\\par\nc. Where not inconsistent with applicable federal and state laws and regulations, every comprehensive security program shall include, but shall not be limited to, 1. designating one or more employees to maintain the comprehensive information security program; \\par\n2. identifying and assessing foreseeable internal and external risks to the security, confidentiality, and/or integrity of any electronic, paper or other records containing personal information, and evaluating and improving, where necessary, the effectiveness of the current safeguards for limiting such risks, including but not limited to, ongoing employee training, employee compliance with policies and procedures, and a means for detecting and preventing security system failures; \\par\n3. developing security policies for employees relating to the storage, access and transportation of records containing personal information outside of business premises; \\par\n4. imposing disciplinary measures for violations of the comprehensive information security program rules; \\par\n5. preventing persons whose employment with the agency has been terminated from the agency from accessing records containing personal information; \\par\n6. restrictions upon physical access to records containing personal information, including the storage of such records and data in locked facilities, storage areas or containers; \\par\n7. regular monitoring to ensure that the comprehensive information security program is operating in a manner calculated to prevent unauthorized access to or unauthorized use of personal information; and upgrading information safeguards as necessary to limit risks; \\par\n8. reviewing the scope of the security measures at least annually or whenever there is a material change in business practices that may implicate the security or integrity of records containing personal information; and \\par\n9. documenting any incident involving a breach of security, responsive actions taken in connection with such incident and performing a mandatory post-incident review of events including changes made, if any, to business practices relating to protection of personal information.\\par\nd. Where not inconsistent with applicable federal and state laws and regulations, if an agency electronically stores or transmits records containing personal information the comprehensive information security program of such agency shall include, but not be limited to, 1. secure user authentication protocols including control of user identification cards and other record access identifiers; a secure method of assigning and selecting passwords, or use of unique identifier technologies, such as biometrics or token devices; control of data security passwords to ensure that such passwords are kept in a location or format that does not compromise the security of the data they protect; restricting access to active users and active user accounts only; and blocking access to user identification after multiple unsuccessful attempts to gain access or the limitation placed on access for the particular system; \\ulnone\\par\n\\ul 2. secure access control measures that restrict access to records and files containing personal information to those who need such information to perform their job duties and to assign unique identifications and passwords, which are not vendor supplied default passwords, to each person with computer access, that are designed to maintain the integrity of the security of the access controls; \\par\n3. encryption of all transmitted records and files containing personal information that will travel across public networks, and encryption of all data containing personal information to be transmitted wirelessly. \\par\n4. encryption of all personal information stored on laptops or other portable devices;\\par\n5. encryption of all personal information stored on removable media that is transported or stored by third-party service providers;\\par\n6. monitoring of systems for unauthorized use of or access to personal information; \\par\n7. for files containing personal information on a system that is connected to the Internet, there must be up-to-date firewall protection and operating system security patches, designed to maintain the integrity of the personal information; \\par\n8. up-to-date versions of system security agent software which must include malware protection and up-to-date patches and virus definitions, or a version of such software that can still be supported with up-to-date patches and virus definitions, and is set to receive the most current security updates on a regular basis; and\\par\n9. education and training of employees on the proper use of the applicable computer security system and the importance of personal information security.\\par\ne. Each agency that maintains a system of records containing personal information shall take steps to select and retain third-party service providers that are capable of maintaining appropriate security measures to protect such personal information consistent with this chapter and any applicable federal and state laws and regulations, and require such third-party service providers to implement and maintain such appropriate security measures for personal information.\\par\n\\ulnone\\'a72. This local law shall take effect one year after its enactment, except that the commissioner or director of each agency shall take such actions as are necessary for its implementation, including the promulgation of rules, prior to such effective date.\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\fs18 jtb\\par\nLS# 2212\\par\n\\pard\\ltrpar\\nowidctlpar Cr-\\lang1024 6/2/2011\\lang1033  Sv-\\lang1024 6/24/2011 12:27:00 PM\\lang1033\\fs24\\par\n}\n",
  "LastModified": "2015-06-16T14:26:19.653Z"
}
