{
  "ID": 47757,
  "GUID": "23AC8ECE-3B4E-4E45-A3B2-87C31F605077",
  "File": "Int 0672-2011",
  "Name": "Discriminating against persons accompanied by an on-duty police dog.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to discrimination against persons accompanied by an on-duty police dog.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5148,
  "BodyName": "Committee on Civil Rights",
  "IntroDate": "2011-09-08T00:00:00Z",
  "AgendaDate": "2011-09-08T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    }
  ],
  "History": [
    {
      "ID": 257547,
      "Date": "2011-09-08T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 257678,
      "Date": "2011-09-08T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Civil Rights",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 10971,
      "AgendaSequence": 98,
      "MinutesSequence": 120,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Civil Rights",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283915,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 48854,
  "Text": "Be it enacted by the Council as follows: \nSection 1.  Legislative findings.\n\tNew York City police officers in the K-9 unit are required to live with their police dogs and are expected to accompany them at all times.  The Council finds that some landlords and property owners discriminate against New York City police officers who are accompanied by their police work dogs by considering the dogs pets rather than working animals.  Accordingly, it is necessary to amend the City’s Human Rights Law to protect police officers in the K-9 unit from such housing and public accommodations discrimination.  \n§2.  Section 8-101 of chapter one of title eight of the administrative code of the city of New York  is amended to read as follows:\n§ 8-101 Policy.\nIn the city of New York, with its great cosmopolitan population, there is no greater danger to the health, morals, safety and welfare of the city and its inhabitants than the existence of groups prejudiced against one another and antagonistic to each other because of their actual or perceived differences, including those based on race, color, creed, age, national origin, alienage or citizenship status, gender, sexual orientation, disability, marital status, partnership status, any lawful source of income, status as a victim of domestic violence or status as a victim of sex offenses or stalking, whether children are, may be or would be residing with a person, whether a person is accompanied by an on-duty police work dog, or conviction or arrest record.  The council hereby finds and declares that prejudice, intolerance, bigotry, and discrimination, bias-related violence or harassment and disorder occasioned thereby threaten the rights and proper privileges of its inhabitants and menace the institutions and foundation of a free democratic state.  A city agency is hereby created with power to eliminate and prevent discrimination from playing any role in actions relating to employment, public accommodations, and housing and other real estate, and to take other actions against prejudice, intolerance, bigotry, discrimination and bias-related violence or harassment as herein provided; and the commission established hereunder is hereby given general jurisdiction and power for such purposes.\n§3. Section 8-102 of chapter one of title eight of the administrative code of the city of New York is amended by adding a new subdivision 26 to read as follows:\n26.  The term \"on-duty police dog\" shall mean any dog owned or harbored by any state or municipal police department or any state or federal law enforcement agency, which has been trained to aid law enforcement officers and is actually being used for police work purposes.\n§4. Paragraph a of subdivision 4 of section 8-107 of chapter one of title eight of the administrative code of the city of New York is amended to read as follows:\n\ta. It shall be an unlawful discriminatory  practice for any person, being the owner, lessee,  proprietor,  manager, superintendent,  agent  or  employee  of any place or provider of public  accommodation, because of the actual or perceived  race,  creed,  color, national  origin,  age,  gender, disability, marital status, partnership status, sexual orientation or alienage  or  citizenship  status  of  any person, or because such person is accompanied by an on-duty police work dog, directly or indirectly, to refuse, withhold from or deny to such person  any  of the accommodations, advantages, facilities or privileges thereof, or, directly or indirectly, to make any  declaration,  publish, circulate,   issue,  display,  post  or  mail  any  written  or  printed communication, notice or advertisement, to the effect that  any  of  the accommodations,  advantages, facilities and privileges of any such place or provider shall be refused, withheld from or denied to any  person  on account of race, creed, color, national origin, age, gender, disability, marital  status, partnership  status, sexual orientation or alienage or citizenship status,  or because such person is accompanied by an on-duty police work dog, or  that  the  patronage  or  custom  of  any  person belonging  to,  purporting  to be, or perceived to be, of any particular race, creed, color, national origin, age,  gender,  disability,  marital status,   partnership   status,   sexual   orientation,  [or]  alienage  or citizenship  status, or accompanied by an on-duty police work dog is  unwelcome, objectionable or not acceptable, desired or solicited.\n\t§5. Subparagraphs 1, 2 and 3 of paragraph a of subdivision 5 of section 8-107 of chapter one of title eight of the administrative code of the city of New York are amended to read as follows:\n(1) To refuse to sell, rent, lease, approve the sale, rental or lease or otherwise deny to or withhold from any person or group of persons such a housing accommodation or an interest therein because of the actual or perceived race, creed, color, national origin, gender, age, disability, sexual orientation, marital status, partnership status, or alienage or citizenship status of such person or persons, or because of any lawful source of income of such person or persons, or because children are, may be or would be residing with such person or persons[.], or because such person or group of persons is accompanied by an on-duty police dog.\n(2) To discriminate against any person because of such person's actual or perceived race, creed, color, national origin, gender, age, disability, sexual orientation, marital status, partnership status, or alienage or citizenship status, or because of any lawful source of income of such person, or because children are, may be or would be residing with such person, or because such person is accompanied by an on-duty police dog, in the terms, conditions or privileges of the sale, rental or lease of any such housing accommodation or an interest therein or in the furnishing of facilities or services in connection therewith.\n(3) To declare, print or circulate or cause to be declared, printed or circulated any statement, advertisement or publication, or to use any form of application for the purchase, rental or lease of such a housing accommodation or an interest therein or to make any record or inquiry in conjunction with the prospective purchase, rental or lease of such a housing accommodation or an interest therein which expresses, directly or indirectly, any limitation, specification or discrimination as to race, creed, color, national origin, gender, age, disability, sexual orientation, marital status, partnership status, or alienage or citizenship status, or any lawful source of income, or whether children are, may be, or would be residing with a person, or because a person is accompanied by an on-duty police dog, or any intent to make such limitation, specification or discrimination.\n§6. Subparagraphs 1, 2 and 3 of paragraph c of subdivision 5 of section 8-107 of chapter one of title eight of the administrative code of the city of New York, are amended as follows:\n(1) To refuse to sell, rent or lease any housing accommodation, land or commercial space or an interest therein to any person or group of persons or to refuse to negotiate for the sale, rental or lease, of any housing accommodation, land or commercial space or an interest therein to any person or group of persons because of the actual or perceived race, creed, color, national origin, gender, age, disability, sexual orientation, marital status, partnership status, or alienage or citizenship status of such person or persons, or because of any lawful source of income of such person or persons, or because children are, may be or would be residing with such person or persons, or because such person or group of persons is accompanied by an on-duty police dog, or to represent that any housing accommodation, land or commercial space or an interest therein is not available for inspection, sale, rental or lease when in fact it is so available, or otherwise to deny or withhold any housing accommodation, land or commercial space or an interest therein or any facilities of any housing accommodation, land or commercial space or an interest therein from any person or group of persons because of the actual or perceived race, creed, color, national origin, gender, age, disability, sexual orientation, marital status, partnership status, or alienage or citizenship status of such person or persons, or because of any lawful source of income of such person or persons, or because children are, may be or would be residing with such person or persons[,] or because such person or group of persons is accompanied by an on-duty police dog.\n(2) To declare, print or circulate or cause to be declared, printed or circulated any statement, advertisement or publication, or to use any form of application for the purchase, rental or lease of any housing accommodation, land or commercial space or an interest therein or to make any record or inquiry in connection with the prospective purchase, rental or lease of any housing accommodation, land or commercial space or an interest therein which expresses, directly or indirectly, any limitation, specification or discrimination as to race, creed, color, national origin, gender, age, disability, sexual orientation, marital status, partnership status, or alienage or citizenship status, or any lawful source of income, or to whether children are, may be or would be residing with a person, or because a person is accompanied by an on-duty police dog, or any intent to make such limitation, specification or discrimination.\n(3) To induce or attempt to induce any person to sell or rent any housing accommodation, land or commercial space or an interest therein by representations, explicit or implicit, regarding the entry or prospective entry into the neighborhood or area of a person or persons of any race, creed, color, gender, age, disability, sexual orientation, marital status, partnership status, national origin, alienage or citizenship status, or a person or persons with any lawful source of income, or a person or persons with whom children are, may be or would be residing[.], or a person or persons who is, are, may be or would be accompanied by an on-duty police dog.\n§7.  This local law shall take effect immediately upon its enactment into law.\n\n\n\n\n\n\n\n\n\n\nLS 2423\nLCC \n8/9/11",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows:\\ulnone  \\ul\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\ulnone Section 1.  Legislative findings.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qj\\tab New York City police officers in the K-9 unit are required to live with their police dogs and are expected to accompany them at all times.  The Council finds that some landlords and property owners discriminate against New York City police officers who are accompanied by their police work dogs by considering the dogs pets rather than working animals.  Accordingly, it is necessary to amend the City\\rquote s Human Rights Law to protect police officers in the K-9 unit from such housing and public accommodations discrimination.  \\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\cf1\\'a72.  Section 8-101 of chapter one of title eight of the administrative code of the city of New York  is amended to read as follows:\\cf0\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\cf1\\'a7 8-101 Policy.\\par\nIn the city of New York, with its great cosmopolitan population, there is no greater danger to the health, morals, safety and welfare of the city and its inhabitants than the existence of groups prejudiced against one another and antagonistic to each other because of their actual or perceived differences, including those based on race, color, creed, age, national origin, alienage or citizenship status, gender, sexual orientation, disability, marital status, partnership status, any lawful source of income, status as a victim of domestic violence or status as a victim of sex offenses or stalking, whether children are, may be or would be residing with a person\\ul , whether a person is accompanied by an on-duty police work dog\\ulnone , or conviction or arrest record.  The council hereby finds and declares that prejudice, intolerance, bigotry, and discrimination, bias-related violence or harassment and disorder occasioned thereby threaten the rights and proper privileges of its inhabitants and menace the institutions and foundation of a free democratic state.  A city agency is hereby created with power to eliminate and prevent discrimination from playing any role in actions relating to employment, public accommodations, and housing and other real estate, and to take other actions against prejudice, intolerance, bigotry, discrimination and bias-related violence or harassment as herein provided; and the commission established hereunder is hereby given general jurisdiction and power for such purposes.\\par\n\\'a73. Section 8-102 of chapter one of title eight of the administrative code of the city of New York is amended by adding a new subdivision 26 to read as follows:\\par\n\\ul 26.  The term \"on-duty police dog\" shall mean \\cf0 any dog owned or harbored by any state or municipal police department or any state or federal law enforcement agency, which has been trained to aid law enforcement officers and is actually being used for police work purposes\\cf1 .\\ulnone\\par\n\\'a74. Paragraph a of subdivision 4 of section 8-107 of chapter one of title eight of the administrative code of the city of New York is amended to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\ri90\\sl480\\slmult1\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\tab a. It shall be an unlawful discriminatory  practice for any person, being the owner, lessee,  proprietor,  manager, superintendent,  agent  or  employee  of any place or provider of public  accommodation, because of the actual or perceived  race,  creed,  color, national  origin,  age,  gender, disability, marital status, partnership status, sexual orientation or alienage  or  citizenship  status  of  any person, \\ul or because such person is accompanied by an on-duty police work dog, \\ulnone directly or indirectly, to refuse, withhold from or deny to such person  any  of the accommodations, advantages, facilities or privileges thereof, or, directly or indirectly, to make any  declaration,  publish, circulate,   issue,  display,  post  or  mail  any  written  or  printed communication, notice or advertisement, to the effect that  any  of  the accommodations,  advantages, facilities and privileges of any such place or provider shall be refused, withheld from or denied to any  person  on account of race, creed, color, national origin, age, gender, disability, marital  status, partnership  status, sexual orientation or alienage or citizenship status\\ul ,\\ulnone   \\ul or because such person is accompanied by an on-duty police work dog,\\ulnone  or  that  the  patronage  or  custom  of  any  person belonging  to,  purporting  to be, or perceived to be, of any particular race, creed, color, national origin, age,  gender,  disability,  marital status,   partnership   status,   sexual   orientation\\ul ,\\ulnone   [or]  alienage  or citizenship  status\\ul , or accompanied by an on-duty police work dog\\ulnone  is  unwelcome, objectionable or not acceptable, desired or solicited.\\par\n\\tab\\'a75. Subparagraphs 1, 2 and 3 of paragraph a of subdivision 5 of section 8-107 of chapter one of title eight of the administrative code of the city of New York are amended to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 (1) To refuse to sell, rent, lease, approve the sale, rental or lease or otherwise deny to or withhold from any person or group of persons such a housing accommodation or an interest therein because of the actual or perceived race, creed, color, national origin, gender, age, disability, sexual orientation, marital status, partnership status, or alienage or citizenship status of such person or persons, or because of any lawful source of income of such person or persons, or because children are, may be or would be residing with such person or persons[.]\\ul , or because such person or group of persons is accompanied by an on-duty police dog\\ulnone .\\par\n(2) To discriminate against any person because of such person's actual or perceived race, creed, color, national origin, gender, age, disability, sexual orientation, marital status, partnership status, or alienage or citizenship status, or because of any lawful source of income of such person, or because children are, may be or would be residing with such person, \\ul or because such person is accompanied by an on-duty police dog,\\ulnone  in the terms, conditions or privileges of the sale, rental or lease of any such housing accommodation or an interest therein or in the furnishing of facilities or services in connection therewith.\\par\n(3) To declare, print or circulate or cause to be declared, printed or circulated any statement, advertisement or publication, or to use any form of application for the purchase, rental or lease of such a housing accommodation or an interest therein or to make any record or inquiry in conjunction with the prospective purchase, rental or lease of such a housing accommodation or an interest therein which expresses, directly or indirectly, any limitation, specification or discrimination as to race, creed, color, national origin, gender, age, disability, sexual orientation, marital status, partnership status, or alienage or citizenship status, or any lawful source of income, or whether children are, may be, or would be residing with a person, \\ul or because a person is accompanied by an on-duty police dog,\\ulnone  or any intent to make such limitation, specification or discrimination.\\par\n\\'a76. Subparagraphs 1, 2 and 3 of paragraph c of subdivision 5 of section 8-107 of chapter one of title eight of the administrative code of the city of New York, are amended as follows:\\par\n(1) To refuse to sell, rent or lease any housing accommodation, land or commercial space or an interest therein to any person or group of persons or to refuse to negotiate for the sale, rental or lease, of any housing accommodation, land or commercial space or an interest therein to any person or group of persons because of the actual or perceived race, creed, color, national origin, gender, age, disability, sexual orientation, marital status, partnership status, or alienage or citizenship status of such person or persons, or because of any lawful source of income of such person or persons, or because children are, may be or would be residing with such person or persons, \\ul or because such person or group of persons is accompanied by an on-duty police dog,\\ulnone  or to represent that any housing accommodation, land or commercial space or an interest therein is not available for inspection, sale, rental or lease when in fact it is so available, or otherwise to deny or withhold any housing accommodation, land or commercial space or an interest therein or any facilities of any housing accommodation, land or commercial space or an interest therein from any person or group of persons because of the actual or perceived race, creed, color, national origin, gender, age, disability, sexual orientation, marital status, partnership status, or alienage or citizenship status of such person or persons, or because of any lawful source of income of such person or persons, or because children are, may be or would be residing with such person or persons[,] \\ul or because such person or group of persons is accompanied by an on-duty police dog\\ulnone .\\par\n(2) To declare, print or circulate or cause to be declared, printed or circulated any statement, advertisement or publication, or to use any form of application for the purchase, rental or lease of any housing accommodation, land or commercial space or an interest therein or to make any record or inquiry in connection with the prospective purchase, rental or lease of any housing accommodation, land or commercial space or an interest therein which expresses, directly or indirectly, any limitation, specification or discrimination as to race, creed, color, national origin, gender, age, disability, sexual orientation, marital status, partnership status, or alienage or citizenship status, or any lawful source of income, or to whether children are, may be or would be residing with a person, \\ul or because a person is accompanied by an on-duty police dog,\\ulnone  or any intent to make such limitation, specification or discrimination.\\par\n(3) To induce or attempt to induce any person to sell or rent any housing accommodation, land or commercial space or an interest therein by representations, explicit or implicit, regarding the entry or prospective entry into the neighborhood or area of a person or persons of any race, creed, color, gender, age, disability, sexual orientation, marital status, partnership status, national origin, alienage or citizenship status, or a person or persons with any lawful source of income, or a person or persons with whom children are, may be or would be residing[.]\\ul , or a person or persons who is, are, may be or would be accompanied by an on-duty police dog\\ulnone .\\par\n\\'a77.  This local law shall take effect immediately upon its enactment into law.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qj\\cf0\\ul\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\qj\\ulnone\\fs20 LS 2423\\par\nLCC \\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1 8/9/11\\fs24\\line\\par\n}\n",
  "LastModified": "2013-12-23T19:10:13.303Z"
}
