{
  "ID": 47828,
  "GUID": "1BA5AF72-7D68-4A5E-92B1-9912899B6CD6",
  "File": "Int 0674-2011",
  "Name": "Creating and requiring the use of a model contract for the sale of used automobiles.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to creating and requiring the use of a model contract for the sale of used automobiles.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5,
  "BodyName": "Committee on Consumer Affairs",
  "IntroDate": "2011-09-21T00:00:00Z",
  "AgendaDate": "2011-09-21T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    }
  ],
  "History": [
    {
      "ID": 258049,
      "Date": "2011-09-21T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 258249,
      "Date": "2011-09-21T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Consumer Affairs",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 11003,
      "AgendaSequence": 121,
      "MinutesSequence": 159,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Consumer Affairs",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 262103,
      "Date": "2012-03-01T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 11452,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 674-A",
      "MinutesNote": "Proposed Int. No. 674-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 262498,
      "Date": "2012-03-01T10:00:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Introduction was Amendment Proposed by Comm",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 11452,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 262499,
      "Date": "2012-03-01T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 11452,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284196,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 105403,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Int. No. 674 - 9/21/11",
      "Link": "http://nyc.legistar1.com/nyc/attachments/66086b79-8c13-4bf3-90c1-a745244588ab.doc",
      "Sort": 1
    },
    {
      "ID": 105578,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 3/1/12",
      "Link": "http://nyc.legistar1.com/nyc/attachments/2966cc59-da76-4cee-bda9-5986d629f6fc.doc",
      "Sort": 2
    },
    {
      "ID": 105631,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 3/1/12",
      "Link": "http://nyc.legistar1.com/nyc/attachments/70f7440f-2675-44d2-9133-9fe6e4f367de.PDF",
      "Sort": 3
    },
    {
      "ID": 105896,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 3/1/12",
      "Link": "http://nyc.legistar1.com/nyc/attachments/15514a02-4b75-4684-9ed5-4393c08e1c83.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 49637,
  "Text": "Be it enacted by the Council as follows:\n\tSection 1. Subchapter eleven of chapter two of title twenty of the New York city administrative code is amended by adding a new section 20-274 to read as follows: \n\t§ 20-274 Model contract for the sale of secondhand automobiles.  a. Contract to be created by the department of consumer affairs. The department shall create a model contract in English, Spanish, Chinese, Russian, Korean, Italian and French Creole to be used for the sale of a secondhand automobile in the city of New York, which shall be written in a size and style to be determined by the commissioner.  Such model contract shall require, at minimum, the following information: (i) the make and model of such automobile; (ii) an itemized list of costs associated with such automobile, including options such as air conditioning, audio systems, power-assisted brakes, heated seats, rear window defroster, power mirrors and alarm systems; (iii) that purchasing such options is not mandatory; (iv) the final cost of such automobile including taxes and other fees; (v) if the automobile is to be leased or paid in monthly installments the total number of monthly installments, the total cost of each monthly installment and the date upon which such monthly installments shall cease; (vi) any charges related to such automobile dealer’s provision of registration and/or certificate of title to the buyer in accordance with section 396-QQ of article twenty-six of the New York state general business law; (vii) disclosures related to the buyer’s guide and warranty pursuant to the Federal Trade Commission and section 198-b of article 11-A of the New York state general business law; and (viii) the customer’s right to receive a copy of the final signed contract. \nb. Model contract use required.  Secondhand automobile dealers licensed by the department in accordance with section 20-265 of the administrative code shall be required to use such model contract or a contract that contains all of the provisions of such model contract in any and all sales of secondhand automobiles.  Such contract shall be written in the language in which the contract was negotiated.\nc. Penalties.  Failure to use the model contract as required by subdivision b of this section may result in suspension or revocation of a secondhand automobile license by the commissioner.\n\t§ 2. This local law shall take effect one hundred twenty days after its enactment into law; provided, however, that the commissioner shall take any actions necessary prior to such effective date for the implementation of this local law including, but not limited to, the adoption of any necessary rules.\n\n\n\n\n\n\n\n\n\nR.C.\nLS# 2287\n2/24/12",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\pard\\ltrpar\\nowidctlpar\\sa200\\sl276\\slmult1\\qj\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tab Section 1. Subchapter eleven of chapter two of title twenty of the New York city administrative code is amended by adding a new section 20-274 to read as follows: \\par\n\\tab\\ul\\'a7 20-274 \\b Model contract for the sale of secondhand automobiles\\b0 .  a. Contract to be created by the department of consumer affairs. The department shall create a model contract in English, Spanish, Chinese, Russian, Korean, Italian and French Creole to be used for the sale of a secondhand automobile in the city of New York, which shall be written in a size and style to be determined by the commissioner.  Such model contract shall require, at minimum, the following information: (i) the make and model of such automobile; (ii) an itemized list of costs associated with such automobile, including options such as air conditioning, audio systems, power-assisted brakes, heated seats, rear window defroster, power mirrors and alarm systems; (iii) that purchasing such options is not mandatory; (iv) the final cost of such automobile including taxes and other fees; (v) if the automobile is to be leased or paid in monthly installments the total number of monthly installments, the total cost of each monthly installment and the date upon which such monthly installments shall cease; (vi) any charges related to such automobile dealer\\rquote s provision of registration and/or certificate of title to the buyer in accordance with section 396-QQ of article twenty-six of the New York state general business law; (vii) disclosures related to the buyer\\rquote s guide and warranty pursuant to the Federal Trade Commission and section 198-b of article 11-A of the New York state general business law; and (viii) the customer\\rquote s right to receive a copy of the final signed contract. \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj b. Model contract use required.  Secondhand automobile dealers licensed by the department in accordance with section 20-265 of the administrative code shall be required to use such model contract or a contract that contains all of the provisions of such model contract in any and all sales of secondhand automobiles.  Such contract shall be written in the language in which the contract was negotiated.\\par\nc. Penalties.  Failure to use the model contract as required by subdivision b of this section may result in suspension or revocation of a secondhand automobile license by the commissioner.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\ulnone\\tab\\'a7 2. This local law shall take effect one hundred twenty days after its enactment into law; provided, however, that the commissioner shall take any actions necessary prior to such effective date for the implementation of this local law including, but not limited to, the adoption of any necessary rules.\\par\n\\ul\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\ulnone\\fs20 R.C.\\par\nLS# 2287\\par\n2/24/12\\par\n}\n",
  "LastModified": "2013-12-23T19:09:48.46Z"
}
