{
  "ID": 47538,
  "GUID": "4B459A24-8091-4B00-9C89-271631601CBB",
  "File": "Int 0680-2011",
  "Name": "Creation of a community advisory review panel for zoning variance and special permit applications.",
  "Title": "A Local Law to amend the New York city charter, in relation to the creation of a community advisory review panel for zoning variance and special permit applications.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 13,
  "BodyName": "Committee on Governmental Operations",
  "IntroDate": "2011-09-21T00:00:00Z",
  "AgendaDate": "2011-09-21T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 7502,
      "Slug": "elizabeth-s-crowley",
      "FullName": "Elizabeth S. Crowley"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    }
  ],
  "History": [
    {
      "ID": 258042,
      "Date": "2011-09-21T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 258257,
      "Date": "2011-09-21T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Governmental Operations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 11003,
      "AgendaSequence": 130,
      "MinutesSequence": 168,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Governmental Operations",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 263561,
      "Date": "2012-04-27T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 11548,
      "AgendaSequence": 4,
      "MinutesSequence": 9,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 263936,
      "Date": "2012-04-27T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 11548,
      "MinutesSequence": 10,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284192,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 106488,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 4/27/12",
      "Link": "http://nyc.legistar1.com/nyc/attachments/1adefb76-f81a-4460-b944-c33a3d35f594.doc",
      "Sort": 1
    },
    {
      "ID": 106508,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 4/27/12",
      "Link": "http://nyc.legistar1.com/nyc/attachments/659d0272-efc9-45fe-9ab0-070722363a93.PDF",
      "Sort": 2
    },
    {
      "ID": 106775,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 4/27/12",
      "Link": "http://nyc.legistar1.com/nyc/attachments/d02a1e2d-eea0-45c9-82b9-d0300351a495.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 48631,
  "Text": "Be it enacted by the Council as follows:\n Section 1.   Paragraph 4 of subdivision a of Section 668 of the New York city charter is amended to read as follows:  \n\t4. (i) The receipt of such a recommendation or waiver from every community or borough board involved, or the expiration of the time allowed for such boards to act, shall constitute an authorization to the board of standards and appeals to review the application and to make a decision[.], unless such application is referred to the community advisory review panel.\n\t(ii) No later than three days after an application to vary the zoning resolution or application for a special permit first appears on the board’s published hearing calendar, any person or persons residing within the affected community district may file a petition to have the matter referred to the community advisory review panel.  The petition shall be signed and notarized, and shall state the basis for referral.  The board shall then refer the matter to the community advisory review panel, except that the board may decline to refer a matter to the community advisory review panel if it finds that a petition was filed in bad faith.\n\t(iii) A matter referred to the community advisory review panel shall be reviewed by a panel that consists of three members, including a representative of the city planning commission, a representative of the community board for the affected community district, and a representative of the council member for the affected council district.  Within thirty days of the date on which a matter is referred to the panel, the panel may hold a public hearing on the matter and submit a recommendation to the board.  In the event the panel does not convene within such period, the matter shall be returned to the board with no recommendation.\n\t(iv) Upon receipt of a recommendation from the panel, the board shall proceed with its review of the application before it.  In rendering a decision, the board shall consider the panel’s recommendation and explain its basis for adopting or rejecting the panel’s recommendation.\n\t(v) For purposes of this paragraph, the term “affected community district” shall mean the community district in which land at issue in an application is located; the term “affected council district” shall mean the council district in which land at issue in an application is located.  \n§ 2.  This local law shall become effective ninety days after its enactment; provided, however, that the board of standards and appeals shall promulgate rules in accordance with the provisions of this local law and such other rules as may be necessary for the purpose of implementing and carrying out the provisions of this local law prior to its effective date.\n\nSAG \nLS #2022\n7/18/2011",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fmodern\\fprq1\\fcharset0 Courier New;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0  \\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\ul Be it enacted by the Council as follows:\\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar\\sl480\\slmult1\\ulnone  Section 1.   Paragraph 4 of subdivision a of Section 668 of the New York city charter is amended to read as follows:  \\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\cf1\\f1\\fs20\\tab\\f0\\fs24 4. \\ul (i) \\ulnone The receipt of such a recommendation or waiver from every community or borough board involved, or the expiration of the time allowed for such boards to act, shall constitute an authorization to the board of standards and appeals to review the application and to make a decision[.]\\ul , unless such application is referred to the community advisory review panel.\\par\n\\ulnone\\tab\\ul (ii) \\cf0 No later than three days after an application to vary the zoning resolution or application for a special permit first appears on the board\\rquote s published hearing calendar, any person or persons residing within the affected community district may file a petition to have the matter referred to the community advisory review panel.  The petition shall be signed and notarized, and shall state the basis for referral.  The board shall then refer the matter to the community advisory review panel, except that the board may decline to refer a matter to the community advisory review panel if it finds that a petition was filed in bad faith.\\par\n\\ulnone\\tab\\ul (iii) A matter referred to the community advisory review panel shall be reviewed by a panel that consists of three members, including a representative of the city planning commission, a representative of the community board for the affected community district, and a representative of the council member for the affected council district.  Within thirty days of the date on which a matter is referred to the panel, the panel may hold a public hearing on the matter and submit a recommendation to the board.  In the event the panel does not convene within such period, the matter shall be returned to the board with no recommendation.\\cf1\\par\n\\ulnone\\tab\\ul (iv) \\cf0 Upon receipt of a recommendation from the panel, the board shall proceed with its review of the application before it.  In rendering a decision, the board shall consider the panel\\rquote s recommendation and explain its basis for adopting or rejecting the panel\\rquote s recommendation.\\cf1\\par\n\\ulnone\\tab\\ul (v) \\cf0 For purposes of this paragraph, the term \\ldblquote affected community district\\rdblquote  shall mean the community district in which land at issue in an application is located; the term \\ldblquote affected council district\\rdblquote  shall mean the council district in which land at issue in an application is located.  \\cf1\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\cf0\\ulnone\\'a7 2.  This local law shall become effective ninety days after its enactment; provided, however, that the board of standards and appeals shall promulgate rules in accordance with the provisions of this local law and such other rules as may be necessary for the purpose of implementing and carrying out the provisions of this local law prior to its effective date.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\par\n\\pard\\ltrpar\\nowidctlpar\\fs22 SAG \\par\nLS #2022\\par\n7/18/2011\\par\n\\fs24\\par\n}\n",
  "LastModified": "2013-12-23T19:07:29.807Z"
}
