{
  "ID": 47803,
  "GUID": "E9914AFE-4A3D-4E11-A40B-76079E1942B9",
  "File": "Int 0686-2011",
  "Name": "Issuing certificates of occupancy for school buildings.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to issuing certificates of occupancy for school buildings.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2011-10-05T00:00:00Z",
  "AgendaDate": "2011-10-05T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera "
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    }
  ],
  "History": [
    {
      "ID": 258593,
      "Date": "2011-10-05T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 258722,
      "Date": "2011-10-05T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 11058,
      "AgendaSequence": 82,
      "MinutesSequence": 101,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283908,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 48907,
  "Text": "Be it enacted by the Council as follows:\n    Section 1 Section 27-259 of title 27 of the administrative code of the city of New York is amended to read as follows:\n§27-259 Classification. a. Buildings, building sections and spaces shall be classified in the educational occupancy group when persons occupy them for instruction or other educational purposes except those spaces occupied as a place of assembly. These spaces shall be classified in occupancy group F-assembly, under the provisions of article eight of this subchapter. Such buildings, building sections and spaces occupied for instruction and used exclusively by adults may be classified, by the commissioner in occupancy group E-business and if so classified such buildings, building sections and spaces shall comply with the requirements for such classification.\nb. No building classified in occupancy group g that is occupied for educational instruction for children through the twelfth grade may be used or occupied without having been issued a valid certificate of occupancy, provided that the commissioner shall promulgate rules allowing such buildings reasonable time to complete such work as may be necessary in order to obtain a valid certificate of occupancy.\n§2. Chapter one of title 28 of the administrative code of the city of New York is amended by adding a new section 28-118.20 to read as follows:\n§28-118.20 Certificates of occupancy for school buildings. No school building classified in educational occupancy group E may be used or occupied without having been issued a valid certificate of occupancy, provided that the commissioner shall promulgate rules allowing such buildings reasonable time to complete such work as may be necessary in order to obtain a valid certificate of occupancy.\n§3. This local law shall take effect one hundred days after its enactment.\n\nKS \nLS #2440\n8/2/11",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\pard\\ltrpar\\nowidctlpar\\ul\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1 Be it enacted by the Council as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone     Section 1 Section 27-259 of title 27 of the administrative code of the city of New York is amended to read as follows:\\par\n\\'a727-259 Classification. \\ul a. \\ulnone Buildings, building sections and spaces shall be classified in the educational occupancy group when persons occupy them for instruction or other educational purposes except those spaces occupied as a place of assembly. These spaces shall be classified in occupancy group F-assembly, under the provisions of article eight of this subchapter. Such buildings, building sections and spaces occupied for instruction and used exclusively by adults may be classified, by the commissioner in occupancy group E-business and if so classified such buildings, building sections and spaces shall comply with the requirements for such classification.\\par\n\\ul b. No b\\cf1 uilding classified in occupancy group g that is occupied for \\cf0 educational instruction for children through the twelfth grade \\cf1 may be used or occupied without having been issued a valid certificate of occupancy, provided that the commissioner shall promulgate rules allowing such buildings reasonable time to complete such work as may be necessary in order to obtain a valid certificate of occupancy.\\par\n\\ulnone\\'a72\\cf0 . Chapter one of title 28 of the administrative code of the city of New York is amended by adding a new section 28-118.20 to read as follows:\\par\n\\ul\\'a728-118.20 Certificates of occupancy for school buildings. No school b\\cf1 uilding classified in educational occupancy group E may be used or occupied without having been issued a valid certificate of occupancy, provided that the commissioner shall promulgate rules allowing such buildings reasonable time to complete such work as may be necessary in order to obtain a valid certificate of occupancy.\\par\n\\ulnone\\'a73. This local law shall take effect one hundred days after its enactment.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\cf0\\par\n\\pard\\ltrpar\\nowidctlpar KS \\par\nLS #2440\\par\n8/2/11 \\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\par\n\\par\n}\n",
  "LastModified": "2013-12-23T19:05:58.027Z"
}
