{
  "ID": 47924,
  "GUID": "B97E2D05-8D71-46C1-8F6F-167A8C833C3F",
  "File": "Int 0687-2011",
  "Name": "Requiring the mayor’s office of operations to report crime statistics by New York City Police Department precinct sector.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring the mayor’s office of operations to report crime statistics by New York City Police Department precinct sector.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2011-10-05T00:00:00Z",
  "AgendaDate": "2011-10-05T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera "
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    }
  ],
  "History": [
    {
      "ID": 258756,
      "Date": "2011-10-05T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 258757,
      "Date": "2011-10-05T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 11058,
      "AgendaSequence": 83,
      "MinutesSequence": 102,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283907,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 49029,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Section 3-112 of the administrative code of the city of New York is amended to read as follows:\n§ 3-112. On-line reporting of [domestic violence and hate] crime statistics.  The mayor’s office of operations shall include the following police department statistics among the data presented on the My Neighborhood Statistics pages of the city’s website or on any successor pages of such website that are substantially similar in form or function:\n(a) Domestic violence and hate crimes statistics.  The following statistics shall be provided in a manner consistent with other police department data available on the pages of such website.\n    (1) the number of domestic violence radio runs;\n    ([b]2) the number of murders related to domestic violence;\n    ([c]3) the number of rapes related to domestic violence;\n    ([d]4) the number of felonious assaults related to domestic violence;\n    ([e]5) the number of hate crimes;\n    ([f]6) the number of murders determined by the police department to be hate crimes; and\n    ([g]7) the number of felonious assaults determined by the police department to be hate crimes.\nFor purposes of subdivisions (a)([e]5) through ([g]7) of this section, the term “hate crime” shall have the meaning ascribed to it by section 485.05 of the New York penal law. [Such statistics shall be provided in a manner consistent with other police department data available on the pages of such website.]\n(b) Precinct Sector Statistics.  On a monthly basis, the number of occurrences of each of the seven major felony crimes, disaggregated by each sector within each precinct, occurring in the previous month.\n\t§ 2. Chapter one of title 14 of the administrative code of the city of New York is amended to add a new section 14-154, to read as follows:\n§14-154.  Sector statistics to be placed on the world wide web.  (a) On a monthly basis the department shall make available to the public, through its website, the number of occurrences of each of the seven major felony crimes, disaggregated by each sector within each precinct, occurring in the previous month.\n(b) The sector statistics, as required by subdivision a, above, shall be displayed on the first page of the department’s crime statistics webpage, together with the police department’s publicly available crime statistics for the seven major felonies, and shall be delivered to each community board in the city within 10 days of the information having been posted on the department’s website.\n\t§ 3.This local law shall take effect ninety days after its enactment.\n\nOP\nLS #2517\n09/1/11",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red255\\green255\\blue0;\\red0\\green0\\blue0;}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\highlight1\\ulnone\\par\n\\highlight0\\b\\tab\\b0 Section 1.  Section 3-112 of the administrative code of the city of New York is amended to read as follows:\\highlight1\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\cf2\\highlight0\\'a7 3-112. On-line reporting of [domestic violence and hate] crime statistics.  The mayor\\rquote s office of operations shall include the following police department statistics among the data presented on the My Neighborhood Statistics pages of the city\\rquote s website or on any successor pages of such website that are substantially similar in form or function:\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656 (a) \\ul Domestic violence and hate crimes statistics.  The following statistics shall be provided in a manner consistent with other police department data available on the pages of such website.\\ulnone\\par\n    \\ul (1)\\ulnone  the number of domestic violence radio runs;\\par\n    ([b]\\ul 2\\ulnone ) the number of murders related to domestic violence;\\par\n    ([c]\\ul 3\\ulnone ) the number of rapes related to domestic violence;\\par\n    ([d]\\ul 4\\ulnone ) the number of felonious assaults related to domestic violence;\\par\n    ([e]\\ul 5\\ulnone ) the number of hate crimes;\\par\n    ([f]\\ul 6\\ulnone ) the number of murders determined by the police department to be hate crimes; and\\par\n    ([g]\\ul 7\\ulnone ) the number of felonious assaults determined by the police department to be hate crimes.\\par\nFor purposes of subdivisions \\ul (a)\\ulnone ([e]\\ul 5\\ulnone ) through ([g]\\ul 7\\ulnone ) of this section, the term \\ldblquote hate crime\\rdblquote  shall have the meaning ascribed to it by section 485.05 of the New York penal law. [Such statistics shall be provided in a manner consistent with other police department data available on the pages of such website.]\\par\n\\ul (b) Precinct Sector Statistics.  On a monthly basis, the number of occurrences of each of the seven major felony crimes, disaggregated by each sector within each precinct, occurring in the previous month.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\tx0\\cf0\\ulnone\\tab\\'a7 2. Chapter one of title 14 of the administrative code of the city of New York is amended to add a new section 14-154, to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\ul\\'a714-154.  Sector statistics to be placed on the world wide web.  (a) \\cf2 On a monthly basis\\cf0  the department shall make available to the public, through its website, \\cf2 the number of occurrences of each of the seven major felony crimes, disaggregated by each sector within each precinct, occurring in the previous month\\cf0 .\\par\n(b) The sector statistics, as required by subdivision a, above, shall be displayed on the first page of the department\\rquote s crime statistics webpage, together with the police department\\rquote s publicly available crime statistics for the seven major felonies, and shall be delivered to each community board in the city within 10 days of the information having been posted on the department\\rquote s website.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\tx0\\ulnone\\tab\\'a7 3.This local law shall take effect ninety days after its enactment.\\par\n\\pard\\ltrpar\\nowidctlpar\\highlight1\\par\n\\highlight0 OP\\par\nLS #2517\\par\n09/1/11\\par\n}\n",
  "LastModified": "2013-12-23T19:05:47.667Z"
}
