{
  "ID": 47869,
  "GUID": "1000FFA8-0A5B-48E8-94A5-705AECD3C8FD",
  "File": "Int 0695-2011",
  "Name": "Prohibiting a taxicab from soliciting or accepting passengers with their off duty light engaged.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to prohibiting a taxicab from soliciting or accepting passengers with their off duty light engaged.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2011-10-17T00:00:00Z",
  "AgendaDate": "2011-10-17T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    }
  ],
  "History": [
    {
      "ID": 258826,
      "Date": "2011-10-17T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 258916,
      "Date": "2011-10-17T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 11071,
      "AgendaSequence": 63,
      "MinutesSequence": 77,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 262112,
      "Date": "2012-03-01T13:30:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 29,
      "BodyName": "Committee on Transportation",
      "EventID": 11450,
      "AgendaSequence": 4,
      "MinutesSequence": 10,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 695-A",
      "MinutesNote": "Proposed Int. No. 695-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 262518,
      "Date": "2012-03-01T13:30:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Introduction was Amendment Proposed by Comm",
      "BodyID": 29,
      "BodyName": "Committee on Transportation",
      "EventID": 11450,
      "MinutesSequence": 11,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 262519,
      "Date": "2012-03-01T13:30:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 29,
      "BodyName": "Committee on Transportation",
      "EventID": 11450,
      "MinutesSequence": 12,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284189,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 105419,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Int. No. 695 - 10/17/11",
      "Link": "http://nyc.legistar1.com/nyc/attachments/0a636429-9fe4-4e7b-a0a0-e8c0020095d4.doc",
      "Sort": 1
    },
    {
      "ID": 105521,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 3/1/12",
      "Link": "http://nyc.legistar1.com/nyc/attachments/183ad2aa-f09f-4693-b225-f62b9bc6c51e.doc",
      "Sort": 2
    },
    {
      "ID": 105640,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 3/1/12",
      "Link": "http://nyc.legistar1.com/nyc/attachments/f26192a2-50ca-404c-aaba-1bc70243fdd4.PDF",
      "Sort": 3
    },
    {
      "ID": 105864,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 3/1/12",
      "Link": "http://nyc.legistar1.com/nyc/attachments/6c885b11-2fe1-4915-b0c2-0373fd13b053.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 49643,
  "Text": "Be it enacted by the Council as follows:\nSection 1. Subdivisions a, b and d of section 19-507 of the administrative code of the city of New York is amended to read as follows:\na. The commission shall fine any driver, or suspend or revoke the driver’s license of any driver, as provided in subdivision b of this section, who shall have been found in violation of any of the following:\n1. No driver of a taxicab shall seek to ascertain, without justifiable grounds, the destination of a passenger before such passenger shall be seated in the vehicle.\n2. No driver of a taxicab shall refuse, without justifiable grounds, to take any passenger or prospective passenger to any destination within the city.\n3. No driver of a vehicle the fares of which are set by the commission shall charge or attempt to charge a fare above the fare set by the commission.\n4. No driver of a taxicab shall solicit or accept a passenger with the off duty light illuminated unless all of the following are true:\n(i) The driver is returning the taxicab to his or her garage or home.\n(ii) The driver has transmitted the relevant information to an electronic database for entry on the electronic trip record or made a written record entry “returning to garage (or home)”. \n(iii) The passenger’s destination is directly on the route to the driver’s home or garage.\n(iv) When the last passenger is discharged, the driver must lock the doors and return to his garage or home. \n[4.] 5. No driver of a for-hire vehicle shall accept passengers unless the passengers have engaged the use of the for-hire vehicle on the basis of telephone contract or prearrangement.\nb. 1.  Any driver who has been found to have violated a provision of paragraph one, two [or], three or four of subdivision a of this section, or any combination thereof,  shall be fined not less than two hundred dollars nor more than five hundred dollars for the first offense. Any driver who has been found in violation of any of the provisions of such paragraphs, or any combination thereof, for a second time within a twenty-four month period shall be fined not less than three hundred fifty dollars nor more than one thousand dollars, and the commission may suspend the driver's license of such driver for a period not to exceed thirty days. Any driver who has been found to have violated any of the provisions of paragraph one, two [or], three or four of such subdivision, or any combination thereof, three or more times within a thirty-six month period shall be fined not more than one thousand dollars for each such third or subsequent offense, and the commission shall revoke the driver's license of such driver. Any driver who has been found to have violated any of the provisions of paragraph [four] five of subdivision a of this section shall be fined not less than two hundred dollars nor more than three hundred fifty dollars for the first offense. Any driver who has been found in violation of any of the provisions of such paragraph for a second time within a twenty-four month period shall be fined not less than three hundred fifty dollars nor more than five hundred dollars, and the commission may suspend the driver's license of such driver for a period not to exceed thirty days. The commission shall revoke the driver's license of any driver who has been found to have violated any of the provisions of paragraph [four] five of such subdivision three or more times within a thirty-six month period.\nd. 1. Each owner shall make a reasonable good faith effort, by a driver education program or other affirmative measures, to deter the commission of violations of paragraphs one, two [or], three or four of subdivision a of this section by drivers of taxicabs for which such owner holds a vehicle license.  A finding that a driver has committed a violation of any such paragraph shall create a rebuttable presumption that the owner holding the vehicle license for the taxicab in which such violation was committed has failed to make a reasonable good faith effort to deter the commission of such violation. In any proceeding for a violation of this paragraph, it is an affirmative defense that the owner made a reasonable good faith effort, by a driver education program or other affirmative measures, to deter the commission of violations of paragraphs one, two [or], three or four of subdivision a of this section. The commission shall advise an owner in writing of his or her potential liability pursuant to this subdivision upon a finding that a violation of such paragraph was committed in a taxicab for which such owner holds a vehicle license.\n2. If the owner holding a vehicle license for a taxicab or taxicabs in which a driver or drivers have been found to have committed violations of paragraphs one, two [or], three or four of subdivision a of this section, or any combination thereof, is found not to have made a reasonable good faith effort to deter such violation, the owner shall be liable for a violation of paragraph one of this subdivision as follows:\n(i) for the second violation of paragraphs one, two [or], three or four of subdivision a of this section, or any combination thereof, committed in a taxicab or taxicabs for which the owner holds a vehicle license or licenses, the commission shall fine the owner two hundred dollars; \n(ii) for the third violation of paragraphs one, two [or], three or four of subdivision a of this section, or any combination thereof, committed in a taxicab or taxicabs for which the owner holds a vehicle license or licenses, the commission shall fine the owner not less [that] than two hundred dollars nor more than three hundred fifty dollars; \n(iii) for the fourth and each subsequent violation of paragraphs one, two [or], three or four of subdivision a of this section, or any combination thereof, committed in a taxicab or taxicabs for which the owner holds a vehicle license or licenses, the commission shall fine the owner not less than three hundred fifty nor more than five hundred dollars; (iv) for the fifth and each subsequent violation of paragraphs one, two [or], three or four of subdivision a of this section, or any combination thereof, committed in a taxicab or taxicabs for which the owner holds a vehicle  license  or  licenses, the commission shall suspend the vehicle license of the taxicab used in the commission of the most recent violation for a period not to exceed sixty days.  For purposes of this paragraph, the obligation to have made a \"reasonable good faith effort\" shall be met if the owner, upon the hiring of each new driver and for all drivers, shall, at least once annually, distribute a copy of applicable commission rules to each driver and obtains a written receipt therefore. The commission shall supply owners with a copy of all such applicable rules.  In addition, such rules shall be conspicuously posted by the owner at the owner's place of business so that they are readily visible to all drivers.\n§2. This local law shall take effect immediately after its enactment into law.\nTM/LF\nLS# 2626\n2/16/12",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\pard\\ltrpar\\nowidctlpar\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 Section 1. Subdivisions a, b and d of section 19-507 of the administrative code of the city of New York is amended to read as follows:\\par\na. The commission shall fine any driver, or suspend or revoke the driver\\rquote s license of any driver, as provided in subdivision b of this section, who shall have been found in violation of any of the following:\\par\n1. No driver of a taxicab shall seek to ascertain, without justifiable grounds, the destination of a passenger before such passenger shall be seated in the vehicle.\\par\n2. No driver of a taxicab shall refuse, without justifiable grounds, to take any passenger or prospective passenger to any destination within the city.\\par\n3. No driver of a vehicle the fares of which are set by the commission shall charge or attempt to charge a fare above the fare set by the commission.\\par\n\\ul 4. No driver of a taxicab shall solicit or accept a passenger with the off duty light illuminated unless all of the following are true:\\par\n(i) The driver is returning the taxicab to his or her garage or home.\\par\n(ii) The driver has transmitted the relevant information to an electronic database for entry on the electronic trip record or made a written record entry \\ldblquote returning to garage (or home)\\rdblquote . \\par\n(iii) The passenger\\rquote s destination is directly on the route to the driver\\rquote s home or garage.\\par\n(iv) When the last passenger is discharged, the driver must lock the doors and return to his garage or home. \\ulnone\\par\n[4.] \\ul 5.\\ulnone  No driver of a for-hire vehicle shall accept passengers unless the passengers have engaged the use of the for-hire vehicle on the basis of telephone contract or prearrangement.\\par\nb. 1.  Any driver who has been found to have violated a provision of paragraph one, two [or]\\ul ,\\ulnone  three \\ul or four\\ulnone  of subdivision a of this section, or any combination thereof,  shall be fined not less than two hundred dollars nor more than five hundred dollars for the first offense. Any driver who has been found in violation of any of the provisions of such paragraphs, or any combination thereof, for a second time within a twenty-four month period shall be fined not less than three hundred fifty dollars nor more than one thousand dollars, and the commission may suspend the driver's license of such driver for a period not to exceed thirty days. Any driver who has been found to have violated any of the provisions of paragraph one, two [or]\\ul ,\\ulnone  three \\ul or four\\ulnone  of such subdivision, or any combination thereof, three or more times within a thirty-six month period shall be fined not more than one thousand dollars for each such third or subsequent offense, and the commission shall revoke the driver's license of such driver. Any driver who has been found to have violated any of the provisions of paragraph [four] \\ul five\\ulnone  of subdivision a of this section shall be fined not less than two hundred dollars nor more than three hundred fifty dollars for the first offense. Any driver who has been found in violation of any of the provisions of such paragraph for a second time within a twenty-four month period shall be fined not less than three hundred fifty dollars nor more than five hundred dollars, and the commission may suspend the driver's license of such driver for a period not to exceed thirty days. The commission shall revoke the driver's license of any driver who has been found to have violated any of the provisions of paragraph [four] \\ul five\\ulnone  of such subdivision three or more times within a thirty-six month period.\\par\nd. 1. Each owner shall make a reasonable good faith effort, by a driver education program or other affirmative measures, to deter the commission of violations of paragraphs one, two [or]\\ul ,\\ulnone  three \\ul or four\\ulnone  of subdivision a of this section by drivers of taxicabs for which such owner holds a vehicle license.  A finding that a driver has committed a violation of any such paragraph shall create a rebuttable presumption that the owner holding the vehicle license for the taxicab in which such violation was committed has failed to make a reasonable good faith effort to deter the commission of such violation. In any proceeding for a violation of this paragraph, it is an affirmative defense that the owner made a reasonable good faith effort, by a driver education program or other affirmative measures, to deter the commission of violations of paragraphs one, two [or]\\ul ,\\ulnone  three \\ul or four\\ulnone  of subdivision a of this section. The commission shall advise an owner in writing of his or her potential liability pursuant to this subdivision upon a finding that a violation of such paragraph was committed in a taxicab for which such owner holds a vehicle license.\\par\n2. If the owner holding a vehicle license for a taxicab or taxicabs in which a driver or drivers have been found to have committed violations of paragraphs one, two [or]\\ul ,\\ulnone  three \\ul or four\\ulnone  of subdivision a of this section, or any combination thereof, is found not to have made a reasonable good faith effort to deter such violation, the owner shall be liable for a violation of paragraph one of this subdivision as follows:\\par\n(i) for the second violation of paragraphs one, two [or]\\ul ,\\ulnone  three \\ul or four\\ulnone  of subdivision a of this section, or any combination thereof, committed in a taxicab or taxicabs for which the owner holds a vehicle license or licenses, the commission shall fine the owner two hundred dollars; \\par\n(ii) for the third violation of paragraphs one, two [or]\\ul ,\\ulnone  three \\ul or four\\ulnone  of subdivision a of this section, or any combination thereof, committed in a taxicab or taxicabs for which the owner holds a vehicle license or licenses, the commission shall fine the owner not less [that] \\ul than\\ulnone  two hundred dollars nor more than three hundred fifty dollars; \\par\n(iii) for the fourth and each subsequent violation of paragraphs one, two [or]\\ul ,\\ulnone  three \\ul or four\\ulnone  of subdivision a of this section, or any combination thereof, committed in a taxicab or taxicabs for which the owner holds a vehicle license or licenses, the commission shall fine the owner not less than three hundred fifty nor more than five hundred dollars; (iv) for the fifth and each subsequent violation of paragraphs one, two [or]\\ul ,\\ulnone  three \\ul or four\\ulnone  of subdivision a of this section, or any combination thereof, committed in a taxicab or taxicabs for which the owner holds a vehicle  license  or  licenses, the commission shall suspend the vehicle license of the taxicab used in the commission of the most recent violation for a period not to exceed sixty days.  For purposes of this paragraph, the obligation to have made a \"reasonable good faith effort\" shall be met if the owner, upon the hiring of each new driver and for all drivers, shall, at least once annually, distribute a copy of applicable commission rules to each driver and obtains a written receipt therefore. The commission shall supply owners with a copy of all such applicable rules.  In addition, such rules shall be conspicuously posted by the owner at the owner's place of business so that they are readily visible to all drivers.\\par\n\\'a72. This local law shall take effect immediately after its enactment into law.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\qj\\expndtw-3\\fs20 TM/LF\\fs24\\par\n\\fs20 LS# 2626\\fs24\\par\n\\fs20 2/16/12\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\expndtw0\\b\\i\\fs24\\par\n\\pard\\ltrpar\\nowidctlpar\\b0\\i0\\fs20\\par\n\\par\n\\fs24\\par\n\\par\n}\n",
  "LastModified": "2013-12-23T19:03:39.027Z"
}
