{
  "ID": 47941,
  "GUID": "BF2C213B-AA18-487A-AA8B-5FBE708C33A2",
  "File": "Int 0696-2011",
  "Name": "Reporting on finger imaging of food stamp applicants.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to reporting on finger imaging of food stamp applicants.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 12,
  "BodyName": "Committee on General Welfare",
  "IntroDate": "2011-10-17T00:00:00Z",
  "AgendaDate": "2011-10-17T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera "
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 7556,
      "Slug": "the-public-advocate-mr-de-blasio",
      "FullName": "The Public Advocate (Mr. de Blasio)"
    }
  ],
  "History": [
    {
      "ID": 258828,
      "Date": "2011-10-17T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 258918,
      "Date": "2011-10-17T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on General Welfare",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 11071,
      "AgendaSequence": 65,
      "MinutesSequence": 79,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "General Welfare",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 259620,
      "Date": "2011-11-21T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 12,
      "BodyName": "Committee on General Welfare",
      "EventID": 11138,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 259829,
      "Date": "2011-11-21T13:10:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 12,
      "BodyName": "Committee on General Welfare",
      "EventID": 11138,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 259725,
      "Date": "2011-11-21T13:30:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5211,
      "BodyName": "Committee on Community Development",
      "EventID": 11165,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 259834,
      "Date": "2011-11-21T13:45:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 5211,
      "BodyName": "Committee on Community Development",
      "EventID": 11165,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284188,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 104312,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 11/21/11",
      "Link": "http://nyc.legistar1.com/nyc/attachments/ccf58acc-a19a-4d0e-9abd-ec9334071781.doc",
      "Sort": 1
    },
    {
      "ID": 104641,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 11/21/11",
      "Link": "http://nyc.legistar1.com/nyc/attachments/5366d9b4-4f01-4ba8-8fd1-fff36025fb2e.PDF",
      "Sort": 2
    },
    {
      "ID": 104791,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 11/21/11",
      "Link": "http://nyc.legistar1.com/nyc/attachments/17055a5c-86cf-48b0-9df9-75dcafe02335.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 49049,
  "Text": "Be it enacted by the Council as follows:\n \n\tSection 1.  Section 21-132 of the administrative code of the city of New York, as added by local law number 82 of 2005, is renumbered to be section 21-133 and amended to read as follows: \n\t[ยง 21-132.]ยง 21-133.  Handling of applications for the food stamp program. \n\ta. Submission of applications by facsimile.  Within one year of the effective date of the local law that added this section, the commissioner shall develop and maintain a procedure that enables applicants for the federal food stamp program to submit applications by facsimile.\n\tb. Waiver of face-to-face interviews.  The commissioner shall maintain a procedure for waiving a face-to-face interview for applicants for food stamps for whom the requirement constitutes a hardship, including but not limited to illness, transportation difficulties, care of a household member, or work or training hours which prevent the applicant from participating in an in-office interview.  Within 180 days of the effective date of the local law that added this section, a description of the circumstances under which a face-to-face interview can be waived shall be included in any information developed and circulated by or on behalf of the department that describes the food stamp program.\n\tc. Receipt.  Upon written or oral application to the department for food stamps an applicant shall immediately be provided with a receipt, which shall be in the form of a checklist and shall include, at a minimum, the date of the application, a description of the information received, and an indication as to whether any application for such benefits and services is complete or incomplete, and if incomplete, such receipt shall identify any information or documents needed in order for the application to be deemed complete.\n\td. Ensuring accuracy of public information regarding location and office hours of food stamp offices.  The department shall regularly review all information available to the public on the department's website or any other website maintained by or on behalf of the city of New York; any printed materials developed and circulated by or on behalf of the department or the city of New York; and any information provided by 311 or any hotline operated by or on behalf of the department, that describes the locations and office hours of all food stamp offices in New York city and update such information as necessary to maintain accuracy.  At a minimum, the department shall review all such information on a monthly basis.\n\te. Approvals.  To the extent that the requirements set forth in this section are subject to the approval of the state office of temporary and disability assistance or the United States department of agriculture or any other state or federal agency, the commissioner shall request such permission within 90 days of the effective date of the local law that added this section.\n\tf. Annual finger imaging report.  No later than April 1, 2012, and no later than every April 1 thereafter, the commissioner shall submit to the speaker of the city council a report detailing, for the preceding fiscal year: (i) the number of applicants for the federal food stamps program not also applying for cash assistance who were subject to finger imaging, (ii) the amount of city tax levy funds spent on conducting such finger imaging, (iii) the number of cases of fraud detected by finger imaging, and (iv) the number of applicants referred for criminal prosecution based on information obtained by such finger imaging.\nยง2.  This local law shall take effect immediately.\n\nSAG\nLS# 2585\n7.18.11",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fmodern\\fprq1\\fcharset0 Courier New;}{\\f2\\fswiss\\fprq2\\fcharset0 Verdana;}}\n{\\colortbl ;\\red51\\green51\\blue51;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n \\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\f1\\fs20\\tab\\f0\\fs24 Section 1.  Section 21-132 of the administrative code of the city of New York, as added by local law number 82 of 2005, is renumbered to be section 21-133 and amended to read as follows: \\par\n\\tab [\\'a7 21-132.]\\ul\\'a7 21-133.\\ulnone   Handling of applications for the food stamp program. \\par\n\\tab a. Submission of applications by facsimile.  Within one year of the effective date of the local law that added this section, the commissioner shall develop and maintain a procedure that enables applicants for the federal food stamp program to submit applications by facsimile.\\par\n\\tab b. Waiver of face-to-face interviews.  The commissioner shall maintain a procedure for waiving a face-to-face interview for applicants for food stamps for whom the requirement constitutes a hardship, including but not limited to illness, transportation difficulties, care of a household member, or work or training hours which prevent the applicant from participating in an in-office interview.  Within 180 days of the effective date of the local law that added this section, a description of the circumstances under which a face-to-face interview can be waived shall be included in any information developed and circulated by or on behalf of the department that describes the food stamp program.\\par\n\\tab c. Receipt.  Upon written or oral application to the department for food stamps an applicant shall immediately be provided with a receipt, which shall be in the form of a checklist and shall include, at a minimum, the date of the application, a description of the information received, and an indication as to whether any application for such benefits and services is complete or incomplete, and if incomplete, such receipt shall identify any information or documents needed in order for the application to be deemed complete.\\par\n\\tab d. Ensuring accuracy of public information regarding location and office hours of food stamp offices.  The department shall regularly review all information available to the public on the department's website or any other website maintained by or on behalf of the city of New York; any printed materials developed and circulated by or on behalf of the department or the city of New York; and any information provided by 311 or any hotline operated by or on behalf of the department, that describes the locations and office hours of all food stamp offices in New York city and update such information as necessary to maintain accuracy.  At a minimum, the department shall review all such information on a monthly basis.\\par\n\\tab e. Approvals.  To the extent that the requirements set forth in this section are subject to the approval of the state office of temporary and disability assistance or the United States department of agriculture or any other state or federal agency, the commissioner shall request such permission within 90 days of the effective date of the local law that added this section.\\par\n\\cf1\\super\\f2\\fs20\\tab\\cf0\\ul\\nosupersub\\f0\\fs24 f. Annual finger imaging report.  No later than April 1, 2012, and no later than every April 1 thereafter, the commissioner shall submit to the speaker of the city council a report detailing, for the preceding fiscal year: (i) the number of applicants for the federal food stamps program not also applying for cash assistance who were subject to finger imaging, (ii) the amount of city tax levy funds spent on conducting such finger imaging, (iii) the number of cases of fraud detected by finger imaging, and (iv) the number of applicants referred for criminal prosecution based on information obtained by such finger imaging.\\par\n\\pard\\cbpat3\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\cf2\\ulnone\\'a72.  This local law shall take effect immediately.\\cf0\\par\n\\pard\\cbpat3\\ltrpar\\nowidctlpar\\par\n\\fs22 SAG\\par\nLS# 2585\\par\n7.18.11\\par\n}\n",
  "LastModified": "2013-12-23T19:02:49.167Z"
}
