{
  "ID": 48028,
  "GUID": "EA191621-C256-4888-B0BC-B4AA36344B76",
  "File": "Int 0697-2011",
  "Name": "Disclosure of information regarding past engagement in slavery by city contractors.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the disclosure of information regarding past engagement in slavery by city contractors.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 6,
  "BodyName": "Committee on Contracts",
  "IntroDate": "2011-11-03T00:00:00Z",
  "AgendaDate": "2011-11-03T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera "
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 7586,
      "Slug": "ruben-wills",
      "FullName": "Ruben Wills"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    }
  ],
  "History": [
    {
      "ID": 259343,
      "Date": "2011-11-03T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 259506,
      "Date": "2011-11-03T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Contracts",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 11150,
      "AgendaSequence": 101,
      "MinutesSequence": 123,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Contracts",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283903,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 49140,
  "Text": "Be it enacted by the Council as follows:\nSection 1.  Legislative Intent and Findings.  In recent years, companies in existence today have discovered and revealed that they had engaged in and/or profited from the commerce generated by the trade or use of the labor of enslaved Africans during the period of the Trans-Atlantic Slave Trade, from approximately 1441 to 1888. It has been reported that some large companies, for example, Aetna, a company that apparently insured slaveholder interests in slaves in the case of their death or damage, have been found to have directly profited from such commerce.  J.P. Morgan Chase issued a letter of apology after it discovered that two of its predecessor companies actually participated in the slave trade and owned slaves it had taken as collateral for loans.  J.P. Morgan Chase attributed the discoveries to the requirement of disclosure for contractors of the City of Chicago.  \nWhile it is specifically not the intent of this legislation that the question of past links to slavery serve as a litmus test to determine who the City should do business with, such information is important for the City and the country as they reappraise the history of slavery as a result of these new findings.  Accordingly, this local law would require companies doing business with the City to search their pasts and reveal whether they have engaged in or profited from slavery.\n§2.  Chapter 1 of title 6 of the administrative code of the city of New York is amended by adding a new section 6-115.2 to read as follows: \n§ 6-115.2.  Disclosure of profit from or engagement in slavery.\na. Definitions.  For the purpose of this section, the following terms shall have the following meanings:\n(1)  \"Affiliated company\" means the parent company of a contractor and any subsidiaries of the contractor.\n(2)  \"Contract\" means any written agreement, purchase order or instrument whereby the city is committed to expend or does expend funds in return for an interest in real property, work, labor, services, supplies, equipment, materials, construction, construction related service or any combination of the foregoing.\n (3) \"Contracting agency\" means a city, county, borough, or other office, position, administration, department, division, bureau, board or commission, or a corporation, institution or agency of government, the expenses of which are paid in whole or in part from the city treasury.\n(4) \"Contractor\" means any individual, sole proprietorship, partnership, joint venture, corporation or other form of doing business that enters into a contract with any contracting agency.\n(5)  \"Predecessor company\" means an entity whose ownership, title and interest, including all rights, benefits, duties and liabilities were acquired in an uninterrupted chain of succession by a contractor.\n(6) \"Subsidiary company\" means an entity that is controlled directly or indirectly through one or more intermediaries by a contractor or such contractor's parent company.\nb.  No contracting agency shall enter into or renew any contract for an amount in excess of one hundred thousand dollars with any proposed contractor who does not certify as a material condition of such contract that the proposed contractor has searched its records and relevant history to determine whether it or any predecessor or affiliated company ever engaged in or profited from the trade or use of slaves.  Such certification shall also include a statement of the results of such search.  If the contractor determines that it or its predecessor or affiliated companies engaged in or profited from slavery then the contractor shall also provide a statement detailing the nature and extent of such engagement or profit, including relevant historical and other documentation, to the contracting agency which shall forward such information to the council.\nc.  The requirements of this section shall not apply: (i) to emergency contracts entered into pursuant to section 315 of the charter and for which no entity that will comply with the requirements of this section and which is capable of fulfilling such contract is immediately available; or (ii) where such compliance would violate or be inconsistent with the terms or conditions of a grant, subvention or contract with a public agency or the instructions of an authorized representative of any such agency with respect to any such grant, subvention or contract.\n§3. This local law shall take effect ninety days after its enactment into law, provided that city agencies, including, but not limited to, the procurement policy board, may take any actions necessary to effectuate its provisions prior to such effective date.\n\nSKM\nLS #2942\nInt. 469/2006\nInt. 300/2004\n10/20/11",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\cbpat1\\ltrpar\\nowidctlpar\\sa200\\sl480\\slmult1\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\pard\\cbpat1\\ltrpar\\nowidctlpar\\fi720\\sa200\\sl480\\slmult1 Section 1.  Legislative Intent and Findings.  In recent years, companies in existence today have discovered and revealed that they had engaged in and/or profited from the commerce generated by the trade or use of the labor of enslaved Africans during the period of the Trans-Atlantic Slave Trade, from approximately 1441 to 1888. It has been reported that some large companies, for example, Aetna, a company that apparently insured slaveholder interests in slaves in the case of their death or damage, have been found to have directly profited from such commerce.  J.P. Morgan Chase issued a letter of apology after it discovered that two of its predecessor companies actually participated in the slave trade and owned slaves it had taken as collateral for loans.  J.P. Morgan Chase attributed the discoveries to the requirement of disclosure for contractors of the City of Chicago.  \\par\nWhile it is specifically not the intent of this legislation that the question of past links to slavery serve as a litmus test to determine who the City should do business with, such information is important for the City and the country as they reappraise the history of slavery as a result of these new findings.  Accordingly, this local law would require companies doing business with the City to search their pasts and reveal whether they have engaged in or profited from slavery.\\par\n\\'a72.  Chapter 1 of title 6 of the administrative code of the city of New York is amended by adding a new section 6-115.2 to read as follows:\\ul  \\ulnone\\par\n\\ul\\'a7 6-115.2.  Disclosure of profit from or engagement in slavery.\\par\na. Definitions.  For the purpose of this section, the following terms shall have the following meanings:\\par\n(1)  \"Affiliated company\" means the parent company of a contractor and any subsidiaries of the contractor.\\ulnone\\par\n\\ul (2)  \"Contract\" means any written agreement, purchase order or instrument whereby the city is committed to expend or does expend funds in return for an interest in real property, work, labor, services, supplies, equipment, materials, construction, construction related service or any combination of the foregoing.\\ulnone\\par\n\\ul  (3) \"Contracting agency\" means a city, county, borough, or other office, position, administration, department, division, bureau, board or commission, or a corporation, institution or agency of government, the expenses of which are paid in whole or in part from the city treasury.\\ulnone\\par\n\\ul (4) \"Contractor\" means any individual, sole proprietorship, partnership, joint venture, corporation or other form of doing business that enters into a contract with any contracting agency.\\ulnone\\par\n\\ul (5)  \"Predecessor company\" means an entity whose ownership, title and interest, including all rights, benefits, duties and liabilities were acquired in an uninterrupted chain of succession by a contractor.\\ulnone\\par\n\\ul (6) \"Subsidiary company\" means an entity that is controlled directly or indirectly through one or more intermediaries by a contractor or such contractor's parent company.\\ulnone\\par\n\\ul b.  No contracting agency shall enter into or renew any contract for an amount in excess of one hundred thousand dollars with any proposed contractor who does not certify as a material condition of such contract that the proposed contractor has searched its records and relevant history to determine whether it or any predecessor or affiliated company ever engaged in or profited from the trade or use of slaves.  Such certification shall also include a statement of the results of such search.  If the contractor determines that it or its predecessor or affiliated companies engaged in or profited from slavery then the contractor shall also provide a statement detailing the nature and extent of such engagement or profit, including relevant historical and other documentation, to the contracting agency which shall forward such information to the council.\\ulnone\\par\n\\ul c.  The requirements of this section shall not apply:\\ulnone  \\ul (i) to emergency contracts entered into pursuant to section 315 of the charter and for which no entity that will comply with the requirements of this section and which is capable of fulfilling such contract is immediately available; or (ii) where such compliance would violate or be inconsistent with the terms or conditions of a grant, subvention or contract with a public agency or the instructions of an authorized representative of any such agency with respect to any such grant, subvention or contract.\\par\n\\ulnone\\'a73. This local law shall take effect ninety days after its enactment into law, provided that city agencies, including, but not limited to, the procurement policy board, may take any actions necessary to effectuate its provisions prior to such effective date.\\par\n\\pard\\cbpat1\\ltrpar\\nowidctlpar\\sa200\\par\n\\pard\\ltrpar\\nowidctlpar\\sa200 SKM\\line LS #2942\\line Int. 469/2006\\line Int. 300/2004\\line 10/20/11\\par\n\\pard\\ltrpar\\nowidctlpar\\sa200\\sl480\\slmult1\\par\n\\pard\\ltrpar\\nowidctlpar\\sa200\\sl480\\slmult1\\qc\\par\n}\n",
  "LastModified": "2013-12-23T19:02:31.527Z"
}
