{
  "ID": 48037,
  "GUID": "AD8B8706-E5CA-460E-A308-89492F190ED7",
  "File": "Int 0700-2011",
  "Name": "Requiring that the Administration for Children’s Services and the Dept for the Aging include in their collection of demographic data information regarding the sexual orientation and gender identity of individuals who interact with such agencies.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring that the Administration for Children’s Services and the Department for the Aging include in their collection of demographic data information regarding the sexual orientation and gender identity of individuals who interact with such agencies.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 12,
  "BodyName": "Committee on General Welfare",
  "IntroDate": "2011-11-03T00:00:00Z",
  "AgendaDate": "2011-11-03T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    }
  ],
  "History": [
    {
      "ID": 259346,
      "Date": "2011-11-03T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 259511,
      "Date": "2011-11-03T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on General Welfare",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 11150,
      "AgendaSequence": 105,
      "MinutesSequence": 127,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "General Welfare",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283901,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 49150,
  "Text": "Be it enacted by the Council as follows: \n\nSection 1. Findings and Intent. The Council finds that the lesbian, gay, bisexual and transgender (LGBT) community has significant needs with respect to its physical and mental health.  Research suggests that due to societal homophobia and its consequences, LGBT individuals are likely to be at higher risk for mental health problems such as depression, anxiety, substance abuse and suicide.  According to the National Alliance on Mental Illness, lesbian, gay and bisexual individuals are approximately 2.5 times more likely than heterosexual men and women to have a mental health disorder in their lifetime.  In addition, research conducted by the National Coalition of Anti-Violence Programs suggests that 40% of lesbians and gay men in the U.S. consider themselves the victims of hate violence in their adult lifetime, and in particular, LGBT youth experience a significant rate of hate violence.  In a 2009 national survey, the Gay, Lesbian and Straight Education Network found that 8 out of 10 LGBT students aged 13-21 in the United States had been verbally harassed at school, 4 out of 10 had been physically harassed at school, and 1 out of 5 had been a victim of a physical assault at school because of their sexual orientation.  \nThe Council therefore finds that because of the LGBT community’s unique circumstances, an increased focus is needed on the research into and development of policies and programs tailored to LGBT children, youth and seniors in areas including, but not limited to, the prevention of suicide, depression, violence, and the spread of sexually transmitted diseases and the cultivation of a healthy self-image.  Currently, it is unclear how many individuals who identify themselves as LGBT receive services from the Administration for Children’s Services (ACS) and the Department for the Aging (DFTA).  The Council finds that, as evidenced by the fact that the U.S. Census began collecting data on same-sex households in 2010, as the stigma against the LGBT community gradually erodes, individuals are increasingly willing to identify themselves as LGBT.  It is the intent of the Council, therefore, to ensure that ACS and DFTA capture this information and utilize it to tailor programs to best serve the LGBT community.  Accordingly, the Council finds that it is necessary for ACS and DFTA to include an additional field on certain form documents that will capture data on individuals’ sexual orientation and gender identity.\n§2. Chapter 9 of Title 21 of the administrative code of the city of New York is amended by adding a new section 21-905 to read as follows:  \n§21-905. Collection of data regarding the sexual orientation and gender identity of individuals who come into contact with the Administration for Children’s Services.\na.  Definitions.  For the purposes of this section, the following terms shall have the following meanings:\n1.  “Child” shall mean (i) any person who has not attained the age of eighteen years; or (ii) any person between and including the ages of eighteen and twenty-one who is in foster care; and\n2.  “Child welfare system” shall mean the set of services provided by ACS and/or its contracting agencies to identify, protect and care for abandoned, destitute, dependent, neglected or abused children or persons in need of supervision, such terms as defined in section 371 of the Social Services Law, including but not limited to investigation of any report filed with the statewide central register of child abuse and maltreatment pursuant to section 422 of the Social Services Law, and services offered by ACS and/or its contracting agencies as a result of such investigation.\n3.  “Youth in the juvenile justice system” shall mean (1) any person who is an alleged juvenile delinquent as defined in section 301.2 of the Family Court Act who has a pending proceeding under Article 3 of the Family Court Act; (2) any person who is an alleged juvenile offender as defined in section 10.00 of the Penal Law who has a pending proceeding in the criminal court; or (3) any person who is a post-adjudicated juvenile delinquent or juvenile offender who is awaiting transfer to a placement facility operated or contracted by the New York State Office of Children and Family Services.\nb.  On all form documents that ACS and/or its contracting agencies use to capture demographic data such as age, gender, race, ethnicity or religion, ACS and all of its contracting agencies shall include a field to record data regarding the sexual orientation and gender identity of the individuals who are the subjects of such forms, to the extent that such individuals identify themselves as heterosexual, gay, lesbian, bisexual or transgender.  \nc.  Upon request by the Council, ACS shall provide the following information to the Council within thirty days following the date of such request:\n1.  total number of children involved in the child welfare system, at the time of such request, who have identified their sexual orientation and gender identity, sorted by the number of such children who have identified themselves as each of these categories: heterosexual, gay, lesbian, bisexual or transgender; \n2.  total number of youth involved in the juvenile justice system, at the time of such request, who have identified their sexual orientation and gender identity, sorted by the number of such youth who have identified themselves as each of these categories: heterosexual, gay, lesbian, bisexual or transgender; and\n3.  total number of individuals, other than the children involved in the child welfare system and the youth involved in the juvenile justice system, who came into contact with ACS and/or its contracting agencies, sorted by the number of such individuals who have identified themselves as each of these categories: heterosexual, gay, lesbian, bisexual or transgender.  Such data shall be disaggregated by ACS and/or contracting agency units, including but not limited to child care and head start, child protection, youth and family justice and foster care.\n§3. Chapter 2 of Title 21 of the administrative code of the city of New York is amended by adding a new section 21-204 to read as follows:  \n§21-204. Collection of data regarding the sexual orientation and gender identity of individuals who come into contact with the Department for the Aging.\na.  On all form documents that DFTA and/or its contracting agencies use to capture demographic data such as age, gender, race, ethnicity or religion, DFTA and all of its contracting agencies shall include a field to record data regarding the sexual orientation and gender identity of the individuals who are the subjects of such forms, to the extent that such individuals identify themselves as heterosexual, gay, lesbian, bisexual or transgender.  \nb.  Upon request by the Council, DFTA shall provide the following information to the Council within thirty days following the date of such request:  total number of individuals, at the time of such request, who have identified their sexual orientation and gender identity, sorted by the number of individuals who have identified themselves as each of these categories: heterosexual, gay, lesbian, bisexual or transgender.\n§4. This local law shall take effect one hundred and twenty days after it is enacted into law, provided that the commissioners may take any actions necessary prior to such effective date for the implementation of this local law including, but not limited to, the adoption of any necessary rules.\n\nPC \nLS 939\n10/19/11",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\ul Be it enacted by the Council as follows: \\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1. Findings and Intent. The Council finds that the lesbian, gay, bisexual and transgender (LGBT) community has significant needs with respect to its physical and mental health.  Research suggests that due to societal homophobia and its consequences, LGBT individuals are likely to be at higher risk for mental health problems such as depression, anxiety, substance abuse and suicide.  According to the National Alliance on Mental Illness, lesbian, gay and bisexual individuals are approximately 2.5 times more likely than heterosexual men and women to have a mental health disorder in their lifetime.  In addition, research conducted by the National Coalition of Anti-Violence Programs suggests that 40% of lesbians and gay men in the U.S. consider themselves the victims of hate violence in their adult lifetime, and in particular, LGBT youth experience a significant rate of hate violence.  In a 2009 national survey, the Gay, Lesbian and Straight Education Network found that 8 out of 10 LGBT students aged 13-21 in the United States had been verbally harassed at school, 4 out of 10 had been physically harassed at school, and 1 out of 5 had been a victim of a physical assault at school because of their sexual orientation.  \\par\nThe Council therefore finds that because of the LGBT community\\rquote s unique circumstances, an increased focus is needed on the research into and development of policies and programs tailored to LGBT children, youth and seniors in areas including, but not limited to, the prevention of suicide, depression, violence, and the spread of sexually transmitted diseases and the cultivation of a healthy self-image.  Currently, it is unclear how many individuals who identify themselves as LGBT receive services from the Administration for Children\\rquote s Services (ACS) and the Department for the Aging (DFTA).  The Council finds that, as evidenced by the fact that the U.S. Census began collecting data on same-sex households in 2010, as the stigma against the LGBT community gradually erodes, individuals are increasingly willing to identify themselves as LGBT.  It is the intent of the Council, therefore, to ensure that ACS and DFTA capture this information and utilize it to tailor programs to best serve the LGBT community.  Accordingly, the Council finds that it is necessary for ACS and DFTA to include an additional field on certain form documents that will capture data on individuals\\rquote  sexual orientation and gender identity.\\par\n\\'a72. Chapter 9 of Title 21 of the administrative code of the city of New York is amended by adding a new section 21-905 to read as follows:  \\par\n\\ul\\'a721-905. Collection of data regarding the sexual orientation and gender identity of individuals who come into contact with the Administration for Children\\rquote s Services.\\par\na.  Definitions.  For the purposes of this section, the following terms shall have the following meanings:\\par\n1.  \\ldblquote Child\\rdblquote  shall mean (i) any person who has not attained the age of eighteen years; or (ii) any person between and including the ages of eighteen and twenty-one who is in foster care; and\\par\n2.  \\ldblquote Child welfare system\\rdblquote  shall mean the set of services provided by ACS and/or its contracting agencies to identify, protect and care for abandoned, destitute, dependent, neglected or abused children or persons in need of supervision, such terms as defined in section 371 of the Social Services Law, including but not limited to investigation of any report filed with the statewide central register of child abuse and maltreatment pursuant to section 422 of the Social Services Law, and services offered by ACS and/or its contracting agencies as a result of such investigation.\\par\n3.  \\ldblquote Youth in the juvenile justice system\\rdblquote  shall mean (1) any person who is an alleged juvenile delinquent as defined in section 301.2 of the Family Court Act who has a pending proceeding under Article 3 of the Family Court Act; (2) any person who is an alleged juvenile offender as defined in section 10.00 of the Penal Law who has a pending proceeding in the criminal court; or (3) any person who is a post-adjudicated juvenile delinquent or juvenile offender who is awaiting transfer to a placement facility operated or contracted by the New York State Office of Children and Family Services.\\par\nb.  On all form documents that ACS and/or its contracting agencies use to capture demographic data such as age, gender, race, ethnicity or religion, ACS and all of its contracting agencies shall include a field to record data regarding the sexual orientation and gender identity of the individuals who are the subjects of such forms, to the extent that such individuals identify themselves as heterosexual, gay, lesbian, bisexual or transgender.  \\par\nc.  Upon request by the Council, ACS shall provide the following information to the Council within thirty days following the date of such request:\\par\n1.  total number of children involved in the child welfare system, at the time of such request, who have identified their sexual orientation and gender identity, sorted by the number of such children who have identified themselves as each of these categories: heterosexual, gay, lesbian, bisexual or transgender; \\par\n2.  total number of youth involved in the juvenile justice system, at the time of such request, who have identified their sexual orientation and gender identity, sorted by the number of such youth who have identified themselves as each of these categories: heterosexual, gay, lesbian, bisexual or transgender; and\\par\n3.  total number of individuals, other than the children involved in the child welfare system and the youth involved in the juvenile justice system, who came into contact with ACS and/or its contracting agencies, sorted by the number of such individuals who have identified themselves as each of these categories: heterosexual, gay, lesbian, bisexual or transgender.  Such data shall be disaggregated by ACS and/or contracting agency units, including but not limited to child care and head start, child protection, youth and family justice and foster care.\\b\\par\n\\ulnone\\b0\\'a73. Chapter 2 of Title 21 of the administrative code of the city of New York is amended by adding a new section 21-204 to read as follows:  \\par\n\\ul\\'a721-204. Collection of data regarding the sexual orientation and gender identity of individuals who come into contact with the Department for the Aging.\\par\na.  On all form documents that DFTA and/or its contracting agencies use to capture demographic data such as age, gender, race, ethnicity or religion, DFTA and all of its contracting agencies shall include a field to record data regarding the sexual orientation and gender identity of the individuals who are the subjects of such forms, to the extent that such individuals identify themselves as heterosexual, gay, lesbian, bisexual or transgender.  \\par\nb.  Upon request by the Council, DFTA shall provide the following information to the Council within thirty days following the date of such request:  total number of individuals, at the time of such request, who have identified their sexual orientation and gender identity, sorted by the number of individuals who have identified themselves as each of these categories: heterosexual, gay, lesbian, bisexual or transgender.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\ulnone\\'a74. This local law shall take effect one hundred and twenty days after it is enacted into law, provided that the commissioners may take any actions necessary prior to such effective date for the implementation of this local law including, but not limited to, the adoption of any necessary rules.\\par\n\\pard\\ltrpar\\nowidctlpar\\fs20\\par\nPC \\par\nLS 939\\par\n10/19/11\\par\n}\n",
  "LastModified": "2013-12-23T19:01:59.073Z"
}
