{
  "ID": 48036,
  "GUID": "FF0F79CC-5EC3-49F8-822C-4B036CB32A86",
  "File": "Int 0701-2011",
  "Name": "Online publication of information relating to stop work orders issued by the department of buildings.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the online publication of information relating to stop work orders issued by the department of buildings.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2011-11-03T00:00:00Z",
  "AgendaDate": "2011-11-03T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    }
  ],
  "History": [
    {
      "ID": 259347,
      "Date": "2011-11-03T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 259510,
      "Date": "2011-11-03T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 11150,
      "AgendaSequence": 106,
      "MinutesSequence": 128,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283900,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 49148,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1. Section 28-207.2.1 of the New York city administrative code is amended to read as follows: \n§ 28-207.2.1 Issuance. Upon issuance of a stop work order by the commissioner, all work shall immediately stop unless otherwise specified. Such  order  may require all persons to forthwith vacate the premises pursuant to the provisions of section 28-207.4 and may also require such work to be done as, in the opinion of the commissioner, may be  necessary to remove any danger therefrom. The police department or other law enforcement agency or officer shall, upon the request of the commissioner, assist the department in the enforcement of this section 28-207.2. Such enforcement may include the arrest of persons engaged in criminal activity, and, to the extent permitted by law, the seizure of equipment being used to engage in criminal activity. The stop work order may be given verbally or in writing to the owner, lessee or occupant of the property involved, or to the agent of any of them, or to the person or persons executing the work. A verbal order shall be followed promptly by a written order and shall include the reason for the issuance of the stop work order\n§2. Chapter two of title 28 of the administrative code of the city of New York is amended by adding a new section 28-207.2.5 to read as follows:\n\t§28-207.2.5 Publication of information pertaining to stop work orders. The commissioner shall make available and maintain on its website the following information:\n(i) a list of addresses, disaggregated by zip code, and for each zip code, disaggregated by community district and council district, for which a notice or order to stop work has been given, and the date when such notice or order was given; and\n(ii) a list of addresses, disaggregated by zip code, and for each zip code, disaggregated by community district and council district, for which a notice or order to stop work has been rescinded, and the date of such rescission.\nNo rescission of a stop work order shall be valid unless it is made in writing, and immediately upon the issuance or rescission of a notice or order to stop work, the department shall post the information regarding such notice or order on the appropriate website as required in this section. \n\t§3. This local law shall take effect ninety days after its enactment into law.\n\nLER\nLS #2116\nInt. No. 43-A\n7/11/11",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\ul\\v0\\par\nBe it enacted by the Council as follows:\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\sa200\\sl480\\slmult1\\ulnone\\tab Section 1. Section 28-207.2.1 of the New York city administrative code is amended to read as follows: \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sa200\\sl480\\slmult1\\'a7 28-207.2.1 Issuance. Upon issuance of a stop work order by the commissioner, all work shall immediately stop unless otherwise specified. Such  order  may require all persons to forthwith vacate the premises pursuant to the provisions of section 28-207.4 and may also require such work to be done as, in the opinion of the commissioner, may be  necessary to remove any danger therefrom. The police department or other law enforcement agency or officer shall, upon the request of the commissioner, assist the department in the enforcement of this section 28-207.2. \\ul Such enforcement may include the arrest of persons engaged in criminal activity, and, to the extent permitted by law, the seizure of equipment being used to engage in criminal activity.\\ulnone  The stop work order may be given verbally or in writing to the owner, lessee or occupant of the property involved, or to the agent of any of them, or to the person or persons executing the work. A verbal order shall be followed promptly by a written order and shall include the reason for the issuance of the stop work order\\par\n\\'a72. Chapter two of title 28 of the administrative code of the city of New York is amended by adding a new section 28-207.2.5 to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\sa200\\sl480\\slmult1\\tab\\ul\\'a728-207.2.5 Publication of information pertaining to stop work orders. The commissioner shall make available and maintain on its website the following information:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sa200\\sl480\\slmult1 (i) a list of addresses, disaggregated by zip code, and for each zip code, disaggregated by community district and council district, for which a notice or order to stop work has been given, and the date when such notice or order was given; and\\par\n(ii) a list of addresses, disaggregated by zip code, and for each zip code, disaggregated by community district and council district, for which a notice or order to stop work has been rescinded, and the date of such rescission.\\par\nNo rescission of a stop work order shall be valid unless it is made in writing, and immediately upon the issuance or rescission of a notice or order to stop work, the department shall post the information regarding such notice or order on the appropriate website as required in this section. \\par\n\\pard\\ltrpar\\nowidctlpar\\sa200\\sl480\\slmult1\\ulnone\\tab\\'a73. This local law shall take effect ninety days after its enactment into law.\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\sa200\\fs20 LER\\par\nLS #2116\\par\nInt. No. 43-A\\ul\\par\n\\pard\\ltrpar\\nowidctlpar\\sa200\\sl480\\slmult1\\ulnone 7/11/11\\par\n\\pard\\ltrpar\\nowidctlpar\\sa200\\sl480\\slmult1\\tx3648\\fs22\\par\n}\n",
  "LastModified": "2013-12-23T19:01:49.857Z"
}
