{
  "ID": 48038,
  "GUID": "4CAA29A4-6FF9-4F7D-8EBC-C99A4A4D01F4",
  "File": "Int 0705-2011",
  "Name": "Use of b-5 biodiesel diesel fuel in diesel-powered generators used in the production of films, television programs and advertisements, and at street fairs in NYC.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the use of b-5 biodiesel diesel fuel in diesel-powered generators used in the production of films, television programs and advertisements, and at street fairs in New York City.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 10,
  "BodyName": "Committee on Environmental Protection",
  "IntroDate": "2011-11-03T00:00:00Z",
  "AgendaDate": "2011-11-03T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    }
  ],
  "History": [
    {
      "ID": 259354,
      "Date": "2011-11-03T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 259521,
      "Date": "2011-11-03T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Environmental Protection",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 11150,
      "AgendaSequence": 116,
      "MinutesSequence": 138,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Environmental Protection",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 278969,
      "Date": "2013-10-16T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 10,
      "BodyName": "Committee on Environmental Protection",
      "EventID": 12819,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 279387,
      "Date": "2013-10-16T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 10,
      "BodyName": "Committee on Environmental Protection",
      "EventID": 12819,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284187,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 114857,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 10/16/13",
      "Link": "http://nyc.legistar1.com/nyc/attachments/39b43590-2fc5-4ef2-82af-cfbd052d5593.doc",
      "Sort": 1
    },
    {
      "ID": 115047,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 10/16/13",
      "Link": "http://nyc.legistar1.com/nyc/attachments/36444b17-a706-4bde-8256-13cfd2abd6ff.PDF",
      "Sort": 2
    },
    {
      "ID": 115473,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 10/16/13",
      "Link": "http://nyc.legistar1.com/nyc/attachments/641c8044-3387-4d99-8c5a-5427be863dc1.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 49151,
  "Text": "Be it enacted by the Council as follows:\n\n Section1.  Legislative findings and intent.  The Council finds that the use of five percent biodiesel fuel, also known as b-5 biodiesel fuel, would reduce the emission of air pollutants in diesel-powered generators used in the production of films, television programs and advertisements, and at street fairs and would strengthen the alternative fuels market, support regional farmers and local businesses, and increase energy independence and the diversity of our energy supply.  \nTherefore, the Council finds that it is in the best interests of the City to address pollutants from the fossil fuels sector by requiring the use of b-5 biodiesel diesel fuel in diesel-powered generators used in the production of films, television programs and advertisements, and at street fairs in New York City.\n§2. Subdivision a of section 24-163.8 of the administrative code of the city of New York is amended by adding a new paragraph 1-a to read as follows: \n (1-a) “b-5 biodiesel” shall mean an ultra low sulfur diesel fuel which contains five percent biodiesel or 5 percent of a designated B100, that is composed exclusively of mono-alkyl esters of long chain fatty acids derived from feedstock and that meets the specifications of the american society of testing and materials designation D 6751-09a.\n\t§3. Subdivision b of section 24-163.8 of the administrative code of the city of New York is amended to read as follows:\n\t(1) Any diesel-powered generator that is used to provide electrical power for equipment used in the production of any film,  television program or advertisement, or for a street fair, where such production or street fair requires  a permit from a city agency, shall be powered by [ultra low sulfur diesel fuel] b-5 biodiesel or an alternative.\n\t(2) The mayor's office of film, theatre, and broadcasting shall issue\nto all film, television and advertising production companies that apply\nfor a filming permit a notice that recites the provisions of this\nsection and states that any diesel-powered generator that is utilized in\na film, television or advertising production must use [ultra low sulfur\ndiesel fuel] b-5 biodiesel or an alternative fuel.\n\t(3) The street activity permit office shall issue to all applicants\nfor a street activity permit for a street fair a notice that recites the\nprovisions of this section and states that any diesel-powered generator\nthat is utilized for a street fair must use [ultra low sulfur diesel fuel] b-5 biodiesel or an alternative fuel.\n§3. This local law shall take effect one hundred eighty days after its enactment, except that the commissioner of environmental protection shall take such measures as are necessary for its implementation, including the promulgation of rules, prior to such effective date.\nLS # 2550 SS   \n8/31//11 10:50 a.m.10/24/11 12:18 p.m., 10/24/11 12:38 p.m.  10/25/11 9:05 a.m., 10/25/11 12:18 p.m.",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\cf1  Section1.  Legislative findings and intent.  The Council finds \\cf0 that the use of five percent biodiesel fuel, also known as b-5 biodiesel fuel, would reduce the emission of air pollutants in diesel-powered generators used in the production of films, television programs and advertisements, and at street fairs and would strengthen the alternative fuels market, support regional farmers and local businesses, and increase energy independence and the diversity of our energy supply.  \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Therefore, the Council finds that it is in the best interests of the City to address pollutants from the fossil fuels sector by requiring the use of b-5 biodiesel diesel fuel in diesel-powered generators used in the production of films, television programs and advertisements, and at street fairs in New York City.\\par\n\\'a72. Subdivision a of section 24-163.8 of the administrative code of the city of New York is amended by adding a new paragraph 1-a to read as follows: \\par\n \\ul (1-a) \\ldblquote b-5 biodiesel\\rdblquote  shall mean an ultra low sulfur diesel fuel which contains five percent biodiesel or 5 percent of a designated B100, that is composed exclusively of mono-alkyl esters of long chain fatty acids derived from feedstock and that meets the specifications of the american society of testing and materials designation D 6751-09a.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\ulnone\\tab\\'a73. Subdivision b of section 24-163.8 of the administrative code of the city of New York is amended to read as follows:\\par\n\\tab\\cf1 (1) Any diesel-powered generator that is used to provide electrical power for equipment used in the production of any film,  television program or advertisement, or for a street fair, where such production or street fair requires  a permit from a city agency, shall be powered by [ultra low sulfur diesel fuel] \\ul b-5 biodiesel or an alternative.\\ulnone\\par\n\\tab (2) The mayor's office of film, theatre, and broadcasting shall issue\\par\nto all film, television and advertising production companies that apply\\par\nfor a filming permit a notice that recites the provisions of this\\par\nsection and states that any diesel-powered generator that is utilized in\\par\na film, television or advertising production must use [ultra low sulfur\\par\ndiesel fuel] \\ul b-5 biodiesel \\ulnone or an alternative fuel.\\par\n\\tab (3) The street activity permit office shall issue to all applicants\\par\nfor a street activity permit for a street fair a notice that recites the\\par\nprovisions of this section and states that any diesel-powered generator\\par\nthat is utilized for a street fair must use [ultra low sulfur diesel fuel] \\ul b-5 biodiesel \\ulnone or an alternative fuel.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\cf0\\'a73. This local law shall take effect one hundred eighty days after its enactment, except that the commissioner of environmental protection shall take such measures as are necessary for its implementation, including the promulgation of rules, prior to such effective date.\\par\n\\pard\\ltrpar\\nowidctlpar\\qj LS # 2550 SS   \\par\n8/31//11 10:50 a.m.10/24/11 12:18 p.m., 10/24/11 12:38 p.m.  10/25/11 9:05 a.m., 10/25/11 12:18 p.m.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\par\n}\n",
  "LastModified": "2013-12-23T19:01:09.667Z"
}
