{
  "ID": 48040,
  "GUID": "64CC09AB-5494-46B7-9561-F0E1083C1D87",
  "File": "Int 0706-2011",
  "Name": "Increasing penalties for owning or harboring a dangerous dog and requiring the Department of Health and Mental Hygiene to report on dangerous dogs.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to increasing penalties for owning or harboring a dangerous dog and requiring the Department of Health and Mental Hygiene to report on dangerous dogs.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2011-11-03T00:00:00Z",
  "AgendaDate": "2011-11-03T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    }
  ],
  "History": [
    {
      "ID": 259355,
      "Date": "2011-11-03T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 259523,
      "Date": "2011-11-03T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 11150,
      "AgendaSequence": 118,
      "MinutesSequence": 140,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283898,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 49153,
  "Text": "Be it enacted by the Council as follows:\nSection 1.  Subdivision a and b of section 17-350 of the administrative code of the city of New York is amended to read as follows:\n§17-350 Violations and penalties. a. Any person who violates any provision of this subchapter or any of the regulations promulgated hereunder shall be guilty of a class A misdemeanor punishable by a fine [or] of not less than [five hundred] one thousand nor more than [five thousand] ten thousand dollars or by imprisonment for not more than one year, or both. \nb.  In addition to the penalties prescribed by subdivision a of this section, any person who violates any of the provisions of this subchapter or any rule or regulation promulgated hereunder shall be liable for a civil penalty of not less than [five hundred] one thousand nor more than [five thousand] ten thousand dollars.\n§2.  Subchapter 6 of chapter 3 of the administrative code of the city of New York is amended by adding a new section 17-354.1 to read as follows:\n§17-354.1 Reporting requirement. Before January 1, 2012, and every year thereafter, the department shall provide the mayor and the city council with a report including, but not limited to, the following information:\na. the number of dangerous dog complaints received by the department during the previous calendar year;\nb. the number of dangerous dog complaints that the department investigated during the previous calendar year;\nc. an aggregation of the outcomes of the dangerous dog complaints investigated by the department during the previous calendar year;\nd. the number of dogs that were classified as dangerous by the commissioner or a court of competent jurisdiction;\ne. the number of dog bite complaints received by the department during the previous calendar year;\nf. the number of dogs that were found to have rabies;\ng. an aggregation of the outcomes of the dog bite complaints investigated by the department during the previous calendar year. \n §3.  This local law shall take effect ninety days after enactment; provided, however, that the commissioner shall take such actions, including the promulgation of rules, as are necessary for timely implementation of this local law. \n\nLS# 2577\nLCC/JM/IR\n6/19/11",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Section 1.  Subdivision a and b of section 17-350 of the administrative code of the city of New York is amended to read as follows:\\par\n\\'a717-350 \\b Violations and penalties.\\b0  \\cf1 a. Any person who violates any provision of this subchapter or any of the regulations promulgated hereunder shall be guilty of a \\ul class A\\ulnone  misdemeanor punishable by a fine [or] \\ul of\\ulnone  not less than [five hundred] \\ul one thousand\\ulnone  nor more than [five thousand] \\ul ten thousand\\ulnone  dollars or by imprisonment for not more than one year, or both. \\cf0\\par\n\\cf1 b.  In addition to the penalties prescribed by subdivision a of this section, any person who violates any of the provisions of this subchapter or any rule or regulation promulgated hereunder shall be liable for a civil penalty of not less than [five hundred] \\ul one thousand\\ulnone  nor more than [five thousand] \\ul ten thousand\\ulnone  dollars.\\par\n\\cf0\\'a72.  Subchapter 6 of chapter 3 of the administrative code of the city of New York is amended by adding a new section 17-354.1 to read as follows:\\par\n\\ul\\'a717-354.1 \\b Reporting requirement. \\b0 Before January 1, 2012, and every year thereafter, the department shall provide the mayor and the city council with a report including, but not limited to, the following information:\\par\na. the number of dangerous dog complaints received by the department during the previous calendar year;\\par\nb. the number of dangerous dog complaints that the department investigated during the previous calendar year;\\par\nc. an aggregation of the outcomes of the dangerous dog complaints investigated by the department during the previous calendar year;\\par\nd. the number of dogs that were classified as dangerous by the commissioner or a court of competent jurisdiction;\\par\ne. the number of dog bite complaints received by the department during the previous calendar year;\\par\nf. the number of dogs that were found to have rabies;\\par\ng. an aggregation of the outcomes of the dog bite complaints investigated by the department during the previous calendar year. \\cf1\\par\n\\cf0\\ulnone  \\'a73.  This local law shall take effect ninety days after enactment; provided, however, that the commissioner shall take such actions, including the promulgation of rules, as are necessary for timely implementation of this local law. \\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar\\sl480\\slmult1\\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar\\fs20 LS# 2577\\par\n\\pard\\ltrpar\\nowidctlpar LCC/JM/IR\\par\n6/19/11\\par\n}\n",
  "LastModified": "2013-12-23T19:00:53.747Z"
}
