{
  "ID": 47639,
  "GUID": "76C19651-4777-411F-A1A5-45BCAB4F61AA",
  "File": "Int 0713-2011",
  "Name": "Portable storage containers.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to portable storage containers.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2011-11-03T00:00:00Z",
  "AgendaDate": "2011-11-03T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7570,
      "Slug": "mark-s-weprin",
      "FullName": "Mark S. Weprin"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    }
  ],
  "History": [
    {
      "ID": 259363,
      "Date": "2011-11-03T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 259537,
      "Date": "2011-11-03T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 11150,
      "AgendaSequence": 132,
      "MinutesSequence": 154,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283893,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 48733,
  "Text": "Be it enacted by the Council as follows:\nSection 1. Chapter one of title 28 of the administrative code of the city of New York is amended by adding a new section 28-505 to read as follows: \n§28-505 Permit for portable storage containers. a. For the purposes of this section, “portable storage container” shall mean any weather resistant boxlike container transported by truck or trailer to a desired location and designed for the outdoor storage of personal property of household goods for temporary use only.  For the purposes of this section, dumpsters, the trailer portion of a tractor-trailer, or prefabricated sheds, shall not be considered a portable storage container.\nb. No person shall place a portable storage container on residential property unless a permit for such container has been issued by the commissioner.  Such permit shall be for a period of no more than six months and may be renewed for one additional six-month period at the discretion of the commissioner.\n§2. This local law shall take effect ninety days after its enactment.\n\nKS \nLS #2296\n7/18/11",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1. Chapter one of title 28 of the administrative code of the city of New York is amended by adding a new section 28-505 to read as follows: \\par\n\\ul\\'a728-505 Permit for portable storage containers. a. For the purposes of this section, \\ldblquote portable storage container\\rdblquote  shall mean any weather resistant boxlike container transported by truck or trailer to a desired location and designed for the outdoor storage of personal property of household goods for temporary use only.  For the purposes of this section, dumpsters, the trailer portion of a tractor-trailer, or prefabricated sheds, shall not be considered a portable storage container.\\par\nb. No person shall place a portable storage container on residential property unless a permit for such container has been issued by the commissioner.  Such permit shall be for a period of no more than six months and may be renewed for one additional six-month period at the discretion of the commissioner.\\par\n\\cf1\\ulnone\\'a72. This local law shall take effect ninety days after its enactment.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\cf0\\par\n\\pard\\ltrpar\\nowidctlpar KS \\par\nLS #2296\\par\n7/18/11 \\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\par\n\\par\n}\n",
  "LastModified": "2013-12-23T18:57:52.17Z"
}
