{
  "ID": 48162,
  "GUID": "34B627CE-3EB3-4AB2-8587-37E633BBB206",
  "File": "Int 0714-2011",
  "Name": "Veterinary examinations of rental horses.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the veterinary examinations of rental horses.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2011-11-29T00:00:00Z",
  "AgendaDate": "2011-11-29T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera "
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    }
  ],
  "History": [
    {
      "ID": 259957,
      "Date": "2011-11-29T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 260174,
      "Date": "2011-11-29T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 11225,
      "AgendaSequence": 120,
      "MinutesSequence": 156,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283892,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 49281,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Section 17-326 of the administrative code of the city of New York is amended by adding a new subdivision l, to read as follows:\n(l)  “Independent veterinarian” means a veterinarian whose services have been procured by the department and who:\n1.  holds a valid license to practice veterinary medicine pursuant to Article 135 of New York state education law; \n2.  has experience in equine veterinary care, as determined by the commissioner; \n3. is not employed by an entity authorized under section 371 of the New York state agriculture and markets law to enforce Article 26 of the New York state agriculture and markets law; \n4. is not employed as a veterinarian by the city of New York; and \n5. possesses other qualifications as the commissioner may establish by rule.\n§2. Subdivision n of section 17-330 of the administrative code of the city of New York is amended to read as follows:\nn. Every horse required to be licensed hereunder shall be examined by an independent veterinarian, prior to its use in a rental horse business[,] and at time of each license renewal[, and thereafter].   In addition, licensed horses shall be examined by an independent veterinarian at intervals of not less than four months and not greater than eight months. [The] Every examination shall include the general physical condition of the horse, its teeth, hoofs and shoes, its stamina and physical ability to perform the work or duties required of it, and whether it is current on vaccinations, including those for rabies, Eastern/Western equine encephalitis, West Nile virus, Rhinopneumonitis virus, and tetanus, or any other vaccinations the Commissioner may require by rule. [The] Every examination shall also include a record of any injury, disease, or deficiency observed by the veterinarian at the time, together with any prescription or humane correction or disposition of the same. A signed health certificate by the [examining] independent veterinarian shall be maintained at the stable premises at which such horse is located and shall be displayed on the outside of the such horse's individual stall. An original of said certificate shall be [mailed by the examining veterinarian] kept on file by the department.\n§3. This local law shall take effect one hundred eighty days after enactment provided, however, the commissioner shall take all actions necessary for its implementation, including the promulgation of rules, prior to such effective date.\n\n\n\n\n\n\n\n\n\n\n\n\nLS 3051\n11/18/11\nLCC",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\ulnone Section 1.  Section 17-326 of the administrative code of the city of New York is amended by adding a new subdivision l, to read as follows:\\par\n\\ul (l)  \\ldblquote Independent veterinarian\\rdblquote  means a veterinarian whose services have been procured by the department and who:\\par\n1.  holds a valid license to practice veterinary medicine pursuant to Article 135 of New York state education law; \\par\n2.  has experience in equine veterinary care, as determined by the commissioner; \\par\n3. is not employed by an entity authorized under section 371 of the New York state agriculture and markets law to enforce Article 26 of the New York state agriculture and markets law; \\par\n4. is not employed as a veterinarian by the city of New York; and \\par\n5. possesses other qualifications as the commissioner may establish by rule.\\par\n\\ulnone\\'a72. Subdivision n of section 17-330 of the administrative code of the city of New York is amended to read as follows:\\par\nn. Every horse required to be licensed hereunder shall be examined by a\\ul n independent\\ulnone  veterinarian, prior to its use in a rental horse business[,] \\ul and\\ulnone  at time of each license renewal[, and thereafter]\\ul .   In addition, licensed horses shall be examined by an independent veterinarian\\ulnone  at intervals of not less than four months and not greater than eight months. \\ul [\\ulnone The] \\ul Every\\ulnone  examination shall include the general physical condition of the horse, its teeth, hoofs and shoes, its stamina and physical ability to perform the work or duties required of it, and whether it is current on vaccinations, including those for rabies, Eastern/Western equine encephalitis, West Nile virus, Rhinopneumonitis virus, and tetanus, or any other vaccinations the Commissioner may require by rule. [The] \\ul Every\\ulnone  examination shall also include a record of any injury, disease, or deficiency observed by the veterinarian at the time, together with any prescription or humane correction or disposition of the same. A signed health certificate by the [examining] \\ul independent\\ulnone  veterinarian shall be maintained at the stable premises at which such horse is located and shall be displayed on the outside of the such horse's individual stall. An original of said certificate shall be [mailed by the examining veterinarian] \\ul kept on file by\\ulnone  the department.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a73. This local law shall take effect one hundred eighty days after enactment provided, however, the commissioner shall take all actions necessary for its implementation, including the promulgation of rules, prior to such effective date.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\par\n\\pard\\ltrpar\\nowidctlpar\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\fs20 LS 3051\\par\n11/18/11\\par\nLCC\\par\n}\n",
  "LastModified": "2013-12-23T18:57:43.827Z"
}
