{
  "ID": 48034,
  "GUID": "7A6BEAEE-DDB9-4FE6-B5CF-E1B6DA4E9F29",
  "File": "Int 0719-2011",
  "Name": "Establishing an annual arson investigations results report.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to establishing an annual arson investigations results report.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5071,
  "BodyName": "Committee on Fire and Criminal Justice Services",
  "IntroDate": "2011-11-29T00:00:00Z",
  "AgendaDate": "2011-11-29T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    },
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 7112,
      "Slug": "vincent-ignizio",
      "FullName": "Vincent Ignizio"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    }
  ],
  "History": [
    {
      "ID": 259926,
      "Date": "2011-11-29T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 260183,
      "Date": "2011-11-29T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Fire and Criminal Justice Services",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 11225,
      "AgendaSequence": 129,
      "MinutesSequence": 165,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Fire and Criminal Justice Services",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283887,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 49146,
  "Text": "Be it enacted by the Council as follows:\nSection 1. Chapter 3 of title 15 of the administrative code of the city of New York is amended by adding a new section 15-305 to read as follows: \n§ 15-305 Arson investigation reporting. a. Definitions.  For purposes of this section, the term “arson investigation” shall mean an investigation conducted by the fire department to determine whether an incident was a result of criminal arson in the fifth, fourth, third, second or first degree pursuant to section 150.01, 150.05, 150.10, 150.15, or 150.20, respectively, of article 150 of the penal law.\n\tb. Report. No later than January fifteenth, two thousand twelve, and on or before every January fifteenth thereafter, the commissioner shall submit to the speaker of the city council and the chairperson of the council’s fire and criminal justice services committee a report regarding the results of arson investigations. The two thousand twelve report shall include the results of arson investigations commenced in the preceding twelve-month period. All subsequent reports shall include the results of arson investigations (i) commenced in the preceding twelve months; and (ii) from prior reporting periods that were ongoing at the time of the issuance of the most recent report, disaggregated by the year in which the arson investigation commenced. Such reports shall include but not be limited to the following:\n(1) the number of incidents for which an arson investigation was commenced, disaggregated by borough; \n(2) the number of arson investigations that resulted in a finding by the fire department that a criminal arson was committed, including the degree of the criminal arson, disaggregated by borough;\n(3) the number of incidents for which an arson investigation is ongoing, disaggregated by borough.\n\t       § 2. This local law shall take effect immediately.\nLS# 2687\nRCC\n10/17/11",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\ul\\i Be it enacted by the Council as follows\\ulnone\\i0 :\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 Section 1. Chapter 3 of title 15 of the administrative code of the city of New York is amended by adding a new section 15-305 to read as follows: \\par\n\\pard\\ltrpar\\nowidctlpar\\fi576\\sl480\\slmult1\\qj\\ul\\b\\'a7 15-305 Arson investigation reporting. a.\\b0  \\b Definitions.\\b0   For purposes of this section, the term \\ldblquote arson investigation\\rdblquote  shall mean an investigation conducted by the fire department to determine whether an incident was a result of criminal arson in the fifth, fourth, third, second or first degree pursuant to section 150.01, 150.05, 150.10, 150.15, or 150.20, respectively, of article 150 of the penal law.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\ulnone\\tab\\ul b. Report. No later than January fifteenth, two thousand twelve, and on or before every January fifteenth thereafter, the commissioner shall submit to the speaker of the city council and the chairperson of the council\\rquote s fire and criminal justice services committee a report regarding the results of arson investigations. The two thousand twelve report shall include the results of arson investigations commenced in the preceding twelve-month period. All subsequent reports shall include the results of arson investigations (i) commenced in the preceding twelve months; and (ii) from prior reporting periods that were ongoing at the time of the issuance of the most recent report, disaggregated by the year in which the arson investigation commenced. Such reports shall include but not be limited to the following:\\par\n(1) the number of incidents for which an arson investigation was commenced, disaggregated by borough; \\par\n(2) the number of arson investigations that resulted in a finding by the fire department that a criminal arson was committed, including the degree of the criminal arson, disaggregated by borough;\\par\n(3) the number of incidents for which an arson investigation is ongoing, disaggregated by borough.\\par\n\\ulnone\\tab\\cf1        \\cf0\\'a7 2. This local law shall take effect immediately.\\par\n\\pard\\ltrpar\\nowidctlpar LS# 2687\\par\nRCC\\par\n10/17/11\\par\n}\n",
  "LastModified": "2013-12-23T18:56:59.7Z"
}
