{
  "ID": 48149,
  "GUID": "0038ABF1-63AA-4F60-81B6-3D5F8420E99A",
  "File": "Int 0722-2011",
  "Name": "Evaluating the fiscal impact of proposed rules.",
  "Title": "A Local Law to amend the New York city charter, in relation to evaluating the fiscal impact of proposed rules.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 13,
  "BodyName": "Committee on Governmental Operations",
  "IntroDate": "2011-11-29T00:00:00Z",
  "AgendaDate": "2011-11-29T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    }
  ],
  "History": [
    {
      "ID": 259932,
      "Date": "2011-11-29T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 260188,
      "Date": "2011-11-29T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Governmental Operations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 11225,
      "AgendaSequence": 134,
      "MinutesSequence": 170,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Governmental Operations",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283886,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 49268,
  "Text": "Be it enacted by the Council as follows:\n \nSection 1.  Section 1043 of chapter 45 of the New York city charter is amended by adding a new subdivision j to read as follows:\nj. Fiscal impact statements. 1. No proposed rule shall be included in the City Record for initial publication unless it is accompanied by a fiscal impact statement; except that such a fiscal impact statement shall not be required for a proposed rule if the anticipated fiscal impact of the proposed rule is provided in the fiscal impact statement prepared for the local law pursuant to which the agency is acting pursuant to section 33 of the charter.\n2.  Each fiscal impact statement prepared pursuant to this section shall indicate the fiscal year in which the proposed rule would first become effective and the first fiscal year in which the full fiscal impact of the proposed rule is expected to occur; and contain an estimate of the fiscal impact of the proposed rule on the revenues and expenditures of the city during the fiscal year in which the proposed rule is to first become effective, during the succeeding fiscal year, and during the first fiscal year in which the full fiscal impact of the proposed rule is expected to occur.\n3.  Each fiscal impact statement prepared pursuant to this section shall identify the sources of the information used in its preparation.\n4.  If the estimate or estimates contained in any fiscal impact statement prepared pursuant to this section are inaccurate, such inaccuracies shall not affect, impair, or invalidate the rule.\n5. This subdivision shall not be construed to create a private right of action to enforce its provisions.  Inadvertent failure to comply with this subdivision shall not result in the invalidation of any rule.\n§ 2.  This local law shall take effect ninety days after enactment.\n\nSAG\nLS #2879\n11.21.11",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 Section 1.  Section 1043 of chapter 45 of the New York city charter is amended by adding a new subdivision j to read as follows:\\par\n\\cf1\\ul j. Fiscal impact statements. 1. No proposed rule shall be included in the City Record for initial publication unless it is accompanied by a fiscal impact statement; except that such a fiscal impact statement shall not be required for a proposed rule if the anticipated fiscal impact of the proposed rule is provided in the fiscal impact statement prepared for the local law pursuant to which the agency is acting pursuant to section 33 of the charter.\\par\n2.  Each fiscal impact statement prepared pursuant to this section shall indicate the fiscal year in which the proposed rule would first become effective and the first fiscal year in which the full fiscal impact of the proposed rule is expected to occur; and contain an estimate of the fiscal impact of the proposed rule on the revenues and expenditures of the city during the fiscal year in which the proposed rule is to first become effective, during the succeeding fiscal year, and during the first fiscal year in which the full fiscal impact of the proposed rule is expected to occur.\\par\n3.  Each fiscal impact statement prepared pursuant to this section shall identify the sources of the information used in its preparation.\\par\n4.  If the estimate or estimates contained in any fiscal impact statement prepared pursuant to this section are inaccurate, such inaccuracies shall not affect, impair, or invalidate the rule.\\par\n\\cf0 5. This subdivision shall not be construed to create a private right of action to enforce its provisions.  Inadvertent failure to comply with this subdivision shall not result in the invalidation of any rule.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone\\'a7 2.  This local law shall take effect ninety days after enactment.\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\par\nSAG\\par\nLS #2879\\par\n11.21.11\\par\n\\fs20  \\fs24   \\par\n}\n",
  "LastModified": "2013-12-23T18:49:01.453Z"
}
