{
  "ID": 48214,
  "GUID": "50DC6192-B6E5-483C-A7AE-80BDB45A8AAB",
  "File": "Int 0731-2011",
  "Name": "Administration of the senior citizen rent increase exemption program and the disability rent increase exemption program.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the administration of the senior citizen rent increase exemption program and the disability rent increase exemption program.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 11,
  "BodyName": "Committee on Finance",
  "IntroDate": "2011-12-08T00:00:00Z",
  "AgendaDate": "2011-12-08T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 7577,
      "Slug": "david-g-greenfield",
      "FullName": "David G. Greenfield"
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm "
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    },
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    }
  ],
  "History": [
    {
      "ID": 260456,
      "Date": "2011-12-08T13:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 260587,
      "Date": "2011-12-08T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Finance",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 11242,
      "AgendaSequence": 84,
      "MinutesSequence": 102,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Finance",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 261975,
      "Date": "2012-03-02T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 11,
      "BodyName": "Committee on Finance",
      "EventID": 11405,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 731-A",
      "MinutesNote": "Proposed Int. No. 731-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 262551,
      "Date": "2012-03-02T10:10:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Introduction was Amendment Proposed by Comm",
      "BodyID": 11,
      "BodyName": "Committee on Finance",
      "EventID": 11405,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 262552,
      "Date": "2012-03-02T10:20:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 11,
      "BodyName": "Committee on Finance",
      "EventID": 11405,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 262121,
      "Date": "2012-03-02T10:30:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 3,
      "BodyName": "Committee on Aging",
      "EventID": 11456,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 731-A",
      "MinutesNote": "Proposed Int. No. 731-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 262548,
      "Date": "2012-03-02T10:35:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Introduction was Amendment Proposed by Comm",
      "BodyID": 3,
      "BodyName": "Committee on Aging",
      "EventID": 11456,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 262549,
      "Date": "2012-03-02T10:40:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 3,
      "BodyName": "Committee on Aging",
      "EventID": 11456,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 262123,
      "Date": "2012-03-02T10:45:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5104,
      "BodyName": "Subcommittee on Senior Centers",
      "EventID": 11457,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 731-A",
      "MinutesNote": "Proposed Int. No. 731-A",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 262562,
      "Date": "2012-03-02T10:50:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Introduction was Amendment Proposed by Comm",
      "BodyID": 5104,
      "BodyName": "Subcommittee on Senior Centers",
      "EventID": 11457,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 262563,
      "Date": "2012-03-02T10:55:00Z",
      "ActionID": 5050,
      "Action": "Laid Over by Subcommittee",
      "Description": "This Introduction was Laid Over by Subcommittee",
      "BodyID": 5104,
      "BodyName": "Subcommittee on Senior Centers",
      "EventID": 11457,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 284184,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 105498,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Int. No. 731 - 12/8/11",
      "Link": "http://nyc.legistar1.com/nyc/attachments/182236dd-a28b-45e8-9ee8-1d057cb0b4a4.doc",
      "Sort": 1
    },
    {
      "ID": 105549,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 3/2/12",
      "Link": "http://nyc.legistar1.com/nyc/attachments/645b700a-1fd7-4f56-a6c1-ff87ba4bbcb7.doc",
      "Sort": 2
    },
    {
      "ID": 105630,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 3/2/12",
      "Link": "http://nyc.legistar1.com/nyc/attachments/cb095bb4-3b40-43f7-b148-5d65797883ea.PDF",
      "Sort": 3
    },
    {
      "ID": 105831,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 3/2/12",
      "Link": "http://nyc.legistar1.com/nyc/attachments/b4eef6f0-a887-4483-9abe-def4fbdc02ef.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 49695,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Section 26-404 of the administrative code of the city of New York is amended to read as follows: \n§26-404 City rent agency; division of housing and community renewal. The division of housing and community renewal shall have charge of and conduct through its own counsel any proceeding under this chapter of the code, except for the provisions of subdivision m of section 26-405 and section 26-406 of this chapter which shall be under the jurisdiction of the department [of finance] for the aging and such other agency as the mayor shall designate. \n \t§2. Subparagraph (ii) of paragraph (2) of subdivision m of section 26-405 of such code, as amended by local law number 44 for the year 2009, is amended to read as follows: \n\t(ii) the aggregate disposable income (as defined by regulation of the department [of finance] for the aging) of all members of the household residing in the housing accommodation whose head of household is sixty-two years of age or older does not exceed twenty-five thousand dollars beginning July first, two thousand five, twenty-six thousand dollars beginning July first, two thousand six, twenty-seven thousand dollars beginning July first, two thousand seven, twenty-eight thousand dollars beginning July first, two thousand eight, and twenty-nine thousand dollars beginning July first, two thousand nine, per year, after deduction of federal, state and city income and social security taxes. For purposes of this subparagraph, “aggregate disposable income” shall not include gifts or inheritances, payments made to individuals because of their status as victims of Nazi persecution, as defined in P.L. 103-286, or increases in benefits accorded pursuant to the social security act or a public or private pension paid to any member of the household which increase, in any given year, does not exceed the consumer price index (all items United States city average) for such year which take effect after the date of eligibility of a head of the household receiving benefits under this subdivision whether received by the head of the household or any other member of the household. \n§3. Subparagraph b of paragraph (3) of subdivision m of section 26-405 of such code, as amended by local law number 44 for the year 2009,  is amended to read as follows: \n(b) Each order shall expire upon termination of occupancy of the housing accommodation by the tenant to whom it is issued. The landlord shall notify the department [of finance] for the aging, in the case of a household whose eligibility for such order is based on the fact that the head of such household is sixty-two years of age or older, or such agency as the mayor shall designate, in the case of a household whose eligibility for such order is based on the fact that the head of such household is a person with a disability, on a form to be prescribed by such department or agency, within thirty days of each such termination of occupancy. \n§4. Paragraphs (5), (6) and (9) of subdivision m of section 26-405 of such code, as amended by local law number 44 for the year 2009,  are amended as follows: \n(5) A rent exemption order shall be issued to each tenant who applies to the department [of finance] for the aging or such agency as the mayor shall designate [(which agency may also be the department of finance)] (which agency may also include certain senior centers that are contracted by the department for the aging) in accordance with such department’s or agency’s regulations and who is found to be eligible under this subdivision. Such order shall take effect on the first day of the first month after receipt of such application, except that where the aggregate disposable income of all members of the household residing in the housing accommodation whose head of the household is sixty-two years of age or older is greater than five thousand dollars per year but does not exceed twenty-five thousand dollars beginning July first, two thousand five, twenty-six thousand dollars beginning July first, two thousand six, twenty-seven thousand dollars beginning July first, two thousand seven, twenty-eight thousand dollars beginning July first, two thousand eight, and twenty-nine thousand dollars beginning July first, two thousand nine, per year pursuant to subparagraph (ii) of paragraph two of subdivision m of this section on orders issued on applications received before July first, nineteen hundred seventy-five, the effective date of such order shall be the later of (1) June thirtieth, nineteen hundred seventy-four or (2) the last day of the month in which a person becomes an eligible head of household in the housing accommodation in which such person resides at the time of filing the most recent application for a rent exemption order; and further, except that where any other application has been received within ninety days of the issuance of the order increasing the tenant’s maximum rent pursuant to paragraph three, four or six of subdivision (a) of this section, or subparagraph (a), (b), (c), or (1) of paragraph (1) of subdivision (g) of this section or pursuant to court order, whichever is later, the rent exemption order shall without further order take effect as of the effective date of said order increasing the tenant’s rent including any retroactive increments collectible pursuant to such orders. \n(6) A rent exemption order shall be valid for a period of two years and may be renewed for further two year periods upon application by the tenant; provided, that upon any such renewal application being made by the tenant, any rent exemption order then in effect with respect to such tenant shall be deemed renewed until such time as the department [of finance] for the aging or such other agency as the mayor shall designate shall have found such tenant to be either eligible or ineligible for a rent exemption order but in no event for more than six additional months. If such tenant is found eligible, the order shall be deemed to have taken effect upon expiration of the exemption. In the event that any such tenant shall, subsequent to any such automatic renewal, not be granted a rent exemption order, such tenant shall be liable to his or her landlord for the difference between the amounts he or she has paid under the provisions of the automatically renewed order and the amounts which he or she would have been required to pay in the absence of such order. Any rent exemption order issued pursuant to this subdivision shall include provisions giving notice as to the contents of this paragraph relating to automatic renewals of rent exemption orders. Any application or renewal application for a rent exemption order shall also constitute an application for a tax abatement under such section. The department [of finance] for the aging and such other agency as the mayor shall designate may, with respect to renewal applications by tenants who have been found eligible for rent exemption orders, prescribe a simplified form including a certification of the applicant’s continued eligibility in lieu of a detailed statement of income and other qualifications.    \n(9) Notwithstanding any other provision of law to the contrary, where a head of household holds a current, valid rent exemption order and, after the effective date of this paragraph, there is a permanent decrease in aggregate disposable income in an amount which exceeds twenty percent of such aggregate disposable income as represented in such head of the household’s land approved application for a rent exemption order or for renewal thereof, such head of the household may apply for a redetermination of the amount set forth therein. Upon application, such amount shall be redetermined so as to re-establish the ratio of adjusted rent to aggregate disposable income which existed at the time of the approval of such eligible head of the household’s last application for a rent exemption order or for renewal thereof; provided, however, that in no event shall the amount of the adjusted rent be redetermined to be (i) in the case of a head of the household who does not receive a monthly allowance for shelter pursuant to the social services law, less than one-third of the aggregate disposable income; or (ii) in the case of a head of household who receives a monthly allowance for shelter pursuant to the social services law, less than the maximum allowance for shelter which such head of the household is entitled to receive pursuant to such law. For purposes of this paragraph, a decrease in aggregate disposable income shall not include any decrease in such income resulting from the manner in which such income is calculated pursuant to any amendment to paragraph c of subdivision one of section four hundred sixty-seven-b of the real property tax law, any amendment to the regulations of the department [of finance made on or after the effective date of the local law that added this clause] for the aging made on or after the effective date of the local law that amended this section, or any amendment to the regulations of such other agency as the mayor shall designate made on or after [October tenth, two thousand five] the effective date of the local law that amended this section. For the purposes of this paragraph, “adjusted rent” shall mean maximum rent less the amount set forth in a rent exemption order.     \n§5.  Subdivision m of section 26-405 of such code, as amended by local law number 44 for the year 2009, is amended by adding new paragraphs (10), (11), (12), (13), (14) and (15) to read as follows:\n(10) Quarterly reporting requirement.  (a) Whenever used in this paragraph, the following terms shall be defined as follows:\n(i) \"Application process\" shall mean the entirety of an application proceeding and shall begin on the day the department for the aging receives an application for an exemption and end on the day the department for the aging issues to all necessary parties either (a) a final notification of ineligibility; or (b) an approval order setting forth the amount of the exemption and the time period during which it is effective.\n (ii) \"Complete\" or \"completeness\" shall mean that all requirements, including, but not limited to, supporting documentation, set forth by the commissioner of aging in the instructions for completion of the application for an exemption have been determined by the department for the aging to have been satisfied by the applicant.\n (iii) \"Exemption\" shall mean a senior citizen rent increase exemption order or disability exemption order as described in paragraphs two and three of this subdivision and the implementing regulations promulgated pursuant thereto.\n (iv) \"Initial application\" shall mean an application for an exemption where the applicant does not hold a current, valid exemption, or has not held a current, valid exemption in the past.\n(v) \"Phase I\" shall mean the first phase of the application process and shall begin on the day the department for the aging receives an application for an exemption and end on the day the department for the aging (a) determines the application is complete as submitted; or (b) issues a first notification to the applicant that the application is not complete.\n(vi) \"Phase II\" shall mean the second phase of the application process where the department for the aging has determined that an application is not complete and shall begin on the day after the department for the aging has issued the appropriate notification to the applicant and end on the day the department for the aging determines that such application is complete.\n(vii) \"Phase III\" shall mean the third and final phase of the application process and shall begin on the day after the department for the aging determines an application is complete and end on the day the department for the aging issues to both the owner and tenant either (a) a final notification of ineligibility; or (b) an approval order setting forth the amount of the exemption and the time period during which it is effective.\n(viii) \"Portability application\" shall mean an application for an exemption where the applicant (a) holds a current, valid exemption; and (b) has moved his or her principal residence to a subsequent qualified dwelling unit pursuant to paragraph seven of subdivision b of section 26-509 of this title and the implementing regulations promulgated pursuant thereto.\n(ix) \"Redetermination application\" shall mean an application for an exemption where the applicant (a) holds a current, valid exemption; and (b) incurs a permanent decrease in aggregate disposable income (as defined by regulation of the department for the aging) pursuant to paragraph nine of this subdivision and the implementing regulations promulgated pursuant thereto.\n(x) \"Renewal application\" shall mean an application for an exemption, where the applicant (a) holds a current, valid exemption; and (b) qualifies for automatic renewal pursuant to paragraph six of this subdivision.\n(b) In addition to such other reports as the commissioner of aging is required to submit to the mayor or the city council, the commissioner of aging shall prepare and submit to the mayor and to the city council a quarterly report, in writing.  Such report shall be submitted not later than thirty days after the conclusion of each calendar quarter and shall include data compiled during such calendar quarter.  Such report shall include, but not be limited to, the following information related to applications for an exemption received by the department for the aging:  (i) the total number of applications in Phase I, as well as the number of such applications in Phase I for thirty days or fewer; for thirty-one to sixty days; and, for more than sixty days;  \n(ii) the total number of applications in Phase II,  as well as the number of such applications in Phase II for thirty days or fewer; for thirty-one to sixty days; and, for more than sixty days; \n(iii) the total number of applications in Phase III, as well as the number of such applications in Phase III for thirty days or fewer; for thirty-one to sixty days; for more than sixty days; and for a time period in excess of the target time period set forth by the commissioner of aging, if any;\n (iv) the average number of days for an application to conclude Phase I, as well as the total number of applications that concluded Phase I in thirty days or fewer; in thirty-one to sixty days; and, in more than sixty days;\n(v) the average number of days for an application to conclude Phase II, as well as the total number of applications that concluded Phase II in thirty days or fewer; in thirty-one to sixty days; and, in more than sixty days;\n(vi) the average number of days for an application to conclude Phase III, as well as the total number of applications that concluded Phase III in thirty days or fewer; in thirty-one to sixty days; in more than sixty days; and, in a time period in excess of the target time period set forth by the commissioner of aging, if any;\n(vii) the average number of days for an application to conclude the application process, as well as the total number of applications that concluded the application process in more than six months; and\n(viii) for each application that concluded the application process in more than six months, the commissioner of aging shall provide reasons for such delay.\nAll statistics provided in this report shall include separate totals or, where appropriate, averages for all applications enumerated in this paragraph.\n(11) The commissioner of aging shall provide a written description of all rights and responsibilities of, and remedies available to, landlords and tenants under the senior citizen rent increase exemption program, and the disability rent increase exemption  program and the process or processes to be followed in order to obtain each such remedy.  Such description shall be provided along with the exemption application, the exemption order, and the notice to the landlord that the exemption order was approved, and shall also be made available on the department's website on a webpage dedicated to the senior citizen rent increase exemption program or disability rent increase exemption program.  Upon the written request of a landlord or tenant, a Chinese, Korean, Russian or Spanish translation of the written description described in this subdivision shall be provided to such landlord or tenant.\n   (12) The commissioner of aging shall designate employees of such department, the number of which shall be determined by the commissioner of such department and each of whom may also be proficient in at least two languages, to respond to written inquiries and verbal communications regarding the senior citizen rent increase exemption program and the disability rent increase exemption program, and the commissioner of aging shall establish a dedicated telephone number to be answered by at least one such employee for such purposes. The contact information of at least one such employee and the dedicated telephone number shall be included in all written communication from the department for the aging regarding the senior citizen rent increase exemption program and the disability rent increase exemption program to the landlords and tenants, and shall also be made available on the department for the aging's website on a page dedicated to the senior citizen rent increase exemption program and the disability rent increase exemption program.  Such contact information shall include the name of employee or employees, electronic mail address of employee or employees, and phone number of employee or employees.  \n    (13) On a quarterly basis, the commissioner of aging, after consultation with the commissioner of finance, shall mail to the landlord or agent of record, a document that provides information regarding the tax abatement credits due to the landlord on behalf of each landlord’s tenant receiving an exemption.  Such document shall include, but not be limited to  (a) the rent calculations for the tax abatement credits; (b) the effective date of the tax abatement credits; (c) the exemption amount; (d) the amount each tenant is responsible to pay; and (e) the date the tax abatement credits were electronically transferred to the landlord’s senior citizen rent increase exemption statement of account, or other property tax bill account that reflects tax abatement credit or debit activity.\n      (14) The commissioner of aging shall establish by rule guidelines to provide assistance to tenants and landlords applying for an exemption.  Such guidelines shall, at a minimum, specify outreach activities and efforts designed to ensure that tenants and landlords are made aware of exemption availability, criteria, and rights and responsibilities of landlords and tenants under the senior citizen rent increase exemption program and the disability rent increase exemption program.  Such outreach activities and efforts shall include assisting government officials, community boards, and community based organizations, upon request, in the completion of an application for an exemption, or the renewal of an exemption.\n      (15)  The commissioner of aging shall establish by rules standard operating procedures governing the operations of the senior citizen rent increase exemption program and the disability rent increase exemption program.\n§6. The opening paragraph of subdivision c of section 26-406 of such code, as amended by local law number 44 for the year 2009,  is amended to read as follows: \nc. For any individual housing accommodation, the tax abatement computed pursuant to subdivision b of this section shall be available with respect to a period commencing on the effective date of the initial rent exemption order, or January first, nineteen hundred seventy-two, whichever is later, and ending on the expiration date of such order or on the effective date of an order terminating the rent exemption. Notwithstanding any other provision of law, when a head of a household to whom a then current, valid tax abatement certificate has been issued under this chapter, chapter four or chapter seven of this title moves his or her principal residence to a subsequent dwelling unit subject to regulation under this chapter, the head of the household may apply to the department [of finance] for the aging or such other agency as the mayor shall designate (which agency may also include certain senior centers that are contracted by the department for the aging) for a tax abatement certificate relating to the subsequent dwelling unit, and such certificate may provide that the head of the household shall be exempt from paying that portion of the maximum rent for the subsequent dwelling unit which is the least of the following:    \n§7. Subdivision d of section 26-406 of such code, as amended by local law number 44 for the year 2009,  is amended to read as follows: \nd. Prior to the commencement of each fiscal year, the department [of finance shall determine the total amount of taxes to be abated under this section with respect to each property for which rent exemption orders granted to persons sixty-two years of age or older were in effect for all or any part of the preceding calendar year. Prior to the commencement of each fiscal year, such agency as the mayor shall designate shall determine and, if such agency is not the department [of finance] for the aging or such other agency as the mayor shall designate, shall notify the department of finance of the total amount of taxes to be abated under this section with respect to each property for which rent exemption orders [granted to persons with disabilities] were in effect for all or any part of the preceding calendar year. The commissioner of finance shall make the appropriate adjustment in the real estate tax payable in such fiscal year.  \n§8. Subdivision a of section 26-509 of such code, as amended by local law number 44 for the year 2009,  is amended to read as follows: \na. Commencement of agency jurisdiction. \n(1)(i) Notwithstanding any provisions of this chapter to the contrary, [the department of finance] on or after the effective date of the local law that amended this section, the department for the aging shall grant rent increase exemption orders or tax abatement certificates to senior citizens pursuant to this section and applications for such orders and certificates and renewal applications shall be made to the department [of finance] for the aging, provided, however, that such applications may be made to certain senior centers that are contracted by the department for the aging. \n(ii) Notwithstanding any provisions of this chapter to the contrary, such agency as the mayor shall designate [(which agency may also be the department of finance)] shall grant rent increase exemption orders or tax abatement certificates to persons with disabilities pursuant to this section and applications for such orders and certificates and renewal applications shall be made to such agency.\n(2) The department [of finance] for the aging and such other agency as the mayor shall designate shall have the power, in relation to any application for a rent increase exemption order or tax abatement certificate under such department’s or agency’s jurisdiction, to determine the lawful stabilization rent, but shall not receive applications for adjustment of the initial legal regulated rent pursuant to section 26-513 of this chapter. \n(3) The department of finance, the department for the aging and such other agency as the mayor shall designate may promulgate such rules and regulations as may be necessary to effectively carry out the provisions of this section. \n§9.  Subparagraph (ii) of paragraph (2) of subdivision b of section 26-509 of such code, as amended by local law number 44 for the year 2009,  is amended to read as follows: \n(ii) the aggregate disposable income (as defined by regulation of the department [of finance] for the aging) of all members of the household residing in the housing accommodation whose head of the household is sixty-two years of age or older does not exceed twenty-five thousand dollars beginning July first, two thousand five, twenty-six thousand dollars beginning July first, two thousand six, twenty-seven thousand dollars beginning July first, two thousand seven, twenty-eight thousand dollars beginning July first, two thousand eight, and twenty-nine thousand dollars beginning July first, two thousand nine, per year, after deduction of federal, state and city income and social security taxes. For purposes of this subparagraph, “aggregate disposable income” shall not include gifts or inheritances, payments made to individuals because of their status as victims of Nazi persecution, as defined in P.L. 103-286, or increases in benefits accorded pursuant to the social security act or a public or private pension paid to any member of the household which increase, in any given year, does not exceed the consumer price index (all items United States city average) for such year which take effect after the eligibility date of the head of the household receiving benefits under this section whether received by the head of the household or any other member of the household;  \n§10. Subparagraph (ii) of paragraph (3) of subdivision b of section 26-509 of such code, as amended by local law number 44 for the year 2009,  is amended to read as follows: \n(ii) Each such order shall expire upon termination of occupancy of the housing accommodation by the tenant to whom it is issued. The landlord shall notify the department [of finance] for the aging in the case of a household whose eligibility for such order is based on the fact that the head of such household is sixty-two years of age or older, or such agency as the mayor shall designate in the case of a household whose eligibility for such order is based on the fact that the head of such household is a person with a disability, on a form to be prescribed by such department or agency, within thirty days of each such termination of occupancy.  \n§11. Paragraphs (5) and (6) of subdivision b of section 26-509 of such code, as amended by local law number 44 for the year 2009,  are amended to read as follows: \n(5) A rent exemption order shall be issued to each tenant who applies to the department [of finance] for the aging, or to certain senior centers that are contracted by the department for the aging, in the case of a tenant who is sixty-two years of age or older or to such agency as the mayor shall designate in the case of a tenant who is a person with a disability, in accordance with such department’s or agency’s applicable regulations and who is found to be eligible under this subdivision. Such order shall take effect on the first day of the first month after receipt of such application by the department [of finance] for the aging, or by certain senior centers that are contracted by the department for the aging, or such agency as the mayor shall designate, except that where there is any other increase in the legal regulated rent within ninety days of the issuance of the order increasing the tenant’s maximum rent which a tenant is not exempted from paying, the rent exemption order shall without further order of the department [of finance] for the aging or such agency as the mayor shall designate take effect as of the effective date of said order increasing the tenant’s rent including any retroactive increments collectible pursuant to such order. \n(6) A rent exemption order shall be valid for the period of the lease or renewal thereof upon application by the tenant; provided, that upon any such renewal application being made by the tenant, any rent exemption order then in effect with respect to such tenant shall be deemed renewed until such time as the department [of finance] for the aging or such agency as the mayor shall designate shall have found such tenant to be either eligible or ineligible for a rent exemption order but in no event for more than six additional months. If such tenant is found eligible, the order shall be deemed to have taken effect upon expiration of the exemption. In the event that any such tenant shall, subsequent to any such automatic renewal, not be granted a rent exemption order, such tenant shall be liable to the owner for the difference between the amounts the tenant has paid under the provisions of the automatically renewed order and the amounts which the tenant would have been required to pay in the absence of such order. Any rent exemption order issued pursuant to this subdivision shall include provisions giving notice as to the contents of this paragraph relating to automatic renewals of rent exemption orders and shall include provisions giving notice that the tenant must enter into either a one or two year renewal lease in order to be eligible for a rent exemption. The notice that each tenant receives from the owner relating to the right to a renewal lease shall contain similar information. Any application or renewal application for a rent exemption order shall also constitute an application for a tax abatement under such section. The department [of finance] for the aging and such other agency as the mayor shall designate may, with respect to renewal applications by the tenants who have been found eligible for rent exemption orders, prescribe a simplified form including a certification of the applicant’s continued eligibility in lieu of a detailed statement of income and other qualifications.\n§12. The opening paragraph of paragraph (7) of subdivision b of section 26-509, as amended by local law number 44 for the year 2009,  is amended to read as follows: \n(7) Notwithstanding any other provisions of law, when a head of a household to whom a then current, valid rent exemption order has been issued under this chapter, chapter three or chapter seven of this title moves his or her principal residence to a subsequent dwelling unit subject to regulation under this chapter, the head of the household may apply to the department [of finance] for the aging, or to certain senior centers that are contracted by the department for the aging, or such other agency as the mayor shall designate for a rent exemption order relating to the subsequent dwelling unit, and such order may provide that the head of the household shall be exempt from paying that portion of the legal regulated rent for the subsequent dwelling unit which is the least of the following: \n§13. Paragraph 9 of subdivision b of section 26-509 of such code, as amended by local law number 44 for the year 2009, is amended to read as follows: \n(9) Notwithstanding any other provision of law to the contrary, where a head of household holds a current, valid rent exemption order and, after the effective date of this paragraph, there is a permanent decrease in aggregate disposable income in an amount which exceeds twenty percent of such aggregate disposable income as represented in such head of the household’s last approved application for a rent exemption order or for renewal thereof, such head of the household may apply for a redetermination of the amount set forth therein. Upon application, such amount shall be redetermined so as to reestablish the ratio of adjusted rent to aggregate disposable income which existed at the time of approval of such head of the household’s last application for a rent exemption order or for renewal thereof; provided, however, that in no event shall the amount of adjusted rent be redetermined to be (i) in the case of a head of the household who does not receive a monthly allowance for shelter pursuant to the social services law, less than one-third of the aggregate disposable income; or (ii) in the case of a head of the household who receives a monthly allowance for shelter pursuant to such law, less than the maximum allowance for shelter which such head of the household is entitled to receive pursuant to the social services law. For purposes of this paragraph, a decrease in aggregate disposable income shall not include any decrease in such income resulting from the manner in which such income is calculated pursuant to any amendment to paragraph c of subdivision one of section four hundred sixty-seven-b of the real property tax law, any amendment to the regulations of the department [of finance made on or after the effective date of the local law that added this clause] for the aging made on or after the effective date of the local law that amended this section, or any amendment to the regulations of such other agency as the mayor shall designate made on or after [October tenth, two thousand five] the effective date of the local law that amended this section. For purposes of this paragraph, “adjusted rent” shall mean legal regulated rent less the amount set forth in a rent exemption order.     \n   §14. Paragraph (4) of subdivision c of section 26-509 of such code, as amended by local law number 44 for the year 2009, is amended to read as follows: \n(4) Prior to the commencement of each fiscal year, the department for the aging shall notify the department of finance of [shall determine] the total amount of taxes to be abated under this section with respect to each property for which rent exemption orders granted to persons sixty-two years of age or older were in effect for all or any part of the preceding calendar year. Prior to the commencement of each fiscal year, such agency as the mayor shall designate [shall determine and, if such agency is not the department of finance,] shall notify the department of finance of the total amount of taxes to be abated under this section with respect to each property for which rent exemption orders granted to persons with disabilities were in effect for all or any part of the preceding calendar year. The commissioner of finance shall make the appropriate adjustment in the real estate tax payable in such fiscal year. \n§15. Section 26-509 of such code, as amended by local law number 44 for the year 2009, as amended by local law number 44 for the year 2009, is amended by adding new subdivisions e, f, g, h, i, and j to read as follows:\ne. Quarterly reporting requirement.  (1) Whenever used in this subdivision, the following terms shall be defined as follows:\n (i) \"Application process\" shall mean the entirety of an application proceeding and shall begin on the day the department for the aging receives an application for an exemption and end on the day the department for the aging issues to all necessary parties either (a) a final notification of ineligibility; or (b) an approval order setting forth the amount of the exemption and the time period during which it is effective.\n (ii) \"Complete\" or \"completeness\" shall mean that all requirements, including, but not limited to, supporting documentation, set forth by the commissioner of aging in the instructions for completion of the application for an exemption have been determined by the department for the aging to have been satisfied by the applicant.\n (iii) Exemption\" shall mean a senior citizen rent increase exemption order or disability exemption order as described in described in paragraphs two and three of this subdivision and the implementing regulations promulgated pursuant thereto.\n (iv) \"Initial application\" shall mean an application for an exemption where the applicant does not hold a current, valid exemption, or has not held a current, valid exemption in the past.\n(v) \"Phase I\" shall mean the first phase of the application process and shall begin on the day the department for the aging receives an application for an exemption and end on the day the department for the aging: (a) determines the application is complete as submitted; or (b) issues a first notification to the applicant that the application is not complete.\n(vi) \"Phase II\" shall mean the second phase of the application process where the department for the aging has determined that an application is not complete and shall begin on the day after the department for the aging has issued the appropriate notification to the applicant and end on the day the department for the aging determines that such application is complete.\n(vii) \"Phase III\" shall mean the third and final phase of the application process and shall begin on the day after the department for the aging determines an application is complete and end on the day the department for the aging issues to both the owner and tenant either: (a) final notification of ineligibility; or (b) an approval order setting forth the amount of the exemption and the time period during which it is effective.\n(viii) \"Portability application\" shall mean an application for an exemption where the applicant: (a) holds a current, valid exemption; and (b) has moved his or her principal residence to a subsequent qualified dwelling unit pursuant to paragraph seven of subdivision b of this section and the implementing regulations promulgated pursuant thereto.\n(ix) \"Redetermination application\" shall mean an application for an exemption where the applicant: (a) holds a current, valid exemption; and (b) incurs a permanent decrease in aggregate disposable income (as defined by regulation of the department) pursuant to paragraph nine of  subdivision b of this section and the implementing regulations promulgated pursuant thereto.\n(x) \"Renewal application\" shall mean an application for an exemption, where the applicant (a) holds a current, valid exemption; and (b) qualifies for automatic renewal pursuant to paragraph six of subdivision b of this section.\n(2) In addition to such other reports as the commissioner of aging is required to submit to the mayor or the city council, the commissioner of aging shall prepare and submit to the mayor and to the city council a quarterly report, in writing.  Such report shall be submitted not later than thirty days after the conclusion of each calendar quarter and shall include data compiled during such calendar quarter.  Such report shall include, but not be limited to, the following information related to applications for exemption received by the department for the aging:  (i) the total number of applications in Phase I, as well as the number of such applications in Phase I for thirty days or fewer; for thirty-one to sixty days; and, for more than sixty days;  \n(ii) the total number of applications in Phase II, as well as the number of such applications in Phase II for thirty days or fewer; for thirty-one to sixty days; and, for more than sixty days;  \n(iii) the total number of applications in Phase III, as well as the number of such applications in Phase III for thirty days or fewer; for thirty-one to sixty days; for more than sixty days; and for a time period in excess of the target time period set forth by the commissioner of aging, if any;\n (iv) the average number of days for an application to conclude Phase I, as well as the total number of applications that concluded Phase I in thirty days or fewer; in thirty-one to sixty days; and, in more than sixty days;\n(v) the average number of days for an application to conclude Phase II, as well as the total number of applications that concluded Phase II in thirty days or fewer; in thirty-one to sixty days; and, in more than sixty days;\n(vi) the average number of days for an application to conclude Phase III, as well as the total number of applications that concluded Phase III in thirty days or fewer; in thirty-one to sixty days; in more than sixty days; and, in a time period in excess of the target time period set forth by the commissioner of aging, if any;\n(vii) the average number of days for an application to conclude the application process, as well as the total number of applications that concluded the application process in more than six months; and\n(viii) for each application that concluded the application process in more than six months, the commissioner of aging shall provide reasons for such delay.\nAll statistics provided in this report shall include separate totals or, where appropriate, averages for all applications enumerated in this paragraph.\n        f. The commissioner of aging shall provide a written description of all rights and responsibilities of, and remedies available to, landlords and tenants under the senior citizen rent increase exemption program and the disability rent increase exemption program, and the process or processes to be followed in order to obtain each such remedy.  Such description shall be provided along with the rent exemption application, the exemption order, and the notice to the landlord that the rent exemption order was approved, and shall also be made available on the department for the aging's website on a webpage dedicated to the senior citizen rent increase exemption program and the disability rent increase exemption program. Upon the written request of a landlord or tenant, a Chinese, Korean, Russian or Spanish translation of the written description described in this subdivision shall be provided to such landlord or tenant.\n     g. The commissioner of aging shall designate employees of such department, the number of which shall be determined by the commissioner of such department and each of whom may also be proficient in at least two languages, to respond to written inquiries and verbal communications regarding the senior citizen rent increase exemption program and the disability rent increase exemption program, and the commissioner of aging shall establish a dedicated telephone number to be answered by at least one such employee for such purposes. The contact information of at least one such employee and the dedicated telephone number shall be included in all written communication from the department for the aging regarding the senior citizen rent increase exemption program and the disability rent increase exemption program to the landlords and tenants, and shall also be made available on the department for the aging's website on a page dedicated to the senior rent increase exemption program and the disability rent increase exemption program.  Such contact information shall include the name of employee or employees, electronic mail address of employee or employees, and phone number of employee or employees.  \n      h. On a quarterly basis, the commissioner of aging, after consultation with the commissioner of finance, shall mail to the landlord or agent of record, a document that provides information regarding the tax abatement credits due to the landlord on behalf of each landlord’s tenant receiving an exemption.  Such document shall include, but not be limited to  (1) the rent calculations for the tax abatement credits; (2) the effective date of the tax abatement credits; (3) the exemption amount; (4) the amount each tenant is responsible to pay; and (5) the date the tax abatement credits were electronically transferred to the landlord’s senior citizen rent increase exemption statement of account, or other property tax bill account that reflects tax abatement credit or debit activity.\n       i. The commissioner of aging shall establish by rule guidelines to provide assistance to tenants and landlords applying for an exemption.  Such guidelines shall, at a minimum, specify outreach activities and efforts designed to ensure that tenants and landlords are made aware of exemption availability, criteria, and rights and responsibilities of landlords and tenants under the senior citizen rent increase exemption program and the disability rent increase exemption program.  Such outreach activities and efforts shall include assisting government officials, community boards, and community based organizations, upon request, in the completion of an application for an exemption, or the renewal of an exemption. \n      j. The commissioner of aging shall establish by rules standard operating procedures governing the operations of the senior citizen rent increase exemption program and the disability rent increase exemption program.\n§16. Effect of invalidity; severability.  If any section, subsection, sentence, clause, phrase, or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this local law, which remaining portions shall continue in full force and effect.\n§17.  Any agency or officer to whom are assigned by this local law any powers or duties shall exercise such powers and duties in continuation of their exercise by the agency or officer by which the same were heretofore exercised and shall have power to continue any business, proceeding or other matter commenced by the agency or officer by which such powers and duties were heretofore exercised. Any provision in law, rule, regulation, contract, grant, or other document relating to the subject matter of such powers or duties and applicable to the agency or officer formerly exercising such powers and duties shall, so far as not inconsistent with provisions of this local law, apply to the agency or officer to which such powers and duties are assigned by this local law. Any rule in force upon the effective date of this local and promulgated by an agency or officer whose power to promulgate such rule is assigned by this local law to another agency or officer, shall continue in force as the rule of the agency or officer to whom such power is assigned, unless such rule is superseded, amended, or repealed. \n§18. No civil, criminal, or administrative action or proceeding at the time when this local law shall take effect, brought by or against the city or any agency or officer of the city, shall be affected or abated by the enactment of this local law or by anything contained herein; but any or all such actions and proceedings previously involving the department of finance may be assigned to the department for the aging, at the request of the department for the aging; provided, further, that in that event the same may be prosecuted or defended by the commissioner of aging.\n§19. No existing right or remedy of the city of any character shall be lost or impaired or affected by reason of the enactment of this local law. \n§20.  This local law shall take effect 60 days after it is enacted into law, provided that for an additional period of 60 days following such effective date the department for the aging may by written agreement between the agencies delegate to the department of finance responsibilities necessary for the efficient administration of the senior citizen rent increase exemption program.\nTE 2-28-12\nLS3094",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Verdana;}}\n{\\colortbl ;\\red51\\green51\\blue51;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\cbpat3\\ltrpar\\nowidctlpar\\hyphpar0\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\par\nSection 1. Section 26-404 of the administrative code of the city of New York is amended to read as follows: \\par\n\\'a726-404 City rent agency; division of housing and community renewal. The division of housing and community renewal shall have charge of and conduct through its own counsel any proceeding under this chapter of the code, except for the provisions of subdivision m of section 26-405 and section 26-406 of this chapter which shall be under the jurisdiction of the department [of finance] \\ul for the aging\\ulnone  and such other agency as the mayor shall designate. \\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qj  \\tab\\'a72. Subparagraph (ii) of paragraph (2) of subdivision m of section 26-405 of such code, as amended by local law number 44 for the year 2009, is amended to read as follows: \\par\n\\tab (ii) the aggregate disposable income (as defined by regulation of the department [of finance] \\ul for the aging\\ulnone ) of all members of the household residing in the housing accommodation whose head of household is sixty-two years of age or older does not exceed twenty-five thousand dollars beginning July first, two thousand five, twenty-six thousand dollars beginning July first, two thousand six, twenty-seven thousand dollars beginning July first, two thousand seven, twenty-eight thousand dollars beginning July first, two thousand eight, and twenty-nine thousand dollars beginning July first, two thousand nine, per year, after deduction of federal, state and city income and social security taxes. For purposes of this subparagraph, \\ldblquote aggregate disposable income\\rdblquote  shall not include gifts or inheritances, payments made to individuals because of their status as victims of Nazi persecution, as defined in P.L. 103-286, or increases in benefits accorded pursuant to the social security act or a public or private pension paid to any member of the household which increase, in any given year, does not exceed the consumer price index (all items United States city average) for such year which take effect after the date of eligibility of a head of the household receiving benefits under this subdivision whether received by the head of the household or any other member of the household. \\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\'a73. Subparagraph b of paragraph (3) of subdivision m of section 26-405 of such code, as amended by local law number 44 for the year 2009,  is amended to read as follows: \\par\n(b) Each order shall expire upon termination of occupancy of the housing accommodation by the tenant to whom it is issued. The landlord shall notify the department [of finance] \\ul for the aging\\ulnone , in the case of a household whose eligibility for such order is based on the fact that the head of such household is sixty-two years of age or older, or such agency as the mayor shall designate, in the case of a household whose eligibility for such order is based on the fact that the head of such household is a person with a disability, on a form to be prescribed by such department or agency, within thirty days of each such termination of occupancy. \\par\n\\'a74. Paragraphs (5), (6) and (9) of subdivision m of section 26-405 of such code, as amended by local law number 44 for the year 2009,  are amended as follows: \\par\n(5) A rent exemption order shall be issued to each tenant who applies to the department [of finance] \\ul for the aging\\ulnone  or such agency as the mayor shall designate [(which agency may also be the department of finance)] \\ul (which agency may also include certain senior centers that are contracted by the department for the aging)\\ulnone  in accordance with such department\\rquote s or agency\\rquote s regulations and who is found to be eligible under this subdivision. Such order shall take effect on the first day of the first month after receipt of such application, except that where the aggregate disposable income of all members of the household residing in the housing accommodation whose head of the household is sixty-two years of age or older is greater than five thousand dollars per year but does not exceed twenty-five thousand dollars beginning July first, two thousand five, twenty-six thousand dollars beginning July first, two thousand six, twenty-seven thousand dollars beginning July first, two thousand seven, twenty-eight thousand dollars beginning July first, two thousand eight, and twenty-nine thousand dollars beginning July first, two thousand nine, per year pursuant to subparagraph (ii) of paragraph two of subdivision m of this section on orders issued on applications received before July first, nineteen hundred seventy-five, the effective date of such order shall be the later of (1) June thirtieth, nineteen hundred seventy-four or (2) the last day of the month in which a person becomes an eligible head of household in the housing accommodation in which such person resides at the time of filing the most recent application for a rent exemption order; and further, except that where any other application has been received within ninety days of the issuance of the order increasing the tenant\\rquote s maximum rent pursuant to paragraph three, four or six of subdivision (a) of this section, or subparagraph (a), (b), (c), or (1) of paragraph (1) of subdivision (g) of this section or pursuant to court order, whichever is later, the rent exemption order shall without further order take effect as of the effective date of said order increasing the tenant\\rquote s rent including any retroactive increments collectible pursuant to such orders. \\par\n(6) A rent exemption order shall be valid for a period of two years and may be renewed for further two year periods upon application by the tenant; provided, that upon any such renewal application being made by the tenant, any rent exemption order then in effect with respect to such tenant shall be deemed renewed until such time as the department [of finance] \\ul for the aging\\ulnone  or such other agency as the mayor shall designate shall have found such tenant to be either eligible or ineligible for a rent exemption order but in no event for more than six additional months. If such tenant is found eligible, the order shall be deemed to have taken effect upon expiration of the exemption. In the event that any such tenant shall, subsequent to any such automatic renewal, not be granted a rent exemption order, such tenant shall be liable to his or her landlord for the difference between the amounts he or she has paid under the provisions of the automatically renewed order and the amounts which he or she would have been required to pay in the absence of such order. Any rent exemption order issued pursuant to this subdivision shall include provisions giving notice as to the contents of this paragraph relating to automatic renewals of rent exemption orders. Any application or renewal application for a rent exemption order shall also constitute an application for a tax abatement under such section. The department [of finance] \\ul for the aging\\ulnone  and such other agency as the mayor shall designate may, with respect to renewal applications by tenants who have been found eligible for rent exemption orders, prescribe a simplified form including a certification of the applicant\\rquote s continued eligibility in lieu of a detailed statement of income and other qualifications.    \\par\n(9) Notwithstanding any other provision of law to the contrary, where a head of household holds a current, valid rent exemption order and, after the effective date of this paragraph, there is a permanent decrease in aggregate disposable income in an amount which exceeds twenty percent of such aggregate disposable income as represented in such head of the household\\rquote s land approved application for a rent exemption order or for renewal thereof, such head of the household may apply for a redetermination of the amount set forth therein. Upon application, such amount shall be redetermined so as to re-establish the ratio of adjusted rent to aggregate disposable income which existed at the time of the approval of such eligible head of the household\\rquote s last application for a rent exemption order or for renewal thereof; provided, however, that in no event shall the amount of the adjusted rent be redetermined to be (i) in the case of a head of the household who does not receive a monthly allowance for shelter pursuant to the social services law, less than one-third of the aggregate disposable income; or (ii) in the case of a head of household who receives a monthly allowance for shelter pursuant to the social services law, less than the maximum allowance for shelter which such head of the household is entitled to receive pursuant to such law. For purposes of this paragraph, a decrease in aggregate disposable income shall not include any decrease in such income resulting from the manner in which such income is calculated pursuant to any amendment to paragraph c of subdivision one of section four hundred sixty-seven-b of the real property tax law, any amendment to the regulations of the department [of finance made on or after the effective date of the local law that added this clause] \\ul for the aging made on or after the effective date of the local law that amended this section\\ulnone , or any amendment to the regulations of such other agency as the mayor shall designate made on or after [October tenth, two thousand five] \\ul the effective date of the local law that amended this section\\ulnone . For the purposes of this paragraph, \\ldblquote adjusted rent\\rdblquote  shall mean maximum rent less the amount set forth in a rent exemption order.     \\par\n\\pard\\cbpat3\\ltrpar\\nowidctlpar\\fi360\\sl480\\slmult1\\qj\\'a75.  Subdivision m of section 26-405 of such code, as amended by local law number 44 for the year 2009, is amended by adding new paragraphs (10), (11), (12), (13), (14) and (15) to read as follows:\\par\n\\ul (10) Quarterly reporting requirement.  (a) Whenever used in this paragraph, the following terms shall be defined as follows:\\ulnone\\par\n\\ul (i) \"Application process\" shall mean the entirety of an application proceeding and shall begin on the day the department for the aging receives an application for an exemption and end on the day the department for the aging issues to all necessary parties either (a) a final notification of ineligibility; or (b) an approval order setting forth the amount of the exemption and the time period during which it is effective.\\ulnone\\par\n\\ul  (ii) \"Complete\" or \"completeness\" shall mean that all requirements, including, but not limited to, supporting documentation, set forth by the commissioner of aging in the instructions for completion of the application for an exemption have been determined by the department for the aging to have been satisfied by the applicant.\\ulnone\\par\n\\ul  (iii) \"Exemption\" shall mean a senior citizen rent increase exemption order or disability exemption order as described in paragraphs two and three of this subdivision and the implementing regulations promulgated pursuant thereto.\\par\n (iv) \"Initial application\" shall mean an application for an exemption where the applicant does not hold a current, valid exemption, or has not held a current, valid exemption in the past.\\ulnone\\par\n\\ul (v) \"Phase I\" shall mean the first phase of the application process and shall begin on the day the department for the aging receives an application for an exemption and end on the day the department for the aging (a) determines the application is complete as submitted; or (b) issues a first notification to the applicant that the application is not complete.\\ulnone\\par\n\\ul (vi) \"Phase II\" shall mean the second phase of the application process where the department for the aging has determined that an application is not complete and shall begin on the day after the department for the aging has issued the appropriate notification to the applicant and end on the day the department for the aging determines that such application is complete.\\ulnone\\par\n\\ul (vii) \"Phase III\" shall mean the third and final phase of the application process and shall begin on the day after the department for the aging determines an application is complete and end on the day the department for the aging issues to both the owner and tenant either (a) a final notification of ineligibility; or (b) an approval order setting forth the amount of the exemption and the time period during which it is effective.\\ulnone\\par\n\\ul (viii) \"Portability application\" shall mean an application for an exemption where the applicant (a) holds a current, valid exemption; and (b) has moved his or her principal residence to a subsequent qualified dwelling unit pursuant to paragraph seven of subdivision b of section 26-509 of this title and the implementing regulations promulgated pursuant thereto.\\ulnone\\par\n\\ul (ix) \"Redetermination application\" shall mean an application for an exemption where the applicant (a) holds a current, valid exemption; and (b) incurs a permanent decrease in aggregate disposable income (as defined by regulation of the department for the aging) pursuant to paragraph nine of this subdivision and the implementing regulations promulgated pursuant thereto.\\ulnone\\par\n\\ul (x) \"Renewal application\" shall mean an application for an exemption, where the applicant (a) holds a current, valid exemption; and (b) qualifies for automatic renewal pursuant to paragraph six of this subdivision.\\ulnone\\par\n\\ul (b) In addition to such other reports as the commissioner of aging is required to submit to the mayor or the city council, the commissioner of aging shall prepare and submit to the mayor and to the city council a quarterly report, in writing.  Such report shall be submitted not later than thirty days after the conclusion of each calendar quarter and shall include data compiled during such calendar quarter.  Such report shall include, but not be limited to, the following information related to applications for an exemption received by the department for the aging:  (i) the total number of applications in Phase I, as well as the number of such applications in Phase I for thirty days or fewer; for thirty-one to sixty days; and, for more than sixty days;  \\ulnone\\par\n\\ul (ii) the total number of applications in Phase II,  as well as the number of such applications in Phase II for thirty days or fewer; for thirty-one to sixty days; and, for more than sixty days; \\ulnone\\par\n\\ul (iii) the total number of applications in Phase III, as well as the number of such applications in Phase III for thirty days or fewer; for thirty-one to sixty days; for more than sixty days; and for a time period in excess of the target time period set forth by the commissioner of aging, if any;\\ulnone\\par\n\\ul  (iv) the average number of days for an application to conclude Phase I, as well as the total number of applications that concluded Phase I in thirty days or fewer; in thirty-one to sixty days; and, in more than sixty days;\\ulnone\\par\n\\ul (v) the average number of days for an application to conclude Phase II, as well as the total number of applications that concluded Phase II in thirty days or fewer; in thirty-one to sixty days; and, in more than sixty days;\\ulnone\\par\n\\ul (vi) the average number of days for an application to conclude Phase III, as well as the total number of applications that concluded Phase III in thirty days or fewer; in thirty-one to sixty days; in more than sixty days; and, in a time period in excess of the target time period set forth by the commissioner of aging, if any;\\ulnone\\par\n\\ul (vii) the average number of days for an application to conclude the application process, as well as the total number of applications that concluded the application process in more than six months; and\\ulnone\\par\n\\ul (viii) for each application that concluded the application process in more than six months, the commissioner of aging shall provide reasons for such delay.\\par\n\\pard\\cbpat3\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj All statistics provided in this report shall include separate totals or, where appropriate, averages for all applications enumerated in this paragraph.\\par\n\\pard\\cbpat3\\ltrpar\\nowidctlpar\\fi360\\sl480\\slmult1\\qj (11) The commissioner of aging shall provide a written description of all rights and responsibilities of, and remedies available to, landlords and tenants under the senior citizen rent increase exemption program, and the disability rent increase exemption  program and the process or processes to be followed in order to obtain each such remedy.  Such description shall be provided along with the exemption application, the exemption order, and the notice to the landlord that the exemption order was approved, and shall also be made available on the department's website on a webpage dedicated to the senior citizen rent increase exemption program or disability rent increase exemption program.  Upon the written request of a landlord or tenant, a Chinese, Korean, Russian or Spanish translation of the written description described in this subdivision shall be provided to such landlord or tenant.\\cf1\\ulnone\\super\\f1\\fs20\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\cf0\\nosupersub\\f0\\fs24    \\ul (12) The commissioner of aging shall designate employees of such department, the number of which shall be determined by the commissioner of such department and each of whom may also be proficient in at least two languages, to respond to written inquiries and verbal communications regarding the senior citizen rent increase exemption program and the disability rent increase exemption program, and the commissioner of aging shall establish a dedicated telephone number to be answered by at least one such employee for such purposes. The contact information of at least one such employee and the dedicated telephone number shall be included in all written communication from the department for the aging regarding the senior citizen rent increase exemption program and the disability rent increase exemption program to the landlords and tenants, and shall also be made available on the department for the aging's website on a page dedicated to the senior citizen rent increase exemption program and the disability rent increase exemption program.  Such contact information shall include the name of employee or employees, electronic mail address of employee or employees, and phone number of employee or employees.  \\par\n\\ulnone     \\ul (13) On a quarterly basis, the commissioner of aging, after consultation with the commissioner of finance, shall mail to the landlord or agent of record, a document that provides information regarding the tax abatement credits due to the landlord on behalf of each landlord\\rquote s tenant receiving an exemption.  Such document shall include, but not be limited to  (a) the rent calculations for the tax abatement credits; (b) the effective date of the tax abatement credits; (c) the exemption amount; (d) the amount each tenant is responsible to pay; and (e) the date the tax abatement credits were electronically transferred to the landlord\\rquote s senior citizen rent increase exemption statement of account, or other property tax bill account that reflects tax abatement credit or debit activity.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\ulnone       \\ul (14) \\cf2 The commissioner of aging shall establish by rule guidelines to provide assistance to tenants and landlords applying for an exemption.  Such guidelines shall, at a minimum, specify outreach activities and efforts designed to ensure that tenants and landlords are made aware of exemption availability, criteria, and rights and responsibilities of landlords and tenants under the senior citizen rent increase exemption program and the disability rent increase exemption program.  Such outreach activities and efforts shall include assisting government officials, community boards, and community based organizations, upon request, in the completion of an application for an exemption, or the renewal of an exemption.\\par\n\\ulnone       \\ul (15)  The commissioner of aging shall establish by rules standard operating procedures governing the operations of the senior citizen rent increase exemption program and the disability rent increase exemption program.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\cf0\\ulnone\\'a76. The opening paragraph of subdivision c of section 26-406 of such code, as amended by local law number 44 for the year 2009,  is amended to read as follows: \\par\nc. For any individual housing accommodation, the tax abatement computed pursuant to subdivision b of this section shall be available with respect to a period commencing on the effective date of the initial rent exemption order, or January first, nineteen hundred seventy-two, whichever is later, and ending on the expiration date of such order or on the effective date of an order terminating the rent exemption. Notwithstanding any other provision of law, when a head of a household to whom a then current, valid tax abatement certificate has been issued under this chapter, chapter four or chapter seven of this title moves his or her principal residence to a subsequent dwelling unit subject to regulation under this chapter, the head of the household may apply to the department [of finance] \\ul for the aging\\ulnone  or such other agency as the mayor shall designate \\ul (which agency may also include certain senior centers that are contracted by the department for the aging)\\ulnone  for a tax abatement certificate relating to the subsequent dwelling unit, and such certificate may provide that the head of the household shall be exempt from paying that portion of the maximum rent for the subsequent dwelling unit which is the least of the following:    \\par\n\\'a77. Subdivision d of section 26-406 of such code, as amended by local law number 44 for the year 2009,  is amended to read as follows: \\par\nd. Prior to the commencement of each fiscal year, the department [of finance shall determine the total amount of taxes to be abated under this section with respect to each property for which rent exemption orders granted to persons sixty-two years of age or older were in effect for all or any part of the preceding calendar year. Prior to the commencement of each fiscal year, such agency as the mayor shall designate shall determine and, if such agency is not the department [of finance] \\ul for the aging or such other agency as the mayor shall designate\\ulnone , shall notify the department of finance of the total amount of taxes to be abated under this section with respect to each property for which rent exemption orders [granted to persons with disabilities] were in effect for all or any part of the preceding calendar year. The commissioner of finance shall make the appropriate adjustment in the real estate tax payable in such fiscal year.  \\par\n\\'a78. Subdivision a of section 26-509 of such code, as amended by local law number 44 for the year 2009,  is amended to read as follows: \\par\na. Commencement of agency jurisdiction. \\par\n(1)(i) Notwithstanding any provisions of this chapter to the contrary, [the department of finance] \\ul on or after the effective date of the local law that amended this section, the department for the aging\\ulnone  shall grant rent increase exemption orders or tax abatement certificates to senior citizens pursuant to this section and applications for such orders and certificates and renewal applications shall be made to the department [of finance] \\ul for the aging, provided, however, that such applications may be made to certain senior centers that are contracted by the department for the aging\\ulnone . \\par\n(ii) Notwithstanding any provisions of this chapter to the contrary, such agency as the mayor shall designate [(which agency may also be the department of finance)] shall grant rent increase exemption orders or tax abatement certificates to persons with disabilities pursuant to this section and applications for such orders and certificates and renewal applications shall be made to such agency.\\par\n(2) The department [of finance] \\ul for the aging\\ulnone  and such other agency as the mayor shall designate shall have the power, in relation to any application for a rent increase exemption order or tax abatement certificate under such department\\rquote s or agency\\rquote s jurisdiction, to determine the lawful stabilization rent, but shall not receive applications for adjustment of the initial legal regulated rent pursuant to section 26-513 of this chapter. \\par\n(3) The department of finance\\ul , the department for the aging\\ulnone  and such other agency as the mayor shall designate may promulgate such rules and regulations as may be necessary to effectively carry out the provisions of this section. \\par\n\\'a79.  Subparagraph (ii) of paragraph (2) of subdivision b of section 26-509 of such code, as amended by local law number 44 for the year 2009,  is amended to read as follows: \\par\n(ii) the aggregate disposable income (as defined by regulation of the department [of finance] \\ul for the aging\\ulnone ) of all members of the household residing in the housing accommodation whose head of the household is sixty-two years of age or older does not exceed twenty-five thousand dollars beginning July first, two thousand five, twenty-six thousand dollars beginning July first, two thousand six, twenty-seven thousand dollars beginning July first, two thousand seven, twenty-eight thousand dollars beginning July first, two thousand eight, and twenty-nine thousand dollars beginning July first, two thousand nine, per year, after deduction of federal, state and city income and social security taxes. For purposes of this subparagraph, \\ldblquote aggregate disposable income\\rdblquote  shall not include gifts or inheritances, payments made to individuals because of their status as victims of Nazi persecution, as defined in P.L. 103-286, or increases in benefits accorded pursuant to the social security act or a public or private pension paid to any member of the household which increase, in any given year, does not exceed the consumer price index (all items United States city average) for such year which take effect after the eligibility date of the head of the household receiving benefits under this section whether received by the head of the household or any other member of the household;  \\par\n\\'a710. Subparagraph (ii) of paragraph (3) of subdivision b of section 26-509 of such code, as amended by local law number 44 for the year 2009,  is amended to read as follows: \\par\n(ii) Each such order shall expire upon termination of occupancy of the housing accommodation by the tenant to whom it is issued. The landlord shall notify the department [of finance] \\ul for the aging\\ulnone  in the case of a household whose eligibility for such order is based on the fact that the head of such household is sixty-two years of age or older, or such agency as the mayor shall designate in the case of a household whose eligibility for such order is based on the fact that the head of such household is a person with a disability, on a form to be prescribed by such department or agency, within thirty days of each such termination of occupancy.  \\par\n\\'a711. Paragraphs (5) and (6) of subdivision b of section 26-509 of such code, as amended by local law number 44 for the year 2009,  are amended to read as follows: \\par\n(5) A rent exemption order shall be issued to each tenant who applies to the department [of finance] \\ul for the aging, or to certain senior centers that are contracted by the department for the aging,\\ulnone  in the case of a tenant who is sixty-two years of age or older or to such agency as the mayor shall designate in the case of a tenant who is a person with a disability, in accordance with such department\\rquote s or agency\\rquote s applicable regulations and who is found to be eligible under this subdivision. Such order shall take effect on the first day of the first month after receipt of such application by the department [of finance] \\ul for the aging, or by certain senior centers that are contracted by the department for the aging,\\ulnone  or such agency as the mayor shall designate, except that where there is any other increase in the legal regulated rent within ninety days of the issuance of the order increasing the tenant\\rquote s maximum rent which a tenant is not exempted from paying, the rent exemption order shall without further order of the department [of finance] \\ul for the aging\\ulnone  or such agency as the mayor shall designate take effect as of the effective date of said order increasing the tenant\\rquote s rent including any retroactive increments collectible pursuant to such order. \\par\n(6) A rent exemption order shall be valid for the period of the lease or renewal thereof upon application by the tenant; provided, that upon any such renewal application being made by the tenant, any rent exemption order then in effect with respect to such tenant shall be deemed renewed until such time as the department [of finance] \\ul for the aging\\ulnone  or such agency as the mayor shall designate shall have found such tenant to be either eligible or ineligible for a rent exemption order but in no event for more than six additional months. If such tenant is found eligible, the order shall be deemed to have taken effect upon expiration of the exemption. In the event that any such tenant shall, subsequent to any such automatic renewal, not be granted a rent exemption order, such tenant shall be liable to the owner for the difference between the amounts the tenant has paid under the provisions of the automatically renewed order and the amounts which the tenant would have been required to pay in the absence of such order. Any rent exemption order issued pursuant to this subdivision shall include provisions giving notice as to the contents of this paragraph relating to automatic renewals of rent exemption orders and shall include provisions giving notice that the tenant must enter into either a one or two year renewal lease in order to be eligible for a rent exemption. The notice that each tenant receives from the owner relating to the right to a renewal lease shall contain similar information. Any application or renewal application for a rent exemption order shall also constitute an application for a tax abatement under such section. The department [of finance] \\ul for the aging\\ulnone  and such other agency as the mayor shall designate may, with respect to renewal applications by the tenants who have been found eligible for rent exemption orders, prescribe a simplified form including a certification of the applicant\\rquote s continued eligibility in lieu of a detailed statement of income and other qualifications.\\par\n\\'a712. The opening paragraph of paragraph (7) of subdivision b of section 26-509, as amended by local law number 44 for the year 2009,  is amended to read as follows: \\par\n(7) Notwithstanding any other provisions of law, when a head of a household to whom a then current, valid rent exemption order has been issued under this chapter, chapter three or chapter seven of this title moves his or her principal residence to a subsequent dwelling unit subject to regulation under this chapter, the head of the household may apply to the department [of finance] \\ul for the aging, or to certain senior centers that are contracted by the department for the aging,\\ulnone  or such other agency as the mayor shall designate for a rent exemption order relating to the subsequent dwelling unit, and such order may provide that the head of the household shall be exempt from paying that portion of the legal regulated rent for the subsequent dwelling unit which is the least of the following: \\par\n\\'a713. Paragraph 9 of subdivision b of section 26-509 of such code, as amended by local law number 44 for the year 2009, is amended to read as follows: \\par\n(9) Notwithstanding any other provision of law to the contrary, where a head of household holds a current, valid rent exemption order and, after the effective date of this paragraph, there is a permanent decrease in aggregate disposable income in an amount which exceeds twenty percent of such aggregate disposable income as represented in such head of the household\\rquote s last approved application for a rent exemption order or for renewal thereof, such head of the household may apply for a redetermination of the amount set forth therein. Upon application, such amount shall be redetermined so as to reestablish the ratio of adjusted rent to aggregate disposable income which existed at the time of approval of such head of the household\\rquote s last application for a rent exemption order or for renewal thereof; provided, however, that in no event shall the amount of adjusted rent be redetermined to be (i) in the case of a head of the household who does not receive a monthly allowance for shelter pursuant to the social services law, less than one-third of the aggregate disposable income; or (ii) in the case of a head of the household who receives a monthly allowance for shelter pursuant to such law, less than the maximum allowance for shelter which such head of the household is entitled to receive pursuant to the social services law. For purposes of this paragraph, a decrease in aggregate disposable income shall not include any decrease in such income resulting from the manner in which such income is calculated pursuant to any amendment to paragraph c of subdivision one of section four hundred sixty-seven-b of the real property tax law, any amendment to the regulations of the department [of finance made on or after the effective date of the local law that added this clause] \\ul for the aging made on or after the effective date of the local law that amended this section\\ulnone , or any amendment to the regulations of such other agency as the mayor shall designate made on or after [October tenth, two thousand five] \\ul the effective date of the local law that amended this section\\ulnone . For purposes of this paragraph, \\ldblquote adjusted rent\\rdblquote  shall mean legal regulated rent less the amount set forth in a rent exemption order.     \\par\n   \\'a714. Paragraph (4) of subdivision c of section 26-509 of such code, as amended by local law number 44 for the year 2009, is amended to read as follows: \\par\n(4) Prior to the commencement of each fiscal year, the department \\ul for the aging shall notify the department\\ulnone  of finance \\ul of\\ulnone  [shall determine] the total amount of taxes to be abated under this section with respect to each property for which rent exemption orders granted to persons sixty-two years of age or older were in effect for all or any part of the preceding calendar year. Prior to the commencement of each fiscal year, such agency as the mayor shall designate [shall determine and, if such agency is not the department of finance,] shall notify the department of finance of the total amount of taxes to be abated under this section with respect to each property for which rent exemption orders granted to persons with disabilities were in effect for all or any part of the preceding calendar year. The commissioner of finance shall make the appropriate adjustment in the real estate tax payable in such fiscal year. \\par\n\\pard\\cbpat3\\ltrpar\\nowidctlpar\\fi360\\sl480\\slmult1\\qj\\'a715. Section 26-509 of such code, as amended by local law number 44 for the year 2009, as amended by local law number 44 for the year 2009, is amended by adding new subdivisions e, f, g, h, i, and j to read as follows:\\par\n\\ul e. Quarterly reporting requirement.  (1) Whenever used in this subdivision, the following terms shall be defined as follows:\\ulnone\\par\n\\ul  (i) \"Application process\" shall mean the entirety of an application proceeding and shall begin on the day the department for the aging receives an application for an exemption and end on the day the department for the aging issues to all necessary parties either (a) a final notification of ineligibility; or (b) an approval order setting forth the amount of the exemption and the time period during which it is effective.\\ulnone\\par\n\\ul  (ii) \"Complete\" or \"completeness\" shall mean that all requirements, including, but not limited to, supporting documentation, set forth by the commissioner of aging in the instructions for completion of the application for an exemption have been determined by the department for the aging to have been satisfied by the applicant.\\ulnone\\par\n\\ul  (iii) Exemption\" shall mean a senior citizen rent increase exemption order or disability exemption order as described in described in paragraphs two and three of this subdivision and the implementing regulations promulgated pursuant thereto.\\par\n (iv) \"Initial application\" shall mean an application for an exemption where the applicant does not hold a current, valid exemption, or has not held a current, valid exemption in the past.\\ulnone\\par\n\\ul (v) \"Phase I\" shall mean the first phase of the application process and shall begin on the day the department for the aging receives an application for an exemption and end on the day the department for the aging: (a) determines the application is complete as submitted; or (b) issues a first notification to the applicant that the application is not complete.\\ulnone\\par\n\\ul (vi) \"Phase II\" shall mean the second phase of the application process where the department for the aging has determined that an application is not complete and shall begin on the day after the department for the aging has issued the appropriate notification to the applicant and end on the day the department for the aging determines that such application is complete.\\ulnone\\par\n\\ul (vii) \"Phase III\" shall mean the third and final phase of the application process and shall begin on the day after the department for the aging determines an application is complete and end on the day the department for the aging issues to both the owner and tenant either: (a) final notification of ineligibility; or (b) an approval order setting forth the amount of the exemption and the time period during which it is effective.\\ulnone\\par\n\\ul (viii) \"Portability application\" shall mean an application for an exemption where the applicant: (a) holds a current, valid exemption; and (b) has moved his or her principal residence to a subsequent qualified dwelling unit pursuant to paragraph seven of subdivision b of this section and the implementing regulations promulgated pursuant thereto.\\ulnone\\par\n\\ul (ix) \"Redetermination application\" shall mean an application for an exemption where the applicant: (a) holds a current, valid exemption; and (b) incurs a permanent decrease in aggregate disposable income (as defined by regulation of the department) pursuant to paragraph nine of  subdivision b of this section and the implementing regulations promulgated pursuant thereto.\\ulnone\\par\n\\ul (x) \"Renewal application\" shall mean an application for an exemption, where the applicant (a) holds a current, valid exemption; and (b) qualifies for automatic renewal pursuant to paragraph six of subdivision b of this section.\\ulnone\\par\n\\ul (2) In addition to such other reports as the commissioner of aging is required to submit to the mayor or the city council, the commissioner of aging shall prepare and submit to the mayor and to the city council a quarterly report, in writing.  Such report shall be submitted not later than thirty days after the conclusion of each calendar quarter and shall include data compiled during such calendar quarter.  Such report shall include, but not be limited to, the following information related to applications for exemption received by the department for the aging:  (i) the total number of applications in Phase I, as well as the number of such applications in Phase I for thirty days or fewer; for thirty-one to sixty days; and, for more than sixty days;  \\ulnone\\par\n\\ul (ii) the total number of applications in Phase II, as well as the number of such applications in Phase II for thirty days or fewer; for thirty-one to sixty days; and, for more than sixty days;  \\ulnone\\par\n\\ul (iii) the total number of applications in Phase III, as well as the number of such applications in Phase III for thirty days or fewer; for thirty-one to sixty days; for more than sixty days; and for a time period in excess of the target time period set forth by the commissioner of aging, if any;\\ulnone\\par\n\\ul  (iv) the average number of days for an application to conclude Phase I, as well as the total number of applications that concluded Phase I in thirty days or fewer; in thirty-one to sixty days; and, in more than sixty days;\\ulnone\\par\n\\ul (v) the average number of days for an application to conclude Phase II, as well as the total number of applications that concluded Phase II in thirty days or fewer; in thirty-one to sixty days; and, in more than sixty days;\\ulnone\\par\n\\ul (vi) the average number of days for an application to conclude Phase III, as well as the total number of applications that concluded Phase III in thirty days or fewer; in thirty-one to sixty days; in more than sixty days; and, in a time period in excess of the target time period set forth by the commissioner of aging, if any;\\ulnone\\par\n\\ul (vii) the average number of days for an application to conclude the application process, as well as the total number of applications that concluded the application process in more than six months; and\\ulnone\\par\n\\ul (viii) for each application that concluded the application process in more than six months, the commissioner of aging shall provide reasons for such delay.\\par\n\\pard\\cbpat3\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj All statistics provided in this report shall include separate totals or, where appropriate, averages for all applications enumerated in this paragraph.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qj\\ulnone         \\ul f. The commissioner of aging shall provide a written description of all rights and responsibilities of, and remedies available to, landlords and tenants under the senior citizen rent increase exemption program and the disability rent increase exemption program, and the process or processes to be followed in order to obtain each such remedy.  Such description shall be provided along with the rent exemption application, the exemption order, and the notice to the landlord that the rent exemption order was approved, and shall also be made available on the department for the aging's website on a webpage dedicated to the senior citizen rent increase exemption program and the disability rent increase exemption program. Upon the written request of a landlord or tenant, a Chinese, Korean, Russian or Spanish translation of the written description described in this subdivision shall be provided to such landlord or tenant.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\ulnone      \\ul g. The commissioner of aging shall designate employees of such department, the number of which shall be determined by the commissioner of such department and each of whom may also be proficient in at least two languages, to respond to written inquiries and verbal communications regarding the senior citizen rent increase exemption program and the disability rent increase exemption program, and the commissioner of aging shall establish a dedicated telephone number to be answered by at least one such employee for such purposes. The contact information of at least one such employee and the dedicated telephone number shall be included in all written communication from the department for the aging regarding the senior citizen rent increase exemption program and the disability rent increase exemption program to the landlords and tenants, and shall also be made available on the department for the aging's website on a page dedicated to the senior rent increase exemption program and the disability rent increase exemption program.  Such contact information shall include the name of employee or employees, electronic mail address of employee or employees, and phone number of employee or employees.  \\par\n\\ulnone       \\ul h. On a quarterly basis, the commissioner of aging, after consultation with the commissioner of finance, shall mail to the landlord or agent of record, a document that provides information regarding the tax abatement credits due to the landlord on behalf of each landlord\\rquote s tenant receiving an exemption.  Such document shall include, but not be limited to  (1) the rent calculations for the tax abatement credits; (2) the effective date of the tax abatement credits; (3) the exemption amount; (4) the amount each tenant is responsible to pay; and (5) the date the tax abatement credits were electronically transferred to the landlord\\rquote s senior citizen rent increase exemption statement of account, or other property tax bill account that reflects tax abatement credit or debit activity.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\cf2\\ulnone        \\ul i. The commissioner of aging shall establish by rule guidelines to provide assistance to tenants and landlords applying for an exemption.  Such guidelines shall, at a minimum, specify outreach activities and efforts designed to ensure that tenants and landlords are made aware of exemption availability, criteria, and rights and responsibilities of landlords and tenants under the senior citizen rent increase exemption program and the disability rent increase exemption program.  Such outreach activities and efforts shall include assisting government officials, community boards, and community based organizations, upon request, in the completion of an application for an exemption, or the renewal of an exemption. \\par\n\\ulnone       \\ul j. The commissioner of aging shall establish by rules standard operating procedures governing the operations of the senior citizen rent increase exemption program and the disability rent increase exemption program.\\par\n\\pard\\cbpat3\\ltrpar\\nowidctlpar\\fi360\\sl480\\slmult1\\qj\\cf0\\ulnone\\'a716. Effect of invalidity; severability.  If any section, subsection, sentence, clause, phrase, or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this local law, which remaining portions shall continue in full force and effect.\\par\n\\'a717.  Any agency or officer to whom are assigned by this local law any powers or duties shall exercise such powers and duties in continuation of their exercise by the agency or officer by which the same were heretofore exercised and shall have power to continue any business, proceeding or other matter commenced by the agency or officer by which such powers and duties were heretofore exercised. Any provision in law, rule, regulation, contract, grant, or other document relating to the subject matter of such powers or duties and applicable to the agency or officer formerly exercising such powers and duties shall, so far as not inconsistent with provisions of this local law, apply to the agency or officer to which such powers and duties are assigned by this local law. Any rule in force upon the effective date of this local and promulgated by an agency or officer whose power to promulgate such rule is assigned by this local law to another agency or officer, shall continue in force as the rule of the agency or officer to whom such power is assigned, unless such rule is superseded, amended, or repealed. \\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\'a718. No civil, criminal, or administrative action or proceeding at the time when this local law shall take effect, brought by or against the city or any agency or officer of the city, shall be affected or abated by the enactment of this local law or by anything contained herein; but any or all such actions and proceedings previously involving the department of finance may be assigned to the department for the aging, at the request of the department for the aging; provided, further, that in that event the same may be prosecuted or defended by the commissioner of aging.\\par\n\\'a719. No existing right or remedy of the city of any character shall be lost or impaired or affected by reason of the enactment of this local law. \\par\n\\'a720.  This local law shall take effect 60 days after it is enacted into law, provided that for an additional period of 60 days following such effective date the department for the aging may by written agreement between the agencies delegate to the department of finance responsibilities necessary for the efficient administration of the senior citizen rent increase exemption program.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0 TE 2-28-12\\par\nLS3094\\par\n\\par\n\\par\n}\n",
  "LastModified": "2013-12-23T18:41:03.003Z"
}
