{
  "ID": 48124,
  "GUID": "65FB87D6-A2E3-4BD0-93F0-20B85E958AF2",
  "File": "Int 0743-2011",
  "Name": "Noise levels in commercial and manufacturing districts.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to noise levels in commercial and manufacturing districts.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 10,
  "BodyName": "Committee on Environmental Protection",
  "IntroDate": "2011-12-19T00:00:00Z",
  "AgendaDate": "2011-12-19T00:00:00Z",
  "PassedDate": "2013-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7564,
      "Slug": "daniel-j-halloran-iii",
      "FullName": "Daniel J. Halloran III"
    }
  ],
  "History": [
    {
      "ID": 260788,
      "Date": "2011-12-19T14:30:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 260914,
      "Date": "2011-12-19T14:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Environmental Protection",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 11257,
      "AgendaSequence": 83,
      "MinutesSequence": 98,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Environmental Protection",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 283876,
      "Date": "2013-12-31T23:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 49242,
  "Text": "Be it enacted by the Council as follows:\nSection 1. Subdivision b of section 24-218 of the administrative code of the city of New York is amended by adding paragraphs 4 and 5 to read as follows:\n§24-218 (b) Unreasonable noise shall include but shall not be limited to sound, attributable to any device, that exceeds the following prohibited noise levels:\n(1) Sound, other than impulsive sound, attributable to the source, measured at a level of 7 dB(A) or more above the ambient sound level at or after 10:00 p.m. and before 7:00 a.m., as measured at any point within a receiving property or as measured at a distance of 15 feet or more from the source on a public right-of-way.\n(2) Sound, other than impulsive sound, attributable to the source, measured at a level of 10 dB(A) or more above the ambient sound level at or after 7:00 a.m. and before 10:00 p.m., as measured at any point within a receiving property or as measured at a distance of 15 feet or more from the source on a public right-of-way.\n(3) Impulsive sound, attributable to the source, measured at a level of 15 dB(A) or more above the ambient sound level, as measured at any point within a receiving property or as measured at a distance of 15 feet or more from the source on a public right-of-way. Impulsive sound levels shall be measured in the A-weighting network with the sound level meter set to fast response. The ambient sound level shall be taken in the A-weighting network with the sound level meter set to slow response.\n(4) Sound, other than impulsive sound, attributable to the source, measured at a level of 13 dB(A) or more above the ambient sound level at as measured at any point within a receiving property or as measured at a distance of 15 feet or more from the source on a public right-of-way in any area classified as a commercial district or manufacturing district by the zoning resolution.\n(5) Impulsive sound, attributable to the source, measured at a level of 18 dB(A) or more above the ambient sound level, as measured at any point within a receiving property or as measured at a distance of 15 feet or more from the source on a public right-of-way in any area classified as a commercial district or manufacturing district by the zoning resolution. \n§2. This local law shall take effect ninety days after its enactment into law.\n\nKS \nLS #2467\n10/17/11",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\ul Be it enacted by the Council as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1. Subdivision b of section 24-218 of the administrative code of the city of New York is amended by adding paragraphs 4 and 5 to read as follows:\\par\n\\'a724-218 (b) Unreasonable noise shall include but shall not be limited to sound, attributable to any device, that exceeds the following prohibited noise levels:\\par\n(1) Sound, other than impulsive sound, attributable to the source, measured at a level of 7 dB(A) or more above the ambient sound level at or after 10:00 p.m. and before 7:00 a.m., as measured at any point within a receiving property or as measured at a distance of 15 feet or more from the source on a public right-of-way.\\par\n(2) Sound, other than impulsive sound, attributable to the source, measured at a level of 10 dB(A) or more above the ambient sound level at or after 7:00 a.m. and before 10:00 p.m., as measured at any point within a receiving property or as measured at a distance of 15 feet or more from the source on a public right-of-way.\\par\n(3) Impulsive sound, attributable to the source, measured at a level of 15 dB(A) or more above the ambient sound level, as measured at any point within a receiving property or as measured at a distance of 15 feet or more from the source on a public right-of-way. Impulsive sound levels shall be measured in the A-weighting network with the sound level meter set to fast response. The ambient sound level shall be taken in the A-weighting network with the sound level meter set to slow response.\\par\n\\ul (4) Sound, other than impulsive sound, attributable to the source, measured at a level of 13 dB(A) or more above the ambient sound level at as measured at any point within a receiving property or as measured at a distance of 15 feet or more from the source on a public right-of-way in any area classified as a commercial district or manufacturing district by the zoning resolution.\\par\n(5) Impulsive sound, attributable to the source, measured at a level of 18 dB(A) or more above the ambient sound level, as measured at any point within a receiving property or as measured at a distance of 15 feet or more from the source on a public right-of-way in any area classified as a commercial district or manufacturing district by the zoning resolution. \\par\n\\cf1\\ulnone\\'a72. This local law shall take effect ninety days after its enactment into law.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\cf0\\par\n\\pard\\ltrpar\\nowidctlpar KS \\par\nLS #2467\\par\n10/17/11 \\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\par\n\\par\n}\n",
  "LastModified": "2013-12-23T18:38:35.457Z"
}
