{
  "ID": 51706,
  "GUID": "6DBA9736-F113-4CCC-8E82-E36B1C7E7AD3",
  "File": "Res 0010-2014",
  "Name": "Increasing the criminal penalties for assaulting a train operator, ticket inspector, conductor, signalperson, bus operator or train agent employed by any transit agency, authority or company.",
  "Title": "Resolution calling upon the New York State Legislature to introduce and pass, and the Governor to sign a law, which would amend the Penal Law by increasing the criminal penalties for assaulting a train operator, ticket inspector, conductor, signalperson, bus operator or train agent employed by any transit agency, authority or company.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2014-02-04T00:00:00Z",
  "AgendaDate": "2014-02-04T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7613,
      "Slug": "andy-l-king",
      "FullName": "Andy L. King"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7624,
      "Slug": "andrew-cohen",
      "FullName": "Andrew Cohen"
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 7622,
      "Slug": "vanessa-l-gibson",
      "FullName": "Vanessa L. Gibson"
    },
    {
      "ID": 7635,
      "Slug": "alan-n-maisel",
      "FullName": "Alan N. Maisel"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7630,
      "Slug": "rafael-l-espinal-jr",
      "FullName": "Rafael L. Espinal, Jr."
    },
    {
      "ID": 7627,
      "Slug": "costa-g-constantinides",
      "FullName": "Costa G. Constantinides"
    },
    {
      "ID": 7629,
      "Slug": "chaim-m-deutsch",
      "FullName": "Chaim M. Deutsch"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 7638,
      "Slug": "antonio-reynoso",
      "FullName": "Antonio Reynoso"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 7636,
      "Slug": "carlos-menchaca",
      "FullName": "Carlos Menchaca"
    }
  ],
  "History": [
    {
      "ID": 285237,
      "Date": "2014-02-04T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 285442,
      "Date": "2014-02-04T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 13077,
      "AgendaSequence": 112,
      "MinutesSequence": 131,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 329217,
      "Date": "2017-12-31T14:09:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-26T19:10:04.193Z"
    }
  ],
  "Summary": "",
  "TextID": 53099,
  "Text": "By Council Members King, Chin, Cohen, Ferreras-Copeland, Gentile, Gibson, Maisel, Palma, Williams, Van Bramer, Mendez, Espinal, Constantinides, Deutsch, Koo, Koslowitz, Reynoso, Rose, Vacca and Menchaca\n\n\tWhereas, The Metropolitan Transportation Authority (MTA) employees-train and bus operators, among others-play an important role in our city's workforce and provide an important service to New Yorkers and tourists; and\n\tWhereas, While most MTA employees perform their duties without encountering any problems on the job, some MTA employees have been the victims of violence while working; and\n      Whereas, Some of the occupational danger these professionals face include robberies, violent threats, assaults, and homicides; and \n      Whereas, A recent incident in the Bronx highlights the dangers MTA employees encounter; and\n      Whereas, In the Bronx incident, a man allegedly repeatedly punched a bus driver in the face, causing him to end his career due to his injuries.\n\tWhereas, Under the Penal Law, an individual who causes physical injury to an MTA employee can be charged with a class D felony; and\n\tWhereas, However, the existing penalties do not take into account  the fact that some assaults may be so severe that they might result in a serious physical injury to the MTA employee; and\n      Whereas, In order to prevent violence against MTA employees and bring greater protections to them in their workplace, the New York State Legislature should introduce legislation which would amend the Penal Law in relation to violent assaults on MTA employees that result in serious physical injury; and\n\tWhereas, Specifically, the bill should amend section 120.08 of the Penal Law to extend the same protections peace officers receive to MTA employees when they are serious physically injured as a result of someone trying to prevent them from performing their duties while they are working; and\n\tWhereas, Such offense would be a class C felony; and\n\tWhereas, Enacting such a bill would bring greater punishment to perpetrators and better protection to MTA employees; now, therefore, be it\n\tResolved, That the Council of the City of New York calls upon the New York State Legislature to introduce and pass, and the Governor to sign a law, which would amend the Penal Law by increasing the criminal penalties for assaulting a train operator, ticket inspector, conductor, signalperson, bus operator or train agent employed by any transit agency, authority or company.\n\nSA\n1/15/2014\nLS# 5007",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\froman\\fprq2\\fcharset0 TimesNewRoman;}}\n{\\colortbl ;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\ri-90 By Council Members King, Chin, Cohen, Ferreras-Copeland, Gentile, Gibson, Maisel, Palma, Williams, Van Bramer, Mendez, Espinal, Constantinides, Deutsch, Koo, Koslowitz, Reynoso, Rose, Vacca and Menchaca\\par\n\\pard\\ltrpar\\par\n\\pard\\ltrpar\\sl480\\slmult1\\tab Whereas, The Metropolitan Transportation Authority (MTA) employees-train and bus operators, among others-play an important role in our city\\rquote s workforce and provide an important service to New Yorkers and tourists; and\\par\n\\tab Whereas, While most MTA employees perform their duties without encountering any problems on the job, some MTA employees have been the victims of violence while working; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 Whereas, Some of the occupational danger these professionals face include robberies, violent threats, assaults, and homicides; and \\par\nWhereas, A recent incident in the Bronx highlights the dangers MTA employees encounter; and\\par\nWhereas, In the Bronx incident, a man allegedly repeatedly punched a bus driver in the face, causing him to end his career due to his injuries.\\par\n\\pard\\ltrpar\\sl480\\slmult1\\tab Whereas, Under the Penal Law, an individual who causes physical injury to an MTA employee can be charged with a class D felony; and\\par\n\\tab Whereas, However, the existing penalties do not take into account  the fact that some assaults may be so severe that they might result in a serious physical injury to the MTA employee; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 Whereas, In order to prevent violence against MTA employees and bring greater protections to them in their workplace, the New York State Legislature should introduce legislation which would amend the Penal Law in relation to violent assaults on MTA employees that result in serious physical injury; and\\par\n\\pard\\ltrpar\\sl480\\slmult1\\tab Whereas, Specifically, the bill should amend section 120.08 of the Penal Law to extend the same protections peace officers receive to MTA employees when they are serious physically injured as a result of someone trying to prevent them from performing their duties while they are working; and\\par\n\\tab Whereas, Such offense would be a class C felony; and\\par\n\\tab Whereas, Enacting such a bill would bring greater punishment to perpetrators and better protection to MTA employees; now, therefore, be it\\par\n\\tab Resolved, That the Council of the City of New York calls upon the New York State Legislature to introduce and pass, and the Governor to sign a law, which would amend the Penal Law by increasing\\f1  the criminal penalties for assaulting a train operator, ticket inspector, conductor, signalperson, bus operator or train agent employed by any transit agency, authority or company.\\f0\\par\n\\par\n\\pard\\ltrpar SA\\par\n1/15/2014\\par\nLS# 5007 \\par\n}\n",
  "LastModified": "2017-12-26T19:10:04.257Z"
}
