{
  "ID": 51629,
  "GUID": "C0C644C9-6F5E-417B-8699-8320F227F777",
  "File": "Res 0017-2014",
  "Name": "Creating a state liquor authority community liaison to NYC community boards. (A.4227/S.114)",
  "Title": "Resolution calling on the New York State Legislature to pass A.4227/S.114 and the Governor to sign such legislation into law, creating a state liquor authority community liaison to New York City community boards and requiring such community boards be given at least a sixty-day notice before any wine, beer, or liquor license is issued, renewed, or altered within the boundaries of such community board.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5,
  "BodyName": "Committee on Consumer Affairs",
  "IntroDate": "2014-02-04T00:00:00Z",
  "AgendaDate": "2014-02-04T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7617,
      "Slug": "donovan-j-richards",
      "FullName": "Donovan J. Richards"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 7613,
      "Slug": "andy-l-king",
      "FullName": "Andy L. King"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    }
  ],
  "History": [
    {
      "ID": 285266,
      "Date": "2014-02-04T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 285453,
      "Date": "2014-02-04T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Consumer Affairs",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 13077,
      "AgendaSequence": 124,
      "MinutesSequence": 143,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Consumer Affairs",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 329223,
      "Date": "2017-12-31T14:11:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-26T19:11:34.32Z"
    }
  ],
  "Summary": "",
  "TextID": 53022,
  "Text": "By Council Members Richards, Chin, Ferreras-Copeland, Gentile, King, Koo and Palma.\n\t\n      Whereas, The New York State Liquor Authority (\"SLA\") regulates and controls the manufacturing, sale,  distribution of all alcoholic beverages under the New York State Alcoholic Beverage Control Law (\"ABC Law\"); and\n      Whereas, According to the SLA's mission statement, the SLA will work cooperatively with community leaders and industry members to ensure participation by all agency stakeholders in the licensing and enforcement processes; and\n      Whereas, There are currently 59 community boards in New York City, which deal with a wide range of local and citywide issues, including alcoholic beverage licenses; and\n      Whereas, At times, New York City community boards are not provided ample time to review alcoholic beverage license applications or renewals or engaged in appropriate dialogue with the SLA; and \n      Whereas, A.4227, currently pending in the New York State Assembly, and companion bill S.114, currently pending in the New York State Senate, seeks to amend the ABC Law, by creating a liaison between the SLA and local New York City community boards; and\n      Whereas, A.4227/S.114 also seeks to amend the ABC Law by mandating, at the minimum, a 60 day notification to community boards in New York Cite before the issuance of a new alcoholic beverage license, renewal of a license or alteration of a license; and\n      Whereas, A.4227/S.114 would provide greater community participation in SLA license renewals by creating a liaison to act as the intermediary between the SLA and the community boards with a 60 day notification of license renewal, allowing community boards more time to consider license and the SLA more time to take into account the suggestions of New York City community boards in regards to issuing or renewing these licenses; and\n      Whereas, A.4227/S.114 would give New York City community boards an enhanced platform for communication with the SLA with regard to issues and concerns relating to alcoholic beverages licenses; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on on the New York State Legislature to pass A.4227/S.114 and the Governor to sign such legislation into law, creating a state liquor authority community liaison to New York City community boards and requiring such community boards be given at least a sixty-day notice before any wine, beer, or liquor license is issued, renewed, or altered within the boundaries of such community board.\nWJH\n1/15/14\nLS 5118",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Richards, Chin, Ferreras-Copeland, Gentile, King, Koo and Palma.\\par\n\\pard\\ltrpar\\qj\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\tab\\cf1\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sl480\\slmult1\\qj\\cf0 Whereas, The New York State Liquor Authority (\"SLA\") regulates and controls the manufacturing, sale,  distribution of all alcoholic beverages under the New York State Alcoholic Beverage Control Law (\\ldblquote ABC Law\\rdblquote ); and\\par\nWhereas, According to the SLA\\rquote s mission statement, the SLA will work cooperatively with community leaders and industry members to ensure participation by all agency stakeholders in the licensing and enforcement processes; and\\par\nWhereas, There are currently 59 community boards in New York City, which deal with a wide range of local and citywide issues, including alcoholic beverage licenses; and\\par\nWhereas, At times, New York City community boards are not provided ample time to review alcoholic beverage license applications or renewals or engaged in appropriate dialogue with the SLA; and \\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sa150\\sl480\\slmult1\\qj Whereas, A.4227, currently pending in the New York State Assembly, and companion bill S.114, currently pending in the New York State Senate, seeks to amend the ABC Law, by creating a liaison between the SLA and local New York City community boards; and\\par\nWhereas, A.4227/S.114 also seeks to amend the ABC Law by mandating, at the minimum, a 60 day notification to community boards in New York Cite before the issuance of a new alcoholic beverage license, renewal of a license or alteration of a license; and\\par\nWhereas, A.4227/S.114 would provide greater community participation in SLA license renewals by creating a liaison to act as the intermediary between the SLA and the community boards with a 60 day notification of license renewal, allowing community boards more time to consider license and the SLA more time to take into account the suggestions of New York City community boards in regards to issuing or renewing these licenses; and\\par\nWhereas, A.4227/S.114 would give New York City community boards an enhanced platform for communication with the SLA with regard to issues and concerns relating to alcoholic beverages licenses; now, therefore, be it\\par\n\\pard\\ltrpar\\fi720\\sa200\\sl480\\slmult1\\qj Resolved, That the Council of the City of New York calls on on the New York State Legislature to pass A.4227/S.114 and the Governor to sign such legislation into law, creating a state liquor authority community liaison to New York City community boards and requiring such community boards be given at least a sixty-day notice before any wine, beer, or liquor license is issued, renewed, or altered within the boundaries of such community board.\\par\n\\pard\\ltrpar\\qj WJH\\par\n1/15/14\\par\nLS 5118\\par\n\\pard\\ltrpar\\sa200\\qj\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sa150\\sl480\\slmult1\\qj\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sa150\\sl480\\slmult1\\par\n\\pard\\ltrpar\\sa200\\sl276\\slmult1\\qj\\par\n}\n",
  "LastModified": "2017-12-26T19:11:34.447Z"
}
