{
  "ID": 51631,
  "GUID": "D64C072C-A84C-43EF-A33A-3D3A8A1D5D5E",
  "File": "Res 0018-2014",
  "Name": "Require notice to the appropriate community board of any application for a liquor store license in NYC not less than 30 days before submission of such application. (A.1534)",
  "Title": "Resolution calling on the New York State Assembly to pass A.1534, the New York State Senate to introduce and pass similar legislation, and the Governor to sign such legislation into law, which would require notice to the appropriate community board of any application for a liquor store license in New York City not less than 30 days before submission of such application.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5,
  "BodyName": "Committee on Consumer Affairs",
  "IntroDate": "2014-02-04T00:00:00Z",
  "AgendaDate": "2014-02-04T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7617,
      "Slug": "donovan-j-richards",
      "FullName": "Donovan J. Richards"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    }
  ],
  "History": [
    {
      "ID": 285267,
      "Date": "2014-02-04T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 285455,
      "Date": "2014-02-04T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Consumer Affairs",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 13077,
      "AgendaSequence": 125,
      "MinutesSequence": 144,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Consumer Affairs",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 329224,
      "Date": "2017-12-31T14:11:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-26T19:11:49.663Z"
    }
  ],
  "Summary": "",
  "TextID": 53024,
  "Text": "Council Members Richards, Chin, Ferreras-Copeland, Gentile, Koo and Palma.\n\n\tWhereas, According to a recent New York Daily News article, there are approximately 1,368 wine and liquor stores in New York City, a 14 percent increase from 2010; and\n      Whereas, The New York State Liquor Authority (\"SLA\") regulates and controls the manufacturing, sale,  distribution of all alcoholic beverages under the New York State Alcoholic Beverage Control Law (\"ABC Law\"); and\n      Whereas, According to the SLA's 2012 Annual Report, the State Liquor Authority was responsible for the regulation of over 53,000 active licensees; and\n      Whereas, Specifically, the SLA stringently regulates liquor stores due to their potential to significantly impact communities; and \n      Whereas, According to the SLA, successful prosecutions of violations for alcohol sales to minors  in New York State increased from 1,311 in 2011, to 1,425 in 2012; and\n      Whereas, A.1534, currently pending in the New York State Assembly, seeks to amend the ABC Law by requiring at least a 30 day notice to the appropriate community board prior to the submission of any application for a liquor store license in New York City; and\n      Whereas, A.1534 would provide all affected parties the ability to voice their opposition or consent to the proposed business they must notify the local community board to make them aware of the intent to locate a liquor store in their community; and\n      Whereas, A.1534 would enhance community safeguards by giving community boards sufficient time to review and object, when appropriate, to the over-saturation of liquor stores in neighborhoods; now therefore, be it\n      Resolved, That the Council of the City of New York calls on the New York State Assembly to pass A.1534, the New York State Senate to introduce and pass similar legislation, and the Governor to sign such legislation into law, which would require notice to the appropriate community board of any application for a liquor store license in New York City not less than 30 days before submission of such application.\nWJH\n1/15/14\nLS 5120",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fmodern\\fprq1\\fcharset0 Courier New;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\nCouncil Members Richards, Chin, Ferreras-Copeland, Gentile, Koo and Palma.\\par\n\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, According to a recent New York Daily News article, there are approximately 1,368 wine and liquor stores in New York City, a 14 percent increase from 2010; and\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, The New York State Liquor Authority (\"SLA\") regulates and controls the manufacturing, sale,  distribution of all alcoholic beverages under the New York State Alcoholic Beverage Control Law (\\ldblquote ABC Law\\rdblquote ); and\\par\n\\cf1 Whereas, According to the SLA\\rquote s 2012 Annual Report, the State Liquor Authority was responsible for the regulation of over 53,000 active licensees; and\\cf0\\par\nWhereas, Specifically, the SLA stringently regulates liquor stores due to their potential to significantly impact communities; and \\par\nWhereas, According to the SLA, successful prosecutions of violations for alcohol sales to minors  in New York State increased from 1,311 in 2011, to 1,425 in 2012; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj\\cf1 Whereas, A.1534, currently pending in the New York State Assembly, seeks to amend the ABC Law by requiring at least a 30 day notice to the appropriate community board prior to the submission of any application for a liquor store license in New York City; and\\par\n\\cf0 Whereas, A.1534 would provide all affected parties the ability to voice their opposition or consent to the proposed business they must notify the local community board to make them aware of the intent to locate a liquor store in their community; and\\par\nWhereas, A.1534 would enhance community safeguards by giving community boards sufficient time to review and object, when appropriate, to the over-saturation of liquor stores in neighborhoods; now therefore, be it\\par\n\\pard\\ltrpar\\fi720\\sa200\\sl480\\slmult1\\qj Resolved, That the Council of the City of New York calls on the New York State Assembly to pass A.1534, the New York State Senate to introduce and pass similar legislation, and the Governor to sign such legislation into law, which would require notice to the appropriate community board of any application for a liquor store license in New York City not less than 30 days before submission of such application.\\par\n\\pard\\ltrpar\\qj WJH\\par\n1/15/14\\par\nLS 5120\\par\n\\pard\\ltrpar\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\f1\\fs20\\tab\\par\n\\par\n\\pard\\ltrpar\\sa200\\sl276\\slmult1\\qc\\f0\\fs22\\par\n}\n",
  "LastModified": "2017-12-26T19:11:49.743Z"
}
