{
  "ID": 51607,
  "GUID": "90E31E5A-7EFA-4760-9997-E38AB569A391",
  "File": "Res 0020-2014",
  "Name": "Congress to take action to improve the disability claims process for victims of military sexual trauma.",
  "Title": "Resolution calling upon the United States Congress to take action to improve the disability claims process for victims of military sexual trauma.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5122,
  "BodyName": "Committee on Veterans",
  "IntroDate": "2014-02-04T00:00:00Z",
  "AgendaDate": "2014-02-04T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 7631,
      "Slug": "corey-d-johnson",
      "FullName": "Corey D. Johnson"
    },
    {
      "ID": 7638,
      "Slug": "antonio-reynoso",
      "FullName": "Antonio Reynoso"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 7632,
      "Slug": "ben-kallos",
      "FullName": "Ben Kallos"
    }
  ],
  "History": [
    {
      "ID": 285279,
      "Date": "2014-02-04T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 285468,
      "Date": "2014-02-04T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Veterans",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 13077,
      "AgendaSequence": 137,
      "MinutesSequence": 156,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Veterans",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 329226,
      "Date": "2017-12-31T14:12:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-26T19:12:14.747Z"
    }
  ],
  "Summary": "",
  "TextID": 53000,
  "Text": "By Council Members Rose, Ferreras-Copeland, Gentile, Rosenthal, Johnson, Reynoso, Levin and Kallos.\n\n      Whereas, Military sexual trauma (MST), psychological trauma that is a result of a physical assault of a sexual nature, battery of a sexual nature, or sexual harassment which occurred during active military service, is a growing problem within the United States military, with as many as 26,000 cases reported in fiscal year 2012, according to the United States Department of Defense; and\n      Whereas, An estimated 86 percent of cases of MST go unreported, leaving victims with little or no viable options for treatment and compensation; and\n\tWhereas, The United States Department of Veterans Affairs (VA) provides disability benefits to honorably and generally discharged veterans with injuries or diseases that were incurred or aggravated during active duty or training for active or inactive duty; and\n\tWhereas, Veterans filing VA disability claims for MST must submit proof that they were assaulted or sexually harassed in a threatening manner in order to qualify for benefits; and\n\tWhereas, The majority of MST victims are unable to meet the burden of proof required by the VA, as their cases often go unreported; and\n      Whereas, Failing to meet the VA's burden of proof, victims of MST are often unable to receive treatment for the host of mental and physical problems MST can cause;\n      Whereas, The United States Congress should require the VA to ease the burden of proof for disability benefits, allowing more victims of MST to access the benefits and services they earned through their military service; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the United States Congress to take action to improve the disability claims process for victims of military sexual trauma.\n\nPD/KET 1/15/14 11:49AM\nRes. 1807/2013\nLS #60",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\qj By Council Members Rose, Ferreras-Copeland, Gentile, Rosenthal, Johnson, Reynoso, Levin and Kallos.\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Military sexual trauma (MST), \\lang9 psychological trauma that is a result of a physical assault of a sexual nature, battery of a sexual nature, or sexual harassment which occurred during active military service,\\lang1033  is a growing problem within the United States military, with as many as 26,000 cases reported in fiscal year 2012, according to the United States Department of Defense; and\\par\nWhereas, An estimated 86 percent of cases of MST go unreported, leaving victims with little or no viable options for treatment and compensation; and\\par\n\\pard\\cbpat1\\ltrpar\\sl480\\slmult1\\qj\\tx720\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\lang0\\tab Whereas, The \\lang1033 United States Department of Veterans Affairs (\\lang0 VA\\lang1033 )\\lang0  provides \\lang9 disability \\lang0 benefits to \\lang9 honorably and generally discharged veterans \\lang0 with injuries or diseases\\lang1033  that were\\lang0  \\lang9 incurred or aggravated during active duty or training for active or inactive duty\\lang0 ; and\\lang1033\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, Veterans filing VA disability claims for MST must submit proof that they were assaulted or sexually harassed in a threatening manner in order to qualify for benefits; and\\par\n\\tab Whereas, The majority of MST victims are unable to meet the burden of proof required by the VA, as their cases often go unreported; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Failing to meet the VA\\rquote s burden of proof, victims of MST are often unable to receive treatment for the host of mental and physical problems MST can cause;\\par\nWhereas, The United States Congress should require the VA to ease the burden of proof for disability benefits, allowing more victims of MST to access the benefits and services they earned through their military service; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls upon the United States Congress to take action to improve the disability claims process for victims of military sexual trauma.\\par\n\\pard\\ltrpar\\sa200\\sl480\\slmult1\\par\n\\pard\\ltrpar\\fs20 PD/KET 1/15/14 11:49AM\\par\nRes. 1807/2013\\par\nLS #60\\par\n\\pard\\ltrpar\\sa200\\sl276\\slmult1\\fs22\\par\n}\n",
  "LastModified": "2017-12-26T19:12:14.857Z"
}
