{
  "ID": 51715,
  "GUID": "857440F4-8D2A-4B90-9A4B-743F0491CF21",
  "File": "Res 0028-2014",
  "Name": "Designating the month of June as “Caribbean Heritage Month.”",
  "Title": "Resolution recognizing the contributions of Caribbean Americans and people of Caribbean descent to the City of New York and designating the month of June as “Caribbean Heritage Month.”",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5105,
  "BodyName": "Committee on Cultural Affairs, Libraries and International Intergroup Relations",
  "IntroDate": "2014-02-04T00:00:00Z",
  "AgendaDate": "2014-02-04T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm"
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    }
  ],
  "History": [
    {
      "ID": 285300,
      "Date": "2014-02-04T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 285488,
      "Date": "2014-02-04T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Cultural Affairs, Libraries and International Intergroup Relations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 13077,
      "AgendaSequence": 158,
      "MinutesSequence": 177,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Cultural Affairs, Libraries and International Intergroup Relations",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 329234,
      "Date": "2017-12-31T14:13:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-26T19:13:53.553Z"
    }
  ],
  "Summary": "",
  "TextID": 53108,
  "Text": "By Council Members Williams, Dromm, Ferreras-Copeland, Levin and Mendez.\n\n\tWhereas, People of Caribbean ancestry have a long and distinguished history in New York City; and\n\tWhereas, New York City's Caribbean American population represents a wide array of countries, ranging from the Dominican Republic and Puerto Rico, to the many islands of the West Indies; and\n\tWhereas, In New York City, there are at least 2.7 million individuals who are of West Indian descent, not including Hispanic origin groups, 761,720 who are of Puerto Rican descent, 622,374 who are of Dominican descent and 38,331 who are of Cuban descent, according to the 2011 American Community Survey; and  \n\tWhereas, Caribbeans are among New York City's oldest and most established ethnic groups, having lived in New York City since the City's founding in the 17th century; and\n      Whereas, This remarkably diverse population has brought an extraordinary variety of cultural influences into the City; and\n\tWhereas, Caribbean Americans in New York City have risen to distinction in countless fields ranging from government to the arts, and include such influential and accomplished New Yorkers such as Alexander Hamilton, the first Secretary of the Treasury, Shirley Chisholm, the first African American elected to the United States Congress, civil rights leader Marcus Garvey, historian and writer Arthur Schomburg, former Secretary of State Colin Powell, actor and musician Harry Belafonte, and legendary actor Sidney Poitier; and \n\tWhereas, In June 2005, the House of Representatives unanimously adopted H. Con. Res. 71, recognizing the significance of Caribbean people and their descendants in the history and culture of the United States and on February 14, 2006, the resolution similarly passed the Senate; and\n      Whereas, Since it's adoption, the White House has issued an annual proclamation recognizing June as Caribbean-American Heritage Month; and\n      Whereas, The extraordinary music, dance, poetry, theatre and cuisine of the Caribbean region have greatly enriched the cultural life of New York City; and \n\tWhereas, Caribbean Americans have earned the recognition of New York City's government for the important roles that they and their ancestors have played in the development of the City; now, therefore, be it\n\tResolved, That the Council of the City of New York recognizes the contributions of Caribbean Americans and people of Caribbean descent to the City of New York and designates the month of June as \"Caribbean Heritage Month.\"\n\nTC\nRes 1796/2013\nLS 165/2014\n\n\n\n\n\n\n\n1",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Williams, Dromm, Ferreras-Copeland, Levin and Mendez.\\par\n\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, People of Caribbean ancestry have a long and distinguished history in New York City; and\\par\n\\tab Whereas, New York City\\rquote s Caribbean American population represents a wide array of countries, ranging from the Dominican Republic and Puerto Rico, to the many islands of the West Indies; and\\par\n\\tab Whereas, In New York City, there are at least 2.7 million individuals who are of West Indian descent, not including Hispanic origin groups, 761,720 who are of Puerto Rican descent, 622,374 who are of Dominican descent and 38,331 who are of Cuban descent, according to the 2011 American Community Survey; and  \\par\n\\tab Whereas, Caribbeans are among New York City\\rquote s oldest and most established ethnic groups, having lived in New York City since the City\\rquote s founding in the 17th century; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, This remarkably diverse population has brought an extraordinary variety of cultural influences into the City; and\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, Caribbean Americans in New York City have risen to distinction in countless fields ranging from government to the arts, and include such influential and accomplished New Yorkers such as Alexander Hamilton, the first Secretary of the Treasury, Shirley Chisholm, the first African American elected to the United States Congress, civil rights leader Marcus Garvey, historian and writer Arthur Schomburg, former Secretary of State Colin Powell, actor and musician Harry Belafonte, and legendary actor Sidney Poitier; and \\par\n\\tab\\lang9 Whereas, In June 2005, the House of Representatives unanimously adopted H. Con. Res. 71, recognizing the significance of Caribbean people and their descendants in the history and culture of the United States and on February 14, 2006, the resolution similarly passed the Senate; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Since it\\rquote s adoption, the White House has issued an annual proclamation recognizing June as Caribbean-American Heritage Month; and\\par\n\\lang1033 Whereas, The extraordinary music, dance, poetry, theatre and cuisine of the Caribbean region have greatly enriched the cultural life of New York City; and \\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, Caribbean Americans have earned the recognition of New York City\\rquote s government for the important roles that they and their ancestors have played in the development of the City; now, therefore, be it\\par\n\\tab Resolved, That the Council of the City of New York recognizes the contributions of Caribbean Americans and people of Caribbean descent to the City of New York and designates the month of June as \\ldblquote Caribbean Heritage Month.\\rdblquote\\par\n\\pard\\ltrpar\\qj\\par\n\\fs20 TC\\par\nRes 1796/2013\\par\nLS 165/2014\\par\n\\fs24\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\par\n\\par\n\\pard\\ltrpar\\sl480\\slmult1\\par\n}\n",
  "LastModified": "2017-12-26T19:13:53.647Z"
}
