{
  "ID": 51975,
  "GUID": "21298F50-EF79-42D2-84BC-69D3A00EB762",
  "File": "Res 0045-2014",
  "Name": "Calling for the condemnation of Barneys New York and their prejudiced security policies.",
  "Title": "Resolution calling for the condemnation of Barneys New York and their prejudiced security policies.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5148,
  "BodyName": "Committee on Civil Rights",
  "IntroDate": "2014-02-26T00:00:00Z",
  "AgendaDate": "2014-02-26T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    }
  ],
  "History": [
    {
      "ID": 285835,
      "Date": "2014-02-26T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 286048,
      "Date": "2014-02-26T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Civil Rights",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 13145,
      "AgendaSequence": 65,
      "MinutesSequence": 81,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Civil Rights",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 329239,
      "Date": "2017-12-31T14:15:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-26T19:15:25.04Z"
    }
  ],
  "Summary": "",
  "TextID": 53369,
  "Text": "By Council Members Cabrera, Mendez and Rose\n\n      Whereas, Racial profiling is a term used to describe actions that rely on race, ethnicity, or national origin rather than the behavior of an individual or particularized information to identify one as being, or having been, engaged in criminal activity; and\n      Whereas, While racial profiling has been the subject of considerable scrutiny in the context of the traffic police and pedestrian stops, racial profiling in the consumer context has received far less attention, notwithstanding its prevalence; and\n\tWhereas, In October 2013, alleged racial profiling by New York City's department stores became headline news when Trayon Christian, a 19-year-old college freshman from Corona, New York filed lawsuits against both Barneys New York (\"Barneys\") and the New York Police Department (\"NYPD\"); and\n      Whereas, According to news reports, Mr. Christian alleges that he walked into Barneys department store on Madison Avenue in New York City in April 2013 to purchase a $350 belt; and \n      Whereas, Mr. Christian also alleges he provided the sales clerk a debit card and identification to pay for the belt; and\n      Whereas, Mr. Christian further asserts that during the process of running the debit card, the clerk called the police claiming the debit card was a fraud: and\n      Whereas, Having completed the transaction successfully, Mr. Christian left the store, and was approached by detectives and taken to the 19th police precinct for questioning and only released two hours later, after police confirmed that his debit card was legitimate; and\n      Whereas, Since the publicity of Mr. Christian's lawsuit, others have come forward recounting similar experiences at Barneys and other department stores in New York City; and\n      Whereas, In the days following this event, civil rights activist Reverend Al Sharpton met with Barneys Chief Executive Office Mark Lee as well as other community leaders to discuss the alleged racial profiling at Barneys; and  \n      Whereas, Mr. Lee asserted that his employees were not involved in racial profiling, did not question Mr. Christian, and did not call the NYPD; and\n      Whereas, Mr. Lee reportedly apologized for Mr. Christian's treatment and expressed zero tolerance for any form of discrimination at Barneys; and\n      Whereas, Notwithstanding Mr. Lee's comments, it is evident that at the very least, Barneys has failed to shield its customers from racial profiling; and\n      Whereas, We as a city, as individuals, as elected officials, must do everything within our collective power to ensure that Barneys and retailers, large and small, are prevented from racial profiling; now, therefore, be it\n      Resolved, That the Council of the City of New York calls for the condemnation of Barneys New York and their prejudiced security policies.\n\nWJH\n2/18/14\nLS 5183",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Cabrera, Mendez and Rose\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Racial profiling is a term used to describe actions that rely on race, ethnicity, or national origin rather than the behavior of an individual or particularized information to identify one as being, or having been, engaged in criminal activity; and\\par\nWhereas, While racial profiling has been the subject of considerable scrutiny in the context of the traffic police and pedestrian stops, racial profiling in the consumer context has received far less attention, notwithstanding its prevalence; and\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, In October 2013, alleged racial profiling by New York City\\rquote s department stores became headline news when Trayon Christian, a 19-year-old college freshman from Corona, New York filed lawsuits against both Barneys New York (\\ldblquote Barneys\\rdblquote ) and the New York Police Department (\\ldblquote NYPD\\rdblquote ); and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, According to news reports, Mr. Christian alleges that he walked into Barneys department store on Madison Avenue in New York City in April 2013 to purchase a $350 belt; and \\par\nWhereas, Mr. Christian also alleges he provided the sales clerk a debit card and identification to pay for the belt; and\\par\nWhereas, Mr. Christian further asserts that during the process of running the debit card, the clerk called the police claiming the debit card was a fraud: and\\par\nWhereas, Having completed the transaction successfully, Mr. Christian left the store, and was approached by detectives and taken to the 19th police precinct for questioning and only released two hours later, after police confirmed that his debit card was legitimate; and\\par\nWhereas, Since the publicity of Mr. Christian\\rquote s lawsuit, others have come forward recounting similar experiences at Barneys and other department stores in New York City; and\\par\nWhereas, In the days following this event, civil rights activist Reverend Al Sharpton met with Barneys Chief Executive Office Mark Lee as well as other community leaders to discuss the alleged racial profiling at Barneys; and  \\par\nWhereas, Mr. Lee asserted that his employees were not involved in racial profiling, did not question Mr. Christian, and did not call the NYPD; and\\par\nWhereas, Mr. Lee reportedly apologized for Mr. Christian\\rquote s treatment and expressed zero tolerance for any form of discrimination at Barneys; and\\par\nWhereas, Notwithstanding Mr. Lee\\rquote s comments, it is evident that at the very least, Barneys has failed to shield its customers from racial profiling; and\\par\nWhereas, We as a city, as individuals, as elected officials, must do everything within our collective power to ensure that Barneys and retailers, large and small, are prevented from racial profiling; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls for the condemnation of Barneys New York and their prejudiced security policies.\\par\n\\pard\\ltrpar\\qj\\par\nWJH\\par\n2/18/14\\par\nLS 5183\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj\\par\n}\n",
  "LastModified": "2017-12-26T19:15:25.117Z"
}
