{
  "ID": 51705,
  "GUID": "FDC98453-9594-45AA-9ABC-582805BA6480",
  "File": "Res 0047-2014",
  "Name": "Open all municipal garages and parking lots, when a snow emergency has been declared, for a fee not to exceed twenty dollars per day.",
  "Title": "Resolution calling upon the Mayor of the City of New York to open all municipal garages and parking lots when a snow emergency has been declared, for a fee not to exceed twenty dollars per day.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2014-02-26T00:00:00Z",
  "AgendaDate": "2014-02-26T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera"
    },
    {
      "ID": 7613,
      "Slug": "andy-l-king",
      "FullName": "Andy L. King"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    }
  ],
  "History": [
    {
      "ID": 285837,
      "Date": "2014-02-26T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 286047,
      "Date": "2014-02-26T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 13145,
      "AgendaSequence": 67,
      "MinutesSequence": 83,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 329241,
      "Date": "2017-12-31T14:15:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-26T19:15:46.947Z"
    }
  ],
  "Summary": "",
  "TextID": 53098,
  "Text": "By Council Members Cabrera, King, Palma and Rose\n\n      Whereas, New York City traffic rules authorize the Commissioner of Transportation to declare a snow emergency; and\n      Whereas, When the Commissioner declares a state of snow emergency, special traffic regulations take effect which prohibit standing or parking a vehicle on the City's network of two hundred and fifty snow emergency streets and routes; and \n      Whereas, When a snow emergency is declared, New York City police officers are instructed to issue summonses for abandoned or illegally parked vehicles on snow emergency streets; and\n      Whereas, The New York City Department of Transportation operates forty-two municipal parking garages and lots which are located in all five boroughs; and \n      Whereas, Municipal parking garages and lots accept payment via credit card, parking card, and coins; and \n      Whereas, Each municipal parking garage and lot has different hours of operation and different parking rates; and\n      Whereas, There is a lack of available parking spots during a snow emergency and municipal parking garages and lots, if open and affordable, could help create additional parking spaces; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the Mayor of the City of New York to open all municipal garages and parking lots when a snow emergency has been declared, for a fee not to exceed twenty dollars per day. \nJM\nRes1246/2012\nLS 388/2014",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Cabrera, King, Palma and Rose\\par\n\\par\n\\pard\\cbpat1\\ltrpar\\fi720\\sl480\\slmult1 Whereas, New York City traffic rules authorize the Commissioner of Transportation to declare a snow emergency; and\\par\nWhereas, When the Commissioner declares a state of snow emergency, special traffic regulations take effect which prohibit standing or parking a vehicle on the City's network of two hundred and fifty snow emergency streets and routes; and \\par\nWhereas, When a snow emergency is declared, New York City police officers are instructed to issue summonses for abandoned or illegally parked vehicles on snow emergency streets; and\\par\nWhereas, The New York City Department of Transportation operates forty-two municipal parking garages and lots which are located in all five boroughs; and \\par\nWhereas, Municipal parking garages and lots accept payment via credit card, parking card, and coins; and \\par\nWhereas, Each municipal parking garage and lot has different hours of operation and different parking rates; and\\par\nWhereas, There is a lack of available parking spots during a snow emergency and municipal parking garages and lots, if open and affordable, could help create additional parking spaces; now, therefore, be it\\par\n\\pard\\cbpat1\\ltrpar\\fi720\\sa150\\sl480\\slmult1 Resolved, That the Council of the City of New York calls upon the Mayor of the City of New York to open all municipal garages and parking lots when a snow emergency has been declared, for a fee not to exceed twenty dollars per day. \\par\n\\pard\\ltrpar\\fs20 JM\\par\nRes1246/2012\\par\nLS 388/2014\\par\n}\n",
  "LastModified": "2017-12-26T19:15:47.01Z"
}
