{
  "ID": 51748,
  "GUID": "9D6F8190-A657-4197-A06A-E7F92E19A2AA",
  "File": "Res 0050-2014",
  "Name": "Puppy Uniform Protection and Safety Act (S.395/H.R.847)",
  "Title": "Resolution calling upon the United States Congress to pass and the President to sign into law the Puppy Uniform Protection and Safety Act (S.395/H.R.847), which would require commercial breeders who sell their puppies directly to the public, including via the Internet, to be licensed and inspected by the United States Department of Agriculture and mandate that commercial breeding facilities provide dogs with daily exercise.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 22,
  "BodyName": "Committee on State and Federal Legislation",
  "IntroDate": "2014-02-26T00:00:00Z",
  "AgendaDate": "2014-02-26T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7502,
      "Slug": "elizabeth-s-crowley",
      "FullName": "Elizabeth S. Crowley"
    },
    {
      "ID": 7631,
      "Slug": "corey-d-johnson",
      "FullName": "Corey D. Johnson"
    },
    {
      "ID": 7627,
      "Slug": "costa-g-constantinides",
      "FullName": "Costa G. Constantinides"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 7634,
      "Slug": "mark-levine",
      "FullName": "Mark Levine"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 7642,
      "Slug": "paul-a-vallone",
      "FullName": "Paul A. Vallone"
    }
  ],
  "History": [
    {
      "ID": 285847,
      "Date": "2014-02-26T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 286058,
      "Date": "2014-02-26T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on State and Federal Legislation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 13145,
      "AgendaSequence": 77,
      "MinutesSequence": 93,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "State and Federal Legislation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 329244,
      "Date": "2017-12-31T14:16:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-26T19:16:21.867Z"
    }
  ],
  "Summary": "",
  "TextID": 53141,
  "Text": "By Council Members Crowley, Johnson, Constantinides, Koo, Levine, Mendez, Palma, Rose, Vacca and Vallone \n      Whereas, Currently only breeders who sell dogs to pet stores or to puppy brokers are subject to federal oversight; and \n      Whereas, United States Senator Richard Durbin and Congressman Jim Gerlach have introduced the Puppy Uniform Protection and Safety Act (S.395/H.R.847), which would amend the Animal Welfare Act to require commercial breeders who sell their puppies directly to the public via any means of conveyance, including the Internet, to be licensed and inspected by the United States Department of Agriculture; and \n      Whereas, S.395/H.R.847 would also mandate that commercial breeding facilities provide dogs with daily exercise; and\n      Whereas, This federal legislation is directed at only large commercial breeding facilities and will not affect small breeders and hobby breeders who sell fewer than fifty dogs per year directly to the public; and\n      Whereas, S.395/H.R.847 would close a loophole in the Animal Welfare Act that allows thousands of commercial breeders to go unregulated; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the United States Congress to pass and the President to sign into law the Puppy Uniform Protection and Safety Act (S.395/H.R.847), which would require commercial breeders who sell their puppies directly to the public, including via the Internet, to be licensed and inspected by the United States Department of Agriculture and mandate that commercial breeding facilities provide dogs with daily exercise.\n\nCP\n1/30/14\nLS # 195\n\nRes. No. 1734-2013\nCP",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Calibri;}}\n{\\colortbl ;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\cbpat1\\ltrpar\\sl480\\slmult1\\qj By Council Members Crowley, Johnson, Constantinides, Koo, Levine, Mendez, Palma, Rose, Vacca and Vallone \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Currently only breeders who sell dogs to pet stores or to puppy brokers are subject to federal oversight; and \\par\n\\pard\\ltrpar\\fi720\\sb100\\sl480\\slmult1\\qj Whereas, United States Senator Richard Durbin and Congressman Jim Gerlach have introduced the Puppy Uniform Protection and Safety Act (S.395/H.R.847), which would amend the Animal Welfare Act to require commercial breeders who sell their puppies directly to the public via any means of conveyance, including the Internet, to be licensed and inspected by the United States Department of Agriculture; and \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, S.395/H.R.847 would also mandate that commercial breeding facilities provide dogs with daily exercise; and\\par\nWhereas, This federal legislation is directed at only large commercial breeding facilities and will not affect small breeders and hobby breeders who sell fewer than fifty dogs per year directly to the public; and\\par\nWhereas, S.395/H.R.847 would close a loophole in the Animal Welfare Act that allows thousands of commercial breeders to go unregulated; now, therefore, be it\\par\n\\pard\\cbpat1\\ltrpar\\fi720\\sl480\\slmult1\\qj Resolved, That the Council of the City of New York calls upon the United States Congress to pass and the President to sign into law the Puppy Uniform Protection and Safety Act (S.395/H.R.847), which would require commercial breeders who sell their puppies directly to the public, including via the Internet, to be licensed and inspected by the United States Department of Agriculture and mandate that commercial breeding facilities provide dogs with daily exercise.\\par\n\\pard\\cbpat1\\ltrpar\\fs20\\par\nCP\\par\n1/30/14\\par\nLS # 195\\par\n\\par\nRes. No. 1734-2013\\par\nCP\\par\n\\par\n}\n",
  "LastModified": "2017-12-26T19:16:21.993Z"
}
