{
  "ID": 51883,
  "GUID": "CF35382D-5C46-4477-8E7C-2968C8A9B788",
  "File": "Res 0054-2014",
  "Name": "Dept of Education to provide a halal lunch menu option to students at NYC public schools.",
  "Title": "Resolution calling upon the New York City Department of Education to provide a halal lunch menu option to students at New York City public schools.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 9,
  "BodyName": "Committee on Education",
  "IntroDate": "2014-02-26T00:00:00Z",
  "AgendaDate": "2014-02-26T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7630,
      "Slug": "rafael-l-espinal-jr",
      "FullName": "Rafael L. Espinal, Jr."
    },
    {
      "ID": 7627,
      "Slug": "costa-g-constantinides",
      "FullName": "Costa G. Constantinides"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 7633,
      "Slug": "rory-i-lancman",
      "FullName": "Rory I. Lancman"
    },
    {
      "ID": 7634,
      "Slug": "mark-levine",
      "FullName": "Mark Levine"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7613,
      "Slug": "andy-l-king",
      "FullName": "Andy L. King"
    },
    {
      "ID": 7622,
      "Slug": "vanessa-l-gibson",
      "FullName": "Vanessa L. Gibson"
    },
    {
      "ID": 7617,
      "Slug": "donovan-j-richards",
      "FullName": "Donovan J. Richards"
    },
    {
      "ID": 7637,
      "Slug": "i-daneek-miller",
      "FullName": "I. Daneek Miller"
    },
    {
      "ID": 7629,
      "Slug": "chaim-m-deutsch",
      "FullName": "Chaim M. Deutsch"
    },
    {
      "ID": 7604,
      "Slug": "robert-e-cornegy-jr",
      "FullName": "Robert E. Cornegy, Jr."
    },
    {
      "ID": 7632,
      "Slug": "ben-kallos",
      "FullName": "Ben Kallos"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 7640,
      "Slug": "ritchie-j-torres",
      "FullName": "Ritchie J. Torres"
    },
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    }
  ],
  "History": [
    {
      "ID": 285854,
      "Date": "2014-02-26T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 286065,
      "Date": "2014-02-26T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Education",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 13145,
      "AgendaSequence": 84,
      "MinutesSequence": 100,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Education",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 329247,
      "Date": "2017-12-31T14:16:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-26T19:17:01.17Z"
    }
  ],
  "Summary": "",
  "TextID": 53276,
  "Text": "By Council Members Espinal, Constantinides, Gentile, Lancman, Levine, Mendez, Palma, Chin, King, Gibson, Richards, Miller, Deutsch, Cornegy, Kallos, Koo, Torres and Ulrich\n\n\tWhereas, The New York City Department of Education (DOE) is the largest system of public schools in the United States (U.S.), serving approximately 1.1 million students in more than 1,800 schools; and \n\tWhereas, According to the DOE, its office of School Food serves approximately 850,000 meals a day to students in public schools, of which more than 700,000 are provided at no charge; and \n\tWhereas, Although numbers cited for the demographics of Muslims vary greatly as the U.S. Census is forbidden by law from asking about religious beliefs and affiliation, a 2011 study by the Pew Research Center estimates the demographics at 2.6 million Muslims in the U.S.; and \n\tWhereas, The Tanenbaum Center for Interreligious Understanding, a secular, non-sectarian nonprofit organization striving to combat religious prejudice in schools, workplaces, health care settings and areas of armed conflict, has estimated that over 700,000 Muslims live in New York City today; and \n      Whereas, A 2008 report from Columbia University Teacher's College roughly estimates there are 120,000 Muslim students in New York City public schools, approximately 12 percent of the City's student population; and \n      Whereas, The practice of Islam is determined by the Islamic teachings as guided by the holy book Quran and the Hadith, and sayings of the Prophet Mohammad, which includes observing dietary laws; and \n      Whereas, Islamic dietary laws delineate foods that are halal, meaning lawful or permitted, and those that are haram, meaning not permitted; and \n      Whereas, Haram foods include pork and its by-products, meat and poultry not slaughtered according to the Islamic dietary law, alcohol and foods prepared with and containing alcohol, foods containing blood and blood by-products, and foods containing whey prepared with non-microbial enzyme, rennet, animal shortening, monoglycerides and diglycerides from an animal source, sodium stearoyl lactylate, and L-cysteine; and \n      Whereas, The suburban city of Dearborn, Michigan has the largest Muslim population in the U.S., accounting for 60 percent of its approximate 100,000 residents; and \n      Whereas, According to the Arab-American Institute, 35 percent of Dearborn's 17,000 students are Muslim; and \n      Whereas, In 2001, Dearborn Public Schools introduced a pilot program incorporating halal options for school lunches, thereby providing meals that meet Islamic standards; and \n      Whereas, According to the Dearborn Patch, as of today, the pilot program has grown to a rate of more than half of Dearborn's 32 public schools offering halal options for Muslim students; and \n      Whereas, Without the halal school lunch option, Muslim students are often compelled to adjust by consuming only the vegetarian options at school; and \n      Whereas, Muslim students also accommodate by bringing packed lunches from home, which often go cold by lunch time, as they eat alongside their peers with hot lunches from the school cafeteria; and\n      Whereas, Halal foods and meats become contaminated if they touch a haram product or share a blade or any utensil used for haram foods, and if they are cooked with or alongside haram foods; therefore many Muslim children avoid school lunches and consequently do not eat all day, depriving them of the nutrition and energy needed to carry on with the school day; and\n      Whereas, New York City's public schools should be required to offer lunch options that meet Islamic dietary laws, thereby ensuring that Muslim students are meeting religious standards and are not virtually excluded from the school lunch system; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the New York City Department of Education to provide a halal lunch menu option to students at New York City public schools.\n\nLS #632 \nNS/JA\n2/21/14",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\pard\\ltrpar\\sl276\\slmult1\\qj\\v0\\par\n\\pard\\ltrpar\\sl276\\slmult1 By Council Members Espinal, Constantinides, Gentile, Lancman, Levine, Mendez, Palma, Chin, King, Gibson, Richards, Miller, Deutsch, Cornegy, Kallos, Koo, Torres and Ulrich\\par\n\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, The New York City Department of Education (DOE) is the largest system of public schools in the United States (U.S.), serving approximately 1.1 million students in more than 1,800 schools; and \\par\n\\tab Whereas, According to the DOE, its office of School Food serves approximately 850,000 meals a day to students in public schools, of which more than 700,000 are provided at no charge; and \\par\n\\tab Whereas, Although numbers cited for the demographics of Muslims vary greatly as the U.S. Census is forbidden by law from asking about religious beliefs and affiliation, a 2011 study by the Pew Research Center estimates the demographics at 2.6 million Muslims in the U.S.; and \\par\n\\tab Whereas, The Tanenbaum Center for Interreligious Understanding, a secular, non-sectarian nonprofit organization striving to combat religious prejudice in schools, workplaces, health care settings and areas of armed conflict, has estimated that over 700,000 Muslims live in New York City today; and \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, A 2008 report from Columbia University Teacher\\rquote s College roughly estimates there are 120,000 Muslim students in New York City public schools, approximately 12 percent of the City\\rquote s student population; and \\par\nWhereas, The practice of Islam is determined by the Islamic teachings as guided by the holy book Quran and the Hadith, and sayings of the Prophet Mohammad, which includes observing dietary laws; and \\par\nWhereas, Islamic dietary laws delineate foods that are halal, meaning lawful or permitted, and those that are haram, meaning not permitted; and \\par\nWhereas, Haram foods include pork and its by-products, meat and poultry not slaughtered according to the Islamic dietary law, alcohol and foods prepared with and containing alcohol, foods containing blood and blood by-products, and foods containing whey prepared with non-microbial enzyme, rennet, animal shortening, monoglycerides and diglycerides from an animal source, sodium stearoyl lactylate, and L-cysteine; and \\par\nWhereas, The suburban city of Dearborn, Michigan has the largest Muslim population in the U.S., accounting for 60 percent of its approximate 100,000 residents; and \\par\nWhereas, According to the Arab-American Institute, 35 percent of Dearborn's 17,000 students are Muslim; and \\par\nWhereas, In 2001, Dearborn Public Schools introduced a pilot program incorporating halal options for school lunches, thereby providing meals that meet Islamic standards; and \\par\nWhereas, According to the Dearborn Patch, as of today, the pilot program has grown to a rate of more than half of Dearborn\\rquote s 32 public schools offering halal options for Muslim students; and \\par\nWhereas, Without the halal school lunch option, Muslim students are often compelled to adjust by consuming only the vegetarian options at school; and \\par\nWhereas, Muslim students also accommodate by bringing packed lunches from home, which often go cold by lunch time, as they eat alongside their peers with hot lunches from the school cafeteria; and\\par\nWhereas, Halal foods and meats become contaminated if they touch a haram product or share a blade or any utensil used for haram foods, and if they are cooked with or alongside haram foods; therefore many Muslim children avoid school lunches and consequently do not eat all day, depriving them of the nutrition and energy needed to carry on with the school day; and\\par\nWhereas, \\cf1 New York City\\rquote s public schools should be required to offer lunch options that meet Islamic dietary laws, thereby ensuring that Muslim students are meeting religious standards and are not virtually excluded from the school lunch system;\\cf0  now, therefore, be it\\par\nResolved, That the Council of the City of New York calls upon the New York City Department of Education to provide a halal lunch menu option to students at New York City public schools.\\par\n\\pard\\ltrpar\\sa200\\sl276\\slmult1\\par\n\\pard\\ltrpar\\sa200 LS #632 \\line NS/JA\\line 2/21/14\\par\n}\n",
  "LastModified": "2017-12-26T19:17:01.28Z"
}
