{
  "ID": 51915,
  "GUID": "11237019-5B0E-46EA-8373-DBD90B2C418D",
  "File": "Res 0057-2014",
  "Name": "Amend the criminal procedure law in relation to protecting against unwarranted surveillance. (A.2683/S.1841)",
  "Title": "Resolution calling upon the New York State Legislature to pass and the Governor to sign A.2683/S.1841, an act that would amend the criminal procedure law in relation to protecting against unwarranted surveillance.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2014-02-26T00:00:00Z",
  "AgendaDate": "2014-02-26T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 7613,
      "Slug": "andy-l-king",
      "FullName": "Andy L. King"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 7634,
      "Slug": "mark-levine",
      "FullName": "Mark Levine"
    },
    {
      "ID": 7630,
      "Slug": "rafael-l-espinal-jr",
      "FullName": "Rafael L. Espinal, Jr."
    },
    {
      "ID": 7635,
      "Slug": "alan-n-maisel",
      "FullName": "Alan N. Maisel"
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 7638,
      "Slug": "antonio-reynoso",
      "FullName": "Antonio Reynoso"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7628,
      "Slug": "laurie-a-cumbo",
      "FullName": "Laurie A. Cumbo"
    }
  ],
  "History": [
    {
      "ID": 285872,
      "Date": "2014-02-26T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 286083,
      "Date": "2014-02-26T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 13145,
      "AgendaSequence": 102,
      "MinutesSequence": 118,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 302954,
      "Date": "2015-11-23T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 19,
      "BodyName": "Committee on Public Safety",
      "EventID": 14433,
      "AgendaSequence": 4,
      "MinutesSequence": 11,
      "Version": "*",
      "AgendaNote": "Proposed Res. No. 57-A",
      "MinutesNote": "Proposed Res. No. 57-A",
      "MatterStatusID": 3,
      "LastModified": "2015-11-23T14:19:54.057Z"
    },
    {
      "ID": 303287,
      "Date": "2015-11-23T10:10:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Resolution was Amendment Proposed by Comm",
      "BodyID": 19,
      "BodyName": "Committee on Public Safety",
      "EventID": 14433,
      "MinutesSequence": 12,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-11-23T19:34:18.857Z"
    },
    {
      "ID": 303288,
      "Date": "2015-11-23T10:20:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 19,
      "BodyName": "Committee on Public Safety",
      "EventID": 14433,
      "MinutesSequence": 13,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-11-23T19:34:23.297Z"
    },
    {
      "ID": 302950,
      "Date": "2015-11-23T10:30:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 29,
      "BodyName": "Committee on Transportation",
      "EventID": 14416,
      "AgendaSequence": 4,
      "MinutesSequence": 11,
      "Version": "*",
      "AgendaNote": "Proposed Res. No. 57-A",
      "MinutesNote": "Proposed Res. No. 57-A",
      "MatterStatusID": 3,
      "LastModified": "2015-11-23T19:34:27.643Z"
    },
    {
      "ID": 303295,
      "Date": "2015-11-23T10:40:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Resolution was Amendment Proposed by Comm",
      "BodyID": 29,
      "BodyName": "Committee on Transportation",
      "EventID": 14416,
      "MinutesSequence": 12,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-11-23T19:34:31.797Z"
    },
    {
      "ID": 303296,
      "Date": "2015-11-23T10:50:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 29,
      "BodyName": "Committee on Transportation",
      "EventID": 14416,
      "MinutesSequence": 13,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-11-23T19:34:37.097Z"
    },
    {
      "ID": 329250,
      "Date": "2017-12-31T14:17:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-26T19:17:40.093Z"
    }
  ],
  "Attachments": [
    {
      "ID": 135754,
      "LastModified": "2016-02-02T18:24:27.877Z",
      "Name": "Res. No. 57 - 2/26/14",
      "Link": "https://nyc.legistar1.com/nyc/attachments/05479da7-1908-49c3-b775-d99d586f8fc5.doc",
      "Sort": 1
    },
    {
      "ID": 136054,
      "LastModified": "2015-11-23T14:54:40.157Z",
      "Name": "Committee Report 11/23/15",
      "Link": "https://nyc.legistar1.com/nyc/attachments/26db64af-270a-4d07-a7be-ccef5f47fad9.doc",
      "Sort": 2
    },
    {
      "ID": 136204,
      "LastModified": "2015-11-30T18:32:57.323Z",
      "Name": "Hearing Testimony 11/23/15",
      "Link": "https://nyc.legistar1.com/nyc/attachments/252804c4-8af7-4aa1-a6ce-af167f75dfb4.PDF",
      "Sort": 3
    },
    {
      "ID": 136462,
      "LastModified": "2015-12-08T15:35:25.803Z",
      "Name": "Hearing Transcript 11/23/15",
      "Link": "https://nyc.legistar1.com/nyc/attachments/eccb8886-c0d3-4f81-a563-28fc9108d4a2.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 56905,
  "Text": "By Council Members King, Mendez, Levin, Levine, Espinal, Maisel, Mealy, Reynoso, Rose and Cumbo\n\n\n      \n      Whereas, Unmanned Aircraft Systems (\"UAS\"), more commonly known as drones, are aircraft without human pilots; and\n      Whereas, Drones either can be operated remotely through the use of a computer keyboard and a mouse or a joystick or can be programmed to fly autonomously; and\n      Whereas, Some drones are equipped with a variety of capabilities, including a Global Positioning System (\"GPS\") sensor, autopilot, and video recording device; and\n      Whereas, According to a New York Times article, armed and unarmed drones have been used by the United States (\"U.S.\") for military operations, in countries such as Pakistan and Yemen; and\n      Whereas, Even though the U.S. military reports that so-called drone strikes target members of various terrorist organizations, such strikes have caused civilian casualties; and\n      Whereas, A report by Amnesty International states that at least 18 civilians within the area of North Waziristan, Pakistan were killed in just two of the drone strikes in 2012; and\n      Whereas, In addition to the human toll, drone strikes also have a psychological impact on these communities; and\n      Whereas, Drones, however, are not confined to military use and are now being used for civilian purposes; and\n      Whereas, According to the Federal Aviation Administration (\"FAA\") website, the agency may authorize limited use of drones for important missions with a public interest, such as firefighting, disaster relief, search and rescue, law enforcement, border patrol, military training, testing and evaluation; and \n      Whereas, According to a New York Times article, drones are also being used by the U.S. Department of Homeland Security to patrol the U.S. borders and ports, and by certain police departments, including those in Miami, Florida and Mesa County, Colorado, which  use drones for local law enforcement purposes; and\n      Whereas, The use of drones raises significant concerns regarding privacy and civil liberties; and\n      Whereas, The Fourth Amendment of the U.S. Constitution protects individuals from \"unreasonable searches and seizures\"; and\n      Whereas, Some groups have argued that the use of drones, in many circumstances, may violate the Fourth Amendment's provisions against unreasonable searches; and\n      Whereas, The use of drones by police for surveillance purposes has been banned in cities such as Charlottesville, Virginia and Seattle, Washington; and\n      Whereas, A.2683, sponsored by Assembly Member Luis Sepulveda, and companion bill, S.1841, sponsored by Senator Martin M. Dilan, currently pending in the New York State Assembly and Senate, respectively, would protect against unwarranted surveillance by drones; and\n      Whereas, More particularly, A.2683/S.1841 would amend the Criminal Procedure Law by adding a new section entitled \"Protection against unwarranted surveillance\"; and\n      Whereas, A.2683/S.1841 would define an unmanned aerial vehicle as any powered, aerial vehicle that does not carry a human operator within or on the aircraft and is either autonomously or remotely piloted; and\n      Whereas, A.2683/S.1841 would prohibit any individual or entity working for, assisting or acting on behalf of any state, county, municipal or local government, from using, operating, engaging, or employing an unmanned aerial vehicle to gather evidence or other information related to a criminal investigation, criminal case, or conduct in violation of regulation; and\n      Whereas, A.2683/S.1841 would create an exception for the use of unmanned aerial vehicles in instances when authorized under a warrant issued by a court or justified by lawful exceptions to the warrant requirement, such as hot pursuit or in an emergency; and\n      Whereas, Finally, A.2683/S.1841 would require that evidence or other information obtained in violation of the proposed law would be inadmissible in any criminal action against an injured person and permit any aggrieved individual to seek civil and equitable relief for such violation; and\n      Whereas, The New York State Legislature should act swiftly to regulate the use of drones; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the New York State Legislature to pass and the Governor to sign A.2683/S.1841, an act that would amend the criminal procedure law in relation to protecting against unwarranted surveillance.\n      \n      \nSA/WCJ/JR\n11/9/2015 11:55 AM\nLS 4932,5041,5069,5178\n      \n1",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Arial;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red51\\green51\\blue51;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members King, Mendez, Levin, Levine, Espinal, Maisel, Mealy, Reynoso, Rose and Cumbo\\par\n\\par\n\\par\n\\pard\\cbpat3\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Unmanned Aircraft Systems (\\ldblquote UAS\\rdblquote ), more commonly known as drones, are aircraft without human pilots; and\\par\nWhereas, Drones either can be operated remotely through the use of a computer keyboard and a mouse or a joystick or can be programmed to fly autonomously; and\\par\nWhereas, Some drones are equipped with a variety of capabilities, including a Global Positioning System (\\ldblquote GPS\\rdblquote ) sensor, autopilot, and video recording device; and\\par\nWhereas, According to a \\i New York Times\\i0  article, armed and unarmed drones have been used by the United States (\\ldblquote U.S.\\rdblquote ) for military operations, in countries such as Pakistan and Yemen; and\\par\nWhereas, Even though the U.S. military reports that so-called drone strikes target members of various terrorist organizations, such strikes have caused civilian casualties; and\\par\nWhereas, A report by Amnesty International states that at least 18 civilians within the area of North Waziristan, Pakistan were killed in just two of the drone strikes in 2012; and\\par\nWhereas, In addition to the human toll, drone strikes also have a psychological impact on these communities; and\\par\nWhereas, Drones, however, are not confined to military use and are now being used for civilian purposes; and\\par\nWhereas, According to the Federal Aviation Administration (\\ldblquote FAA\\rdblquote ) website, the agency may authorize limited use of drones for important missions with a public interest, such as firefighting, disaster relief, search and rescue, law enforcement, border patrol, military training, testing and evaluation; and\\cf2\\f1\\fs18  \\cf1\\f0\\fs24\\par\nWhereas, According to a \\i New York Times\\i0  article, drones are also being used by the U.S. Department of Homeland Security to patrol the U.S. borders and ports, and by certain police departments, including those in Miami, Florida and Mesa County, Colorado, which  use drones for local law enforcement purposes; and\\par\nWhereas, The use of drones raises significant concerns regarding privacy and civil liberties; and\\par\nWhereas, The Fourth Amendment of the U.S. Constitution protects individuals from \\ldblquote unreasonable searches and seizures\\rdblquote ; and\\par\nWhereas, Some groups have argued that the use of drones, in many circumstances, may violate the Fourth Amendment\\rquote s provisions against unreasonable searches; and\\par\nWhereas, The use of drones by police for surveillance purposes has been banned in cities such as Charlottesville, Virginia and Seattle, Washington; and\\par\nWhereas, A.2683, sponsored by Assembly Member Luis Sepulveda, and companion bill, S.1841, sponsored by Senator Martin M. Dilan, currently pending in the New York State Assembly and Senate, respectively, would protect against unwarranted surveillance by drones; and\\par\nWhereas, More particularly, A.2683/S.1841 would amend the Criminal Procedure Law by adding a new section entitled \\ldblquote Protection against unwarranted surveillance\\rdblquote ; and\\par\nWhereas, A.2683/S.1841 would define an unmanned aerial vehicle as any powered, aerial vehicle that does not carry a human operator within or on the aircraft and is either autonomously or remotely piloted; and\\par\nWhereas, A.2683/S.1841 would prohibit any individual or entity working for, assisting or acting on behalf of any state, county, municipal or local government, from using, operating, engaging, or employing an unmanned aerial vehicle to gather evidence or other information related to a criminal investigation, criminal case, or conduct in violation of regulation; and\\par\nWhereas, A.2683/S.1841 would create an exception for the use of unmanned aerial vehicles in instances when authorized under a warrant issued by a court or justified by lawful exceptions to the warrant requirement, such as hot pursuit or in an emergency; and\\par\nWhereas, Finally, A.2683/S.1841 would require that evidence or other information obtained in violation of the proposed law would be inadmissible in any criminal action against an injured person and permit any aggrieved individual to seek civil and equitable relief for such violation; and\\par\nWhereas, The New York State Legislature should act swiftly to regulate the use of drones; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls upon the New York State Legislature to pass and the Governor to sign A.2683/S.1841, an act that would amend the criminal procedure law in relation to protecting against unwarranted surveillance.\\par\n\\par\n\\pard\\ltrpar\\fs20 SA/WCJ/JR\\par\n11/9/2015 11:55 AM\\par\nLS \\expndtw-3 4932,5041,5069,5178\\expndtw0\\par\n\\pard\\ltrpar\\fi720\\sa200\\sl480\\slmult1\\fs24\\par\n}\n",
  "LastModified": "2017-12-26T19:17:40.157Z"
}
