{
  "ID": 51951,
  "GUID": "7062869C-1BB6-49D7-B606-868D017A27CC",
  "File": "Res 0071-2014",
  "Name": "SUNY and DOH to work with stakeholders to keep SUNY Downstate Medical Center open as a leading public medical institution.",
  "Title": "Resolution calling on the State University of New York (“SUNY”) and the New York State Department of Health (“DOH”) to work with stakeholders to keep SUNY Downstate Medical Center open as a leading public medical institution and to preserve the essential health care services the hospital provides.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2014-02-26T00:00:00Z",
  "AgendaDate": "2014-02-26T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    }
  ],
  "History": [
    {
      "ID": 285932,
      "Date": "2014-02-26T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 286158,
      "Date": "2014-02-26T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 13145,
      "AgendaSequence": 162,
      "MinutesSequence": 178,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 329262,
      "Date": "2017-12-31T14:21:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-26T19:21:47.703Z"
    }
  ],
  "Summary": "",
  "TextID": 53345,
  "Text": "By Council Member Williams \n      \tWhereas, All of the facilities under the State University of New York Downstate Medical Center (\"SUNY Downstate\") are a critical part of the Brooklyn healthcare system; and\n      \tWhereas, SUNY Downstate has been one of the nation's leading urban medical teaching facilities since approximately 1860; and \n      Whereas, As the only academic medical center in Brooklyn and the fourth largest employer in Brooklyn, SUNY Downstate employs about 8,000 faculty and staff members, educates over 1,700 students and serves a population of more than 2 million New Yorkers; and\n\tWhereas, SUNY Downstate provides over 1,000 medical residents to 23 affiliated hospitals; and \n      Whereas, SUNY Downstate educates more New York City and minority physicians than any hospital in the region and must stay open in order to address the City's growing shortage of primary care physicians; and\n      Whereas, The quality of SUNY Downstate's program was recognized with the awarding of the Nobel Peace Prize in Medicine to Dr. Robert F. Furchgott in 1998; and\n      Whereas, More recently, on November 28, 2012, the State University of New York Board of Trustees appointed two Downstate faculty members to distinguished ranks, the highest system-wide honor conferred upon SUNY professors; and\n      Whereas, In addition, on that same day, six additional Downstate faculty and staff members were honored with Chancellor's Awards for Excellence; and\n      Whereas, According to SUNY Downstate, for every dollar invested in the institution, $12 are returned to the local economy; and\n      Whereas, According to a January 2013 New York State Comptroller Audit, \"absent other actions or plans to increase revenue or limit expenses, the Hospital will not have sufficient cash to meet its liabilities, possibly as early as May 2013\"; and \n      Whereas, As of February 2014, SUNY Downstate had laid off 500 employees at University Hospital of Brooklyn and is losing $15 million per month at Long Island College Hospital, whose fate has been in limbo since spring 2013; now, therefore, be it \n    \tResolved, That the Council of the City of New York calls on the State University of New York (\"SUNY\") and the New York State Department of Health (\"DOH\") to work with stakeholders to keep SUNY Downstate Medical Center open as a leading public medical institution and to preserve the essential health care services the hospital provides.\n \nCP \nLS 166/2014\nRes 1802/2013",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj  By Council Member Williams \\par\n      \\tab Whereas, All of the facilities under the State University of New York Downstate Medical Center (\"SUNY Downstate\") are a critical part of the Brooklyn healthcare system; and\\par\n      \\tab Whereas, SUNY Downstate has been one of the nation\\rquote s leading urban medical teaching facilities since approximately 1860; and \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, As the only academic medical center in Brooklyn and the fourth largest employer in Brooklyn, SUNY Downstate employs about 8,000 faculty and staff members, educates over 1,700 students and serves a population of more than 2 million New Yorkers; and\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, SUNY Downstate provides over 1,000 medical residents to 23 affiliated hospitals; and \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, SUNY Downstate educates more New York City and minority physicians than any hospital in the region and must stay open in order to address the City\\rquote s growing shortage of primary care physicians; and\\par\nWhereas, The quality of SUNY Downstate\\rquote s program was recognized with the awarding of the Nobel Peace Prize in Medicine to Dr. Robert F. Furchgott in 1998; and\\par\nWhereas, More recently, on November 28, 2012, the State University of New York Board of Trustees appointed two Downstate faculty members to distinguished ranks, the highest system-wide honor conferred upon SUNY professors; and\\par\nWhereas, In addition, on that same day, six additional Downstate faculty and staff members were honored with Chancellor\\rquote s Awards for Excellence; and\\par\nWhereas, According to SUNY Downstate, for every dollar invested in the institution, $12 are returned to the local economy; and\\par\nWhereas, According to a January 2013 New York State Comptroller Audit, \\ldblquote absent other actions or plans to increase revenue or limit expenses, the Hospital will not have sufficient cash to meet its liabilities, possibly as early as May 2013\\rdblquote ; and \\par\nWhereas, As of February 2014, SUNY Downstate had laid off 500 employees at University Hospital of Brooklyn and is losing $15 million per month at Long Island College Hospital, whose fate has been in limbo since spring 2013\\cf1 ; now, therefore, be it \\cf0\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj     \\tab Resolved, That the Council of the City of New York calls on the State University of New York (\\ldblquote SUNY\\rdblquote ) and the New York State Department of Health (\\ldblquote DOH\\rdblquote ) to work with stakeholders to keep SUNY Downstate Medical Center open as a leading public medical institution and to preserve the essential health care services the hospital provides.\\par\n\\pard\\ltrpar\\sl480\\slmult1  \\par\n\\pard\\ltrpar\\fs20 CP \\par\nLS 166/2014\\par\nRes 1802/2013\\par\n}\n",
  "LastModified": "2017-12-26T19:21:47.953Z"
}
