{
  "ID": 51804,
  "GUID": "4BFA973F-C36C-455C-A006-49864BFFD6B3",
  "File": "Res 0083-2014",
  "Name": "NYPD and the Dept of Correction to adhere to their current strip search procedures.",
  "Title": "Resolution calling on the New York City Police Department and the Department of Correction to adhere to their current strip search procedures.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2014-02-26T00:00:00Z",
  "AgendaDate": "2014-02-26T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    }
  ],
  "History": [
    {
      "ID": 285944,
      "Date": "2014-02-26T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 286144,
      "Date": "2014-02-26T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 13145,
      "AgendaSequence": 174,
      "MinutesSequence": 190,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 329274,
      "Date": "2017-12-31T14:23:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-26T19:24:07.35Z"
    }
  ],
  "Summary": "",
  "TextID": 53197,
  "Text": "By Council Member Williams \n\n\tWhereas, In Florence v. Board of Chosen Freeholders of County of Burlington (\"Florence\"), decided on April 2, 2012, the United States Supreme Court held, in a 5-4 decision, that law enforcement officers may strip search individuals arrested for minor offenses; and\n\tWhereas, The Florence case involved Albert Florence, a New Jersey man who was arrested in Burlington, New Jersey after a State Trooper discovered an erroneous warrant for an unpaid fine that had actually been paid; and\n\tWhereas,  Mr. Florence was handcuffed, arrested, and sent to a jail in Burlington County and a jail in Essex County over the next six days, where he was strip searched both times; and\n\tWhereas, After a judge dismissed the charges, Mr. Florence sued the Essex County Correctional Facility and the County of Burlington, claiming that his constitutional rights to due process and freedom from unreasonable searches had been violated; and\n\tWhereas, In writing the majority's decision, Justice Anthony Kennedy indicated that the reason for an arrest, however minor, does not always reflect the actual threat the suspect poses; and\n\tWhereas, While the Supreme Court's ruling does not require strip searches for every individual who gets arrested, it does make explicit that strip searches for minor offenses do not violate the Fourth Amendment; and\n\tWhereas, In his dissent, Justice Stephen G. Breyer, joined by Justices Ruth Bader Ginsberg, Sonia Sotomayor and Elena Kagan, cited a study by the New York federal district court which found that, of the 23,000 individuals strip searched between 1999 and 2003 at the Orange County Correctional Facility in Goshen, New York, there were only 5 instances where a strip search resulted in the discovery of drugs, and \"that in four of these five instances there may have been 'reasonable suspicion' to search\"; and\n\tWhereas, The American Civil Liberties Union condemned the Supreme Court  decision, claiming that it \"jeopardizes the privacy rights of millions of people who are arrested each year\"; and\n\tWhereas, Currently, the New York City Police Department's (\"NYPD\") and the New York City Department of Correction's (\"DOC\") requirements for conducting a strip search impose a higher standard for authorized strip searches of arrestees than that permitted under Florence; and\n      Whereas, Pursuant to NYPD Patrol Guide section 208-05, a strip search \"may not be conducted routinely in connection with an arrest\" and \"may only be conducted when the arresting officer reasonably suspects that weapons, contraband or evidence may be concealed upon the person or in the clothing in a manner that they may not be discovered by the previous search methods\"; and\n      Whereas, Pursuant to DOC Operations Order 08/02, which upon information and belief is still in effect, \"post-arraignment detainee inmates incarcerated for Misdemeanor and/or Violation Offenses shall not be made the subject of a strip search during the new admission process unless there is a reasonable suspicion that the inmate is in possession of contraband\"; and\n      Whereas, For the sake of New Yorkers' civil liberties, it is imperative that the NYPD and DOC not use the Florence decision to ease the requirements for strip searches conducted by the NYPD and DOC; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the New York City Police Department and the Department of Correction to adhere to their current strip search procedures.\n\nWJH\nRes. 1402/2012\n2/5/14\nLS 452/2014",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Member Williams \\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tab Whereas, In \\i Florence v. Board of Chosen Freeholders of County of Burlington\\i0  (\\ldblquote\\i Florence\\i0\\rdblquote ), decided on April 2, 2012, the United States Supreme Court held, in a 5-4 decision, that \\lang9 law enforcement officers may strip search individuals arrested for minor offenses\\lang1033 ; and\\par\n\\tab Whereas, The \\i Florence \\i0 case involved Albert Florence, a New Jersey man who was arrested in Burlington, New Jersey after a State Trooper discovered an erroneous warrant for an unpaid fine that had actually been paid; and\\par\n\\tab Whereas,  Mr. Florence was handcuffed, arrested, and sent to a jail in Burlington County and a jail in Essex County over the next six days, where he was strip searched both times; and\\par\n\\tab Whereas, After a judge dismissed the charges, Mr. Florence sued the Essex County Correctional Facility and the County of Burlington, claiming that his constitutional rights to due process and freedom from unreasonable searches had been violated; and\\par\n\\tab Whereas, In writing the majority\\rquote s decision, Justice Anthony Kennedy indicated that the reason for an arrest, however minor, does not always reflect the actual threat the suspect poses; and\\par\n\\tab Whereas, While the Supreme Court\\rquote s ruling does not require strip searches for every individual who gets arrested, it does make explicit that strip searches for minor offenses do not violate the Fourth Amendment; and\\par\n\\tab Whereas, In his dissent, Justice Stephen G. Breyer, joined by Justices Ruth Bader Ginsberg, Sonia Sotomayor and Elena Kagan, cited a study by the New York federal district court which found that, of the 23,000 individuals strip searched between 1999 and 2003 at the Orange County Correctional Facility in Goshen, New York, there were only 5 instances where a strip search resulted in the discovery of drugs, and \\ldblquote that in four of these five instances there may have been \\lquote reasonable suspicion\\rquote  to search\\rdblquote ; and\\par\n\\tab Whereas, The American Civil Liberties Union condemned the Supreme Court  decision, claiming that it \\ldblquote jeopardizes the privacy rights of millions of people who are arrested each year\\rdblquote ; and\\par\n\\tab Whereas, Currently, the New York City Police Department\\rquote s (\\ldblquote NYPD\\rdblquote ) and the New York City Department of Correction\\rquote s (\\ldblquote DOC\\rdblquote ) requirements for conducting a strip search impose a higher standard for authorized strip searches of arrestees than that permitted under \\i Florence\\i0 ; and\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Whereas, Pursuant to NYPD Patrol Guide section 208-05, a strip search \\ldblquote may not be conducted routinely in connection with an arrest\\rdblquote  and \\ldblquote may only be conducted when the arresting officer reasonably suspects that weapons, contraband or evidence may be concealed upon the person or in the clothing in a manner that they may not be discovered by the previous search methods\\rdblquote ; and\\par\nWhereas, Pursuant to DOC Operations Order 08/02, which upon information and belief is still in effect, \\ldblquote post-arraignment detainee inmates incarcerated for Misdemeanor and/or Violation Offenses shall not be made the subject of a strip search during the new admission process unless there is a reasonable suspicion that the inmate is in possession of contraband\\rdblquote ; and\\par\nWhereas, For the sake of New Yorkers\\rquote  civil liberties, it is imperative that the NYPD and DOC not use the \\i Florence\\i0  decision to ease the requirements for strip searches conducted by the NYPD and DOC; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls on the New York City Police Department and the Department of Correction to adhere to their current strip search procedures.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\par\n\\pard\\ltrpar\\nowidctlpar\\qj WJH\\par\nRes. 1402/2012\\par\n2/5/14\\par\nLS 452/2014\\par\n}\n",
  "LastModified": "2017-12-26T19:24:07.41Z"
}
