{
  "ID": 52131,
  "GUID": "134935B8-636B-44D6-B9F1-F16FAA4B2302",
  "File": "Res 0106-2014",
  "Name": "Requiring the mandatory reporting of suspected elder abuse.",
  "Title": "Resolution calling upon the New York State Legislature to pass and the Governor to sign legislation requiring the mandatory reporting of suspected elder abuse.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 3,
  "BodyName": "Committee on Aging",
  "IntroDate": "2014-03-12T00:00:00Z",
  "AgendaDate": "2014-03-12T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7624,
      "Slug": "andrew-cohen",
      "FullName": "Andrew Cohen"
    },
    {
      "ID": 7627,
      "Slug": "costa-g-constantinides",
      "FullName": "Costa G. Constantinides"
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 7622,
      "Slug": "vanessa-l-gibson",
      "FullName": "Vanessa L. Gibson"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 7634,
      "Slug": "mark-levine",
      "FullName": "Mark Levine"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 7642,
      "Slug": "paul-a-vallone",
      "FullName": "Paul A. Vallone"
    },
    {
      "ID": 7636,
      "Slug": "carlos-menchaca",
      "FullName": "Carlos Menchaca"
    }
  ],
  "History": [
    {
      "ID": 286370,
      "Date": "2014-03-12T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 286490,
      "Date": "2014-03-12T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Aging",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 13165,
      "AgendaSequence": 51,
      "MinutesSequence": 63,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Aging",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 301266,
      "Date": "2015-09-21T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 3,
      "BodyName": "Committee on Aging",
      "EventID": 14244,
      "AgendaSequence": 2,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-09-10T18:18:01.44Z"
    },
    {
      "ID": 301647,
      "Date": "2015-09-21T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 3,
      "BodyName": "Committee on Aging",
      "EventID": 14244,
      "MinutesSequence": 7,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-09-21T13:03:19.96Z"
    },
    {
      "ID": 329287,
      "Date": "2017-12-31T14:26:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-26T19:26:56.263Z"
    }
  ],
  "Attachments": [
    {
      "ID": 130419,
      "LastModified": "2016-01-05T20:15:15.453Z",
      "Name": "Committee Report 9/21/15",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b9b60fa7-d291-4a93-a9e5-7c14762d438d.doc",
      "Sort": 1
    },
    {
      "ID": 131042,
      "LastModified": "2015-10-06T16:25:57.833Z",
      "Name": "Hearing Testimony 9/21/15",
      "Link": "https://nyc.legistar1.com/nyc/attachments/356999cf-d301-4f11-97b8-5df4f50352be.PDF",
      "Sort": 2
    },
    {
      "ID": 130929,
      "LastModified": "2015-09-30T17:59:48.887Z",
      "Name": "Hearing Transcript 9/21/15",
      "Link": "https://nyc.legistar1.com/nyc/attachments/e0d73a18-bbbf-4d2d-8fdf-9cc59d45f4fc.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 53526,
  "Text": "By Council Members Chin, Cohen, Constantinides, Ferreras-Copeland, Gibson, Koo, Levine, Palma, Rose, Mendez, Koslowitz, Vallone and Menchaca.\n\n\tWhereas, Elder abuse, the intentional harming or creation of a serious risk of harm to a senior, includes physical abuse, emotional abuse, sexual abuse, financial exploitation, and neglect; and\n\tWhereas, In 2011, the New York State Office of Children and Family Services released a report estimating that 120,000 seniors in New York City had experienced abuse; and\n\tWhereas, Investigating and resolving elder abuse cases can be particularly difficult as victims are hesitant to report abuse, in part due to the fact that perpetrators of elder abuse are often family members or caregivers; and \n\tWhereas, According to the New York State Bureau of Adult Services, more than 85 percent of reported perpetrators of physical abuse of a senior were family members, with spouses or significant others comprising nearly a third of abusers; and \t \n\tWhereas, According to the United States Government Accountability Office, as of 2011, New York was one of only four states that did not require any professionals to report suspected cases of elder abuse; and\n\tWhereas, The State should require that health care workers, social services workers, mental health professionals, employees or volunteers of facilities providing care for seniors, law enforcement officials, attorneys and investigators of district attorney's offices, and financial professionals who, while acting in their professional or official capacity, have reasonable cause to suspect that a senior is abused to report such abuse to the State; and \n      Whereas, Requiring that certain professionals report suspected elder abuse would increase the likelihood that a victim of abuse will receive needed services and that abusers will be brought to justice; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the New York State Legislature to pass and the Governor to sign legislation requiring the mandatory reporting of suspected elder abuse. \n\nKET 3/5/14 11:01AM\nLS 841/2014\n\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\pard\\cbpat1\\ltrpar\\nowidctlpar\\qj\\v0  \\par\nBy Council Members Chin, Cohen, Constantinides, Ferreras-Copeland, Gibson, Koo, Levine, Palma, Rose, Mendez, Koslowitz, Vallone and Menchaca.\\par\n\\par\n\\pard\\cbpat1\\ltrpar\\sl480\\slmult1\\qj\\tx720\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\lang9\\tab Whereas, Elder abuse, the intentional harming or creation of a serious risk of harm to a senior, includes physical abuse, emotional abuse, sexual abuse, financial exploitation, and neglect\\lang1033 ; and\\par\n\\tab Whereas, In 2011, the New York State Office of Children and Family Services released a report estimating that 120,000 seniors in New York City had experienced abuse; and\\lang9\\par\n\\lang1033\\tab Whereas, Investigating and resolving elder abuse cases can be particularly difficult as victims are hesitant to report abuse, in part due to the fact that perpetrators of elder abuse are often family members or caregivers; and \\par\n\\tab Whereas, According to the New York State Bureau of Adult Services, more than 85 percent of reported perpetrators of physical abuse of a senior were family members, with spouses or significant others comprising nearly a third of abusers; and \\tab  \\par\n\\tab Whereas, According to the United States Government Accountability Office, as of 2011, New York was one of only four states that did not require any professionals to report suspected cases of elder abuse; and\\par\n\\tab Whereas, The State should require that health care workers, social services workers, mental health professionals, employees or volunteers of facilities providing care for seniors, law enforcement officials, attorneys and investigators of district attorney\\rquote s offices, and financial professionals who, while acting in their professional or official capacity, have reasonable cause to suspect that a senior is abused to report such abuse to the State; and \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj\\tx720\\tx810\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656 Whereas, Requiring that certain professionals report suspected elder abuse would increase the likelihood that a victim of abuse will receive needed services and that abusers will be brought to justice; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls upon the New York State Legislature to pass and the Governor to sign legislation requiring the mandatory reporting of suspected elder abuse. \\par\n\\pard\\ltrpar\\qj\\tx720\\tx810\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\par\n\\fs20 KET 3/5/14 11:01AM\\par\n\\pard\\cbpat1\\ltrpar LS 841/2014\\par\n\\par\n}\n",
  "LastModified": "2017-12-26T19:26:56.343Z"
}
