{
  "ID": 52132,
  "GUID": "E5E477B2-F305-4A2B-AF67-E22E7D578159",
  "File": "Res 0108-2014",
  "Name": "Include “electric assisted” bicycles in the definition of bicycles and thus permit their use. (A.1618-A/S.390-A)",
  "Title": "Resolution calling on the State Legislature to enact and for the Governor to sign A.1618-A and S.390-A, which would amend the State Vehicle and Traffic law to include “electric assisted” bicycles in the definition of bicycles and thus permit their use.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2014-03-12T00:00:00Z",
  "AgendaDate": "2014-03-12T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7630,
      "Slug": "rafael-l-espinal-jr",
      "FullName": "Rafael L. Espinal, Jr."
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 7637,
      "Slug": "i-daneek-miller",
      "FullName": "I. Daneek Miller"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    }
  ],
  "History": [
    {
      "ID": 286381,
      "Date": "2014-03-12T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 286502,
      "Date": "2014-03-12T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 13165,
      "AgendaSequence": 62,
      "MinutesSequence": 74,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 329289,
      "Date": "2017-12-31T14:27:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-26T19:27:26.36Z"
    }
  ],
  "Summary": "",
  "TextID": 53527,
  "Text": "By Council Members Espinal, Koo, Miller and Rodriguez\n\n      Whereas, The New York State Traffic and Vehicle Law (\"VTL\") allows only \"motor vehicles\" to be registered with the State Department of Motor Vehicles (\"DMV\") ; and \n      Whereas, Bicycles are excluded from the DMV registration requirements because they are defined as devices that are propelled by human power; and\n      Whereas, \"Electric assisted\" bicycles (\"e-bikes\") do not fall within the State definition of bicycles and are not considered motor vehicles; and\n      Whereas, State law effectively prohibits the operation of e-bikes; and\n      Whereas, Safety concerns have been raised about the use of e-bikes; and\n      Whereas, Despite safety concerns, \"electric assisted\" bicycles have increasingly become a preferred means of making deliveries in the City; and\n      Whereas, Proponents for e-bikes argue that e-bikes have potential economic and environmental benefits because they improve working conditions of commercial cyclists and reduce the reliance on motor vehicles; and\n      Whereas, State legislation (A.1618-A by Assemblyman David F. Gantt and S.390-A Martin Malave Dilan) would amend the New York State Vehicle and Traffic law to include e-bikes in the State definition of bicycles and thus permit their use; and\n      Whereas, If adopted, the State legislation would limit e-bikes to having a power output of \"no more than seven hundred fifty watts\" and speed of no more than twenty miles per hour; and\n      Whereas, New York City is seeing rapid diversification in its transportation infrastructure, including greater use of conventional and electric bicycles for both recreational and commercial purposes; and\n      Whereas, E-bikes can make a positive contribution to the health and economic well-being of the City; now, therefore, be it\n\tResolved, That the Council of the City of New York calls upon the State Legislature to enact and for the Governor to sign A.1618-A and S.390-A, which would amend the State Vehicle and Traffic law to include \"electric assisted\" bicycles in the definition of bicycles and thus permit their use.\nLS# 585\n3/4/2014\nGZ",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\froman\\fprq2\\fcharset186{\\*\\fname Times New Roman;}Times New Roman Baltic;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Espinal, Koo, Miller and Rodriguez\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 Whereas, The New York State Traffic and Vehicle Law (\\ldblquote VTL\\rdblquote ) allows only \\ldblquote motor vehicles\\rdblquote  to be registered with the State Department of Motor Vehicles (\\ldblquote DMV\\rdblquote ) ; and \\par\nWhereas, Bicycles are excluded from the DMV registration requirements because they are defined as devices that are propelled by human power; and\\par\nWhereas, \\ldblquote Electric assisted\\rdblquote  bicycles (\\ldblquote e-bikes\\rdblquote ) do not fall within the State definition of bicycles and are not considered motor vehicles; and\\par\nWhereas, State law effectively prohibits the operation of e-bikes; and\\par\nWhereas, Safety concerns have been raised about the use of e-bikes; and\\par\nWhereas, Despite safety concerns, \\ldblquote electric assisted\\rdblquote  bicycles have increasingly become a preferred means of making deliveries in the City; and\\par\nWhereas, Proponents for e-bikes argue that e-bikes have potential economic and environmental benefits because they improve working conditions of commercial cyclists and reduce the reliance on motor vehicles; and\\par\nWhereas, State legi\\f1 slation (A.1618-A by Assemblyman David F. Gantt and S.390-A Martin Malav\\'eb Dilan) would amend\\f0  the New York State Vehicle and Traffic law to include e-bikes in the State definition of bicycles and thus permit their use; and\\par\nWhereas, If adopted, the State legislation would limit e-bikes to having a power output of \\ldblquote no more than seven hundred fifty watts\\rdblquote  and speed of no more than twenty miles per hour; and\\par\nWhereas, New York City is seeing rapid diversification in its transportation infrastructure, including greater use of conventional and electric bicycles for both recreational and commercial purposes; and\\par\nWhereas, E-bikes can make a positive contribution to the health and economic well-being of the City; now, therefore, be it\\par\n\\pard\\ltrpar\\sl480\\slmult1\\tab Resolved, That the Council of the City of New York calls upon the State Legislature to enact and for the Governor to sign A.1618-A and S.390-A, which would amend the State Vehicle and Traffic law to include \\ldblquote electric assisted\\rdblquote  bicycles in the definition of bicycles and thus permit their use.\\fs18\\par\n\\pard\\ltrpar\\sl20\\slmult0\\fs20 LS# 585\\par\n3/4/2014\\par\nGZ\\par\n}\n",
  "LastModified": "2017-12-26T19:27:26.423Z"
}
