{
  "ID": 52110,
  "GUID": "9F065CCD-77A7-43D0-B8AD-5E103966F968",
  "File": "Res 0120-2014",
  "Name": "Develop and implement a comprehensive interdisciplinary response to gun violence.",
  "Title": "Resolution calling upon the Mayor to direct the New York City Department of Health and Mental Hygiene and the New York City Human Resources Administration/Department of Social Services to develop and implement a comprehensive interdisciplinary response to gun violence.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2014-03-12T00:00:00Z",
  "AgendaDate": "2014-03-12T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7631,
      "Slug": "corey-d-johnson",
      "FullName": "Corey D. Johnson"
    },
    {
      "ID": 7634,
      "Slug": "mark-levine",
      "FullName": "Mark Levine"
    },
    {
      "ID": 7640,
      "Slug": "ritchie-j-torres",
      "FullName": "Ritchie J. Torres"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    }
  ],
  "History": [
    {
      "ID": 286433,
      "Date": "2014-03-12T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 286558,
      "Date": "2014-03-12T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 13165,
      "AgendaSequence": 118,
      "MinutesSequence": 130,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 329296,
      "Date": "2017-12-31T14:30:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-26T19:30:22.607Z"
    }
  ],
  "Summary": "",
  "TextID": 53505,
  "Text": "By Council Members Williams, Chin, Johnson, Levine, Torres, Rosenthal and Mendez\n      Whereas, According to the Brady Center to Prevent Gun Violence, on average, 32 Americans were murdered with guns every day and 140 were treated for gun assault in an emergency room on average from 2008 to 2011; and\n      Whereas, In New York City in particular, 57 percent of all murders in 2012 were attributed to gun violence; and\n      Whereas, Moreover, there were nearly 1,374 shooting incidents, where a person was injured either fatally or non-fatally, in New York City in 2012; and\n      Whereas, David Hemenway, Professor of Health Policy at the Harvard School of Public Health and the Director of Harvard's Injury Control Research Center and Youth Prevention Center, has stated that the mission of public health is the attainment of positive physical, mental and social well-being; and\n      Whereas, Recent research conducted by urbanologist Richard Florida suggests that while stringent gun control laws reduce gun violence, these laws do not address poverty, which is a major indicator of high gun violence rates; and\n      Whereas, In New York City, gun violence is a problem that disproportionately impacts certain neighborhoods and populations; and\n      Whereas, For example, approximately half of all shooting incidents in 2012 occurred in only 10 of the City's 76 police precincts; and\n      Whereas, These precincts are located in the City's most economically distressed communities; and\n      Whereas, There is a direct correlation between social economic status and health outcomes; and\n      Whereas, Infant mortality, obesity and diabetes are disproportionately high in the precincts where the highest concentration of shooting incidents in 2012 occurred; and\n      Whereas, In 2010, gunshot wounds and deaths, along with court proceedings and hospitalizations paid for by government health programs, cost American tax payers at least $12 billion, according to the Detroit Free Press; and\n      Whereas, It is therefore necessary for the City of New York to undertake a comprehensive gun violence prevention plan in order to reduce, the physical, mental and emotional cost of gun violence, as well as the cost of caring for victims of gun violence which is often passed on to tax payers; now, therefore, be it\n           Resolved, That the Council of the City of New York  calls upon the Mayor to direct the New York City Department of Health and Mental Hygiene and the New York City Human Resources Administration/Department of Social Services to develop and implement a comprehensive interdisciplinary response to gun violence.  \n\nPD 3/4/14\nRes. No. 1812/2013\nLS#169/2014",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Williams, Chin, Johnson, Levine, Torres, Rosenthal and Mendez\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sa200\\sl480\\slmult0\\cf1 Whereas, According to the Brady Center to Prevent Gun Violence, on average, 32 Americans were murdered with guns every day and 140 were treated for gun assault in an emergency room on average from 2008 to 2011; and\\fs27\\par\n\\fs24 Whereas, In New York City in particular, 57 percent of all murders in 2012 were attributed to gun violence; and\\fs27\\par\n\\fs24 Whereas, Moreover, there were nearly 1,374 shooting incidents, where a person was injured either fatally or non-fatally, in New York City in 2012; and\\fs27\\par\n\\fs24 Whereas, David Hemenway, Professor of Health Policy at the Harvard School of Public Health and the Director of Harvard's Injury Control Research Center and Youth Prevention Center, has stated that the mission of public health is the attainment of positive physical, mental and social well-being; and\\fs27\\par\n\\fs24 Whereas, Recent research conducted by urbanologist Richard Florida suggests that while stringent gun control laws reduce gun violence, these laws do not address poverty, which is a major indicator of high gun violence rates; and\\fs27\\par\n\\fs24 Whereas, In New York City, gun violence is a problem that disproportionately impacts certain neighborhoods and populations; and\\fs27\\par\n\\fs24 Whereas, For example, approximately half of all shooting incidents in 2012 occurred in only 10 of the City's 76 police precincts; and\\fs27\\par\n\\fs24 Whereas, These precincts are located in the City's most economically distressed communities; and\\fs27\\par\n\\fs24 Whereas, There is a direct correlation between social economic status and health outcomes; and\\fs27\\par\n\\fs24 Whereas, Infant mortality, obesity and diabetes are disproportionately high in the precincts where the highest concentration of shooting incidents in 2012 occurred; and\\fs27\\par\n\\fs24 Whereas, In 2010, gunshot wounds and deaths, along with court proceedings and hospitalizations paid for by government health programs, cost American tax payers at least $12 billion, according to the Detroit Free Press; and\\fs27\\par\n\\fs24 Whereas, It is therefore necessary for the City of New York to undertake a comprehensive gun violence prevention plan in order to reduce, the physical, mental and emotional cost of gun violence, as well as the cost of caring for victims of gun violence which is often passed on to tax payers; now, therefore, be it\\fs27\\par\n\\pard\\cbpat2\\ltrpar\\sa200\\sl480\\slmult0\\fs24            Resolved, That the Council of the City of New York  calls upon the Mayor to direct the New York City Department of Health and Mental Hygiene and the New York City Human Resources Administration/Department of Social Services to develop and implement a comprehensive interdisciplinary response to gun violence.  \\fs27\\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar\\sa200\\sl480\\slmult1\\qj\\cf0\\fs24\\par\n\\pard\\ltrpar\\fs20 PD 3/4/14\\par\nRes. No. 1812/2013\\par\nLS#169/2014\\par\n}\n",
  "LastModified": "2017-12-26T19:30:22.857Z"
}
