{
  "ID": 52155,
  "GUID": "4AFFD72F-B5AA-4131-9B64-7089BB221B80",
  "File": "Res 0123-2014",
  "Name": "State budget which does not bar NYC from using State reimbursements for rental subsidy programs for the homeless.",
  "Title": "Resolution calling on the New York State Assembly and Senate to pass, and the Governor to sign, a State budget which does not bar the City of New York from using State reimbursements for rental subsidy programs for the homeless, and calling on the City of New York and State of New York to work together to create a rental subsidy program for the homeless.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 32,
  "StatusName": "Adopted",
  "BodyID": 12,
  "BodyName": "Committee on General Welfare",
  "IntroDate": "2014-03-12T00:00:00Z",
  "AgendaDate": "2014-03-12T00:00:00Z",
  "PassedDate": "2014-03-26T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 7586,
      "Slug": "ruben-wills",
      "FullName": "Ruben Wills"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 7622,
      "Slug": "vanessa-l-gibson",
      "FullName": "Vanessa L. Gibson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7629,
      "Slug": "chaim-m-deutsch",
      "FullName": "Chaim M. Deutsch"
    },
    {
      "ID": 7624,
      "Slug": "andrew-cohen",
      "FullName": "Andrew Cohen"
    },
    {
      "ID": 7636,
      "Slug": "carlos-menchaca",
      "FullName": "Carlos Menchaca"
    },
    {
      "ID": 7631,
      "Slug": "corey-d-johnson",
      "FullName": "Corey D. Johnson"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 7634,
      "Slug": "mark-levine",
      "FullName": "Mark Levine"
    },
    {
      "ID": 7638,
      "Slug": "antonio-reynoso",
      "FullName": "Antonio Reynoso"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 7623,
      "Slug": "inez-d-barron",
      "FullName": "Inez D. Barron"
    },
    {
      "ID": 7502,
      "Slug": "elizabeth-s-crowley",
      "FullName": "Elizabeth S. Crowley"
    },
    {
      "ID": 7628,
      "Slug": "laurie-a-cumbo",
      "FullName": "Laurie A. Cumbo"
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 7113,
      "Slug": "mathieu-eugene",
      "FullName": "Mathieu Eugene"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 7577,
      "Slug": "david-g-greenfield",
      "FullName": "David G. Greenfield"
    }
  ],
  "History": [
    {
      "ID": 286439,
      "Date": "2014-03-12T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 286562,
      "Date": "2014-03-12T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on General Welfare",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 13165,
      "AgendaSequence": 122,
      "MinutesSequence": 134,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "General Welfare",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 286711,
      "Date": "2014-03-26T09:30:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 12,
      "BodyName": "Committee on General Welfare",
      "EventID": 13176,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "AgendaNote": "Proposed Res. No. 123-A",
      "MinutesNote": "Proposed Res. No. 123-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 287006,
      "Date": "2014-03-26T09:35:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Resolution was Amendment Proposed by Comm",
      "BodyID": 12,
      "BodyName": "Committee on General Welfare",
      "EventID": 13176,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 287007,
      "Date": "2014-03-26T09:40:00Z",
      "ActionID": 33,
      "Action": "Amended by Committee",
      "Description": "This Resolution was Amended by Committee",
      "BodyID": 12,
      "BodyName": "Committee on General Welfare",
      "EventID": 13176,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 287008,
      "Date": "2014-03-26T09:45:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "A motion was made that this Resolution be Approved by Committee approved by Roll Call.",
      "BodyID": 12,
      "BodyName": "Committee on General Welfare",
      "EventID": 13176,
      "MinutesSequence": 6,
      "Version": "A",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "Votes": [
        {
          "ID": 7567,
          "Slug": "stephen-t-levin",
          "FullName": "Stephen T. Levin",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 10
        },
        {
          "ID": 5416,
          "Slug": "annabel-palma",
          "FullName": "Annabel Palma",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 20
        },
        {
          "ID": 7561,
          "Slug": "fernando-cabrera",
          "FullName": "Fernando Cabrera",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 30
        },
        {
          "ID": 7586,
          "Slug": "ruben-wills",
          "FullName": "Ruben Wills",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 40
        },
        {
          "ID": 7617,
          "Slug": "donovan-j-richards",
          "FullName": "Donovan J. Richards",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 50
        },
        {
          "ID": 7622,
          "Slug": "vanessa-l-gibson",
          "FullName": "Vanessa L. Gibson",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 60
        },
        {
          "ID": 7631,
          "Slug": "corey-d-johnson",
          "FullName": "Corey D. Johnson",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 70
        },
        {
          "ID": 7636,
          "Slug": "carlos-menchaca",
          "FullName": "Carlos Menchaca",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 80
        },
        {
          "ID": 7640,
          "Slug": "ritchie-j-torres",
          "FullName": "Ritchie J. Torres",
          "VoteID": 16,
          "Vote": "Absent",
          "Sort": 90
        }
      ],
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 286994,
      "Date": "2014-03-26T13:30:00Z",
      "ActionID": 5032,
      "Action": "Approved, by Council",
      "Description": "A motion was made that this Resolution be Approved, by Council approved by Voice Vote.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 13181,
      "AgendaSequence": 46,
      "MinutesSequence": 59,
      "Version": "A",
      "AgendaNote": "Amended and Adopted by the Committee on General Welfare",
      "MinutesNote": "Pursuant to Rule 8.50 of the Council, the Public Advocate (Ms. James) called for a voice vote.  Hearing no objections, the Public Advocate (Ms. James) declared the Resolution to be adopted.\nAdopted unanimously by the Council by voice-vote.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 32,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 117978,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Res. No. 123 - 3/12/14",
      "Link": "https://nyc.legistar1.com/nyc/attachments/0be08f28-0d03-4862-92e8-0dbaccf72101.doc",
      "Sort": 1
    },
    {
      "ID": 118061,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "https://nyc.legistar1.com/nyc/attachments/f01eff5c-b4ce-4d54-86f1-2b6ce982dcba.doc",
      "Sort": 2
    },
    {
      "ID": 118190,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony",
      "Link": "https://nyc.legistar1.com/nyc/attachments/08dc828b-cd11-4f5c-b506-36ba2745ec94.PDF",
      "Sort": 3
    },
    {
      "ID": 118462,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript",
      "Link": "https://nyc.legistar1.com/nyc/attachments/eb174f3e-cce6-44ba-a44b-58f606921e3a.pdf",
      "Sort": 4
    },
    {
      "ID": 118581,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript - Stated Meeting 3-26-14",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d325a321-84d0-4286-b016-8efbf4bbba17.pdf",
      "Sort": 5
    },
    {
      "ID": 127660,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Minutes of the Stated Meeting - March 26, 2014",
      "Link": "https://nyc.legistar1.com/nyc/attachments/f02322ff-6fd1-446c-9813-99fd10c4ec72.pdf",
      "Sort": 6
    }
  ],
  "Summary": "",
  "TextID": 53652,
  "Text": "By Council Members Wills, Levin, Gibson, Palma, Deutsch, Cohen, Menchaca, Johnson, Lander, Levine, Reynoso, Chin, Mendez, Van Bramer, Rosenthal, Barron, Crowley, Cumbo, Dickens, Eugene, Gentile and Greenfield\n\n      Whereas, The total population of New York City's Department of Homeless Services (DHS) shelter system has risen over the past ten years from 38,468 in February 2004 according to the Coalition for the Homeless, to 52,261, according to the latest data available from DHS; and\n      Whereas, Over half of the current DHS shelter population are members of families with children; and\n      Whereas, The average length of stay in a shelter increased by 11 percent for families with children, and by 13 percent for adult families in 2013; and\n      Whereas, The percentage of individuals who return to a shelter within one year of leaving also increased for individuals, and families with and without children in 2013; and\n      Whereas, Beginning in 2007, many homeless families were able to leave the shelter system with the help of Advantage, New York City's rental subsidy program, which was partially funded by allocations from the New York State budget; and\n      Whereas, However, in 2011, the New York State Legislature and Governor placed restrictions on how the City could allocate State funding for rental subsidy programs in an effort to cut costs; and\n      Whereas, In light of these restrictions, the City ended the Advantage program, removing one of the most effective options families had for leaving the shelter system; and\n      Whereas, With the end of Advantage, the shelter population increased dramatically, rising by over 10,000 individuals between January 2011 and January 2013, according to the Coalition for the Homeless; and\n      Whereas, A spokesperson for Mayor Bill de Blasio recently called the reintroduction of some form of rental subsidy \"a priority for the mayor,\" according to the Wall Street Journal; and\n      Whereas, With the State Assembly and Senate set to pass a new budget in the coming weeks, there is an opportunity to reinstate funding for a rental subsidy program in New York City; and\n      Whereas, The State budget bill, which allocates State aid to localities, currently bars cities with populations over five million, like New York City, from paying for rental assistance subsidies with State funding unless said subsidies are explicitly aimed at preventing eviction; and\n      Whereas, As Advantage was aimed not at eviction prevention, but at assisting families in shelter to leave the shelter system, State funding cannot currently be used to support Advantage or a similar program; and\n      Whereas, Denying the City flexibility in how it allocates State funding for rental assistance to homeless families prevents families from leaving the shelter system and contributes to New York City's homelessness crisis; and\n      Whereas, The City and State should work together to create a rental subsidy program that is robust enough in both scale and scope to effectively combat the current homelessness crisis; and\n      Whereas, The State budget should include funding for a rent subsidy that shall use Federal, State, and City funding to establish a program designed to help families prepare, transition, and connect to resources for long-term independence; now, therefore be it\n      Resolved, That the Council of the City of New York calls on the New York State Assembly and Senate to pass, and the Governor to sign, a State budget which does not bar the City of New York from using State reimbursements for rental subsidy programs for the homeless, and calling on the City of New York and State of New York to work together to create a rental subsidy program for the homeless.\n\nPD/AV\nLS#925\n3/19/13",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\n\\cf1 By Council Members Wills, Levin, Gibson, Palma, Deutsch, Cohen, Menchaca, Johnson, Lander, Levine, Reynoso, Chin, Mendez, Van Bramer, Rosenthal, Barron, Crowley, Cumbo, Dickens, Eugene, Gentile and Greenfield\\par\n\\cf0\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sl480\\slmult1\\cf1 Whereas, The total population of New York City\\rquote s Department of Homeless Services (DHS) shelter system has risen over the past ten years from 38,468 in February 2004 according to the Coalition for the Homeless, to 52,261, according to the latest data available from DHS; and\\cf0\\par\n\\cf1 Whereas, Over half of the current DHS shelter population are members of families with children; and\\cf0\\par\n\\cf1 Whereas, The average length of stay in a shelter increased by 11 percent for families with children, and by 13 percent for adult families in 2013; and\\cf0\\par\n\\cf1 Whereas, The percentage of individuals who return to a shelter within one year of leaving also increased for individuals, and families with and without children in 2013; and\\cf0\\par\n\\cf1 Whereas, Beginning in 2007, many homeless families were able to leave the shelter system with the help of Advantage, New York City\\rquote s rental subsidy program, which was partially funded by allocations from the New York State budget; and\\cf0\\par\n\\cf1 Whereas, However, in 2011, the New York State Legislature and Governor placed restrictions on how the City could allocate State funding for rental subsidy programs in an effort to cut costs; and\\cf0\\par\n\\cf1 Whereas, In light of these restrictions, the City ended the Advantage program, removing one of the most effective options families had for leaving the shelter system; and\\cf0\\par\n\\cf1 Whereas, With the end of Advantage, the shelter population increased dramatically, rising by over 10,000 individuals between January 2011 and January 2013, according to the Coalition for the Homeless; and\\cf0\\par\n\\cf1 Whereas, A spokesperson for Mayor Bill de Blasio recently called the reintroduction of some form of rental subsidy \\ldblquote a priority for the mayor,\\rdblquote  according to the \\i Wall Street Journal\\i0 ; and\\cf0\\par\n\\cf1 Whereas, With the State Assembly and Senate set to pass a new budget in the coming weeks, there is an opportunity to reinstate funding for a rental subsidy program in New York City; and\\cf0\\par\n\\cf1 Whereas, The State budget bill, which allocates State aid to localities, currently bars cities with populations over five million, like New York City, from paying for rental assistance subsidies with State funding unless said subsidies are explicitly aimed at preventing eviction; and\\cf0\\par\n\\cf1 Whereas, As Advantage was aimed not at eviction prevention, but at assisting families in shelter to leave the shelter system, State funding cannot currently be used to support Advantage or a similar program; and\\cf0\\par\n\\cf1 Whereas, Denying the City flexibility in how it allocates State funding for rental assistance to homeless families prevents families from leaving the shelter system and contributes to New York City\\rquote s homelessness crisis; and\\cf0\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 Whereas, The City and State should work together to create a rental subsidy program that is robust enough in both scale and scope to effectively combat the current homelessness crisis; and\\par\nWhereas, The State budget should include funding for a rent subsidy that shall use Federal, State, and City funding to establish a program designed to help families prepare, transition, and connect to resources for long-term independence; now, therefore be it\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sl480\\slmult1\\cf1 Resolved, That the Council of the City of New York calls on the New York State Assembly and Senate to pass, and the Governor to sign, a State budget which does not bar the \\cf0 City of New York from using State reimbursements for rental subsidy programs for the homeless\\cf1 , and \\cf0 calling on the City of New York and State of New York to work together to create a rental subsidy program for the homeless.\\par\n\\pard\\ltrpar\\b\\par\n\\b0\\fs20 PD/AV\\par\nLS#925\\par\n3/19/13\\par\n\\fs24\\par\n}\n",
  "LastModified": "2015-06-16T20:32:17.497Z"
}
