{
  "ID": 52101,
  "GUID": "30D8F95E-ECBE-455E-8AD4-189491DFBC5F",
  "File": "Res 0141-2014",
  "Name": "Comprehensive immigration reform bill that does not include any provisions that would further deny Social Security benefits to undocumented immigrants.",
  "Title": "Resolution calling on the United States Congress to pass and the President to sign a comprehensive immigration reform bill that does not include any provisions that would further deny Social Security benefits to undocumented immigrants.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5119,
  "BodyName": "Committee on Immigration",
  "IntroDate": "2014-03-26T00:00:00Z",
  "AgendaDate": "2014-03-26T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7636,
      "Slug": "carlos-menchaca",
      "FullName": "Carlos Menchaca"
    },
    {
      "ID": 7623,
      "Slug": "inez-d-barron",
      "FullName": "Inez D. Barron"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7113,
      "Slug": "mathieu-eugene",
      "FullName": "Mathieu Eugene"
    },
    {
      "ID": 7631,
      "Slug": "corey-d-johnson",
      "FullName": "Corey D. Johnson"
    },
    {
      "ID": 7634,
      "Slug": "mark-levine",
      "FullName": "Mark Levine"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    }
  ],
  "History": [
    {
      "ID": 286799,
      "Date": "2014-03-26T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 286957,
      "Date": "2014-03-26T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Immigration",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 13181,
      "AgendaSequence": 103,
      "MinutesSequence": 116,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Immigration",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 329306,
      "Date": "2017-12-31T14:33:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-26T19:33:09.36Z"
    }
  ],
  "Summary": "",
  "TextID": 53496,
  "Text": "Res. No. 141\r\r..Title\rResolution calling on the United States Congress to pass and the President to sign a comprehensive immigration reform bill that does not include any provisions that would further deny Social Security benefits to undocumented immigrants.\r..Body\r\rBy Council Members Palma, Menchaca, Barron, Chin, Eugene, Johnson, Levine, Mendez and Rosenthal\r      Whereas, On June 27, 2013, the United States Senate passed S. 744, a comprehensive immigration reform bill,  which would, among other things, provide a pathway to citizenship for approximately 11 million undocumented immigrants residing in the United States; and\r      Whereas, Notwithstanding the tremendous benefits of the bill, section 2107(d) of S.744 would, for the first time, deny immigrants transitioning to citizenship credit toward Social Security benefits for work performed while undocumented; and\r      Whereas, The United States Social Security Administration (\"SSA\") administers the Social Security program, which provides retirement, disability, and survivor benefits to workers and their families, and is paid for, in part, by taxes on the earnings of workers, including many undocumented workers; and\r      Whereas, Currently, in order for immigrants to receive Social Security benefits they must: (i) work long enough to obtain insured status under the program; (ii) receive legal work status at some time; and (iii) receive legal immigration status for the time of their benefit entitlement; and \r      Whereas, The SSA created the Earnings Suspense File (\"ESF\") to reserve the Social Security tax payments of filers with mismatched names and Social Security numbers, in anticipation of later paying out those earnings; and\r      Whereas, According to The Medicare News Group's January 2013 article, 75 percent of ESF contributions are from undocumented workers, which, in 2010, totaled nearly $2 billion for Medicare and $8.7 billion for Social Security; and\r      Whereas, Immigrants, regardless of their status, contribute greatly to the City's economy; for example, according to a New York State Comptroller's November 2013 report, immigrants accounted for 44 percent of the City's workforce and  $210 billion in economic activity; and\r      Whereas, Despite immigrants' contributions to the Social Security program and the economy as a whole, section 2107(d) of S. 744 would, more specifically, overturn existing law that allows immigrants transitioning to citizenship to receive credit toward Social Security benefits for work performed while undocumented between 2004 and 2014; and\r      Whereas, Denying these Social Security credits and benefits would essentially impose a lifelong penalty for legalizing immigration status, by reducing Social Security benefits for the immigrant elderly and denying disability and survivor's benefits to immigrant families; and \r      Whereas, Denying these Social Security credits and benefits would further impoverish immigrant families, forcing the City of New York to cover resulting social costs, and negatively affecting the City's economy; and\r      Whereas, Denying these Social Security credits and benefits would discourage immigrants from becoming citizens, and further push immigrants into the shadows; and\r      Whereas, The passage of S. 744 without section 2107 (d) would be fairer to all immigrants, especially to the estimated 500,000 undocumented immigrants who call New York City their home, as it would allow them to continue to receive the Social Security credits toward benefits they worked for and contributed to; now, therefore, be it \r      Resolved, That the Council of the City of New York urges the United States Congress to pass and the President to sign a comprehensive immigration reform bill that does not include any provisions that would further deny Social Security benefits to undocumented immigrants.      \rJSM\rLS 5256\r3/3/14",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\sa200\\sl276\\slmult1 By Council Members Palma, Menchaca, Barron, Chin, Eugene, Johnson, Levine, Mendez and Rosenthal\\par\n\\pard\\ltrpar\\fi720\\sa200\\sl360\\slmult1 Whereas, On June 27, 2013, the United States Senate passed S. 744, a comprehensive immigration reform bill,  which would, among other things, provide a pathway to citizenship for approximately 11 million undocumented immigrants residing in the United States; and\\par\nWhereas, Notwithstanding the tremendous benefits of the bill, section 2107(d) of S.744 would, for the first time, deny immigrants transitioning to citizenship credit toward Social Security benefits for work performed while undocumented; and\\par\nWhereas, The United States Social Security Administration (\\ldblquote SSA\\rdblquote ) administers the Social Security program, which provides retirement, disability, and survivor benefits to workers and their families, and is paid for, in part, by taxes on the earnings of workers, including many undocumented workers; and\\par\nWhereas, Currently, in order for immigrants to receive Social Security benefits they must: (i) work long enough to obtain insured status under the program; (ii) receive legal work status at some time; and (iii) receive legal immigration status for the time of their benefit entitlement; and \\par\nWhereas, The SSA created the Earnings Suspense File (\\ldblquote ESF\\rdblquote ) to reserve the Social Security tax payments of filers with mismatched names and Social Security numbers, in anticipation of later paying out those earnings; and\\par\nWhereas, According to The Medicare News Group\\rquote s January 2013 article, 75 percent of ESF contributions are from undocumented workers, which, in 2010, totaled nearly $2 billion for Medicare and $8.7 billion for Social Security; and\\par\nWhereas, Immigrants, regardless of their status, contribute greatly to the City\\rquote s economy; for example, according to a New York State Comptroller\\rquote s November 2013 report, immigrants accounted for 44 percent of the City\\rquote s workforce and  $210 billion in economic activity; and\\par\nWhereas, Despite immigrants\\rquote  contributions to the Social Security program and the economy as a whole, section 2107(d) of S. 744 would, more specifically, overturn existing law that allows immigrants transitioning to citizenship to receive credit toward Social Security benefits for work performed while undocumented between 2004 and 2014; and\\par\nWhereas, Denying these Social Security credits and benefits would essentially impose a lifelong penalty for legalizing immigration status, by reducing Social Security benefits for the immigrant elderly and denying disability and survivor\\rquote s benefits to immigrant families; and \\par\nWhereas, Denying these Social Security credits and benefits would further impoverish immigrant families, forcing the City of New York to cover resulting social costs, and negatively affecting the City\\rquote s economy; and\\par\nWhereas, Denying these Social Security credits and benefits would discourage immigrants from becoming citizens, and further push immigrants into the shadows; and\\par\nWhereas, The passage of S. 744 without section 2107 (d) would be fairer to all immigrants, especially to the estimated 500,000 undocumented immigrants who call New York City their home, as it would allow them to continue to receive the Social Security credits toward benefits they worked for and contributed to; now, therefore, be it \\par\n\\cf1 Resolved, That the Council of the City of New York urges the \\cf0 United States Congress to pass and the President to sign a comprehensive immigration reform bill that does not include any provisions that would further deny Social Security benefits to undocumented immigrants.      \\par\n\\pard\\ltrpar JSM\\par\nLS 5256\\par\n3/3/14  \\par\n}\n",
  "LastModified": "2017-12-26T19:33:09.423Z"
}
