{
  "ID": 52239,
  "GUID": "23EE6557-C55D-45CB-99F2-0E832868CFDB",
  "File": "Res 0142-2014",
  "Name": "“STOP Act”, establish a Sexual Assault and Oversight Response Council. (H.R. 1593)",
  "Title": "Resolution calling on the United States Congress to pass and the President to sign H.R. 1593, also known as the “STOP Act”, which would establish a Sexual Assault and Oversight Response Council.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 23,
  "BodyName": "Committee on Women's Issues",
  "IntroDate": "2014-03-26T00:00:00Z",
  "AgendaDate": "2014-03-26T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7623,
      "Slug": "inez-d-barron",
      "FullName": "Inez D. Barron"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 7632,
      "Slug": "ben-kallos",
      "FullName": "Ben Kallos"
    },
    {
      "ID": 7638,
      "Slug": "antonio-reynoso",
      "FullName": "Antonio Reynoso"
    },
    {
      "ID": 7636,
      "Slug": "carlos-menchaca",
      "FullName": "Carlos Menchaca"
    }
  ],
  "History": [
    {
      "ID": 286801,
      "Date": "2014-03-26T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 286959,
      "Date": "2014-03-26T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Women's Issues",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 13181,
      "AgendaSequence": 105,
      "MinutesSequence": 118,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Women’s Issues",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 329307,
      "Date": "2017-12-31T14:33:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-26T19:33:20.877Z"
    }
  ],
  "Summary": "",
  "TextID": 53636,
  "Text": "By Council Members Rose, Barron, Lander, Mendez, Levin, Kallos, Reynoso and Menchaca\n\tWhereas, According to the United States (\"U.S.\") Army, women currently serve in 95 percent of all Army occupations and comprise 15.7 percent of individuals on active duty; and\n\tWhereas, Women have long served with honor in U.S. armed forced, dating back to the establishment of the U.S. Army in 1775; and\n\tWhereas, Woman play an integral role in preserving the freedom of the U.S.; and\n\tWhereas, According to a 2013 report issued by The Pentagon, during fiscal year 2012, there were an estimated 26,000 incidents of sexual assault in the military with only 3,374 incidents reported; and\n      Whereas, Sexual assaults include, but are not limited to, rape, aggravated sexual contact, and abusive and wrongful sexual contact; and\n\tWhereas, H.R. 1593, sponsored by Congresswoman Jackie Speier and currently pending before the United States House of Representatives, seeks to establish a sexual assault and oversight response council in order to properly address reported acts of sexual assault in the military; and\n\tWhereas, H.R. 1593 is also known as \"the Sexual Assault Training Oversight and Prevention Act\" or \"STOP Act\"; and\n      Whereas, The STOP Act would establish a Sexual Assault Oversight and Response (\"SAOR\") Council, composed mainly of civilians, as an independent entity from the chain of command of the U.S. Department of Defense; and\n\tWhereas, The STOP Act would establish within the U.S. Department of Defense a SAOR Office to undertake specified duties and responsibilities relating to the investigation, prevention, and reduction of sexual assault incidents within the Armed Forces; and\n\tWhereas, The STOP Act would establish a Director of Military Prosecutions who would be appointed by the SAOR Council to have independent and final authority to oversee the prosecution of all sexual-related offenses committed by a member of the Armed Forces, and to refer such cases to trial by courts-martial; and\n\tWhereas, The STOP Act would would help remove the reporting, oversight, investigation and victim care of sexual assaults from the U.S. military's normal chain of command,  place jurisdiction in the newly created, autonomous SAOR Office comprised of civilian and military experts, and help victims receive justice; now, therefore be it\n\tResolved, That the Council of the City of New York calls on the United States Congress to pass and the President to sign H.R. 1593, also known as the \"STOP Act\", which would establish a Sexual Assault and Oversight Response Council.\nWJH\n1/15/14\nLS 4741",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Arial;}}\n{\\colortbl ;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\sa200\\sl276\\slmult1 By Council Members Rose, Barron, Lander, Mendez, Levin, Kallos, Reynoso and Menchaca\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, According to the United States (\\ldblquote U.S.\\rdblquote ) Army, \\lang9 women currently serve in 95 percent of all Army occupations and comprise 15.7 percent of individuals on active duty\\lang1033 ; and\\par\n\\tab Whereas, Women have long served with honor in U.S. armed forced, dating back to the establishment of the U.S. Army in 1775; and\\par\n\\tab Whereas, Woman play an integral role in preserving the freedom of the U.S.; and\\par\n\\tab Whereas, \\lang2057 According to a 2013 report issued by The Pentagon, during fiscal year 2012, there were an estimated 26,000 incidents of sexual assault in the military with only 3,374 incidents reported; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Sexual assaults include, but are not limited to, rape, aggravated sexual contact, and abusive and wrongful sexual contact; and\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\lang1033\\tab Whereas, H.R. 1593, sponsored by Congresswoman Jackie Speier and currently pending before the United States House of Representatives, seeks to establish a sexual assault and oversight response council in order to properly address reported acts of sexual assault in the military; and\\par\n\\tab Whereas, H.R. 1593 is also known as \\ldblquote the Sexual Assault Training Oversight and Prevention Act\\rdblquote  or \\ldblquote STOP Act\\rdblquote ; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, The STOP Act would establish a Sexual Assault Oversight and Response (\\ldblquote SAOR\\rdblquote ) Council, composed mainly of civilians, as an independent entity from the chain of command of the U.S. Department of Defense; and\\par\n\\pard\\cbpat1\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, The STOP Act would establish within the U.S. Department of Defense a SAOR Office to undertake specified duties and responsibilities relating to the investigation, prevention, and reduction of sexual assault incidents within the Armed Forces; and\\par\n\\tab Whereas, The STOP Act would establish a Director of Military Prosecutions who would be appointed by the SAOR Council to have independent and final authority to oversee the prosecution of all sexual-related offenses committed by a member of the Armed Forces, and to refer such cases to trial by courts-martial; and\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, The STOP Act would \\lang2057 would help remove the reporting, oversight, investigation and victim care of sexual assaults from the U.S. military\\rquote s normal chain of command,  place jurisdiction in the newly created, autonomous SAOR Office comprised of civilian and military experts, and help victims receive justice; now, therefore be it\\par\n\\tab Resolved, That the Council of the City of New York calls \\lang1033 on the United States Congress to pass and the President to sign H.R. 1593, also known as the \\ldblquote STOP Act\\rdblquote , which would establish a Sexual Assault and Oversight Response Council.\\par\n\\pard\\ltrpar\\qj WJH\\par\n1/15/14\\par\nLS 4741\\lang2057\\par\n\\pard\\cbpat1\\ltrpar\\sb100\\sa100\\qj\\lang1033\\par\n\\pard\\ltrpar\\sa200\\sl276\\slmult1\\qj\\lang2057\\f1\\fs22\\par\n\\lang1033\\f0\\par\n\\par\n\\par\n\\par\n\\fs24\\par\n}\n",
  "LastModified": "2017-12-26T19:33:21Z"
}
