{
  "ID": 52244,
  "GUID": "B5A43AAC-21C0-49DE-838A-DEDE94CCAC2D",
  "File": "Res 0143-2014",
  "Name": "Establishing a veterans tax credit for businesses that hire veterans and disabled veterans. (S.1707/ A.4098)",
  "Title": "Resolution calling upon the New York State Legislature to pass, and the Governor to sign S.1707 and A.4098, legislation establishing a veterans tax credit for businesses that hire veterans and disabled veterans.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5122,
  "BodyName": "Committee on Veterans",
  "IntroDate": "2014-03-26T00:00:00Z",
  "AgendaDate": "2014-03-26T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    },
    {
      "ID": 7623,
      "Slug": "inez-d-barron",
      "FullName": "Inez D. Barron"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7113,
      "Slug": "mathieu-eugene",
      "FullName": "Mathieu Eugene"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 7642,
      "Slug": "paul-a-vallone",
      "FullName": "Paul A. Vallone"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    }
  ],
  "History": [
    {
      "ID": 286678,
      "Date": "2014-03-26T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 286963,
      "Date": "2014-03-26T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Veterans",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 13181,
      "AgendaSequence": 109,
      "MinutesSequence": 122,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Veterans",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 287068,
      "Date": "2014-03-28T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 5122,
      "BodyName": "Committee on Veterans",
      "EventID": 13218,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 287096,
      "Date": "2014-03-28T10:10:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 5122,
      "BodyName": "Committee on Veterans",
      "EventID": 13218,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 329308,
      "Date": "2017-12-31T14:33:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-26T19:33:32.83Z"
    }
  ],
  "Attachments": [
    {
      "ID": 118086,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 3/28/14",
      "Link": "https://nyc.legistar1.com/nyc/attachments/119b0956-915f-4350-b4ff-0c21a233acff.doc",
      "Sort": 1
    },
    {
      "ID": 118151,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 3/28/14",
      "Link": "https://nyc.legistar1.com/nyc/attachments/33aab459-4bda-47db-90fc-e6df0cef809e.PDF",
      "Sort": 2
    },
    {
      "ID": 118531,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 3/28/14",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c4762682-c79c-48cf-a0ae-bfda1c39f830.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 53641,
  "Text": "By Council Members Ulrich, Barron, Chin, Eugene, Gentile, Vallone and Rosenthal\n\n      Whereas, Veterans who have served since September 2001 are experiencing higher rates of unemployment than previously seen either among older veterans or the general population, even as the economy has improved following the recent recession; and\n      Whereas, For February 2014, the unemployment rate for veterans that have served since September 11, 2001, commonly referred to as post-9/11 or recent veterans, was 9.2 percent, compared to the general civilian unemployment rate of 6.3 percent; and\n      Whereas, During 2013, the average unemployment rate for post-9/11 veterans for the year was 9.1 percent, significantly higher than the average rate of 6.7 percent for all veterans and 7.4 percent for the general population; and \n      Whereas, In a survey of recent veterans, nearly 70 percent cited finding employment as their biggest challenge; and \n      Whereas, Many veterans report having difficulty translating their military experience and skills to terms more commonly used by civilian employers, while others have struggled in the job market due to the fact that they began looking for work during a serious recession; and\n      Whereas, The federal government previously offered tax credits to employers that hired unemployed veterans under the Work Opportunity Tax Credit program, but the program has not been renewed; and\n      Whereas, In January 2013, New York State Senator Mark Grisanti and Assembly Member Fred Thiele, Jr. introduced S.1707 and A.4098, bills that would provide New York companies with a financial incentive to hire veterans by offering such businesses tax credits in return for employing those who have served our country in the United States military; and\n      Whereas, S.1707 and A.4098 would provide a tax credit of $3,000 per veteran hired or $4,000 for every disabled veteran hired; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the New York State Legislature to pass, and the Governor to sign S.1707 and A.4098, legislation establishing a veterans tax credit for businesses that hire veterans and disabled veterans.\n       \nKET 3/17/14 1:37PM\nLS 1112/2014\n\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0  \\par\n\\pard\\cbpat1\\ltrpar\\nowidctlpar By Council Members Ulrich, Barron, Chin, Eugene, Gentile, Vallone and Rosenthal\\par\n\\par\n\\pard\\cbpat1\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Whereas, Veterans who have served since September 2001 are experiencing higher rates of unemployment than previously seen either among older veterans or the general population, even as the economy has improved following the recent recession; and\\par\nWhereas, For February 2014, the unemployment rate for veterans that have served since September 11, 2001, commonly referred to as post-9/11 or recent veterans, was 9.2 percent, compared to the general civilian unemployment rate of 6.3 percent; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, During 2013, the average unemployment rate for post-9/11 veterans for the year was 9.1 percent, significantly higher than the average rate of 6.7 percent for all veterans and 7.4 percent for the general population; and \\par\n\\pard\\cbpat1\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Whereas, In a survey of recent veterans, nearly 70 percent cited finding employment as their biggest challenge; and \\par\nWhereas, Many veterans report having difficulty translating their military experience and skills to terms more commonly used by civilian employers, while others have struggled in the job market due to the fact that they began looking for work during a serious recession; and\\par\nWhereas, The federal government previously offered tax credits to employers that hired unemployed veterans under the Work Opportunity Tax Credit program, but the program has not been renewed; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj\\tx720\\tx810\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656 Whereas, In January 2013, New York State Senator Mark Grisanti and Assembly Member Fred Thiele, Jr. introduced S.1707 and A.4098, bills that would provide New York companies with a financial incentive to hire veterans by offering such businesses tax credits in return for employing those who have served our country in the United States military; and\\par\nWhereas, S.1707 and A.4098 would provide a tax credit of $3,000 per veteran hired or $4,000 for every disabled veteran hired; now, therefore, be it\\par\n\\pard\\cbpat1\\ltrpar\\fi720\\sl480\\slmult1\\qj Resolved, That the Council of the City of New York calls upon the New York State Legislature to pass, and the Governor to sign S.1707 and A.4098, legislation establishing a veterans tax credit for businesses that hire veterans and disabled veterans.\\par\n\\pard\\cbpat1\\ltrpar\\fi720\\fs20\\par\n\\pard\\cbpat1\\ltrpar\\nowidctlpar KET 3/17/14 1:37PM\\par\n\\pard\\ltrpar LS 1112/2014\\par\n\\fs24\\par\n}\n",
  "LastModified": "2017-12-26T19:33:32.89Z"
}
