{
  "ID": 52248,
  "GUID": "50F1F757-8A9E-46FA-9081-B775B1737986",
  "File": "Res 0148-2014",
  "Name": "MTA to install soundproofing systems near schools where subway and train noise reach disruptive decibel levels.",
  "Title": "Resolution calling on the Metropolitan Transportation Authority to install soundproofing systems near schools where subway and train noise reach disruptive decibel levels.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2014-03-26T00:00:00Z",
  "AgendaDate": "2014-03-26T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 7623,
      "Slug": "inez-d-barron",
      "FullName": "Inez D. Barron"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7627,
      "Slug": "costa-g-constantinides",
      "FullName": "Costa G. Constantinides"
    },
    {
      "ID": 7634,
      "Slug": "mark-levine",
      "FullName": "Mark Levine"
    },
    {
      "ID": 7642,
      "Slug": "paul-a-vallone",
      "FullName": "Paul A. Vallone"
    },
    {
      "ID": 7636,
      "Slug": "carlos-menchaca",
      "FullName": "Carlos Menchaca"
    }
  ],
  "History": [
    {
      "ID": 286818,
      "Date": "2014-03-26T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 286977,
      "Date": "2014-03-26T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 13181,
      "AgendaSequence": 123,
      "MinutesSequence": 136,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 329312,
      "Date": "2017-12-31T14:34:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-26T19:34:21.907Z"
    }
  ],
  "Summary": "",
  "TextID": 53646,
  "Text": "By Council Members Van Bramer, Barron, Cabrera, Chin, Constantinides, Levine, Vallone and Menchaca\n      Whereas, The Metropolitan Transportation Authority (\"MTA\") has over 600 miles of subway tracks, and operates 6,000 subway cars that serve 468 subway stations; and \n      Whereas, A large portion of the MTA's track infrastructure is above ground, running through many commercial and residential areas; and\n      Whereas, While New York City arguably has one of the largest and most efficient subway systems in the world, the largely above-ground system poses many problems for City residents; and\n      Whereas, In particular, subway noise has become a concern to many parents; and\n      Whereas, According to one media report, a public school in Queens that is located near an elevated train registered decibel levels in the high 90s; and\n      Whereas, According to the National Institutes of Health, prolonged exposure to noise levels of 85 decibels or higher may lead to hearing loss; and\n      Whereas, The New York City Department of Health recently launched a campaign to educate City residents about the negative effects of headphone use; and\n      Whereas, In Seattle, Washington, the local transit authority began work in 2013 to soundproof a portion of its light rail system that runs close to a residential neighborhood due to concerns about noise levels; and\n      Whereas, The MTA, in conjunction with other relevant City and State agencies, should begin studying ways to soundproof subway tracks located near public schools; now, therefore, be it\n\tResolved, That the Council of the City of New York calls upon the Metropolitan Transportation Authority to install soundproofing systems near schools where subway and train noise reach disruptive decibel levels.\n\nGZ\nRes 2092/2013\nLS 1027/2014\n3/18/14",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\sa200 By Council Members Van Bramer, Barron, Cabrera, Chin, Constantinides, Levine, Vallone and Menchaca\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 Whereas, The Metropolitan Transportation Authority (\\ldblquote MTA\\rdblquote ) has over 600 miles of subway tracks, and operates 6,000 subway cars that serve 468 subway stations; and \\par\nWhereas, A large portion of the MTA\\rquote s track infrastructure is above ground, running through many commercial and residential areas; and\\par\nWhereas, While New York City arguably has one of the largest and most efficient subway systems in the world, the largely above-ground system poses many problems for City residents; and\\par\nWhereas, In particular, subway noise has become a concern to many parents; and\\par\nWhereas, According to one media report, a public school in Queens that is located near an elevated train registered decibel levels in the high 90s; and\\par\nWhereas, According to the National Institutes of Health, prolonged exposure to noise levels of 85 decibels or higher may lead to hearing loss; and\\par\nWhereas, The New York City Department of Health recently launched a campaign to educate City residents about the negative effects of headphone use; and\\par\nWhereas, In Seattle, Washington, the local transit authority began work in 2013 to soundproof a portion of its light rail system that runs close to a residential neighborhood due to concerns about noise levels; and\\par\nWhereas, The MTA, in conjunction with other relevant City and State agencies, should begin studying ways to soundproof subway tracks located near public schools; now, therefore, be it\\par\n\\pard\\ltrpar\\sl480\\slmult1\\tab Resolved, That the Council of the City of New York calls upon the Metropolitan Transportation Authority to install soundproofing systems near schools where subway and train noise reach disruptive decibel levels.\\par\n\\pard\\ltrpar\\sl20\\slmult0\\fs22\\par\n\\fs20 GZ\\par\nRes 2092/2013\\par\nLS 1027/2014\\par\n3/18/14\\par\n}\n",
  "LastModified": "2018-01-02T15:50:14.437Z"
}
