{
  "ID": 52320,
  "GUID": "A161B91F-E1EA-4EAA-9169-CD1C420F6591",
  "File": "Res 0150-2014",
  "Name": "Establish a public campaign financing system for campaigns for the office of NYS Comptroller.",
  "Title": "Resolution calling upon the New York State Legislature to pass and the Governor to sign legislation that would establish a public campaign financing system for campaigns for the office of New York State Comptroller.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 22,
  "BodyName": "Committee on State and Federal Legislation",
  "IntroDate": "2014-03-26T00:00:00Z",
  "AgendaDate": "2014-03-26T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    }
  ],
  "History": [
    {
      "ID": 286824,
      "Date": "2014-03-26T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 286983,
      "Date": "2014-03-26T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on State and Federal Legislation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 13181,
      "AgendaSequence": 129,
      "MinutesSequence": 142,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "State and Federal Legislation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 329314,
      "Date": "2017-12-31T14:34:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-26T19:34:45.313Z"
    }
  ],
  "Summary": "",
  "TextID": 53719,
  "Text": "By Council Member Williams\n\n\tWhereas, New York State does not currently have a public campaign financing system for candidates running for New York State Comptroller or other statewide public offices; and\n      Whereas, The current New York State campaign contribution limit for a candidate running in a primary and general election for Comptroller is $60,800, as compared to $5,000 for a United States Presidential candidate; and\nWhereas, The current New York State limit on direct corporate contributions to \n\ncandidates is $5,000, as compared to an absolute ban on such contributions under New \n\nYork City and federal law: and \n      \n      Whereas, In 2010, the United States Supreme Court issued a decision in Citizens United v. Federal Election Commission, holding that corporations and other groups may engage in unlimited independent spending on elections; and\n\tWhereas, The Supreme Court decision, combined with New York State's current contribution limits and lack of a public campaign financing system, has the potential to hinder electoral competition and increase the risk of corruption  by allowing wealthy individuals and corporations to spend large amounts to fund political campaigns; and\n\tWhereas, This is particularly problematic for the office of the Comptroller, since this office is responsible for overseeing the State's multi-billion dollar pension system, including making determinations regarding how these funds are to be invested; and\n\tWhereas, Public campaign financing provides candidates with resources to run competitive races, improves election transparency through more stringent disclosure requirements and reduces the risk of corruption and the appearance of impropriety by decreasing the potential for undue influence from wealthy contributors; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the New York State Legislature to pass and the Governor to sign legislation that would establish a public campaign financing system for campaigns for the office of New York State Comptroller.\n\nDB\nRes. 1476/2012\nLS 454/2014 \n03/13/2014",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Member Williams\\par\n\\par\n\\pard\\ltrpar\\sl480\\slmult1\\tab Whereas, New York State does not currently have a public campaign financing system for candidates running for New York State Comptroller or other statewide public offices; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 Whereas, The current New York State campaign contribution limit for a candidate running in a primary and general election for Comptroller is $60,800, as compared to $5,000 for a United States Presidential candidate; and\\par\n\\pard\\ltrpar\\li720 Whereas, The current New York State limit on direct corporate contributions to \\par\n\\pard\\ltrpar\\par\ncandidates is $5,000, as compared to an absolute ban on such contributions under New \\par\n\\par\nYork City and federal law: and \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\par\nWhereas, In 2010, the United States Supreme Court issued a decision in \\ul Citizens United v. Federal Election Commission\\ulnone , holding that corporations and other groups may engage in unlimited independent spending on elections; and\\par\n\\pard\\ltrpar\\sl480\\slmult1\\tab Whereas, The Supreme Court decision, combined with New York State\\rquote s current contribution limits and lack of a public campaign financing system, has the potential to hinder electoral competition and increase the risk of corruption  by allowing wealthy individuals and corporations to spend large amounts to fund political campaigns; and\\par\n\\tab Whereas, This is particularly problematic for the office of the Comptroller, since this office is responsible for overseeing the State\\rquote s multi-billion dollar pension system, including making determinations regarding how these funds are to be invested; and\\par\n\\tab Whereas, Public campaign financing provides candidates with resources to run competitive races, improves election transparency through more stringent disclosure requirements and reduces the risk of corruption and the appearance of impropriety by decreasing the potential for undue influence from wealthy contributors; now, therefore, be it\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Resolved, That the Council of the City of New York calls upon the New York State Legislature to pass and the Governor to sign legislation that would establish a public campaign financing system for campaigns for the office of New York State Comptroller.\\par\n\\pard\\ltrpar\\par\nDB\\line Res. 1476/2012\\par\nLS 454/2014 \\par\n03/13/2014\\par\n\\pard\\ltrpar\\sl480\\slmult1\\par\n\\par\n}\n",
  "LastModified": "2017-12-26T19:34:45.453Z"
}
