{
  "ID": 52379,
  "GUID": "A639B0A0-02C1-41C7-BE45-C9CAB515E4FF",
  "File": "Res 0165-2014",
  "Name": "DOE to implement a robust requirement for civics education at the elementary, middle and high school level for all public schools in NY.",
  "Title": "Resolution calling upon the New York State Department of Education to implement a robust requirement for civics education at the elementary, middle and high school level for all public schools in New York.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 9,
  "BodyName": "Committee on Education",
  "IntroDate": "2014-04-10T00:00:00Z",
  "AgendaDate": "2014-04-10T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7634,
      "Slug": "mark-levine",
      "FullName": "Mark Levine"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 7622,
      "Slug": "vanessa-l-gibson",
      "FullName": "Vanessa L. Gibson"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7617,
      "Slug": "donovan-j-richards",
      "FullName": "Donovan J. Richards"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 7113,
      "Slug": "mathieu-eugene",
      "FullName": "Mathieu Eugene"
    }
  ],
  "History": [
    {
      "ID": 287265,
      "Date": "2014-04-10T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 287411,
      "Date": "2014-04-10T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Education",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 13232,
      "AgendaSequence": 103,
      "MinutesSequence": 121,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Education",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 329320,
      "Date": "2017-12-31T14:36:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-26T19:36:12.127Z"
    }
  ],
  "Summary": "",
  "TextID": 53779,
  "Text": "By Council Members Levine, Chin, Ferreras-Copeland, Gibson, Koo, Mendez, Richards, Rose, Williams, Rosenthal, Gentile and Eugene.\n\n\tWhereas, Civics, defined by Merriam Webster's Dictionary as the study of the rights and duties of citizens and of how government works, is an important component of a democratic society; and\n\tWhereas, Civics education helps promote democratic ideals by preparing students to be engaged citizens; and\n\tWhereas, Enhancing youth participation in community service and political engagement could help foster future behaviors that would provide long-term benefits to communities; and\n\tWhereas, A robust civics curriculum in public schools could help to ensure such engagement; and\n      Whereas, The current civics curriculum required by the New York State Department of Education was designed in 2002 and has not been updated; and\n      Whereas, The core civics curriculum as outlined in a New York State Department of Education report entitled \"Participation in Government\",  is designed to be a culminating course of study that focuses on \"Social Studies Learning Standard-Civics, Citizenship, and Government\"; and\n      Whereas, According to the report, a major aim of education in the State of New York is to prepare its students for \"a productive and meaningful life as citizens in local, state, national, and international settings\"; and\n      Whereas, It is essential that this curriculum be updated and enhanced and its implementation monitored; and\n      Whereas, In January 2014, the New York State Bar Association (NYSBA) President David Schraver sent a letter to Governor Andrew Cuomo about the critical need to enhance civics education in New York State; and\n      Whereas, A February 2014 statement issued by the NYSBA referenced  a \"shocking level of decline\" in Americans' grasp and understanding of the structure of American democracy as found by the Association's Law Youth and Citizenship Committee's report on civics education; and \n      Whereas, According to findings of this report, fifty-eight percent of New Yorkers cannot name either of their two current United States Senators; and\n      Whereas, Furthermore, the report indicates that only five percent of New Yorkers surveyed knew that the Constitution was designed to prevent both tyranny of the majority and of a small, influential minority; and\n      Whereas, As recently as 1999 New York was considered a model for history and civics education by many but has declined in its performance; and\n      Whereas, Changes in educational priorities which focus on factors such as career readiness and standardized test results are thought to exacerbate the lack of a first-rate civics focused curriculum; and\n      Whereas, According to the executive director of the Center for Civic Education, the United States is \"focused more upon developing the worker at the expense of developing the citizen\"; and \n      Whereas, Currently, in New York, social studies is considered a secondary curriculum placed under English Language Arts (ELA), resulting in history being taught through literature and therefore weakened; and \n      Whereas, A 2011 study by the Brennan Center gave New Yorkers failing grades in civic literacy and stated that meaningful democracy requires civic literacy and that civic illiteracy puts American democracy at risk; now, therefore, be it\n\tResolved, That the Council of the City of New York calls upon the New York State Department of Education to implement a robust requirement for civics education at the elementary, middle and high school level for all public schools in New York.\n\n\nLS 479\n3/25/14\nJP\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar By Council Members Levine, Chin, Ferreras-Copeland, Gibson, Koo, Mendez, Richards, Rose, Williams, Rosenthal, Gentile and Eugene.\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tab Whereas, Civics, defined by Merriam Webster\\rquote s Dictionary as the study of the rights and duties of citizens and of how government works, is an important component of a democratic society; and\\par\n\\tab Whereas, Civics education helps promote democratic ideals by preparing students to be engaged citizens; and\\par\n\\tab Whereas, Enhancing youth participation in community service and political engagement could help foster future behaviors that would provide long-term benefits to communities; and\\par\n\\tab Whereas, A robust civics curriculum in public schools could help to ensure such engagement; and\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Whereas, The current civics curriculum required by the New York State Department of Education was designed in 2002 and has not been updated; and\\par\nWhereas, The core civics curriculum as outlined in a New York State Department of Education report entitled \\ldblquote Participation in Government\\rdblquote ,  is designed to be a culminating course of study that focuses on \\ldblquote Social Studies Learning Standard-Civics, Citizenship, and Government\\rdblquote ; and\\par\nWhereas, According to the report, a major aim of education in the State of New York is to prepare its students for \\ldblquote a productive and meaningful life as citizens in local, state, national, and international settings\\rdblquote ; and\\par\nWhereas, It is essential that this curriculum be updated and enhanced and its implementation monitored; and\\par\nWhereas, In January 2014, the New York State Bar Association (NYSBA) President David Schraver sent a letter to Governor Andrew Cuomo about the critical need to enhance civics education in New York State; and\\par\nWhereas, A February 2014 statement issued by the NYSBA referenced  a \\ldblquote shocking level of decline\\rdblquote  in Americans\\rquote  grasp and understanding of the structure of American democracy as found by the Association\\rquote s Law Youth and Citizenship Committee\\rquote s report on civics education; and \\par\nWhereas, According to findings of this report, fifty-eight percent of New Yorkers cannot name either of their two current United States Senators; and\\par\nWhereas, Furthermore, the report indicates that only five percent of New Yorkers surveyed knew that the Constitution was designed to prevent both tyranny of the majority and of a small, influential minority; and\\par\nWhereas, As recently as 1999 New York was considered a model for history and civics education by many but has declined in its performance; and\\par\nWhereas, Changes in educational priorities which focus on factors such as career readiness and standardized test results are thought to exacerbate the lack of a first-rate civics focused curriculum; and\\par\nWhereas, According to the executive director of the Center for Civic Education, the United States is \\ldblquote focused more upon developing the worker at the expense of developing the citizen\\rdblquote ; and \\par\nWhereas, Currently, in New York, social studies is considered a secondary curriculum placed under English Language Arts (ELA), resulting in history being taught through literature and therefore weakened; and \\par\nWhereas, A 2011 study by the Brennan Center gave New Yorkers failing grades in civic literacy and stated that meaningful democracy requires civic literacy and that civic illiteracy puts American democracy at risk; now, therefore, be it\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tab Resolved, That the Council of the City of New York calls upon the New York State Department of Education to implement a robust requirement for civics education at the elementary, middle and high school level for all public schools in New York.\\par\n\\fs22\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar LS 479\\par\n3/25/14\\par\nJP\\par\n}\n",
  "LastModified": "2017-12-26T19:36:12.19Z"
}
