{
  "ID": 52217,
  "GUID": "EA994AA1-8841-4C1B-BCCD-4925A83AF7DC",
  "File": "Res 0167-2014",
  "Name": "Authorizing the creation of small business tax-deferred savings accounts. (S.6717/A.8653)",
  "Title": "Resolution calling upon the New York State Legislature to pass and the Governor to sign S.6717 and A.8653, in relation to authorizing the creation of small business tax-deferred savings accounts.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5120,
  "BodyName": "Committee on Small Business",
  "IntroDate": "2014-04-10T00:00:00Z",
  "AgendaDate": "2014-04-10T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7642,
      "Slug": "paul-a-vallone",
      "FullName": "Paul A. Vallone"
    },
    {
      "ID": 7627,
      "Slug": "costa-g-constantinides",
      "FullName": "Costa G. Constantinides"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    }
  ],
  "History": [
    {
      "ID": 287283,
      "Date": "2014-04-10T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 287430,
      "Date": "2014-04-10T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Small Business",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 13232,
      "AgendaSequence": 122,
      "MinutesSequence": 140,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Small Business",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 329321,
      "Date": "2017-12-31T14:36:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-26T19:36:28.503Z"
    }
  ],
  "Summary": "",
  "TextID": 53614,
  "Text": "By Council Members Vallone, Constantinides, Koo, Rose and Gentile\n \n      Whereas, According to the United States Small Business Administration (SBA), small businesses represent over 99 percent of employers in New York State; and\n      Whereas, Small businesses employ over 50 percent of New York State's private sector workforce; and\n      Whereas, According to the United States Census Bureau, New York City itself is home to over 200,000 small businesses; and\n      Whereas, Small businesses are vital to the health of New York City's economy; and\n      Whereas, Even successful small businesses occasionally struggle with cash flow and access to capital, which may prevent them from taking steps to expand their business and create jobs; and\n      Whereas, In order to incentivize the growth of small businesses and job creation, small businesses in New York should be permitted to open tax-deferred savings accounts; and\n      Whereas, S.6717, sponsored by State Senator Jack Martins, and A.8653, sponsored by State Assembly Member Charles Lavine, amends the economic development and tax laws of New York State, to permit businesses to open tax-deferred savings accounts; and\n      Whereas, Under this legislation, small businesses would be permitted to deposit profits into these tax-deferred savings accounts as they saw fit; and\n      Whereas, However, these businesses would be permitted to withdraw from these accounts on a tax-free basis on the condition that the money withdrawn must be used to create or preserve full time jobs in New York State; and\n      Whereas, This condition would encourage businesses to withdraw and invest in expansion, which would bring jobs to New York; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the New York State Legislature to pass and the Governor to sign S.6717 and A.8653, in relation to authorizing the creation of small business tax-deferred savings accounts.\n\n\nPD\nLS #961\n3/11/14\n1",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Vallone, Constantinides, Koo, Rose and Gentile\\par\n\\pard\\ltrpar\\qj  \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, According to the United States Small Business Administration (SBA), small businesses represent over 99 percent of employers in New York State; and\\par\nWhereas, Small businesses employ over 50 percent of New York State\\rquote s private sector workforce; and\\par\nWhereas, According to the United States Census Bureau, New York City itself is home to over 200,000 small businesses; and\\par\nWhereas, Small businesses are vital to the health of New York City\\rquote s economy; and\\par\nWhereas, Even successful small businesses occasionally struggle with cash flow and access to capital, which may prevent them from taking steps to expand their business and create jobs; and\\par\nWhereas, In order to incentivize the growth of small businesses and job creation, small businesses in New York should be permitted to open tax-deferred savings accounts; and\\par\nWhereas, S.6717, sponsored by State Senator Jack Martins, and A.8653, sponsored by State Assembly Member Charles Lavine, amends the economic development and tax laws of New York State, to permit businesses to open tax-deferred savings accounts; and\\par\nWhereas, Under this legislation, small businesses would be permitted to deposit profits into these tax-deferred savings accounts as they saw fit; and\\par\nWhereas, However, these businesses would be permitted to withdraw from these accounts on a tax-free basis on the condition that the money withdrawn must be used to create or preserve full time jobs in New York State; and\\par\nWhereas, This condition would encourage businesses to withdraw and invest in expansion, which would bring jobs to New York; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls upon the New York State Legislature to pass and the Governor to sign S.6717 and A.8653, in relation to authorizing the creation of small business tax-deferred savings accounts.\\par\n\\pard\\ltrpar\\par\n\\par\n\\fs20 PD\\par\nLS #961\\par\n3/11/14\\par\n}\n",
  "LastModified": "2017-12-26T19:36:28.597Z"
}
