{
  "ID": 51977,
  "GUID": "4C0A5005-82B0-46BB-9880-004CDAFD4E48",
  "File": "Res 0174-2014",
  "Name": "NYS Office for People with Developmental Disabilities to include the use of GPS tracking devices as a covered service available under the People First Waiver.",
  "Title": "Resolution calling upon the New York State Office for People with Developmental Disabilities to include the use of GPS tracking devices as a covered service available under the People First Waiver.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5109,
  "BodyName": "Committee on Mental Health, Developmental Disability, Alcoholism, Substance Abuse and Disability Services",
  "IntroDate": "2014-04-10T00:00:00Z",
  "AgendaDate": "2014-04-10T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7624,
      "Slug": "andrew-cohen",
      "FullName": "Andrew Cohen"
    },
    {
      "ID": 7622,
      "Slug": "vanessa-l-gibson",
      "FullName": "Vanessa L. Gibson"
    },
    {
      "ID": 7628,
      "Slug": "laurie-a-cumbo",
      "FullName": "Laurie A. Cumbo"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 7604,
      "Slug": "robert-e-cornegy-jr",
      "FullName": "Robert E. Cornegy, Jr."
    },
    {
      "ID": 7642,
      "Slug": "paul-a-vallone",
      "FullName": "Paul A. Vallone"
    },
    {
      "ID": 7629,
      "Slug": "chaim-m-deutsch",
      "FullName": "Chaim M. Deutsch"
    },
    {
      "ID": 7502,
      "Slug": "elizabeth-s-crowley",
      "FullName": "Elizabeth S. Crowley"
    }
  ],
  "History": [
    {
      "ID": 287296,
      "Date": "2014-04-10T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 287443,
      "Date": "2014-04-10T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Mental Health, Developmental Disability, Alcoholism, Drug Abuse and Disability Services",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 13232,
      "AgendaSequence": 135,
      "MinutesSequence": 153,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Mental Health, Developmental Disability, Alcoholism, Drug Abuse and Disability Services",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 287539,
      "Date": "2014-04-25T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 5109,
      "BodyName": "Committee on Mental Health, Developmental Disability, Alcoholism, Substance Abuse and Disability Services",
      "EventID": 13239,
      "AgendaSequence": 4,
      "MinutesSequence": 9,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 287827,
      "Date": "2014-04-25T13:10:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 5109,
      "BodyName": "Committee on Mental Health, Developmental Disability, Alcoholism, Substance Abuse and Disability Services",
      "EventID": 13239,
      "MinutesSequence": 10,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 329328,
      "Date": "2017-12-31T14:37:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-26T19:37:49.08Z"
    }
  ],
  "Attachments": [
    {
      "ID": 118489,
      "LastModified": "2016-01-05T20:18:26.693Z",
      "Name": "Committee Report 4/25/14",
      "Link": "https://nyc.legistar1.com/nyc/attachments/e69209bc-e1f5-4592-a90c-be5de1c9f72a.pdf",
      "Sort": 1
    },
    {
      "ID": 119097,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 4/25/14",
      "Link": "https://nyc.legistar1.com/nyc/attachments/27a75749-7a89-413d-94e8-c8e272ce65b0.pdf",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 53371,
  "Text": "By Council Members Cohen, Gibson, Cumbo, Chin, Rose. Gentile, Cornegy, Vallone, Deutsch and Crowley\n\n\tWhereas, In January 2014, the search for Avonte Oquendo, a 14 year-old autistic teenager who went missing from his school in Queens three months earlier, ended tragically with the recovery of his remains; and \n\tWhereas, As a result of his autism, Avonte Oquendo was non-verbal teenager who had tendency to wander from safe environments; and\n\tWhereas, Autism is one of a group of neurodevelopmental disorders, known as autism spectrum disorders, that are characterized by social impairments, difficulties with verbal and nonverbal communication, and repetitive behaviors; and \n\tWhereas, According to the United States Centers for Disease Control and Prevention, approximately one in 88 American children have an autism spectrum disorder; and\n\tWhereas, Nearly half of children with an autism spectrum disorder attempt to wander or bolt from supervised areas, and more than half of those that wander go missing; and\n\tWhereas, Wearable devices that utilize global positioning systems (GPS) can track children with autism and ensure they are quickly located if they go missing; and\n\tWhereas, New York State, in collaboration with the federal government, offers Medicaid waivers to children with disabilities so that they can receive certain services that help them stay with their families and in their community; and \n\tWhereas, Some Medicaid waivers provide for the coverage of assistive technology, a category of services that allow an individual to use adaptive devices to help maintain or increase their ability to remain with and be a part of the community; and \n\tWhereas, The New York State Office for People with Developmental Disability is currently developing a new waiver, called the People First Waiver, that will serve individuals with developmental disabilities, such as autism; and\n\tWhereas, Making GPS tracking devices available through the People First Waiver would provide comfort to parents of autistic children and help ensure the safe return of autistic children that may go missing; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the New York State Office for People with Developmental Disabilities to include the use of GPS tracking devices as a covered service available under the People First Waiver.\n      \nKET \n3/13/14 5:38PM\nLS 544/2014\n\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0  \\par\nBy Council Members Cohen, Gibson, Cumbo, Chin, Rose. Gentile, Cornegy, Vallone, Deutsch and Crowley\\par\n\\par\n\\pard\\cbpat1\\ltrpar\\sl480\\slmult1\\qj\\tx720\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\lang9\\tab Whereas,\\lang1033  In January 2014, the search for Avonte Oquendo, a 14 year-old autistic teenager who went missing from his school in Queens three months earlier, ended tragically with the recovery of his remains; and \\par\n\\tab Whereas, As a result of his autism, Avonte Oquendo was non-verbal teenager who had tendency to wander from safe environments; and\\par\n\\tab Whereas, Autism is one of a group of neurodevelopmental disorders, known as autism spectrum disorders, that are characterized by social impairments, difficulties with verbal and nonverbal communication, and repetitive behaviors; and \\par\n\\tab Whereas, According to the United States Centers for Disease Control and Prevention, approximately one in 88 American children have an autism spectrum disorder; and\\par\n\\tab Whereas, Nearly half of children with an autism spectrum disorder attempt to wander or bolt from supervised areas, and more than half of those that wander go missing; and\\par\n\\tab Whereas, Wearable devices that utilize global positioning systems (GPS) can track children with autism and ensure they are quickly located if they go missing; and\\par\n\\tab Whereas, New York State, in collaboration with the federal government, offers Medicaid waivers to children with disabilities so that they can receive certain services that help them stay with their families and in their community; and \\par\n\\tab Whereas, Some Medicaid waivers provide for the coverage of assistive technology, a category of services that allow an individual to use adaptive devices to help maintain or increase their ability to remain with and be a part of the community; and \\par\n\\tab Whereas, The New York State Office for People with Developmental Disability is currently developing a new waiver, called the People First Waiver, that will serve individuals with developmental disabilities, such as autism; and\\par\n\\tab Whereas, Making GPS tracking devices available through the People First Waiver would provide comfort to parents of autistic children and help ensure the safe return of autistic children that may go missing; now, therefore, be it\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj\\tx720\\tx810\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656 Resolved, That the Council of the City of New York calls upon the New York State Office for People with Developmental Disabilities to include the use of GPS tracking devices as a covered service available under the People First Waiver.\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj\\par\n\\pard\\cbpat1\\ltrpar\\fs20 KET \\par\n3/13/14 5:38PM\\par\nLS 544/2014\\par\n\\fs24\\par\n}\n",
  "LastModified": "2017-12-26T19:37:49.16Z"
}
