{
  "ID": 52498,
  "GUID": "886EB229-884A-43CA-A83B-6CB3E84FB917",
  "File": "Res 0192-2014",
  "Name": "Health Equity and Access under the Law (HEAL) for Immigrant Women and Families Act to expand access to health care services for immigrant women, men, and families. ( H.R. 4240)",
  "Title": "Resolution calling upon the United States Congress to pass and the President to sign H.R. 4240, the Health Equity and Access under the Law (HEAL) for Immigrant Women and Families Act to expand access to health care services for immigrant women, men, and families by removing legal barriers to health insurance coverage.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2014-04-29T00:00:00Z",
  "AgendaDate": "2014-04-29T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7631,
      "Slug": "corey-d-johnson",
      "FullName": "Corey D. Johnson"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7113,
      "Slug": "mathieu-eugene",
      "FullName": "Mathieu Eugene"
    },
    {
      "ID": 7622,
      "Slug": "vanessa-l-gibson",
      "FullName": "Vanessa L. Gibson"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 7634,
      "Slug": "mark-levine",
      "FullName": "Mark Levine"
    },
    {
      "ID": 7638,
      "Slug": "antonio-reynoso",
      "FullName": "Antonio Reynoso"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    }
  ],
  "History": [
    {
      "ID": 288204,
      "Date": "2014-04-29T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 288070,
      "Date": "2014-04-29T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 13259,
      "AgendaSequence": 100,
      "MinutesSequence": 120,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 329333,
      "Date": "2017-12-31T14:39:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-26T19:39:11.073Z"
    }
  ],
  "Summary": "",
  "TextID": 53911,
  "Text": "By Council Members Johnson, Chin, Eugene, Gibson, Koo, Levine, Reynoso, Rose and Rosenthal\n\n      Whereas, The United States (U.S.) Census Bureau's 2011 American Community Survey (ACS) estimates the U.S. immigrant population at almost 40.4 million; and\n      Whereas, Around one-third of immigrants are uninsured, according to the 2011 ACS; and\n      Whereas, A number of restrictions on access to care have been put in place over the last two decades, which has put affordable health care out of reach for many immigrants in the United States; and \n      Whereas, Undocumented immigrants and lawfully present immigrants residing in the U.S. for less than five years are currently ineligible for federally funded health coverage; and \n      Whereas, Although a 2014 Gallup poll reports that the implementation of the Patient Protection and Affordable Care Act (ACA) has helped nearly 10 million people obtain health insurance, many immigrants have been excluded from this expanded coverage due to their status; and\n      Whereas, According to the Henry J. Kaiser Family Foundation, the uninsured receive less preventive care and recommended screenings, are more likely to postpone and forgo care, are generally not as healthy, have significantly higher mortality rates, and are at higher risk for preventable hospitalizations and for missed diagnoses than the insured; and\n      Whereas, Especially concerning is the possibility of immigrant women forgoing sexual, reproductive, and maternal health services due to lack of insurance, including prenatal visits, contraceptives, sexually transmitted infection screenings, breast-feeding support, and cancer screening; and\n      Whereas, According to the Kaiser Family Foundation, uninsured individuals are almost twice as likely as those with health insurance coverage to have trouble paying medical bills and the average uninsured household has no net assets, leaving them vulnerable to mounting debt; and\n      Whereas, This cost is passed to everyone in the form of taxes to support Federal Disproportionate Share Hospital (DSH) payments, available to hospitals that serve a large percentage of uninsured, and through increased premiums for those who are insured; and\n      Whereas, The Health Equity and Access under the Law (HEAL) for Immigrant Women and Families Act, H.R. 4240, sponsored by U.S. Representative Michelle Lujan Grisham, would remove the roadblocks that have prevented immigrants who reside legally in this country from obtaining health insurance; and\n      Whereas, Specifically, the HEAL for Immigrant Women and Families Act would eliminate the ban on enrollment until five years after an immigrant has established lawful status, providing access to Medicaid and the Children's Health Insurance Program (CHIP) for all lawfully present immigrants who are otherwise eligible; and\n      Whereas, H.R. 4240 would also allow lawfully present young people granted Deferred Action for Childhood Arrivals (DACA) status to participate fully in ACA, allowing them to buy coverage on the health insurance marketplaces, obtain subsidies designed to make coverage affordable, and access care through the Basic Health Program, Medicaid or CHIP if they are eligible; and\n      Whereas, Denying coverage or imposing waiting periods for coverage puts an unnecessary strain on immigrant families, preventing them from taking responsibility for their own health and accessing the services necessary to plan whether and when to have a child; and \n      Whereas, Removing legal barriers to affordable health insurance coverage based on immigration status will create healthier communities and a stronger economy; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the United States Congress to pass and the President to sign H.R. 4240, the Health Equity and Access under the Law (HEAL) for Immigrant Women and Families Act to expand access to health care services for immigrant women, men, and families by removing legal barriers to health insurance coverage.\n\nCP\nLS 1197\n4/17/14",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fcharset0 TimesNewRoman;}{\\f1\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f2\\fswiss\\fprq2\\fcharset0 Calibri;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Johnson, Chin, Eugene, Gibson, Koo, Levine, Reynoso, Rose and Rosenthal\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, The United States (U.S.) Census Bureau's 2011 American Community Survey (ACS) estimates the U.S. immigrant population at almost 40.4 million; and\\par\nWhereas, Around one-third of immigrants are uninsured, according to the 2011 ACS; and\\par\nWhereas, A number of restrictions on access to care have been put in place over the last two decades, which has put affordable health care out of reach for many immigrants in the United States; and \\par\nWhereas, \\f1 Undocumented immigrants and lawfully present immigrants residing in the U.S. for less than five years are currently ineligible for federally funded health coverage; and \\par\nWhereas, Although a 2014 Gallup poll reports that the implementation of the Patient Protection and Affordable Care Act (ACA) has helped nearly 10 million people obtain health insurance, many immigrants have been excluded from this expanded coverage due to their status; and\\par\nWhereas, According to the Henry J. Kaiser Family Foundation, the uninsured receive less preventive care and recommended screenings, are more likely to postpone and forgo care, are generally not as healthy, have significantly higher mortality rates, and are at higher risk for preventable hospitalizations and for missed diagnoses than the insured; and\\par\nWhereas, Especially concerning is the possibility of immigrant women forgoing sexual, reproductive, and maternal health services due to lack of insurance, including prenatal visits, contraceptives, sexually transmitted infection screenings, breast-feeding support, and cancer screening; and\\par\nWhereas, According to the Kaiser Family Foundation, uninsured individuals are almost twice as likely as those with health insurance coverage to have trouble paying medical bills\\f2\\fs22  \\f1\\fs24 and the average uninsured household has no net assets, leaving them vulnerable to mounting debt; and\\par\nWhereas, This cost is passed to everyone in the form of taxes to support Federal Disproportionate Share Hospital (DSH) payments, available to hospitals that serve a large percentage of uninsured, and through increased premiums for those who are insured; and\\par\nWhereas, The \\f0 Health Equity and Access under the Law (HEAL) for Immigrant Women and Families Act, \\f1 H.R. 4240, sponsored by U.S. Representative\\f0  Michelle Lujan Grisham, would remove the roadblocks that have prevented immigrants who reside legally in this country from obtaining health insurance; and\\par\nWhereas, Specifically, the HEAL for Immigrant Women and Families Act would eliminate the ban on enrollment until five years after an immigrant has established lawful status, providing access to Medicaid and the Children\\rquote s Health Insurance Program (CHIP) for all lawfully present immigrants who are otherwise eligible; and\\par\nWhereas, H.R. 4240 would also allow lawfully present young people granted Deferred Action for Childhood Arrivals (DACA) status to participate fully in ACA, allowing them to buy coverage on the health insurance marketplaces, obtain subsidies designed to make coverage affordable, and access care through the Basic Health Program, Medicaid or CHIP if they are eligible; and\\par\nWhereas, Denying coverage or imposing waiting periods for coverage puts an unnecessary strain on immigrant families, preventing them from taking responsibility for their own health and accessing the services necessary to plan whether and when to have a child; and \\par\nWhereas, Removing legal barriers to affordable health insurance coverage based on immigration status will create\\f2\\fs22  \\f0\\fs24 healthier communities and a stronger economy; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls upon the United States Congress to pass and the President to sign H.R. 4240, the Health Equity and Access under the Law (HEAL) for Immigrant Women and Families Act to expand access to health care services for immigrant women, men, and families by removing legal barriers to health insurance coverage.\\par\n\\pard\\ltrpar\\sa200\\sl276\\slmult1\\par\n\\pard\\ltrpar\\fs20 CP\\par\nLS 1197\\par\n4/17/14\\par\n}\n",
  "LastModified": "2017-12-26T19:39:11.137Z"
}
