{
  "ID": 52460,
  "GUID": "DB9D1C47-D877-48F4-9046-300AF08982CA",
  "File": "Res 0202-2014",
  "Name": "Calling on large retailers with pharmacies to follow the example set by CVS and to cease selling tobacco products in their retail stores throughout the US.",
  "Title": "Resolution calling on large retailers with pharmacies to follow the example set by CVS and to cease selling tobacco products in their retail stores throughout the United States.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2014-04-29T00:00:00Z",
  "AgendaDate": "2014-04-29T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7622,
      "Slug": "vanessa-l-gibson",
      "FullName": "Vanessa L. Gibson"
    },
    {
      "ID": 7631,
      "Slug": "corey-d-johnson",
      "FullName": "Corey D. Johnson"
    },
    {
      "ID": 7613,
      "Slug": "andy-l-king",
      "FullName": "Andy L. King"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    }
  ],
  "History": [
    {
      "ID": 288233,
      "Date": "2014-04-29T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 288087,
      "Date": "2014-04-29T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 13259,
      "AgendaSequence": 127,
      "MinutesSequence": 147,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 329342,
      "Date": "2017-12-31T14:40:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-26T19:41:07.03Z"
    }
  ],
  "Summary": "",
  "TextID": 53864,
  "Text": "By Council Members Vacca, Chin, Gibson Johnson, King and Rosenthal\n \n      Whereas, Tobacco use is the leading cause of preventable, premature death in the United States and New York City; and\n      Whereas, In the United States, smoking is responsible for about one in five deaths annually or about 443,000 deaths per year; and\n      Whereas, According to the Centers for Disease Control and Prevention (CDC), tobacco use causes more deaths each year than the total number of deaths combined from the human immunodeficiency virus (HIV), illegal drug use, alcohol use, motor vehicle injuries, suicides and murders; and\n      Whereas, The American Cancer Society reports that smoking causes more than $193 billion in health-related costs each year, including both medical costs and the cost of lost productivity due to smoking; and\n      Whereas, Many large retailers with pharmacies have health clinics and dispense vaccinations; and\n      Whereas, Selling tobacco products in the same stores where health care services are received and medicine is sold arguably sends confusing and mixed messages; and\n      Whereas, Cigarettes are not sold in pharmacies in other developed countries; and\n      Whereas, The American Medical Association has passed a resolution opposing the sale of tobacco in pharmacies; and\n      Whereas, CVS Caremark, the country's largest drugstore chain in overall sales, announced on February 5, 2014 that it planned to stop selling cigarettes and other tobacco products by October 2014; and\n      Whereas, In a February 5, 2014 New York Times article, Larry J. Merlo, chief executive of CVS, stated \"We came to the decision that cigarettes and providing health care just don't go together in the same setting\"; and\n      Whereas, Led by New York State Attorney General Schneiderman and Ohio Attorney General DeWine, the Attorneys General of 28 states and territories wrote to the CEOs of five of the largest pharmacy retailers in the country (Wal-Mart, Walgreens, Rite-Aid, Safeway and Kroger) in March 2014 asking them to remove any and all tobacco products from their shelves; and\n      Whereas, Restricting the availability of these harmful products will reduce their usage and send the message that they are not consistent with health products and services; now, therefore, be it\n            Resolved, That the Council of the City of New York calls on large retailers with pharmacies to follow the example set by CVS and to cease selling tobacco products in their retail stores throughout the United States.\n\n\nCP\nLS 1181\n4/11/14",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\froman\\fcharset0 TimesNewRoman;}}\n{\\colortbl ;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0  \\par\nBy Council Members Vacca, Chin, Gibson Johnson, King and Rosenthal\\par\n \\par\n\\pard\\cbpat1\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Tobacco use is the leading cause of preventable, premature death in the United States and New York City; and\\par\nWhereas, In the United States, smoking is responsible for about one in five deaths annually or about 443,000 deaths per year; and\\par\nWhereas, According to the Centers for Disease Control and Prevention (CDC), tobacco use causes more deaths each year than the total number of deaths combined from the human immunodeficiency virus (HIV), illegal drug use, alcohol use, motor vehicle injuries, suicides and murders; and\\par\nWhereas, The American Cancer Society reports that smoking causes more than $193 billion in health-related costs each year, including both medical costs and the cost of lost productivity due to smoking; and\\par\nWhereas, Many large retailers with pharmacies have health clinics and dispense vaccinations; and\\par\nWhereas, Selling tobacco products in the same stores where health care services are received and medicine is sold arguably sends confusing and mixed messages; and\\par\nWhereas, Cigarettes are not sold in pharmacies in other developed countries; and\\par\nWhereas, The American Medical Association has passed a resolution opposing the sale of tobacco in pharmacies; and\\par\nWhereas, CVS Caremark, the country\\rquote s largest drugstore chain in overall sales, announced on February 5, 2014 that it planned to stop selling cigarettes and other tobacco products by October 2014; and\\par\nWhereas, In a February 5, 2014 \\i New York Times\\i0  article, Larry J. Merlo, chief executive of CVS, stated \\ldblquote We came to the decision that cigarettes and providing health care just don\\rquote t go together in the same setting\\rdblquote ; and\\par\nWhereas, Led by New York State Attorney General Schneiderman and Ohio Attorney General DeWine, the Attorneys General of 28 states and territories wrote to the CEOs of five of the largest pharmacy retailers in the country (Wal-Mart, Walgreens, Rite-Aid, Safeway and Kroger) in March 2014 asking them to remove any and all tobacco products from their shelves; and\\par\nWhereas, Restricting the availability of these harmful products will reduce their usage and send the message that they are not consistent with health products and services; now, therefore, be it\\par\n      Resolved, That the Council of the City of New York calls on large retailers with pharmacies to follow the example set by CVS and to cease selling tobacco products in their retail stores throughout the United States.\\par\n\\pard\\ltrpar\\f1\\fs20\\par\n\\par\nCP\\par\n\\pard\\cbpat1\\ltrpar LS 1181\\par\n4/11/14\\par\n\\pard\\ltrpar\\sa200\\sl276\\slmult1\\f0\\fs22\\par\n}\n",
  "LastModified": "2017-12-26T19:41:07.09Z"
}
