{
  "ID": 52400,
  "GUID": "3CF4F983-9227-4FDC-AE8A-11B523D6876A",
  "File": "Res 0204-2014",
  "Name": "Require the Division of Veterans Affairs to conduct a study regarding homeless female veterans in New York.",
  "Title": "Resolution calling upon the New York State Legislature to pass and the Governor to sign legislation which would require the Division of Veterans Affairs to conduct a study regarding homeless female veterans in New York.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5122,
  "BodyName": "Committee on Veterans",
  "IntroDate": "2014-04-29T00:00:00Z",
  "AgendaDate": "2014-04-29T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 7642,
      "Slug": "paul-a-vallone",
      "FullName": "Paul A. Vallone"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7622,
      "Slug": "vanessa-l-gibson",
      "FullName": "Vanessa L. Gibson"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 7624,
      "Slug": "andrew-cohen",
      "FullName": "Andrew Cohen"
    },
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    }
  ],
  "History": [
    {
      "ID": 288175,
      "Date": "2014-04-29T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 288090,
      "Date": "2014-04-29T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Veterans",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 13259,
      "AgendaSequence": 130,
      "MinutesSequence": 150,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Veterans",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 293144,
      "Date": "2014-11-10T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 5122,
      "BodyName": "Committee on Veterans",
      "EventID": 13599,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "AgendaNote": "Proposed Res. No. 204-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 293216,
      "Date": "2014-11-10T13:15:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 5122,
      "BodyName": "Committee on Veterans",
      "EventID": 13599,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 293143,
      "Date": "2014-11-10T13:30:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 12,
      "BodyName": "Committee on General Welfare",
      "EventID": 13605,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "AgendaNote": "Proposed Res. No. 204-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 293212,
      "Date": "2014-11-10T13:45:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 12,
      "BodyName": "Committee on General Welfare",
      "EventID": 13605,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 329344,
      "Date": "2017-12-31T14:41:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-26T19:41:36.067Z"
    }
  ],
  "Attachments": [
    {
      "ID": 121762,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Res. No. 204 - 4/29/14",
      "Link": "https://nyc.legistar1.com/nyc/attachments/42b988e6-1f04-4c07-a2c0-cf9c370744e1.doc",
      "Sort": 1
    },
    {
      "ID": 121839,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 11/10/14",
      "Link": "https://nyc.legistar1.com/nyc/attachments/1a0f47c7-44a4-4b0f-bcf9-6bc1cad3f618.doc",
      "Sort": 2
    },
    {
      "ID": 122012,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 11/10/14",
      "Link": "https://nyc.legistar1.com/nyc/attachments/02297442-7346-4aad-8e40-e00155bbbf08.PDF",
      "Sort": 3
    },
    {
      "ID": 121936,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 11/10/14",
      "Link": "https://nyc.legistar1.com/nyc/attachments/13e506e6-7c42-4e32-bb48-c41b51b3ad82.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 55030,
  "Text": "By Council Members Vallone, Chin, Gibson, Koo, Rosenthal, Levin, Cohen and Ulrich      \n \n     \tWhereas, According to the U.S. Department of Veterans Affairs (VA), many women veterans face challenges when returning to civilian life that are different than their male counterparts; and\n      Whereas, For example, according to the VA, those challenges include raising children on their own or dealing with the psychological aftereffects of military sexual trauma (MST); and\n      Whereas, The VA also states that facing these challenges without intervention can put women veterans at greater risk of becoming homeless; and\n      \tWhereas, According to the National Coalition For Homeless Veterans (NCFHV), women currently comprise 8% of the total veteran population and 14.6% of the active duty military, and the percentage of  women on active duty military is estimated to increase to 16% by 2035; and\n      \tWhereas, According to the United States Government Accountability Office's (GAO) latest study in 2011, the number of women veterans identified as homeless by the VA has increased more than 140%, from 1,350 in fiscal year 2006 to 3,328 in fiscal year 2010; and\n      \tWhereas, The actual number of homeless women veterans may be even greater, as the GAO admits to the limitations of its report, acknowledging that their sources for such information, the Department of Housing and Urban Development (HUD) \"does not collect detailed information on homeless women veterans...[and]...Neither VA nor HUD collect data on the total number of homeless women veterans in the general population\"; and\n      Whereas, The GAO further notes that women veterans are also four times more likely than their male counterparts to end up homeless; and\n    \t  Whereas, As cited in a November 10, 2013 article in The New York Daily News, according to the New York City Department of Homeless Services (DHS), the total number of veterans in the City's homeless population declined by 12% since 2012 - from 622 to 546 - but the number of women homeless women veterans actually increased; and            \n      Whereas, According to DHS data, as of September 2014, 425 single adults were temporarily housed in DHS veterans shelters, 22 of whom were single women; and\n      \tWhereas, According to Genevieve Chase of  advocacy group American Women Veterans, \"[a] lot of  homeless shelters for veterans do not accept women, much less women with children\",  and \"they've just been falling through the cracks;\" and\n      Whereas, Legislation is necessary to require a study to gather information on the number of homeless women in New York and how many of them have children, and the total number of children, including the tracking of any services provided to such children; and\n      Whereas, The study should also require that data be gathered regarding cases of MST experienced by homeless women veterans while on active duty or during military training; and\n      Whereas, In addition, the legislation should require that the study include recommendations to combat the growing problem of homelessness among women who have served our country; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the New York State Legislature to pass and the Governor to sign legislation which would require the Division of Veterans Affairs to conduct a study regarding homeless female veterans in New York.  \n\n\n\nLS 896\nMB/ENB\n11/5/2014",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fmodern\\fprq1\\fcharset0 Consolas;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0  \\par\n \\fs24 By Council Members Vallone, Chin, Gibson, Koo, Rosenthal, Levin, Cohen and Ulrich      \\fs27\\par\n\\fs24  \\par\n\\pard\\cbpat2\\ltrpar\\sl480\\slmult1      \\tab Whereas, According to the U.S. Department of Veterans Affairs (VA), many women veterans face challenges when returning to civilian life that are different than their male counterparts; and\\fs27\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sl480\\slmult1\\fs24 Whereas, For example, according to the VA, those challenges include raising children on their own or dealing with the psychological aftereffects of military sexual trauma (MST); and\\fs27\\par\n\\fs24 Whereas, The VA also states that facing these challenges without intervention can put women veterans at greater risk of becoming homeless; and\\fs27\\par\n\\pard\\cbpat2\\ltrpar\\sl480\\slmult1\\fs24       \\tab Whereas, According to the National Coalition For Homeless Veterans (NCFHV), women currently comprise 8% of the total veteran population and 14.6% of the active duty military, and the percentage of  women on active duty military is estimated to increase to 16% by 2035; and\\fs27\\par\n\\fs24       \\tab Whereas, According to the United States Government Accountability Office's (GAO) latest study in 2011, the number of women veterans identified as homeless by the VA has increased more than 140%, from 1,350 in fiscal year 2006 to 3,328 in fiscal year 2010; and\\fs27\\par\n\\fs24       \\tab Whereas, The actual number of homeless women veterans may be even greater, as the GAO admits to the limitations of its report, acknowledging that their sources for such information, the Department of Housing and Urban Development (HUD) \"does not collect detailed information on homeless women veterans\\'85[and]\\'85Neither VA nor HUD collect data on the total number of homeless women veterans in the general population\"; and\\fs27\\par\n\\fs24       Whereas, The GAO further notes that women veterans are also four times more likely than their male counterparts to end up homeless; and\\fs27\\par\n\\fs24     \\tab   Whereas, As cited in a November 10, 2013 article in \\ul The New York Daily News,\\ulnone  according to the New York City Department of Homeless Services (DHS), the total number of veterans in the City's homeless population declined by 12% since 2012 - from 622 to 546 - but the number of women homeless women veterans actually increased; and\\f1\\fs20             \\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sl480\\slmult1\\f0\\fs24 Whereas, According to DHS data, as of September 2014, 425 single adults were temporarily housed in DHS veterans shelters, 22 of whom were single women; and\\fs27\\par\n\\pard\\cbpat2\\ltrpar\\sl480\\slmult1\\fs24       \\tab Whereas, According to Genevieve Chase of  advocacy group American Women Veterans, \"[a] lot of  homeless shelters for veterans do not accept women, much less women with children\",  and \"they've just been falling through the cracks;\" and\\fs27\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sl480\\slmult1\\fs24 Whereas, Legislation is necessary to require a study to gather information on the number of homeless women in New York and how many of them have children, and the total number of children, including the tracking of any services provided to such children; and\\fs27\\par\n\\fs24 Whereas, The study should also require that data be gathered regarding cases of MST experienced by homeless women veterans while on active duty or during military training; and\\fs27\\par\n\\fs24 Whereas, In addition, the legislation should require that the study include recommendations to combat the growing problem of homelessness among women who have served our country; now, therefore, be it\\fs27\\par\n\\fs24 Resolved, That the Council of the City of New York calls upon the New York State Legislature to pass and the Governor to sign legislation which would require the Division of Veterans Affairs to conduct a study regarding homeless female veterans in New York.\\fs27   \\par\n\\pard\\cbpat2\\ltrpar\\fs18\\par\n\\par\n\\par\nLS 896\\fs20\\par\n\\fs18 MB/ENB\\fs20\\par\n\\fs18 11/5/2014 \\fs20\\par\n}\n",
  "LastModified": "2017-12-26T19:41:36.143Z"
}
