{
  "ID": 52384,
  "GUID": "90947E51-8AC1-4998-8442-6EB64D39B41C",
  "File": "Res 0206-2014",
  "Name": "Increase NYC’s representation on the Metropolitan Transportation Authority board.",
  "Title": "Resolution calling upon the New York State Legislature to pass, and the Governor to sign, legislation which would increase New York City’s representation on the Metropolitan Transportation Authority board.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2014-04-29T00:00:00Z",
  "AgendaDate": "2014-04-29T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 7631,
      "Slug": "corey-d-johnson",
      "FullName": "Corey D. Johnson"
    },
    {
      "ID": 7634,
      "Slug": "mark-levine",
      "FullName": "Mark Levine"
    },
    {
      "ID": 7638,
      "Slug": "antonio-reynoso",
      "FullName": "Antonio Reynoso"
    },
    {
      "ID": 7636,
      "Slug": "carlos-menchaca",
      "FullName": "Carlos Menchaca"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 7641,
      "Slug": "mark-treyger",
      "FullName": "Mark Treyger"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7624,
      "Slug": "andrew-cohen",
      "FullName": "Andrew Cohen"
    },
    {
      "ID": 7635,
      "Slug": "alan-n-maisel",
      "FullName": "Alan N. Maisel"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera"
    },
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    }
  ],
  "History": [
    {
      "ID": 288237,
      "Date": "2014-04-29T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 288094,
      "Date": "2014-04-29T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 13259,
      "AgendaSequence": 133,
      "MinutesSequence": 153,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 329346,
      "Date": "2017-12-31T14:41:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-26T19:42:01.74Z"
    }
  ],
  "Summary": "",
  "TextID": 53784,
  "Text": "By Council Members Van Bramer, Johnson, Levine, Reynoso, Wills, Menchaca, Rosenthal, Gentile, Treyger, Rose, Cohen, Maisel, Mendez, Koo, Levin, Cabrera and Ulrich\n\n\tWhereas, The Metropolitan Transportation Authority (MTA) manages New York City's subway and bus system, in addition to commuter railroads and certain bridges and tunnels; and\n\tWhereas, The entire subway and bus system operates within New York City and all of the MTA's bridges and tunnels are located within New York City; and\n\tWhereas, In 2013, the subway system served over 1.7 billion riders and the bus system served over 800 million riders; and\n\tWhereas, By contrast, the commuter railroads, which primarily serve suburbs outside of New York City, carried just over 166 million riders in 2013; and\n\tWhereas, The MTA is governed by a 17-member board; and\n\tWhereas, All members of the board are appointed by the Governor of New York State; and\n\tWhereas, Of the 17 board members, four are recommended by the Mayor of New York City, one is recommended by each of the county executives of Nassau, Suffolk, Westchester, Dutchess, Orange, Rockland, and Putnam counties (with the members representing the latter four counties casting one collective vote), and the remaining six are chosen by the Governor; and\n\tWhereas, With so much of the MTA's service concentrated in New York City, as a matter of fairness, the people of the City deserve increased representation on the MTA board; and\t\n\tWhereas, In order to achieve this increased representation and to make the board more responsive to the needs of the residents of the City, the membership of the board should be increased to include two additional members recommended by the Mayor of the City of New York and four members recommended by the Council of the City of New York; now, therefore, be it\n\tResolved, That the Council of the City of New York calls upon the New York State Legislature to pass, and the Governor to sign, legislation which would increase New York City's representation on the Metropolitan Transportation Authority board.\n\nLS# 1018\n3/27/2014\nJM",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Van Bramer, Johnson, Levine, Reynoso, Wills, Menchaca, Rosenthal, Gentile, Treyger, Rose, Cohen, Maisel, Mendez, Koo, Levin, Cabrera and Ulrich\\par\n\\par\n\\pard\\ltrpar\\hyphpar0\\sl480\\slmult1\\tab Whereas, The Metropolitan Transportation Authority (MTA) manages New York City\\rquote s subway and bus system, in addition to commuter railroads and certain bridges and tunnels; and\\expndtw0\\par\n\\pard\\cbpat2\\ltrpar\\sl480\\slmult1\\tx720\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\tab Whereas, The entire subway and bus system operates within New York City and all of the MTA\\rquote s bridges and tunnels are located within New York City; and\\par\n\\tab Whereas, In 2013, the subway system served over 1.7 billion riders and the bus system served over 800 million riders; and\\par\n\\tab Whereas, By contrast, the commuter railroads, which primarily serve suburbs outside of New York City, carried just over 166 million riders in 2013; and\\par\n\\tab Whereas, The MTA is governed by a 17-member board; and\\par\n\\tab Whereas, All members of the board are appointed by the Governor of New York State; and\\par\n\\tab Whereas, Of the 17 board members, four are recommended by the Mayor of New York City, one is recommended by each of the county executives of Nassau, Suffolk, Westchester, Dutchess, Orange, Rockland, and Putnam counties (with the members representing the latter four counties casting one collective vote), and the remaining six are chosen by the Governor; and\\par\n\\tab Whereas, With so much of the MTA\\rquote s service concentrated in New York City, as a matter of fairness, the people of the City deserve increased representation on the MTA board; and\\tab\\par\n\\tab Whereas, In order to achieve this increased representation and to make the board more responsive to the needs of the residents of the City, the membership of the board should be increased to include two additional members recommended by the Mayor of the City of New York and four members recommended by the Council of the City of New York; \\expndtw-3 now, therefore, be it\\expndtw0\\par\n\\pard\\ltrpar\\hyphpar0\\sl480\\slmult1\\expndtw-3\\tab Resolved, That\\cf1  the Council of the City of New York\\cf0  calls upon the New York State Legislature to pass, and the Governor to sign, legislation which would increase New York City\\rquote s representation on the Metropolitan Transportation Authority board.\\par\n\\pard\\ltrpar\\hyphpar0\\cf1\\fs16\\par\nLS# 1018\\par\n3/27/2014\\par\nJM\\par\n\\pard\\ltrpar\\hyphpar0\\sa200\\sl480\\slmult1\\cf0\\fs22\\par\n\\pard\\ltrpar\\fi720\\sa200\\sl480\\slmult1\\expndtw0\\fs24\\par\n \\par\n\\pard\\ltrpar\\sa200\\sl480\\slmult1\\fs22\\par\n}\n",
  "LastModified": "2017-12-26T19:42:01.8Z"
}
