{
  "ID": 52467,
  "GUID": "00450FFC-58C6-4EE3-B4E0-54A9B2CDB465",
  "File": "Res 0208-2014",
  "Name": "Commemorate the life and death of legendary DJ Frankie Knuckles.",
  "Title": "Resolution to commemorate the life and death of legendary DJ Frankie Knuckles, the Godfather of House.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5105,
  "BodyName": "Committee on Cultural Affairs, Libraries and International Intergroup Relations",
  "IntroDate": "2014-04-29T00:00:00Z",
  "AgendaDate": "2014-04-29T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7631,
      "Slug": "corey-d-johnson",
      "FullName": "Corey D. Johnson"
    },
    {
      "ID": 7622,
      "Slug": "vanessa-l-gibson",
      "FullName": "Vanessa L. Gibson"
    }
  ],
  "History": [
    {
      "ID": 288241,
      "Date": "2014-04-29T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 288097,
      "Date": "2014-04-29T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Cultural Affairs, Libraries and International Intergroup Relations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 13259,
      "AgendaSequence": 137,
      "MinutesSequence": 157,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Cultural Affairs, Libraries and International Intergroup Relations",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 329347,
      "Date": "2017-12-31T14:42:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-26T19:42:21.503Z"
    }
  ],
  "Summary": "",
  "TextID": 53871,
  "Text": "By Council Members Williams, Johnson and Gibson\n\n      Whereas, Francis Nicholls, more commonly known as \"Frankie Knuckles\", was internationally recognized as a trailblazing record producer and legendary club DJ who played a pivotal role in creating the \"House\" music genre, a form of electronic music that was first popularized in Chicago; and\n      Whereas, He was widely referred to as \"the Godfather of House\"; and \n      Whereas, Mr. Knuckles pioneered an innovative sound by fusing disco songs with soul music and then adding loops with a drum machine; and\n      Whereas, Frankie Knuckles is credited for introducing the City of Chicago to the spirit of New York City's after-hours disco scene, ultimately, developing the sound and culture of House music; and\n      Whereas, Frankie Knuckles was a native New Yorker born in the Bronx on January 18, 1955; and \n      Whereas, While attending the Fashion Institute of Technology for textile design, Frankie Knuckles honed his craft as a club DJ in New York City, most notably at the Gallery and at the Continental Baths in Manhattan during the early 1970s; and\n      Whereas, In the late 1970s, Frankie Knuckles moved to Chicago to become the resident DJ at the Warehouse club, which gave House music its name; and\n      Whereas, In the 1980s, he opened a dance club called the Power Plant, and later traveled to the United Kingdom to play and mix records at multiple clubs; and\n      Whereas, In 1987, he co-founded Def Mix Productions with DJ David Morales, which is based in New York City, and eventually went on to work with some of the music industry's biggest stars, including Michael Jackson, Madonna, Whitney Houston, Depeche Mode, and Diana Ross; and\n      Whereas, In the early 1990s, Frankie Knuckles returned to New York City where he played at famous nightclubs such as the Sound Factory and the Roxy, and characterized the early 1990s as a golden era in New York City club life; and \n      Whereas, In 1991, he released his first album titled \"Beyond the Mix\", which included the hit \"The Whistle Song\"; and\n      Whereas, In 1997, Frankie Knuckles won a Grammy for Remixer of the Year, Non-Classical; and\n      Whereas, He was also a governor and trustee for the New York City chapter of the National Academy of Recording Arts and Sciences (the Academy); and\n      Whereas, According to the Academy, \"[h]is electrifying remixes and high-energy performances on the turntables packed clubs for decades, and he inspired a generation of DJs, bringing [H]ouse music to the mainstream\"; and\n      Whereas, Frankie Knuckles continued to DJ at various clubs around the world until his death at the age of 59 on March 31, 2014; and\n      Whereas, Frankie Knuckles is considered by many to be a key figure in the evolution of House music, dating back three decades to venues in Chicago and New York; now, therefore, be it\n      Resolved, That the Council of the City of New York commemorates the life and death of legendary DJ Frankie Knuckles, the Godfather of House.\n\n\n\nLS# 1264\n4/8/14\n5:00 p.m.\nTC\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\froman\\fprq2\\fcharset0 Cambria;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Williams, Johnson and Gibson\\par\n\\f1\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj\\f0 Whereas, Francis Nicholls, more commonly known as \\ldblquote Frankie Knuckles\\rdblquote , was internationally recognized as a trailblazing record producer and legendary club DJ who played a pivotal role in creating the \\ldblquote House\\rdblquote  music genre, a form of electronic music that was first popularized in Chicago; and\\par\nWhereas, He was widely referred to as \\ldblquote the Godfather of House\\rdblquote ; and \\par\nWhereas, Mr. Knuckles pioneered an innovative sound by fusing disco songs with soul music and then adding loops with a drum machine; and\\par\nWhereas, Frankie Knuckles is credited for introducing the City of Chicago to the spirit of New York City\\rquote s after-hours disco scene, ultimately, developing the sound and culture of House music; and\\par\nWhereas, Frankie Knuckles was a native New Yorker born in the Bronx on January 18, 1955; and\\lang1033  \\par\n\\lang9 Whereas, While attending the Fashion Institute of Technology for textile design, Frankie Knuckles honed his craft as a club DJ in New York City, most notably at the Gallery and at the Continental Baths in Manhattan during the early 1970s; and\\par\nWhereas, In the late 1970s, Frankie Knuckles moved to Chicago to become the resident DJ at the Warehouse club, which gave House music its name; and\\par\nWhereas, In the 1980s, he opened a dance club called the Power Plant, and later traveled to the United Kingdom to play and mix records at multiple clubs; and\\par\nWhereas, In 1987, he co-founded Def Mix Productions with DJ David Morales, which is based in New York City, and eventually went on to work with some of the music industry\\rquote s biggest stars, including Michael Jackson, Madonna, Whitney Houston, Depeche Mode, and Diana Ross; and\\par\nWhereas, In the early 1990s, Frankie Knuckles returned to New York City where he played at famous nightclubs such as the Sound Factory and the Roxy, and characterized the early 1990s as a golden era in New York City club life; and \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 Whereas, In 1991, he released his first album titled \\ldblquote Beyond the Mix\\rdblquote , which included the hit \\ldblquote The Whistle Song\\rdblquote ; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj\\lang1033 Whereas, In 1997, Frankie Knuckles won a Grammy for Remixer of the Year, Non-Classical; and\\par\nWhereas, He was also a governor and trustee for the New York City chapter of the National Academy of Recording Arts and Sciences (the Academy); and\\par\n\\cf1 Whereas, According to the Academy, \\ldblquote [h]is electrifying remixes and high-energy performances on the turntables packed clubs for decades, and he inspired a generation of DJs, bringing [H]ouse music to the mainstream\\rdblquote ; and\\par\nWhereas, Frankie Knuckles continued to DJ at various clubs around the world until his death at the age of 59 on March 31, 2014; and\\par\nWhereas, Frankie Knuckles is considered by many to be a key figure in the evolution of House music, dating back three decades to venues in Chicago and New York; now, therefore, be it\\par\nResolved, That the Council of the City of New York commemorates the life and death of legendary DJ Frankie Knuckles, the Godfather of House.\\par\n\\pard\\ltrpar\\qj\\fs20\\par\n\\par\n\\par\nLS# 1264\\par\n4/8/14\\par\n5:00 p.m.\\par\nTC\\par\n}\n",
  "LastModified": "2017-12-26T19:42:21.693Z"
}
