{
  "ID": 52450,
  "GUID": "80353B5F-3DF8-4059-87A2-7B447D066597",
  "File": "Res 0228-2014",
  "Name": "Mayor to revitalize the Mayor’s Office of Industrial and Manufacturing Business.",
  "Title": "Resolution calling upon the Mayor to revitalize the Mayor’s Office of Industrial and Manufacturing Business and to expand the technical assistance the Office would offer manufacturing and industrial businesses in the City.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 7,
  "BodyName": "Committee on Economic Development",
  "IntroDate": "2014-05-14T00:00:00Z",
  "AgendaDate": "2014-05-14T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7604,
      "Slug": "robert-e-cornegy-jr",
      "FullName": "Robert E. Cornegy, Jr."
    },
    {
      "ID": 7636,
      "Slug": "carlos-menchaca",
      "FullName": "Carlos Menchaca"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7627,
      "Slug": "costa-g-constantinides",
      "FullName": "Costa G. Constantinides"
    },
    {
      "ID": 7113,
      "Slug": "mathieu-eugene",
      "FullName": "Mathieu Eugene"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7638,
      "Slug": "antonio-reynoso",
      "FullName": "Antonio Reynoso"
    },
    {
      "ID": 7617,
      "Slug": "donovan-j-richards",
      "FullName": "Donovan J. Richards"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    }
  ],
  "History": [
    {
      "ID": 288486,
      "Date": "2014-05-14T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 288652,
      "Date": "2014-05-14T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Economic Development",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 13335,
      "AgendaSequence": 91,
      "MinutesSequence": 114,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Economic Development",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 289444,
      "Date": "2014-06-19T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 7,
      "BodyName": "Committee on Economic Development",
      "EventID": 13391,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 290008,
      "Date": "2014-06-19T13:10:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 7,
      "BodyName": "Committee on Economic Development",
      "EventID": 13391,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 289442,
      "Date": "2014-06-19T13:30:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 5120,
      "BodyName": "Committee on Small Business",
      "EventID": 13381,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 289994,
      "Date": "2014-06-19T13:45:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 5120,
      "BodyName": "Committee on Small Business",
      "EventID": 13381,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 329354,
      "Date": "2017-12-31T14:44:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-26T19:44:21.343Z"
    }
  ],
  "Attachments": [
    {
      "ID": 119966,
      "LastModified": "2016-01-05T20:19:12.217Z",
      "Name": "Committee Report 6/19/14",
      "Link": "https://nyc.legistar1.com/nyc/attachments/076113d0-8b57-4da3-a9f0-11c9745fb2e0.doc",
      "Sort": 1
    },
    {
      "ID": 120046,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 6/19/14",
      "Link": "https://nyc.legistar1.com/nyc/attachments/2bfed17c-4d35-40eb-a987-aa1e9192c42f.PDF",
      "Sort": 2
    },
    {
      "ID": 120059,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 6/19/14",
      "Link": "https://nyc.legistar1.com/nyc/attachments/f02a49b0-7525-4c75-b5a4-c0d5e5f968c4.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 53854,
  "Text": "By Council Members Cornegy, Menchaca, Chin, Constantinides, Eugene, Gentile, Lander, Mendez, Reynoso, Richards and Rosenthal\n \n      Whereas, According to a brief by the Pratt Center for Community Development, a healthy manufacturing sector is vital to the expansion of the middle class and to the growth of economic development in New York City; and\n      Whereas, Manufacturing jobs have historically been considered gateways to the middle class for people with limited educational backgrounds and English proficiency; and\n      Whereas, While New York City has made recent strides to encourage the growth of the manufacturing industry, through Industrial Business Zones (IBZs) and with the help of nonprofits like the Brooklyn Navy Yard Development Corporation (BNYDC), there are still many barriers preventing manufacturers from doing business in the City; and\n      Whereas, These barriers include a lack of stable industrial spaces, and a lack of a well-trained industrial workforce; and\n      Whereas, Given these barriers, it would be beneficial to industrial firms to have a City-run entity whose sole responsibility was ensuring the growth and support of the manufacturing and industrial sector; and\n      Whereas, However, City-provided technical assistance and support for industrial and manufacturing businesses is currently allocated to the New York City Department of Small Business Services (SBS) and the New York City Economic Development Corporation (EDC), which are both entities with mandates that extend far beyond the support of the manufacturing industry; and\n      Whereas, As an alternative, many industrial and manufacturing related services could be transferred to the management of the Mayor's Office of Industrial and Manufacturing Business (MOIMB); and\n      Whereas, MOIMB was created by former Mayor Michael R. Bloomberg in 2005, but its first director departed in 2007 and, according to Crain's New York Business, was never replaced; and\n      Whereas, Services that could be assigned to MOIMB include management of the IBZs and Industrial Business Solutions Providers (IBSPs), who provide technical assistance to manufacturing firms; and\n      Whereas, An expanded MOIMB could also oversee industrial-focused workforce and community development initiatives; and\n      Whereas, In expanding MOIMB, the City would grant the manufacturing sector a strong voice in City government, ensuring that land zoned for manufacturing is used as such, that technical assistance initiatives are sufficiently funded, and that technical assistance programs are designed to meet the unique needs of this vital sector; and\n      Whereas, In so doing, the City could encourage the development of innovative small industrial businesses, the growth of well-paying middle class jobs, and the progress of economic and community development; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the Mayor to revitalize the Mayor's Office of Industrial and Manufacturing Business and to expand the technical assistance the Office would offer manufacturing and industrial businesses in the City.\n\nPD\nLS #749\n4/7/14\n\n\n\n1",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\pard\\ltrpar\\v0\\par\nBy Council Members Cornegy, Menchaca, Chin, Constantinides, Eugene, Gentile, Lander, Mendez, Reynoso, Richards and Rosenthal\\par\n\\pard\\ltrpar\\qj  \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, According to a brief by the Pratt Center for Community Development, a healthy manufacturing sector is vital to the expansion of the middle class and to the growth of economic development in New York City; and\\par\nWhereas, Manufacturing jobs have historically been considered gateways to the middle class for people with limited educational backgrounds and English proficiency; and\\par\nWhereas, While New York City has made recent strides to encourage the growth of the manufacturing industry, through Industrial Business Zones (IBZs) and with the help of nonprofits like the Brooklyn Navy Yard Development Corporation (BNYDC), there are still many barriers preventing manufacturers from doing business in the City; and\\par\nWhereas, These barriers include a lack of stable industrial spaces, and a lack of a well-trained industrial workforce; and\\par\nWhereas, Given these barriers, it would be beneficial to industrial firms to have a City-run entity whose sole responsibility was ensuring the growth and support of the manufacturing and industrial sector; and\\par\nWhereas, However, City-provided technical assistance and support for industrial and manufacturing businesses is currently allocated to the New York City Department of Small Business Services (SBS) and the New York City Economic Development Corporation (EDC), which are both entities with mandates that extend far beyond the support of the manufacturing industry; and\\par\nWhereas, As an alternative, many industrial and manufacturing related services could be transferred to the management of the Mayor\\rquote s Office of Industrial and Manufacturing Business (MOIMB); and\\par\nWhereas, MOIMB was created by former Mayor Michael R. Bloomberg in 2005, but its first director departed in 2007 and, according to Crain\\rquote s New York Business, was never replaced; and\\par\nWhereas, Services that could be assigned to MOIMB include management of the IBZs and Industrial Business Solutions Providers (IBSPs), who provide technical assistance to manufacturing firms; and\\par\nWhereas, An expanded MOIMB could also oversee industrial-focused workforce and community development initiatives; and\\par\nWhereas, In expanding MOIMB, the City would grant the manufacturing sector a strong voice in City government, ensuring that land zoned for manufacturing is used as such, that technical assistance initiatives are sufficiently funded, and that technical assistance programs are designed to meet the unique needs of this vital sector; and\\par\nWhereas, In so doing, the City could encourage the development of innovative small industrial businesses, the growth of well-paying middle class jobs, and the progress of economic and community development; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls upon the Mayor to revitalize the Mayor\\rquote s Office of Industrial and Manufacturing Business and to expand the technical assistance the Office would offer manufacturing and industrial businesses in the City.\\par\n\\pard\\ltrpar\\par\n\\fs20 PD\\par\nLS #749\\par\n4/7/14\\par\n}\n",
  "LastModified": "2017-12-26T19:44:21.407Z"
}
