{
  "ID": 52462,
  "GUID": "7A8875D8-C97B-4EB3-A8B4-E83E685E4AB7",
  "File": "Res 0378-2014",
  "Name": "Raise the age of adult criminal responsibility from sixteen to eighteen years of age. (A.3668-A)",
  "Title": "Resolution calling on the New York State Legislature to pass and the Governor to sign A.3668-A, which would raise the age of adult criminal responsibility from sixteen to eighteen years of age.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5071,
  "BodyName": "Committee on Fire and Criminal Justice Services",
  "IntroDate": "2014-08-21T00:00:00Z",
  "AgendaDate": "2014-08-21T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm"
    },
    {
      "ID": 7502,
      "Slug": "elizabeth-s-crowley",
      "FullName": "Elizabeth S. Crowley"
    },
    {
      "ID": 7623,
      "Slug": "inez-d-barron",
      "FullName": "Inez D. Barron"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7622,
      "Slug": "vanessa-l-gibson",
      "FullName": "Vanessa L. Gibson"
    },
    {
      "ID": 7631,
      "Slug": "corey-d-johnson",
      "FullName": "Corey D. Johnson"
    },
    {
      "ID": 7637,
      "Slug": "i-daneek-miller",
      "FullName": "I. Daneek Miller"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 7624,
      "Slug": "andrew-cohen",
      "FullName": "Andrew Cohen"
    }
  ],
  "History": [
    {
      "ID": 291183,
      "Date": "2014-08-21T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 291317,
      "Date": "2014-08-21T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Fire and Criminal Justice Services",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 13442,
      "AgendaSequence": 86,
      "MinutesSequence": 106,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Fire and Criminal Justice Services",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 292306,
      "Date": "2014-10-08T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 5071,
      "BodyName": "Committee on Fire and Criminal Justice Services",
      "EventID": 13527,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "AgendaNote": "Proposed Res. No. 378-A",
      "MinutesNote": "Proposed Res. No. 378-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 292474,
      "Date": "2014-10-08T10:00:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Resolution was Amendment Proposed by Comm",
      "BodyID": 5071,
      "BodyName": "Committee on Fire and Criminal Justice Services",
      "EventID": 13527,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 292480,
      "Date": "2014-10-08T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 5071,
      "BodyName": "Committee on Fire and Criminal Justice Services",
      "EventID": 13527,
      "MinutesSequence": 7,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 329402,
      "Date": "2017-12-31T15:24:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-26T20:24:44.3Z"
    }
  ],
  "Attachments": [
    {
      "ID": 121266,
      "LastModified": "2016-01-05T21:51:33.72Z",
      "Name": "Res. No. 378 - 8/21/14",
      "Link": "https://nyc.legistar1.com/nyc/attachments/596e869a-c716-4dd1-bb53-bb0d4412d440.doc",
      "Sort": 1
    },
    {
      "ID": 121322,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 10/8/14",
      "Link": "https://nyc.legistar1.com/nyc/attachments/f1faf5a5-fd92-4974-9b50-87aea8dcf2a2.doc",
      "Sort": 2
    },
    {
      "ID": 121328,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 10/8/14",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d71fd509-4180-48f5-b491-ffe906136958.PDF",
      "Sort": 3
    },
    {
      "ID": 121441,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 10/8/14",
      "Link": "https://nyc.legistar1.com/nyc/attachments/210f138e-e8ed-4ad8-8ea2-80a5025905f6.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 54892,
  "Text": "By Council Members Dromm, Crowley, Barron, Chin, Gibson, Johnson, Miller, Rodriguez, Rosenthal and Cohen\n      Whereas, In 1962, the New York State Family Court Act was enacted by the New York State Legislature, which chose 16 to be the age of criminal responsibility as a temporary gauge until public hearings and research could be conducted; and\n      Whereas, New York State's \"temporary\" age of criminal responsibility has now been in effect for over 50 years; and\n      Whereas, According to The New York Times, New York is one of only two states in the country, along with North Carolina, in which youth arrested at age 16 or older are tried in adult court and confined in adult jails and prisons regardless of the crime for which they are charged; and  \n      Whereas, According to the Schuyler Center for Analysis and Advocacy, 74.4% of crimes committed by 16- and 17-year-olds are classified as misdemeanors, yet all of these youth are tried in the adult court system; and\n      Whereas, In the 2005 U.S. Supreme Court ruling Roper v. Simmons, the Court drew on new research on adolescent brain development to prohibit the imposition of the death penalty for youth under the age of 18; and\n      Whereas, In the 2010 U.S. Supreme Court ruling Graham v. Florida, the Court further held that juvenile offenders may not be sentenced to life imprisonment without parole for non-homicide offenses; and\n      Whereas, The Center for Disease Control and Prevention found that youth who are transferred from the juvenile court system to the adult criminal system are approximately 34% more likely to be re-arrested for crimes than youth detained in the juvenile court system; and\n             Whereas, A.3668-A, introduced by Assemblyman Joseph R. Lentol and currently pending in the New York State Assembly, seeks to amend the Criminal Procedure Law, the Executive Law, the Family Court Act, and the Penal Law, by raising the age of criminal responsibility from 16 to 18 years of age; and\t\n      Whereas, A.3668-A would amend New York State's laws regarding the age of criminal responsibility, bringing it in line with 48 other U.S. states; and \n      Whereas, The New York City Council previously passed Resolution 1067 on November 29, 2011, which supported New York State Chief Judge Jonathan Lippman's call for the New York State Legislature to pass and the Governor to sign legislation raising the age of criminal responsibility for nonviolent offenses to 18 and permit the cases of 16- and 17- year-olds charged with such offenses to be adjudicated in the Family Court rather than the adult criminal justice system; and\n            Whereas, The New York State Legislature should pass A.3668-A in order to improve the lives and future of New York's court involved youth; now, therefore, be it\n             Resolved, That the Council of the City of New York calls on the New York State Legislature to pass and the Governor to sign A.3668-A, which would raise the age of adult criminal responsibility from sixteen to eighteen years of age.  \nWJH\nLS 899\n10/3/14",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\cbpat2\\ltrpar\\sa150 By Council Members Dromm, Crowley, Barron, Chin, Gibson, Johnson, Miller, Rodriguez, Rosenthal and Cohen\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Whereas, In 1962, the New York State Family Court Act was enacted by the New York State Legislature, which chose 16 to be the age of criminal responsibility as a temporary gauge until public hearings and research could be conducted; and\\par\nWhereas, New York State\\rquote s \\ldblquote temporary\\rdblquote  age of criminal responsibility has now been in effect for over 50 years; and\\par\n\\cf1 Whereas, According to \\i The New York Times\\i0 , New York is one of only two states in the country, along with North Carolina, in which youth arrested at age 16 or older are tried in adult court and confined in adult jails and prisons regardless of the crime for which they are charged; and  \\par\nWhereas, According to the Schuyler Center for Analysis and Advocacy, 74.4% of crimes committed by 16- and 17-year-olds are classified as misdemeanors, yet all of these youth are tried in the adult court system; and\\par\n\\cf0 Whereas, In the 2005 U.S. Supreme Court ruling \\i Roper v. Simmons\\i0 , the Court drew on new research on adolescent brain development to prohibit the imposition of the death penalty for youth under the age of 18; and\\par\nWhereas, In the 2010 U.S. Supreme Court ruling \\i Graham v. Florida\\i0 , the Court further held that juvenile offenders may not be sentenced to life imprisonment without parole for non-homicide offenses; and\\par\nWhereas, The Center for Disease Control and Prevention found that youth who are transferred from the juvenile court system to the adult criminal system are approximately 34% more likely to be re-arrested for crimes than youth detained in the juvenile court system; and\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656              Whereas, A.3668-A, introduced by Assemblyman Joseph R. Lentol and currently pending in the New York State Assembly, seeks to amend the Criminal Procedure Law, the Executive Law, the Family Court Act, and the Penal Law, by raising the age of criminal responsibility from 16 to 18 years of age; and\\tab\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Whereas, A.3668-A would amend New York State\\rquote s laws regarding the age of criminal responsibility, bringing it in line with 48 other U.S. states; and \\par\n\\pard\\cbpat2\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Whereas, The New York City Council previously passed Resolution 1067 on November 29, 2011, which supported New York State Chief Judge Jonathan Lippman\\rquote s call for the New York State Legislature to pass and the Governor to sign legislation raising the age of criminal responsibility for nonviolent offenses to 18 and permit the cases of 16- and 17- year-olds charged with such offenses to be adjudicated in the Family Court rather than the adult criminal justice system; and\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656             Whereas, The New York State Legislature should pass A.3668-A in order to improve the lives and future of New York\\rquote s court involved youth; now, therefore, be it\\par\n             Resolved, That the Council of the City of New York calls on the New York State Legislature to pass and the Governor to sign A.3668-A, which would raise the age of adult criminal responsibility from sixteen to eighteen years of age.  \\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656 WJH\\par\nLS 899\\par\n10/3/14\\par\n\\par\n}\n",
  "LastModified": "2017-12-26T20:24:44.397Z"
}
