{
  "ID": 51754,
  "GUID": "A3270362-D84A-4A01-AEA2-F83F4A496B6D",
  "File": "Res 0445-2014",
  "Name": "Amend Chancellor’s Regulation A-655, regarding mandatory members of School Leadership Teams (SLTs), to include one parent of a child with an Individualized Education Program (IEP).",
  "Title": "Resolution calling on the Chancellor of the New York City Department of Education to amend Chancellor’s Regulation A-655, regarding mandatory members of School Leadership Teams (SLTs), to include one parent of a child with an Individualized Education Program (IEP).",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 9,
  "BodyName": "Committee on Education",
  "IntroDate": "2014-10-22T00:00:00Z",
  "AgendaDate": "2014-10-22T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7502,
      "Slug": "elizabeth-s-crowley",
      "FullName": "Elizabeth S. Crowley"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7617,
      "Slug": "donovan-j-richards",
      "FullName": "Donovan J. Richards"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 7636,
      "Slug": "carlos-menchaca",
      "FullName": "Carlos Menchaca"
    }
  ],
  "History": [
    {
      "ID": 292641,
      "Date": "2014-10-22T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 292857,
      "Date": "2014-10-22T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Education",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 13592,
      "AgendaSequence": 93,
      "MinutesSequence": 106,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Education",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 329430,
      "Date": "2017-12-31T16:32:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-26T21:32:29.697Z"
    }
  ],
  "Summary": "",
  "TextID": 53147,
  "Text": "By Council Members Crowley, Chin, Koo, Lander, Mendez, Richards, Rosenthal and Menchaca\n\n\tWhereas, The New York City Department of Education (DOE) is the largest system of public schools in the United States, serving about 1.1 million students in nearly 1,700 schools; and\n\tWhereas, The DOE is led by the New York City Schools Chancellor, who promulgates regulations called the Chancellor's Regulations; and \n\tWhereas, The Chancellor's Regulations address a wide range of policies and are categorized into four Volumes; and\n\tWhereas, Volume A addresses student-related issues, from admissions to promotion, Volume B addresses school-based budgeting, Volume C addresses employee issues, from hiring to termination, and Volume D addresses parent and community involvement; and \n\tWhereas, Currently, Chancellor's Regulation A-655 requires the establishment of School Leadership Teams (SLTs) in every New York City public school, which, according to the DOE, are a \"vehicle for developing school-based educational policies and ensuring that resources are aligned to implement those policies;\" and\n\tWhereas, Chancellor's Regulation A-655 further states that the SLTs should have a minimum of 10 members and a maximum of 17 members; and\n\tWhereas, SLT membership must include the school's principal, the Parent Association/Parent-Teacher Association (PA/PTA) President and the United Federation of Teachers (UFT) Chapter Leader, or their designees; and\n\tWhereas, In addition to those mandatory members, the SLTs must also include other parents from the school and school staff (pedagogic and/or non-pedagogic) in equal numbers; and\n\tWhereas, Currently, there is no requirement that one of the parents on the SLT be the parent of a child with an Individualized Education Program (IEP); and\n\tWhereas, The IEP is a written document that is developed for each public school child who is eligible for special education and sets forth recommended goals and services designed to meet the student's educational needs; and\n\tWhereas, The DOE recognized the importance of including the parent of a student with an IEP when creating educational policy in Chancellor's Regulation D-140,  which mandates that each Community Education  Council have at least one member who is a parent of a student with an IEP; and\t\n\tWhereas, Parents of children with IEPs would be an asset to each SLT because they often have a unique perspective and experience of the school's performance and needs and are an important voice in the school community; now, therefore, be it \n\tResolved, That the Council of the City of New York calls on the Chancellor of the New York City Department of Education to amend Chancellor's Regulation A-655, regarding mandatory members of School Leadership Teams (SLTs), to include one parent of a child with an Individualized Education Program (IEP).\nRes. No. 1028-2011\nLS 210\nJP\n1/29/14",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\tx720\\tx1440\\tx2160\\tx2880\\tx3600\\tx4320\\tx5040\\tx5760\\tx6480\\tx7200\\tx7920\\tx8640 By Council Members Crowley, Chin, Koo, Lander, Mendez, Richards, Rosenthal and Menchaca\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160\\tx2880\\tx3600\\tx4320\\tx5040\\tx5760\\tx6480\\tx7200\\tx7920\\tx8640\\tab Whereas, The New York City Department of Education (DOE) is the largest system of public schools in the United States, serving about 1.1 million students in nearly 1,700 schools; and\\par\n\\tab Whereas, The DOE is led by the New York City Schools Chancellor, who promulgates regulations called the Chancellor\\rquote s Regulations; and \\par\n\\tab Whereas, The Chancellor's Regulations address a wide range of policies and are categorized into four Volumes; and\\par\n\\tab Whereas, Volume A addresses student-related issues, from admissions to promotion, Volume B addresses school-based budgeting, Volume C addresses employee issues, from hiring to termination, and Volume D addresses parent and community involvement; and \\par\n\\tab Whereas, Currently, Chancellor\\rquote s Regulation A-655 requires the establishment of School Leadership Teams (SLTs) in every New York City public school, which, according to the DOE, are a \\ldblquote vehicle for developing school-based educational policies and ensuring that resources are aligned to implement those policies;\\rdblquote  and\\par\n\\tab Whereas, Chancellor\\rquote s Regulation A-655 further states that the SLTs should have a minimum of 10 members and a maximum of 17 members; and\\par\n\\tab Whereas, SLT membership must include the school\\rquote s principal, the Parent Association/Parent-Teacher Association (PA/PTA) President and the United Federation of Teachers (UFT) Chapter Leader, or their designees; and\\par\n\\tab Whereas, In addition to those mandatory members, the SLTs must also include other parents from the school and school staff (pedagogic and/or non-pedagogic) in equal numbers; and\\par\n\\tab Whereas, Currently, there is no requirement that one of the parents on the SLT be the parent of a child with an Individualized Education Program (IEP); and\\par\n\\tab Whereas, The IEP is a written document that is developed for each public school child who is eligible for special education and sets forth recommended goals and services designed to meet the student\\rquote s educational needs; and\\par\n\\tab Whereas, The DOE recognized the importance of including the parent of a student with an IEP when creating educational policy in Chancellor\\rquote s Regulation D-140,  which mandates that each Community Education  Council have at least one member who is a parent of a student with an IEP; and\\tab\\par\n\\tab Whereas, Parents of children with IEPs would be an asset to each SLT because they often have a unique perspective and experience of the school\\rquote s performance and needs and are an important voice in the school community; now, therefore, be it \\par\n\\tab Resolved, That the Council of the City of New York calls on the Chancellor of the New York City Department of Education to amend Chancellor\\rquote s Regulation A-655, regarding mandatory members of School Leadership Teams (SLTs), to include one parent of a child with an Individualized Education Program (IEP).\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\tx720\\tx1440\\tx2160\\tx2880\\tx3600\\tx4320\\tx5040\\tx5760\\tx6480\\tx7200\\tx7920\\tx8640\\cf0 Res. No. 1028-2011\\par\nLS 210\\par\nJP\\par\n1/29/14\\par\n\\par\n\\par\n}\n",
  "LastModified": "2017-12-26T21:32:29.93Z"
}
