{
  "ID": 51675,
  "GUID": "9B6E4441-0410-4552-88CE-91FCF0E0E556",
  "File": "Res 0447-2014",
  "Name": "Public Service Commission to include language in utility tariffs to prohibit the placement of utility meters in front of residential buildings throughout NYC.",
  "Title": "Resolution calling upon the New York State Public Service Commission to include language in utility tariffs to prohibit the placement of utility meters in front of residential buildings throughout New York City.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2014-10-22T00:00:00Z",
  "AgendaDate": "2014-10-22T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7502,
      "Slug": "elizabeth-s-crowley",
      "FullName": "Elizabeth S. Crowley"
    }
  ],
  "History": [
    {
      "ID": 292643,
      "Date": "2014-10-22T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 292856,
      "Date": "2014-10-22T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 13592,
      "AgendaSequence": 95,
      "MinutesSequence": 108,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 329432,
      "Date": "2017-12-31T16:32:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-26T21:33:04.837Z"
    }
  ],
  "Summary": "",
  "TextID": 53068,
  "Text": "By Council Member Crowley \n       \n      Whereas, The New York State Public Service Commission has exclusive regulatory authority over gas and electric utility companies in New York; and\n      Whereas, Utility companies must file tariffs with the New York State Public Service Commission stating the rates to be charged to the utility's customers and detailing access and placement of the utility company's metering devices in and upon residential property; and\n      Whereas, Many residents of the City and community organizations have serious concerns that their residential neighborhoods are being aesthetically degraded by the unsightly placement of utility meters in front of residential buildings; and        \n      Whereas, Prohibiting the unsightly placement of such utility meters in front of residential buildings would be a benefit to the aesthetics of residential neighborhoods throughout New York City; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the New York State Public Service Commission to include language in utility tariffs to prohibit the placement of utility meters in front of residential buildings throughout New York City.\nMS\nRes. 48/2010\nLS 213/2014\n1/28/14 9:50AM",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0  \\par\n\\cf1 By Council Member Crowley \\cf0\\par\n\\pard\\cbpat2\\ltrpar\\fi720  \\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sl480\\slmult1\\cf1 Whereas, The New York State Public Service Commission has exclusive regulatory authority over gas and electric utility companies in New York; and\\cf0\\par\n\\cf1 Whereas, Utility companies must file tariffs with the New York State Public Service Commission stating the rates to be charged to the utility's customers and detailing access and placement of the utility company\\rquote s metering devices in and upon residential property; and\\cf0\\par\n\\cf1 Whereas, Many residents of the City and community organizations have serious concerns that their residential neighborhoods are being aesthetically degraded by the unsightly placement of utility meters in front of residential buildings; and        \\cf0\\par\n\\cf1 Whereas, Prohibiting the unsightly placement of such utility meters in front of residential buildings would be a benefit to the aesthetics of residential neighborhoods throughout New York City; now, therefore, be it\\cf0\\par\n\\cf1 Resolved, That the Council of the City of New York calls upon the New York State Public Service Commission to include language in utility tariffs to prohibit the placement of utility meters in front of residential buildings throughout New York City.\\cf0\\par\n\\pard\\cbpat2\\ltrpar\\cf1 MS\\par\nRes. 48/2010\\par\nLS 213/2014\\par\n1/28/14 9:50\\fs20 AM\\par\n\\pard\\cbpat2\\ltrpar\\sa150\\fs24\\par\n}\n",
  "LastModified": "2017-12-26T21:33:04.9Z"
}
