{
  "ID": 52465,
  "GUID": "647B3655-1246-47BC-8DCD-341E2732D455",
  "File": "Res 0466-2014",
  "Name": "NYCHA to report annually the total number of vacant units in all of its developments, disaggregated by the number of units that are fit and unfit for occupancy, and provide details on the reason why.",
  "Title": "Resolution calling upon the New York City Housing Authority to report annually the total number of vacant units in all of its developments, disaggregated by the number of units that are fit and unfit for occupancy, and provide details on the reason why a vacant apartment is deemed unfit for occupancy.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5212,
  "BodyName": "Committee on Public Housing",
  "IntroDate": "2014-11-13T00:00:00Z",
  "AgendaDate": "2014-11-13T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 7640,
      "Slug": "ritchie-j-torres",
      "FullName": "Ritchie J. Torres"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7631,
      "Slug": "corey-d-johnson",
      "FullName": "Corey D. Johnson"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 7634,
      "Slug": "mark-levine",
      "FullName": "Mark Levine"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7623,
      "Slug": "inez-d-barron",
      "FullName": "Inez D. Barron"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    }
  ],
  "History": [
    {
      "ID": 293281,
      "Date": "2014-11-13T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 293420,
      "Date": "2014-11-13T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Public Housing",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 13650,
      "AgendaSequence": 99,
      "MinutesSequence": 109,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Housing",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 329444,
      "Date": "2017-12-31T17:37:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-26T22:37:34.553Z"
    }
  ],
  "Summary": "",
  "TextID": 53869,
  "Text": "By Council Members Van Bramer, Torres, Chin, Johnson, Koo, Levine, Mendez, Rose, Barron and Rosenthal\n\n      Whereas, The New York City Housing Authority (NYCHA) currently oversees 178,557 apartments in 334 developments throughout the city; and\n      Whereas, NYCHA exists for the purpose of providing low-and-moderate income New Yorkers safe and affordable housing; and \n      Whereas, The city's housing shortage is evident by the 247,262 families on the wait list for public housing as of March 17, 2014; and \n      Whereas, Families placed on the waitlist must often wait years for an apartment; and \n      Whereas, Nevertheless, according to a December 15, 2013, New York Times article, about 800 NYCHA units have remained empty for years due to the need to conduct major repairs like roof replacement; and \n      Whereas, NYCHA appears to be unable to address maintenance issues in these vacant units that could spread to nearby apartments and affect the quality of life of other residents; and\n      Whereas, NYCHA reports that it has $6 billion in unfunded capital improvement needs, which is expected to increase to $13.4 billion in five years; and\n      Whereas, NYCHA primarily receives funding through federal subsidies which have substantially declined, jeopardizing NYCHA's ability to quickly handle its repairs and infrastructure needs; and \n      Whereas, Renovations to vacant apartments are at risk with the steady decline of these subsidies; and \n      Whereas, NYCHA's delay in repairing vacant units has caused needed residential space to remain unavailable to prospective tenants; and\n      Whereas, An annual report on NYCHA's vacant units and the reasons why such vacancies exist will increase transparency and accountability by bringing to light what repairs if any, are necessary to return such units to the rent rolls; now therefore, be it,\n      Resolved, That the Council of the City of New York calls upon the New York City Housing Authority to report annually the total number of vacant units in all of its developments, disaggregated by the number of units that are fit and unfit for occupancy, and provide details on the reason why a vacant apartment is deemed unfit for occupancy.\nJLC\nLS 802/2014\n9/5/2014 1:25 PM",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Van Bramer, Torres, Chin, Johnson, Koo, Levine, Mendez, Rose, Barron and Rosenthal\\par\n\\par\n\\pard\\cbpat1\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, The New York City Housing Authority (NYCHA) currently oversees 178,557 apartments in 334 developments throughout the city; and\\par\nWhereas, NYCHA exists for the purpose of providing low-and-moderate income New Yorkers safe and affordable housing; and \\par\nWhereas, The city\\rquote s housing shortage is evident by the 247,262 families on the wait list for public housing as of March 17, 2014; and \\par\nWhereas, Families placed on the waitlist must often wait years for an apartment; and \\par\nWhereas, Nevertheless, according to a December 15, 2013, New York Times article, about 800 NYCHA units have remained empty for years due to the need to conduct major repairs like roof replacement; and \\par\nWhereas, NYCHA appears to be unable to address maintenance issues in these vacant units that could spread to nearby apartments and affect the quality of life of other residents; and\\par\nWhereas, NYCHA reports that it has $6 billion in unfunded capital improvement needs, which is expected to increase to $13.4 billion in five years; and\\par\nWhereas, NYCHA primarily receives funding through federal subsidies which have substantially declined, jeopardizing NYCHA\\rquote s ability to quickly handle its repairs and infrastructure needs; and \\par\nWhereas, Renovations to vacant apartments are at risk with the steady decline of these subsidies; and \\par\nWhereas, NYCHA\\rquote s delay in repairing vacant units has caused needed residential space to remain unavailable to prospective tenants; and\\par\nWhereas, An annual report on NYCHA\\rquote s vacant units and the reasons why such vacancies exist will increase transparency and accountability by bringing to light what repairs if any, are necessary to return such units to the rent rolls; now therefore, be it,\\par\nResolved, That the Council of the City of New York calls upon the New York City Housing Authority to report annually the total number of vacant units in all of its developments, disaggregated by the number of units that are fit and unfit for occupancy, and provide details on the reason why a vacant apartment is deemed unfit for occupancy.\\par\n\\pard\\cbpat1\\ltrpar\\qj JLC\\par\nLS 802/2014\\par\n\\pard\\ltrpar\\sa200\\sl276\\slmult1\\qj 9/5/2014 1:25 PM\\par\n}\n",
  "LastModified": "2017-12-26T22:37:34.693Z"
}
