{
  "ID": 77299,
  "GUID": "AD11901F-7C86-4016-8922-6C3D480F7C31",
  "File": "Res 0011-2026",
  "Name": "Metropolitan Transportation Authority to install encased, alarmed, and publicly accessible fire extinguishers in MTA subway cars and stations.",
  "Title": "Resolution calling upon the Metropolitan Transportation Authority to install encased, alarmed, and publicly accessible fire extinguishers in MTA subway cars and stations",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 5239,
  "BodyName": "Committee on Fire and Emergency Management",
  "IntroDate": "2026-01-29T00:00:00Z",
  "AgendaDate": "2026-01-29T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7819,
      "Slug": "joann-ariola",
      "FullName": "Joann Ariola"
    },
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    },
    {
      "ID": 7887,
      "Slug": "frank-morano",
      "FullName": "Frank Morano"
    }
  ],
  "History": [
    {
      "ID": 432083,
      "Date": "2026-01-29T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2026-01-29T13:16:44.203Z"
    },
    {
      "ID": 432837,
      "Date": "2026-01-29T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Fire and Emergency Management",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 22173,
      "AgendaSequence": 170,
      "MinutesSequence": 179,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Fire and Emergency Management",
      "MatterStatusID": 3,
      "LastModified": "2026-02-09T19:18:37.197Z"
    }
  ],
  "Attachments": [
    {
      "ID": 335971,
      "LastModified": "2026-02-18T23:33:19.247Z",
      "Name": "Res. No. 11",
      "Link": "https://nyc.legistar1.com/nyc/attachments/fa6645bd-f5d6-4c66-9b44-5b6ef5c6c2ca.docx",
      "Sort": 1
    },
    {
      "ID": 334271,
      "LastModified": "2026-02-16T23:31:12.59Z",
      "Name": "January 29, 2026 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/f75ba269-f63d-4fc6-829b-f1f2d57a775e.pdf",
      "Sort": 2
    },
    {
      "ID": 334962,
      "LastModified": "2026-02-16T23:37:38.677Z",
      "Name": "Hearing Transcript - Stated Meeting 1-29-26",
      "Link": "https://nyc.legistar1.com/nyc/attachments/8e0097d9-4e9c-4a97-88b5-d092fa1c6791.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 81341,
  "Text": "Whereas, The Metropolitan Transportation Authority (\"MTA\" or the \"Authority\") is the largest transportation system in North America, including 6,553 subway cars and 472 subway stations, and with a daily subway ridership of approximately 3.6 million people as of 2023; and\n      Whereas, The MTA subway system has a number of safety features in place to respond to incidents or emergencies, including illuminate \"Help Points\" in subway stations to connect customers directly to emergency personnel, emergency exit and brake pull systems on subway cars, and passenger emergency intercoms near the end of each subway car on certain subway trains; and\n      Whereas, According to the MTA, the Authority trains with local and national emergency response partners and regularly reviews their processes to ensure that they are keeping customers safe; and \n      Whereas, On December 22, 2024, Debrina Kawam was the victim of a fatal burning attack after her clothing was set on fire on a stationary F train at the Coney Island-Stillwell Avenue station in Brooklyn; and\n      Whereas, Although police officers and transit workers attempted to save Debrina Kawam and put out the fire with a fire extinguisher, they were unable to save her life; and\n      Whereas, Passengers on the subway car and at the station where unable to access  a fire extinguisher to assist the victim because, according to the New York Post, fire extinguishers are only accessible to MTA workers in track tunnels and booths and are not accessible to the public on platforms or in subway cars; and\n      Whereas, Including encased fire extinguishers on MTA subway cars and in stations could allow members of the public to assist in putting out fires within the NYC subway system; and\n      Whereas, Installing alarms on encased fire extinguishers could further alert MTA employees to the use of a fire extinguisher and the potential of a fire within the subway system; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the Metropolitan Transportation Authority to install encased, alarmed, and publicly accessible fire extinguishers in MTA subway cars and stations.\n      \nJPB\nLS #18754\nRes. #0837-2025\n1/5/2026 3:59 PM\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Ariola, Louis and Morano\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, The Metropolitan Transportation Authority (\\ldblquote MTA\\rdblquote  or the \\ldblquote Authority\\rdblquote ) is the largest transportation system in North America, including 6,553 subway cars and 472 subway stations, and with a daily subway ridership of approximately 3.6 million people as of 2023; and\\par\nWhereas, The MTA subway system has a number of safety features in place to respond to incidents or emergencies, including illuminate \\ldblquote Help Points\\rdblquote  in subway stations to connect customers directly to emergency personnel, emergency exit and brake pull systems on subway cars, and passenger emergency intercoms near the end of each subway car on certain subway trains; and\\par\nWhereas, According to the MTA, the Authority trains with local and national emergency response partners and regularly reviews their processes to ensure that they are keeping customers safe; and \\par\nWhereas, On December 22, 2024, Debrina Kawam was the victim of a fatal burning attack after her clothing was set on fire on a stationary F train at the Coney Island-Stillwell Avenue station in Brooklyn; and\\par\nWhereas, Although police officers and transit workers attempted to save Debrina Kawam and put out the fire with a fire extinguisher, they were unable to save her life; and\\par\nWhereas, Passengers on the subway car and at the station where unable to access  a fire extinguisher to assist the victim because, according to the New York Post, fire extinguishers are only accessible to MTA workers in track tunnels and booths and are not accessible to the public on platforms or in subway cars; and\\par\nWhereas, Including encased fire extinguishers on MTA subway cars and in stations could allow members of the public to assist in putting out fires within the NYC subway system; and\\par\nWhereas, Installing alarms on encased fire extinguishers could further alert MTA employees to the use of a fire extinguisher and the potential of a fire within the subway system; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls upon the Metropolitan Transportation Authority to install encased, alarmed, and publicly accessible fire extinguishers in MTA subway cars and stations.\\par\n\\par\n\\pard\\ltrpar\\qj\\fs18 JPB\\par\nLS #18754\\par\n\\pard\\ltrpar Res. #0837-2025\\par\n1/5/2026 3:59 PM\\par\n}\n",
  "LastModified": "2026-02-18T23:33:22.047Z"
}
