{
  "ID": 77323,
  "GUID": "961FA85C-EA18-4F9A-AD10-923106D37697",
  "File": "Res 0017-2026",
  "Name": "The imposition of securing orders for certain crimes committed by individuals without permanent residency status (S. 8681/ A. 9189).",
  "Title": "Resolution calling on the New York State Legislature to pass, and the Governor to sign S8681/A9189, in relation to the imposition of securing orders for certain crimes committed by individuals without permanent residency status",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2026-01-29T00:00:00Z",
  "AgendaDate": "2026-01-29T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7819,
      "Slug": "joann-ariola",
      "FullName": "Joann Ariola"
    },
    {
      "ID": 7811,
      "Slug": "vickie-paladino",
      "FullName": "Vickie Paladino"
    },
    {
      "ID": 7833,
      "Slug": "david-m-carr",
      "FullName": "David M. Carr"
    },
    {
      "ID": 7831,
      "Slug": "inna-vernikov",
      "FullName": "Inna Vernikov"
    },
    {
      "ID": 7867,
      "Slug": "susan-zhuang",
      "FullName": "Susan Zhuang"
    },
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    },
    {
      "ID": 7887,
      "Slug": "frank-morano",
      "FullName": "Frank Morano"
    }
  ],
  "History": [
    {
      "ID": 432091,
      "Date": "2026-01-29T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2026-01-29T13:18:00.13Z"
    },
    {
      "ID": 432842,
      "Date": "2026-01-29T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 22173,
      "AgendaSequence": 176,
      "MinutesSequence": 185,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2026-02-09T19:18:37.2Z"
    }
  ],
  "Attachments": [
    {
      "ID": 335975,
      "LastModified": "2026-02-18T23:37:34.77Z",
      "Name": "Res. No. 17",
      "Link": "https://nyc.legistar1.com/nyc/attachments/6e748162-dcaf-4a5d-886d-5a2bccc9979f.docx",
      "Sort": 1
    },
    {
      "ID": 334277,
      "LastModified": "2026-02-16T23:31:13.947Z",
      "Name": "January 29, 2026 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/7656d15f-4a54-469e-907c-c7cfd36da1ac.pdf",
      "Sort": 2
    },
    {
      "ID": 334968,
      "LastModified": "2026-02-16T23:37:39.593Z",
      "Name": "Hearing Transcript - Stated Meeting 1-29-26",
      "Link": "https://nyc.legistar1.com/nyc/attachments/680399e6-0df9-4fc3-bd3d-ea5938003e0f.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 81365,
  "Text": "Whereas, Recent events have highlighted concern regarding the safety of New York City residents and first responders in the performance of their duties, as according to New York Police Department Commissioner Edward Caban, \"in recent months, a wave of migrant crime has washed over our City\"; and \n\tWhereas, In January of this year, an incident occurred near Times Square where two NYPD officers were assaulted while attempting to address disorderly conduct within a group of individuals; and\n\tWhereas, Despite the NYPD apprehending the suspects allegedly involved in the attack, the subsequent release of individuals without bail, raised significant questions about the criminal justice system and its handling of individuals without permanent residency status; and\n\tWhereas, NYPD Commissioner Caban has further expressed that alleged perpetrators have demonstrated a high level of sophistication, often operating as what he described as ghost criminals with no discernible criminal history, photographic records, or clear identification details, making law enforcement efforts challenging; and \n      Whereas, Mayor Eric Adams has expressed similar sentiments advocating for stringent legal consequences, including deportation for those found guilty, to ensure the safety and well-being of all residents and visitors in New York City; and \n      Whereas, S8681/A9189 sponsored by New York State Senator Andrew Lanza and New York State Assemblymember Jaime Williams, aims to impose securing orders for crimes perpetrated against peace officers, police officers, firefighters, emergency medical services professionals, or uniformed workers by individuals lacking permanent residency status; and\n\tWhereas, This bill would also further mandate that such individuals be detained in the custody of the sheriff throughout the entirety of the related judicial proceedings; and\n\tWhereas, It's simply unacceptable when anyone attacks a first responder, but we must ensure that those who lack permanent residency status are not able to slip away after being arrested before they are held to account for their actions; now therefor be it, \n      Resolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign S8681/A9189, in relation to the imposition of securing orders for certain crimes committed by individuals without permanent residency status.\n      \nCMB\nLS #16147\nRes. #0304-2024\n1/2/2026 11:09 AM\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Ariola, Paladino, Carr, Vernikov, Zhuang, Louis and Morano\\cf1\\par\n\\cf0\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, Recent events have highlighted concern regarding the safety of New York City residents and first responders in the performance of their duties, as according to New York Police Department Commissioner Edward Caban, \\ldblquote in recent months, a wave of migrant crime has washed over our City\\rdblquote ; and \\par\n\\tab Whereas, In January of this year, an incident occurred near Times Square where two NYPD officers were assaulted while attempting to address disorderly conduct within a group of individuals; and\\par\n\\tab Whereas, Despite the NYPD apprehending the suspects allegedly involved in the attack, the subsequent release of individuals without bail, raised significant questions about the criminal justice system and its handling of individuals without permanent residency status; and\\par\n\\tab Whereas, NYPD Commissioner Caban has further expressed that alleged perpetrators have demonstrated a high level of sophistication, often operating as what he described as ghost criminals with no discernible criminal history, photographic records, or clear identification details, making law enforcement efforts challenging; and \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Mayor Eric Adams has expressed similar sentiments advocating for stringent legal consequences, including deportation for those found guilty, to ensure the safety and well-being of all residents and visitors in New York City; and \\par\nWhereas, S8681/A9189 sponsored by New York State Senator Andrew Lanza and New York State Assemblymember Jaime Williams, aims to impose securing orders for crimes perpetrated against peace officers, police officers, firefighters, emergency medical services professionals, or uniformed workers by individuals lacking permanent residency status; and\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, This bill would also further mandate that such individuals be detained in the custody of the sheriff throughout the entirety of the related judicial proceedings; and\\par\n\\tab Whereas, It\\rquote s simply unacceptable when anyone attacks a first responder, but we must ensure that those who lack permanent residency status are not able to slip away after being arrested before they are held to account for their actions; now therefor be it, \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Resolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign S8681/A9189, in relation to the imposition of securing orders for certain crimes committed by individuals without permanent residency status.\\par\n\\pard\\ltrpar\\fi720\\sa160\\sl480\\slmult1\\par\n\\pard\\ltrpar\\fs20 CMB\\par\nLS #16147\\par\nRes. #0304-2024\\par\n1/2/2026 11:09 AM\\par\n}\n",
  "LastModified": "2026-02-18T23:37:35.61Z"
}
