{
  "ID": 77222,
  "GUID": "EEF7C933-116B-4F9C-8E94-C2DFDF409755",
  "File": "Res 0033-2026",
  "Name": "Declaring butterfly milkweed as the official wildflower of New York City.",
  "Title": "Resolution declaring butterfly milkweed as the official wildflower of New York City",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 5316,
  "BodyName": "Committee on Cultural Affairs, Libraries and International Relations",
  "IntroDate": "2026-01-29T00:00:00Z",
  "AgendaDate": "2026-01-29T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7802,
      "Slug": "erik-d-bottcher",
      "FullName": "Erik D. Bottcher"
    }
  ],
  "History": [
    {
      "ID": 432130,
      "Date": "2026-01-29T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2026-01-29T13:49:14.4Z"
    },
    {
      "ID": 432887,
      "Date": "2026-01-29T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Cultural Affairs, Libraries and International Relations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 22173,
      "AgendaSequence": 221,
      "MinutesSequence": 230,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Cultural Affairs and Libraries",
      "MatterStatusID": 3,
      "LastModified": "2026-02-09T19:18:37.253Z"
    }
  ],
  "Attachments": [
    {
      "ID": 335986,
      "LastModified": "2026-02-18T20:42:44.79Z",
      "Name": "Res. No. 33",
      "Link": "https://nyc.legistar1.com/nyc/attachments/38aebb70-faba-41d7-8b94-db76ee1a19a5.docx",
      "Sort": 1
    },
    {
      "ID": 334322,
      "LastModified": "2026-02-16T23:31:24.617Z",
      "Name": "January 29, 2026 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ed2322d9-0af9-4166-920e-727cc4374db5.pdf",
      "Sort": 2
    },
    {
      "ID": 335013,
      "LastModified": "2026-02-16T23:37:46.78Z",
      "Name": "Hearing Transcript - Stated Meeting 1-29-26",
      "Link": "https://nyc.legistar1.com/nyc/attachments/29ab2b86-77ef-4bfd-bfcd-e85371812d15.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 81264,
  "Text": "Whereas, The scientific name of butterfly milkweed is Asclepias tuberosa; and\n      Whereas, Butterfly milkweed is also commonly known as butterfly weed, pleurisy root or orange milkweed; and \n      Whereas, Butterfly milkweed is a type of wildflower; and \n      Whereas, Butterfly milkweed is a perennial plant that can live up to 25 years in the wild; and \n      Whereas, Butterfly milkweed generally blooms in summer from June through July in New York City; and \n      Whereas, According to the Xerces Society, the nectar of butterfly milkweed flowers attracts a variety of wildlife, including the native green metallic bee, butterflies such as Fritillaries and Swallowtails, and the Ruby-throated Hummingbird. And\n      Whereas, The leaves of butterfly milkweed are important food sources for other native insects, such as beetles, katydids, and milkweed bugs; and\n      Whereas, According to the National Wildlife Federation, female Monarchs lay their eggs on the leaves of milkweed plants; and\n      Whereas, Once hatched, these Monarch caterpillars feed on the leaves of milkweed plants; and\n      Whereas, Milkweed is the exclusive food source for Monarch butterflies; and\n      Whereas, The Monarch butterfly would not survive without milkweed plants in the landscape\n      Whereas, According to the International Union for the Conservation of Nature (IUCN), the Monarch butterfly is listed as globally \"vulnerable;\" and\n      Whereas, New York City is along the Atlantic flyway, a migratory route from Canada to Florida for songbirds, seabirds, and birds of prey; and\n      Whereas, The Monarch, a migratory species, also follows this pathway, traveling over New York City every year from its winter colonies in central Mexico; and\t\n      Whereas, Butterfly milkweed is native to New York City; and\n      Whereas, Butterfly milkweed has grown wild in New York City for thousands of years; and\n\tWhereas, A researcher from the University of Delaware found that native plants support a larger variety and number of insects than non-native plants; and\n      Whereas, Native plants such as butterfly milkweed are essential to support the birds, butterflies and pollinators that are also native to New York City; now, therefore, be it\n      Resolved, that the Council of the City of New York declares the butterfly milkweed as the official wildflower of New York City.\n\n\nEHC\nLS #15671\nRes. #0448-2024\n1/2/2026 3:40 PM\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Member Bottcher\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, The scientific name of butterfly milkweed is \\i Asclepias tuberosa\\i0 ; and\\par\nWhereas, Butterfly milkweed is also commonly known as butterfly weed, pleurisy root or orange milkweed; and \\par\nWhereas, Butterfly milkweed is a type of wildflower; and \\par\nWhereas, Butterfly milkweed is a perennial plant that can live up to 25 years in the wild; and \\par\nWhereas, Butterfly milkweed generally blooms in summer from June through July in New York City; and \\par\nWhereas, According to the Xerces Society, the nectar of butterfly milkweed flowers attracts a variety of wildlife, including the native green metallic bee, butterflies such as Fritillaries and Swallowtails, and the Ruby-throated Hummingbird. And\\par\nWhereas, The leaves of butterfly milkweed are important food sources for other native insects, such as beetles, katydids, and milkweed bugs; and\\par\nWhereas, According to the National Wildlife Federation, female Monarchs lay their eggs on the leaves of milkweed plants; and\\par\nWhereas, Once hatched, these Monarch caterpillars feed on the leaves of milkweed plants; and\\par\nWhereas, Milkweed is the exclusive food source for Monarch butterflies; and\\par\nWhereas, The Monarch butterfly would not survive without milkweed plants in the landscape\\par\nWhereas, According to the International Union for the Conservation of Nature (IUCN), the Monarch butterfly is listed as globally \\ldblquote vulnerable;\\rdblquote  and\\par\nWhereas, New York City is along the Atlantic flyway, a migratory route from Canada to Florida for songbirds, seabirds, and birds of prey; and\\par\nWhereas, The Monarch, a migratory species, also follows this pathway, traveling over New York City every year from its winter colonies in central Mexico; and\\tab\\par\nWhereas, Butterfly milkweed is native to New York City; and\\par\nWhereas, Butterfly milkweed has grown wild in New York City for thousands of years; and\\line\\tab Whereas, A researcher from the University of Delaware found that native plants support a larger variety and number of insects than non-native plants; and\\par\nWhereas, Native plants such as butterfly milkweed are essential to support the birds, butterflies and pollinators that are also native to New York City; now, therefore, be it\\par\nResolved, that the Council of the City of New York declares the butterfly milkweed as the official wildflower of New York City.\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\par\n\\par\n\\pard\\ltrpar\\qj\\fs20 EHC\\par\nLS #15671\\par\nRes. #0448-2024\\par\n1/2/2026 3:40 PM\\par\n}\n",
  "LastModified": "2026-02-18T23:49:43.643Z"
}
