{
  "ID": 77444,
  "GUID": "618E6705-F8B5-4245-8D72-8668E404291D",
  "File": "Res 0060-2026",
  "Name": "Continue its scientific, forward-thinking advocacy and commitment to protecting American public health.",
  "Title": "Resolution to urge the federal government to continue its scientific, forward-thinking advocacy and commitment to protecting American public health",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2026-01-29T00:00:00Z",
  "AgendaDate": "2026-01-29T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7813,
      "Slug": "tiffany-l-caban",
      "FullName": "Tiffany L. Cabán"
    },
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    }
  ],
  "History": [
    {
      "ID": 432252,
      "Date": "2026-01-29T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2026-01-29T16:18:25.117Z"
    },
    {
      "ID": 432978,
      "Date": "2026-01-29T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 22173,
      "AgendaSequence": 317,
      "MinutesSequence": 326,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2026-02-09T19:18:37.373Z"
    }
  ],
  "Attachments": [
    {
      "ID": 336019,
      "LastModified": "2026-02-19T00:14:54.437Z",
      "Name": "Res. No. 60",
      "Link": "https://nyc.legistar1.com/nyc/attachments/98a681cc-480d-42a4-941c-dfea34309797.docx",
      "Sort": 1
    },
    {
      "ID": 334418,
      "LastModified": "2026-02-16T23:31:47.463Z",
      "Name": "January 29, 2026 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/e4980d1f-ea77-4dab-bb1c-a3d4652dd2d9.pdf",
      "Sort": 2
    },
    {
      "ID": 335109,
      "LastModified": "2026-02-16T23:38:01.8Z",
      "Name": "Hearing Transcript - Stated Meeting 1-29-26",
      "Link": "https://nyc.legistar1.com/nyc/attachments/a0bc1db5-b958-48c2-a325-e2b24853baa2.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 81486,
  "Text": "Whereas, The United States Department of Health and Human Services (HHS) governs federal public health policy, and HHS contains multiple offices overseen by the Office of the Secretary and 13 separate operation divisions, most notably: the Centers for Disease Control and Prevention (CDC), the Food and Drug Administration (FDA), and the Office of Assistant Secretary for Health (OASH), which includes the Nation's Doctor, the U.S. Surgeon General; and\n      Whereas, HHS' mission statement reads: \"to enhance the health and well-being of all Americans, by providing for effective health and human services and by fostering sound, sustained advances in the sciences underlying medicine, public health, and social services\"; and\n      Whereas, President Eisenhower created the Presidential Cabinet-level Department of Health, Education, and Welfare in 1953-eventually, becoming the modern-day HHS by an act of Congress and signed by President Carter in 1979; and\n      Whereas, As the Secretary of HHS is a member of the Presidential Cabinet, they must be appointed by the President and confirmed by the Senate; and\n      Whereas, In times of political uncertainty with a new incoming executive administration, it is incumbent that HHS continues its steadfast science-based approach to public health; and\n      Whereas, The incoming Trump Administration has expressed baseless and concerning comments on public health with no scientific merit; and\n      Whereas, The federal public health apparatus has been at the forefront of groundbreaking, evidence-based announcements to promote healthy lifestyles for the American public benefiting millions; and\n      Whereas, \"The mission of the U.S Surgeon General is to protect, promote, and advance the health and safety of our nation\"; and\n      Whereas, In 1964, the Surgeon General, Dr. Luther Terry, shifted the American smoking paradigm with the first report of the Surgeon General's Advisory Committee on Smoking and Health showcasing that smoking is dangerous and leads to cancer and other serious diseases-the report was based on over 7,000 medical literature articles; and \n      Whereas, According to the CDC, the Surgeon General's report sparked the anti-smoking zeitgeist in the United States leading to congressional legislation and public efforts to educate the public of the dangers of tobacco, which can still be seen today, such as the Surgeon General's warning label on packages of cigarettes; and\n      Whereas, Another public health initiative taken by the federal government was fluoridation: the process of adding fluoride to drinking water to prevent tooth decay and promote dental health; and\n      Whereas, While the fluoridation of drinking water is under the jurisdiction of state and local government, the CDC and other federal government agencies continue to foster coordination and expand fluoride infrastructure with localities; and\n      Whereas, Moreover, the Surgeon General was the original sponsor of the Grand Rapids water fluoridation study, which helped result in Grand Rapids, Michigan, becoming the first U.S. city to fluoridate its drinking water according to the National Institute of Dental and Craniofacial Research; and\n      Whereas, Today, the New York City Department of Environmental Protection states that New York City drinking water contains 0.8mg/L of the fluorine ion compared to the HHS recommended amount of 0.7mg/L; and \n      Whereas, During the COVID-19 pandemic, the FDA approved the COVID-19 vaccines after an intense period of clinical trials and medical review; and\n      Whereas, The New York City Department of Health and Mental Hygiene found that over 90% of New Yorkers received at least one dose of the COVID-19 vaccine, and 82% of New Yorkers took both doses-to protect themselves from COVID-19; and\n      Whereas, The proactive hand of federal government health policy has resulted in the improvement of the health and safety of New Yorkers and all Americans; now, therefore, be it\n      Resolved, That the Council of the City of New York urges the federal government to continue its scientific, forward-thinking advocacy and commitment to protecting American public health.\n\nJEB\nLS #18213\nRes. #0650-2024\n1/5/2026 1:36 PM\n\n\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Cab\\'e1n and Louis\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, The United States Department of Health and Human Services (HHS) governs federal public health policy, and HHS contains multiple offices overseen by the Office of the Secretary and 13 separate operation divisions, most notably: the Centers for Disease Control and Prevention (CDC), the Food and Drug Administration (FDA), and the Office of Assistant Secretary for Health (OASH), which includes the Nation\\rquote s Doctor, the U.S. Surgeon General; and\\par\nWhereas, HHS\\rquote  mission statement reads: \\ldblquote to enhance the health and well-being of all Americans, by providing for effective health and human services and by fostering sound, sustained advances in the sciences underlying medicine, public health, and social services\\rdblquote ; and\\par\nWhereas, President Eisenhower created the Presidential Cabinet-level Department of Health, Education, and Welfare in 1953-eventually, becoming the modern-day HHS by an act of Congress and signed by President Carter in 1979; and\\par\nWhereas, As the Secretary of HHS is a member of the Presidential Cabinet, they must be appointed by the President and confirmed by the Senate; and\\par\nWhereas, In times of political uncertainty with a new incoming executive administration, it is incumbent that HHS continues its steadfast science-based approach to public health; and\\par\nWhereas, The incoming Trump Administration has expressed baseless and concerning comments on public health with no scientific merit; and\\par\nWhereas, The federal public health apparatus has been at the forefront of groundbreaking, evidence-based announcements to promote healthy lifestyles for the American public benefiting millions; and\\par\nWhereas, \\ldblquote The mission of the U.S Surgeon General is to protect, promote, and advance the health and safety of our nation\\rdblquote ; and\\par\nWhereas, In 1964, the Surgeon General, Dr. Luther Terry, shifted the American smoking paradigm with the first report of the Surgeon General\\rquote s Advisory Committee on Smoking and Health showcasing that smoking is dangerous and leads to cancer and other serious diseases-the report was based on over 7,000 medical literature articles; and \\par\nWhereas, According to the CDC, the Surgeon General\\rquote s report sparked the anti-smoking zeitgeist in the United States leading to congressional legislation and public efforts to educate the public of the dangers of tobacco, which can still be seen today, such as the Surgeon General\\rquote s warning label on packages of cigarettes; and\\par\nWhereas, Another public health initiative taken by the federal government was fluoridation: the process of adding fluoride to drinking water to prevent tooth decay and promote dental health; and\\par\nWhereas, While the fluoridation of drinking water is under the jurisdiction of state and local government, the CDC and other federal government agencies continue to foster coordination and expand fluoride infrastructure with localities; and\\par\nWhereas, Moreover, the Surgeon General was the original sponsor of the Grand Rapids water fluoridation study, which helped result in Grand Rapids, Michigan, becoming the first U.S. city to fluoridate its drinking water according to the National Institute of Dental and Craniofacial Research; and\\par\nWhereas, Today, the New York City Department of Environmental Protection states that New York City drinking water contains 0.8mg/L of the fluorine ion compared to the HHS recommended amount of 0.7mg/L; and \\par\nWhereas, During the COVID-19 pandemic, the FDA approved the COVID-19 vaccines after an intense period of clinical trials and medical review; and\\par\nWhereas, The New York City Department of Health and Mental Hygiene found that over 90% of New Yorkers received at least one dose of the COVID-19 vaccine, and 82% of New Yorkers took both doses-to protect themselves from COVID-19; and\\par\nWhereas, The proactive hand of federal government health policy has resulted in the improvement of the health and safety of New Yorkers and all Americans; now, therefore, be it\\par\nResolved, That the Council of the City of New York urges the federal government to continue its scientific, forward-thinking advocacy and commitment to protecting American public health.\\par\n\\pard\\ltrpar\\qj\\par\n\\fs18 JEB\\par\nLS #18213\\par\n\\pard\\ltrpar Res. #0650-2024\\par\n1/5/2026 1:36 PM\\par\n\\pard\\ltrpar\\qj\\par\n\\fs24\\par\n}\n",
  "LastModified": "2026-02-19T00:14:54.437Z"
}
