{
  "ID": 77480,
  "GUID": "1AE2F847-613D-46C9-BF94-F0760F211513",
  "File": "Res 0075-2026",
  "Name": "WNBA to commit to equitable revenue sharing, fair player compensation, and meaningful investment in women’s basketball, in support of the “Pay Us What You Owe Us” campaign led by WNBA players.",
  "Title": "Resolution calling on the Women’s National Basketball Association (WNBA) to commit to equitable revenue sharing, fair player compensation, and meaningful investment in women’s basketball, in support of the “Pay Us What You Owe Us” campaign led by WNBA players",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 5244,
  "BodyName": "Committee on Women and Gender Equity",
  "IntroDate": "2026-01-29T00:00:00Z",
  "AgendaDate": "2026-01-29T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7806,
      "Slug": "carmen-n-de-la-rosa",
      "FullName": "Carmen N. De La Rosa"
    },
    {
      "ID": 7813,
      "Slug": "tiffany-l-caban",
      "FullName": "Tiffany L. Cabán"
    },
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    }
  ],
  "History": [
    {
      "ID": 433011,
      "Date": "2026-01-29T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Women and Gender Equity",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 22173,
      "AgendaSequence": 352,
      "MinutesSequence": 361,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Women and Gender Equity",
      "MatterStatusID": 3,
      "LastModified": "2026-02-09T19:18:37.413Z"
    },
    {
      "ID": 432275,
      "Date": "2026-01-29T23:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2026-01-29T16:27:58.837Z"
    }
  ],
  "Attachments": [
    {
      "ID": 334132,
      "LastModified": "2026-02-13T20:09:40.963Z",
      "Name": "Res. No. 75",
      "Link": "https://nyc.legistar1.com/nyc/attachments/471bc718-4d33-467c-a6ac-fff4adb86895.docx",
      "Sort": 1
    },
    {
      "ID": 334453,
      "LastModified": "2026-02-16T23:31:56.283Z",
      "Name": "January 29, 2026 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/a5cc9527-d173-456e-85d4-3139dada57dc.pdf",
      "Sort": 2
    },
    {
      "ID": 335144,
      "LastModified": "2026-02-16T23:40:16.573Z",
      "Name": "Hearing Transcript - Stated Meeting 1-29-26",
      "Link": "https://nyc.legistar1.com/nyc/attachments/fa8a0dc6-98ef-483b-a2ef-a3d699d5e0e1.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 81522,
  "Text": "Whereas, According to the Bergen Record, The Women's National Basketball Association (WNBA), founded in 1997, is currently the longest running women's professional sports league in the United States; and\n      Whereas, WNBA players have consistently advanced conversations on gender equality, reproductive justice, and worker rights, demonstrating leadership both on and off the court; and\n      Whereas, According to MarketWatch, WNBA players receive about 9.3 percent of league revenues, compared to 49 to 51 percent in the men's National Basketball Association (NBA), at least 48.8 percent in the National Football League (NFL), and 50 percent in the National Hockey League (NHL); and\n      Whereas, According to Sports Illustrated, the average WNBA salary in 2025 is just over $102,000 despite the league's unprecedented growth, including record-breaking attendance, merchandise sales, and television ratings; and\n      Whereas, Since the last collective bargaining agreement in 2020, WNBA revenue has grown from $102 million in 2019 to $119 million in 2023, before the surge in popularity driven by star players in 2024 and 2025, which led to the league's most watched regular season in 24 years; and\n      Whereas, Reports indicate the league recently signed a new media rights agreement valued at $2.2 billion over 11 years, averaging $200 million annually, and expansion franchises in cities such as Cleveland, Detroit, and Philadelphia are paying $250 million in fees, five times more than expansion costs just two years earlier; and\n      Whereas, Despite this financial success, player salaries have not kept pace with league growth, forcing many athletes to play overseas or in other leagues such as the player founded \"Unrivaled\" to supplement their income; and\n      Whereas, On July 19, 2025, during the All-Star Game in Indianapolis, WNBA All-Stars wore shirts reading \"Pay Us What You Owe Us,\" and fans in the sold-out arena chanted \"pay them!\" as the commissioner awarded the MVP trophy, reflecting the growing public demand for fair compensation; and\n      Whereas, Reports indicate the WNBPA has called for a new revenue sharing structure that ties salaries to league growth, ensuring players receive a fair share of the business they are helping to build; and\n      Whereas, Greater equity in pay and investment in the WNBA would strengthen women's professional sports, expand economic opportunities for women athletes, and advance broader goals of gender equity; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the Women's National Basketball Association (WNBA) to commit to equitable revenue sharing, fair player compensation, and meaningful investment in women's basketball, in support of the \"Pay Us What You Owe Us\" campaign led by WNBA players.\n\nCMB\nLS #20515\nRes. #1084-2025\n1/6/2026 1:30 PM\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Calibri;}}\n\\viewkind4\\uc1\n\\v0 By Council Members De La Rosa\\f1 ,\\f0  Cab\\'e1n and Louis\\f1\\par\n\\f0\\par\n\\pard\\ltrpar\\fi720\\sa160\\sl480\\slmult1\\qj Whereas, According to the Bergen Record, The Women\\rquote s National Basketball Association (WNBA), founded in 1997, is currently the longest running women\\rquote s professional sports league in the United States; and\\par\nWhereas, WNBA players have consistently advanced conversations on gender equality, reproductive justice, and worker rights, demonstrating leadership both on and off the court; and\\par\nWhereas, According to MarketWatch, WNBA players receive about 9.3 percent of league revenues, compared to 49 to 51 percent in the men\\rquote s National Basketball Association (NBA), at least 48.8 percent in the National Football League (NFL), and 50 percent in the National Hockey League (NHL); and\\par\nWhereas, According to Sports Illustrated, the average WNBA salary in 2025 is just over $102,000 despite the league\\rquote s unprecedented growth, including record-breaking attendance, merchandise sales, and television ratings; and\\par\nWhereas, Since the last collective bargaining agreement in 2020, WNBA revenue has grown from $102 million in 2019 to $119 million in 2023, before the surge in popularity driven by star players in 2024 and 2025, which led to the league\\rquote s most watched regular season in 24 years; and\\par\nWhereas, Reports indicate the league recently signed a new media rights agreement valued at $2.2 billion over 11 years, averaging $200 million annually, and expansion franchises in cities such as Cleveland, Detroit, and Philadelphia are paying $250 million in fees, five times more than expansion costs just two years earlier; and\\par\nWhereas, Despite this financial success, player salaries have not kept pace with league growth, forcing many athletes to play overseas or in other leagues such as the player founded \\ldblquote Unrivaled\\rdblquote  to supplement their income; and\\par\nWhereas, On July 19, 2025, during the All-Star Game in Indianapolis, WNBA All-Stars wore shirts reading \\ldblquote Pay Us What You Owe Us,\\rdblquote  and fans in the sold-out arena chanted \\ldblquote pay them!\\rdblquote  as the commissioner awarded the MVP trophy, reflecting the growing public demand for fair compensation; and\\par\nWhereas, Reports indicate the WNBPA has called for a new revenue sharing structure that ties salaries to league growth, ensuring players receive a fair share of the business they are helping to build; and\\par\nWhereas, Greater equity in pay and investment in the WNBA would strengthen women\\rquote s professional sports, expand economic opportunities for women athletes, and advance broader goals of gender equity; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls on the Women\\rquote s National Basketball Association (WNBA) to commit to equitable revenue sharing, fair player compensation, and meaningful investment in women\\rquote s basketball, in support of the \\ldblquote Pay Us What You Owe Us\\rdblquote  campaign led by WNBA players.\\par\n\\pard\\ltrpar\\fs20\\par\nCMB\\par\nLS #20515\\par\nRes. #1084-2025\\par\n1/6/2026 1:30 PM\\par\n}\n",
  "LastModified": "2026-02-18T21:51:00.557Z"
}
