{
  "ID": 77587,
  "GUID": "20EBB762-E634-4845-A036-688AC1E02F31",
  "File": "Res 0111-2026",
  "Name": "Study the feasibility of offering in vitro fertilization and other fertility treatment services across its network.",
  "Title": "Resolution calling on the NYC Health + Hospitals Corporation to study the feasibility of offering in vitro fertilization and other fertility treatment services across its network",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 5239,
  "BodyName": "Committee on Fire and Emergency Management",
  "IntroDate": "2026-01-29T00:00:00Z",
  "AgendaDate": "2026-01-29T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7887,
      "Slug": "frank-morano",
      "FullName": "Frank Morano"
    },
    {
      "ID": 7796,
      "Slug": "selvena-n-brooks-powers",
      "FullName": "Selvena N. Brooks-Powers"
    },
    {
      "ID": 7810,
      "Slug": "amanda-c-farias",
      "FullName": "Amanda C. Farías"
    },
    {
      "ID": 7901,
      "Slug": "kayla-santosuosso",
      "FullName": "Kayla Santosuosso"
    },
    {
      "ID": 7897,
      "Slug": "justin-e-sanchez",
      "FullName": "Justin E. Sanchez"
    }
  ],
  "History": [
    {
      "ID": 432469,
      "Date": "2026-01-29T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2026-01-29T18:51:19.76Z"
    },
    {
      "ID": 433203,
      "Date": "2026-01-29T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Fire and Emergency Management",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 22173,
      "AgendaSequence": 552,
      "MinutesSequence": 193,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Hospitals",
      "MatterStatusID": 3,
      "LastModified": "2026-02-04T14:50:54.41Z"
    }
  ],
  "Attachments": [
    {
      "ID": 333184,
      "LastModified": "2026-02-03T14:27:32.013Z",
      "Name": "Res. No. 111",
      "Link": "https://nyc.legistar1.com/nyc/attachments/7b531862-7e03-4b49-97df-569c7c657b99.docx",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 81629,
  "Text": "Whereas, Infertility affects millions of people at some point in their life; and\n      Whereas, Fertility treatments, such as in vitro fertilization (IVF), allow those who experience infertility a potential path to expanding their families; and\n      Whereas, The high cost of advanced fertility treatments is a major barrier to access, particularly for low-income individuals and couples with limited insurance coverage; and\n      Whereas, The U.S. Department of Health and Human Services estimates the cost for a single cycle of IVF to range from $15,000 to $20,000, which can exceed $30,000 if a donor egg is involved in the process; and\n      Whereas, Many countries offer publicly-funded or heavily-subsidized fertility services to aid low-income families in accessing treatment, including Belgium, which offers nearly full payment coverage for up to six cycles of IVF; and\n      Whereas, NYC Health+Hospitals (H+H) facilities have a public health mission to serve all New Yorkers, regardless of their ability to pay, and is the primary safety net provider for the city's most vulnerable populations, including those who are uninsured or on Medicaid; and\n      Whereas, H+H already provides a wide range of women's health and obstetric services, including general gynecology, prenatal care, genetic counseling, and maternal-fetal medicine; and\n      Whereas, H+H currently only covers limited diagnostics and ovulation-enhancing drugs under certain conditions; and\n      Whereas, Those services could potentially be expanded to accommodate more advanced reproductive technologies, such as IVF, in an efficient and cost-effective manner; and\n      Whereas, Integrating fertility treatments into the existing system would allow for seamless, multidisciplinary care; and \n      Whereas, A public option for fertility care would provide inclusive services for various populations, including LGBTQ+ individuals and couples, single parents by choice, and cancer patients needing fertility preservation, who all face unique challenges in accessing private care; and\n      Whereas, Providing these services would align with New York State initiatives to expand infertility coverage, as Medicaid in New York already covers some basic infertility benefits; and  \n      Whereas, One H+H facility has been offering fertility treatments since the mid-1990s, with Bellevue Hospital's Reproductive Endocrinology and Infertility clinic seeing approximately 150 new patients per year; and\n      Whereas, H+H should consider piloting such services at other H+H facilities, potentially in partnership with private fertility clinics or under a cost-sharing model, to expand affordable access to City residents; and\n      Whereas, Expanding these offerings through the public hospital system would further the public health goal of helping New Yorkers build families without overwhelming financial strain; now, therefore, be it, \n      Resolved, That the Council of the City of New York calls on the NYC Health + Hospitals Corporation to study the feasibility of offering in vitro fertilization and other fertility treatment services across its network. \nKS\nLS #20650\nRes. #1193-2025\n1/6/2026 1:47 PM\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Morano, Brooks-Powers, Far\\'edas, Santosuosso and J. Sanchez\\par\n\\par\n\\pard\\ltrpar\\fi677\\sl480\\slmult1\\qj Whereas, Infertility affects millions of people at some point in their life; and\\par\nWhereas, Fertility treatments, such as in vitro fertilization (IVF), allow those who experience infertility a potential path to expanding their families; and\\par\nWhereas, The high cost of advanced fertility treatments is a major barrier to access, particularly for low-income individuals and couples with limited insurance coverage; and\\par\nWhereas, The U.S. Department of Health and Human Services estimates the cost for a single cycle of IVF to range from $15,000 to $20,000, which can exceed $30,000 if a donor egg is involved in the process; and\\par\nWhereas, Many countries offer publicly-funded or heavily-subsidized fertility services to aid low-income families in accessing treatment, including Belgium, which offers nearly full payment coverage for up to six cycles of IVF; and\\par\nWhereas, NYC Health+Hospitals (H+H) facilities have a public health mission to serve all New Yorkers, regardless of their ability to pay, and is the primary safety net provider for the city\\rquote s most vulnerable populations, including those who are uninsured or on Medicaid; and\\par\nWhereas, H+H already provides a wide range of women's health and obstetric services, including general gynecology, prenatal care, genetic counseling, and maternal-fetal medicine; and\\par\nWhereas, H+H currently only covers limited diagnostics and ovulation-enhancing drugs under certain conditions; and\\par\n\\pard\\ltrpar\\nowidctlpar\\fi677\\sl480\\slmult1\\qj Whereas, Those services could potentially be expanded to accommodate more advanced reproductive technologies, such as IVF, in an efficient and cost-effective manner; and\\par\n\\pard\\ltrpar\\fi677\\sl480\\slmult1\\qj Whereas, Integrating fertility treatments into the existing system would allow for seamless, multidisciplinary care; and \\par\nWhereas, A public option for fertility care would provide inclusive services for various populations, including LGBTQ+ individuals and couples, single parents by choice, and cancer patients needing fertility preservation, who all face unique challenges in accessing private care; and\\par\nWhereas, Providing these services would align with New York State initiatives to expand infertility coverage, as Medicaid in New York already covers some basic infertility benefits; and  \\par\nWhereas, One H+H facility has been offering fertility treatments since the mid-1990s, with Bellevue Hospital\\rquote s Reproductive Endocrinology and Infertility clinic seeing approximately 150 new patients per year; and\\par\nWhereas, H+H should consider piloting such services at other H+H facilities, potentially in partnership with private fertility clinics or under a cost-sharing model, to expand affordable access to City residents; and\\par\nWhereas, Expanding these offerings through the public hospital system would further the public health goal of helping New Yorkers build families without overwhelming financial strain; now, therefore, be it, \\par\nResolved, That the Council of the City of New York calls on the NYC Health + Hospitals Corporation to study the feasibility of offering in vitro fertilization and other fertility treatment services across its network. \\par\n\\pard\\ltrpar\\fs20 KS\\par\nLS #20650\\par\nRes. #1193-2025\\par\n1/6/2026 1:47 PM\\fs24\\par\n}\n",
  "LastModified": "2026-02-04T13:52:23.347Z"
}
