{
  "ID": 77639,
  "GUID": "5A4DF38D-18BB-47EB-9956-ED64A429F769",
  "File": "Res 0129-2026",
  "Name": "Amending New York State’s animal cruelty laws by codifying them in the Penal Law and increasing penalties.",
  "Title": "Resolution calling on the New York State Legislature to pass, and the Governor to sign, legislation amending New York State’s animal cruelty laws by codifying them in the Penal Law and increasing penalties",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2026-01-29T00:00:00Z",
  "AgendaDate": "2026-01-29T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7811,
      "Slug": "vickie-paladino",
      "FullName": "Vickie Paladino"
    },
    {
      "ID": 7819,
      "Slug": "joann-ariola",
      "FullName": "Joann Ariola"
    },
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    },
    {
      "ID": 7887,
      "Slug": "frank-morano",
      "FullName": "Frank Morano"
    }
  ],
  "History": [
    {
      "ID": 432542,
      "Date": "2026-01-29T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2026-01-29T19:53:59.12Z"
    },
    {
      "ID": 433276,
      "Date": "2026-01-29T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 22173,
      "AgendaSequence": 619,
      "MinutesSequence": 603,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2026-02-05T20:40:14.197Z"
    }
  ],
  "Attachments": [
    {
      "ID": 333513,
      "LastModified": "2026-02-06T14:08:21.97Z",
      "Name": "Res. No. 129",
      "Link": "https://nyc.legistar1.com/nyc/attachments/f8801416-254b-4f35-b4af-a716e4cc83e4.docx",
      "Sort": 1
    }
  ],
  "Summary": "Resolution calling on the New York State Legislature to pass, and the Governor to sign, legislation amending New York State’s animal cruelty laws by codifying them in the Penal Law and increasing penalties",
  "TextID": 81681,
  "Text": "Whereas, According to New York state legislators, New York is one of only 13 states in which animal cruelty laws are not contained in the Penal Code; and\n      Whereas, Investigating and appropriately prosecuting and punishing those who abuse animals, particularly those that severely injure or kill pets, protects vulnerable animals;; and\n      Whereas, In an Op Ed written by Queens District Attorney Melinda Katz, entitled, \"The Importance of Strengthening New York's Animal Cruelty Laws,\" the D.A. detailed the importance of protecting animals and the deficiencies with state law; and\n      Whereas, According to the National Link Coalition, animal abusers are more likely to engage in interpersonal violence, and therefore appropriately categorizing, investigating, prosecuting and punishing animal abuse and cruelty may prevent harm to people as well as animals; and\n      Whereas, In 2016 the Federal Bureau of Investigations National Incident-Based Reporting System reportedly began tracking animal cruelty crimes nationally in an effort to obtain a more complete picture of the nature of animal cruelty and effectively addressing these crimes; and\n      Whereas, As the D.A. Katz highlighted, polls reveal that almost 70% of United States households have a companion animal, and most households with pets consider them to be family members; and\n      Whereas, While New York's Aggravated Cruelty to Animals statute provides a felony for aggravated animal cruelty, it only applies to companion animals, which is narrowly defined by the statute and has a maximum penalty of two years in prison; and\n      Whereas, The definition of what a companion animal under New York's Aggravated Cruelty to Animals statute should be expanded and the maximum penalty allowable for aggravated cruelty to animals should be increased; and\n      Whereas, Other states like Pennsylvania set the maximum sentence for aggravated animal cruelty at 7 years in prison; and\n      Whereas, As related by D.A. Katz, consecutive sentences are also unavailable for offenses under New York's Aggravated Cruelty to Animals statute, which means an animal abuser can seriously injure or kill several animals and receive the same sentence as for harming one animal; and\n      Whereas, Consecutive sentences should be made available to Judges for sentencing to punish animal abusers who seriously injure or kill several animals; and\n      Whereas, The Aggravated Cruelty to Animals statute is also arguably weakened by being in New York State's Agriculture and Markets Law, rather than the Penal Law, because while the NYPD Animal Cruelty Investigation Squad investigates reports of animal abuse or neglect, State Legislators report patrol officers and precinct desk officers are unlikely to have copies of or the law readily accessible; and\n      Whereas, By placing animal cruelty statutes in the Penal Law, the State will be signaling the importance of these laws and ensuring Patrol officers will be more readily able to find, read, understand and apply the laws; and\n      Whereas, The Public will be better served and animals afforded greater protection if the laws are codified in the Penal Law and penalties appropriately increased; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign, legislation amending New York State's animal cruelty laws by codifying them in the Penal Law and increasing penalties.\n\n\nCMB/MB\nLS #11636 & 13829\nRes. #0716-2025\n1/5/2026 2:55 PM\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Paladino, Ariola, Louis and Morano\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, According to New York state legislators, New York is one of only 13 states in which animal cruelty laws are not contained in the Penal Code; and\\par\nWhereas, Investigating and appropriately prosecuting and punishing those who abuse animals, particularly those that severely injure or kill pets, protects vulnerable animals;; and\\par\nWhereas, In an Op Ed written by Queens District Attorney Melinda Katz, entitled, \\ldblquote The Importance of Strengthening New York\\rquote s Animal Cruelty Laws,\\rdblquote  the D.A. detailed the importance of protecting animals and the deficiencies with state law; and\\par\nWhereas, According to the \\i National Link Coalition\\i0 , animal abusers are more likely to engage in interpersonal violence, and therefore appropriately categorizing, investigating, prosecuting and punishing animal abuse and cruelty may prevent harm to people as well as animals; and\\par\nWhereas, In 2016 the Federal Bureau of Investigations National Incident-Based Reporting System reportedly began tracking animal cruelty crimes nationally in an effort to obtain a more complete picture of the nature of animal cruelty and effectively addressing these crimes; and\\par\nWhereas, As the D.A. Katz highlighted, polls reveal that almost 70% of United States households have a companion animal, and most households with pets consider them to be family members; and\\par\nWhereas, While New York\\rquote s Aggravated Cruelty to Animals statute provides a felony for aggravated animal cruelty, it only applies to companion animals, which is narrowly defined by the statute and has a maximum penalty of two years in prison; and\\par\nWhereas, The definition of what a companion animal under New York\\rquote s Aggravated Cruelty to Animals statute should be expanded and the maximum penalty allowable for aggravated cruelty to animals should be increased; and\\par\nWhereas, Other states like Pennsylvania set the maximum sentence for aggravated animal cruelty at 7 years in prison; and\\par\nWhereas, As related by D.A. Katz, consecutive sentences are also unavailable for offenses under New York\\rquote s Aggravated Cruelty to Animals statute, which means an animal abuser can seriously injure or kill several animals and receive the same sentence as for harming one animal; and\\par\nWhereas, Consecutive sentences should be made available to Judges for sentencing to punish animal abusers who seriously injure or kill several animals; and\\par\nWhereas, The Aggravated Cruelty to Animals statute is also arguably weakened by being in New York State\\rquote s Agriculture and Markets Law, rather than the Penal Law, because while the NYPD Animal Cruelty Investigation Squad investigates reports of animal abuse or neglect, State Legislators report patrol officers and precinct desk officers are unlikely to have copies of or the law readily accessible; and\\par\nWhereas, By placing animal cruelty statutes in the Penal Law, the State will be signaling the importance of these laws and ensuring Patrol officers will be more readily able to find, read, understand and apply the laws; and\\par\nWhereas, The Public will be better served and animals afforded greater protection if the laws are codified in the Penal Law and penalties appropriately increased; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign, legislation amending New York State\\rquote s animal cruelty laws by codifying them in the Penal Law and increasing penalties.\\par\n\\pard\\ltrpar\\qj\\par\n\\par\n\\fs18 CMB/MB\\par\nLS #11636 & 13829\\par\n\\pard\\ltrpar Res. #0716-2025\\par\n1/5/2026 2:55 PM\\par\n}\n",
  "LastModified": "2026-02-06T14:08:27.097Z"
}
