{
  "ID": 77729,
  "GUID": "3497006B-6C8F-4581-A0C7-8CB748415BB8",
  "File": "Res 0142-2026",
  "Name": "Establish the Center for Fatherhood Initiatives under the Office of Children and Family Services.",
  "Title": "Resolution calling on the New York State Legislature to pass, and the Governor to sign, legislation to establish the Center for Fatherhood Initiatives under the Office of Children and Family Services",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 5294,
  "BodyName": "Committee on Children and Youth",
  "IntroDate": "2026-01-29T00:00:00Z",
  "AgendaDate": "2026-01-29T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7794,
      "Slug": "kevin-c-riley",
      "FullName": "Kevin C. Riley"
    },
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    }
  ],
  "History": [
    {
      "ID": 432585,
      "Date": "2026-01-29T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2026-01-29T20:33:47.553Z"
    },
    {
      "ID": 433313,
      "Date": "2026-01-29T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Children and Youth",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 22173,
      "AgendaSequence": 670,
      "MinutesSequence": 679,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Children and Youth",
      "MatterStatusID": 3,
      "LastModified": "2026-02-09T19:18:37.787Z"
    }
  ],
  "Attachments": [
    {
      "ID": 336732,
      "LastModified": "2026-02-26T16:43:12.793Z",
      "Name": "Res. No. 142",
      "Link": "https://nyc.legistar1.com/nyc/attachments/dc8aa506-50a1-4e97-b3eb-3823666a0b5e.docx",
      "Sort": 1
    },
    {
      "ID": 334771,
      "LastModified": "2026-02-16T23:33:58.807Z",
      "Name": "January 29, 2026 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/64e8c5cc-c466-440e-af70-3e2659910213.pdf",
      "Sort": 2
    },
    {
      "ID": 335462,
      "LastModified": "2026-02-16T23:41:42.193Z",
      "Name": "Hearing Transcript - Stated Meeting 1-29-26",
      "Link": "https://nyc.legistar1.com/nyc/attachments/e33c5bcc-fbf1-4c55-9fa8-d14b34e5ee1b.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 81771,
  "Text": "Whereas, Fathers play a critical role in the development and well-being of children, serving as foundational figures in their lives; and\n      Whereas, Research from the National Institutes of Health consistently shows that children with engaged, present, and active fathers experience more favorable outcomes, such as improved cognitive development, enhanced behavioral development, better general health and well-being, more positive perceptions of men, higher academic achievement, and greater self-esteem; and\n      Whereas, Many fathers face systemic barriers and challenges that impede their ability to fully engage in their children's lives, particularly those who are co-parenting or non-custodial, incarcerated or undergoing reentry, young or teen fathers, and new fathers who require support in navigating their role; and\n      Whereas, The New York State Senate bill S8892A, sponsored by Senator Jamal Bailey, and New York State Assembly bill A9811, sponsored by Assemblyman Landon Dais, seeks to address these barriers by directing the Office of Children and Family Services to establish a Center for Fatherhood Initiatives, which would issue grants to organizations across New York State to implement programs promoting and advancing fatherhood; and\n      Whereas, The establishment of such a center would create a robust framework for providing fathers with the resources, support networks, and parenting education they need to strengthen their parenting knowledge, attitudes, and self-efficacy, which will ultimately lead to improved family dynamics and stronger communities; and\n      Whereas, The City of New York recognizes the importance of addressing the unique needs of fathers and supporting their integral role in child development and family well-being; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the New York State Legislature to pass, and the Governor to sign, legislation to establish the Center for Fatherhood Initiatives under the Office of Children and Family Services.\n      \nEA\nLS #18459\nRes. #0968-2025\n1/6/2026 9:41 AM\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Riley and Louis \\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Fathers play a critical role in the development and well-being of children, serving as foundational figures in their lives; and\\par\nWhereas, Research from the National Institutes of Health consistently shows that children with engaged, present, and active fathers experience more favorable outcomes, such as improved cognitive development, enhanced behavioral development, better general health and well-being, more positive perceptions of men, higher academic achievement, and greater self-esteem; and\\par\nWhereas, Many fathers face systemic barriers and challenges that impede their ability to fully engage in their children's lives, particularly those who are co-parenting or non-custodial, incarcerated or undergoing reentry, young or teen fathers, and new fathers who require support in navigating their role; and\\par\nWhereas, The New York State Senate bill S8892A, sponsored by Senator Jamal Bailey, and New York State Assembly bill A9811, sponsored by Assemblyman Landon Dais, seeks to address these barriers by directing the Office of Children and Family Services to establish a Center for Fatherhood Initiatives, which would issue grants to organizations across New York State to implement programs promoting and advancing fatherhood; and\\par\nWhereas, The establishment of such a center would create a robust framework for providing fathers with the resources, support networks, and parenting education they need to strengthen their parenting knowledge, attitudes, and self-efficacy, which will ultimately lead to improved family dynamics and stronger communities; and\\par\nWhereas, The City of New York recognizes the importance of addressing the unique needs of fathers and supporting their integral role in child development and family well-being; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls upon the New York State Legislature to pass, and the Governor to sign, legislation to establish the Center for Fatherhood Initiatives under the Office of Children and Family Services.\\par\n\\par\n\\pard\\ltrpar\\qj\\fs20 EA\\par\nLS #18459\\par\nRes. #0968-2025\\par\n1/6/2026 9:41 AM\\par\n}\n",
  "LastModified": "2026-02-26T16:43:41.927Z"
}
