{
  "ID": 77720,
  "GUID": "F8C0D697-D6CB-4395-A1CD-9FA984BBB063",
  "File": "Res 0152-2026",
  "Name": "Prohibit certain food additives, to prohibit the sale of food containing certain color additives at schools, and to prohibit the use of substances “Generally Recognized as Safe” in food unless certain reporting requirements are met (S.1239A/A.1556A).",
  "Title": "Resolution calling on the New York State Legislature to pass, and the Governor to sign, S.1239A/A.1556A, to prohibit certain food additives, to prohibit the sale of food containing certain color additives at schools, and to prohibit the use of substances “Generally Recognized as Safe” in food unless certain reporting requirements are met",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2026-01-29T00:00:00Z",
  "AgendaDate": "2026-01-29T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7809,
      "Slug": "althea-v-stevens",
      "FullName": "Althea V.  Stevens"
    },
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    }
  ],
  "History": [
    {
      "ID": 432626,
      "Date": "2026-01-29T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2026-01-29T21:13:38.48Z"
    },
    {
      "ID": 433368,
      "Date": "2026-01-29T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 22173,
      "AgendaSequence": 730,
      "MinutesSequence": 739,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2026-02-09T19:18:37.847Z"
    }
  ],
  "Attachments": [
    {
      "ID": 336740,
      "LastModified": "2026-02-26T17:17:55.897Z",
      "Name": "Res. No. 152",
      "Link": "https://nyc.legistar1.com/nyc/attachments/1811c15f-258d-4025-a301-f568a6c7a17d.docx",
      "Sort": 1
    },
    {
      "ID": 334831,
      "LastModified": "2026-02-16T23:34:08.91Z",
      "Name": "January 29, 2026 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/4e71fac7-5f0b-484f-9325-2a33970ffcc9.pdf",
      "Sort": 2
    },
    {
      "ID": 335522,
      "LastModified": "2026-02-16T23:41:51.983Z",
      "Name": "Hearing Transcript - Stated Meeting 1-29-26",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d755a9c0-64a1-4bec-acca-fec5be4399f7.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 81762,
  "Text": "Whereas, According to the Food and Drug Administration (FDA), a food additive is any substance which results or may reasonably be expected to result in its becoming a component or otherwise affecting the characteristic of any food, including any substance intended for use in producing, manufacturing, packing, processing, preparing, treating, packaging, transporting, or holding food; and\n      Whereas, According to Michigan State University, potassium bromate is a food additive used to oxidize dough quickly, efficiently, and economically to allow it to trap gases and rise; and\n      Whereas, The FDA's current regulations permit levels of potassium bromate in flour up to either 75 parts or 50 parts to each million parts of finished flour depending on the type of flour and final product; and\n      Whereas, The National Center for Biotechnology Information (NCBI) at the National Library of Medicine has concluded that there is sufficient evidence of carcinogenicity of potassium bromate in animals and that potassium bromate is possibly carcinogenic in humans; and\n      Whereas, The New Jersey Department of Health categorizes potassium bromate as a hazardous substance that should be handled as a carcinogen, and may, through repeatedly breathing in or repeated skin contact, damage the kidneys, cause cancer, and adversely affect the nervous system, resulting in headaches, irritability, impaired thinking, and personality changes; and \n      Whereas, Propylparaben is a preservative often found in water-based cosmetics, and a food additive used as an antifungal and antimicrobial agent, according to NCBI; and\n      Whereas, The FDA permits propylparaben to be used in food at a level that does not exceed good manufacturing practices, which is currently a maximum level of 0.1 percent of a food product; and\n      Whereas, During 2005-2006, the U.S. Centers for Disease Control and Prevention (CDC) measured presence of parabens in the urine of over 2,548 participants aged 6 years and older as part of the National Health and Nutrition Examination Survey and found methylparaben and propylparaben in the urine of most of the participants, signifying a widespread exposure to these substances in the U.S. population; and\n      Whereas, NCBI lists propylparaben as an eye, skin, and respiratory irritant, and an allergen; and\n      Whereas, FD&C Red No. 3 is a color additive that can be found in certain food products such as candy, cakes and cupcakes, cookies, frozen desserts, frostings, and icings, as well as certain drugs, according to the FDA; and\n      Whereas, A color additive is, according to the FD&C Act, a dye, pigment, or other substance made by a process of synthesis or similar artifice, or extracted, isolated, or otherwise derived from a vegetable, animal, mineral, or other source that when added or applied to a food, drug, or cosmetic is capable of imparting color thereto; and\n      Whereas, According to the FDA, The Center for Science in the Public Interest, along with 23 other organizations and prominent scientists, filed a color additive petition which proposed that the FDA repeal the color additive regulations for FD&C Red No. 3 which permit its use in food and in ingested drugs; and\n      Whereas, The petition provided data demonstrating that FD&C Red No. 3 induced cancer in male rats, and thus the FDA has granted the color additive petition and will revoke authorization for the use of FD&C Red No. 3 in foods, effective January 15, 2027, and in ingested drugs, effective January 18, 2028; and\n      Whereas, Despite this, FD&C Red No. 3 can still be used in food in New York until the effective date listed above; and\n      Whereas, With the intent of addressing the negative health effects of these common food additives, New York State Senator Brian Kavanagh introduced S.1239A in the New York State Senate, and New York State Assembly Member Dr. Anna R. Kelles introduced companion bill A.1446A in the New York State Assembly, which would prohibit certain food additives, specifically potassium bromate, propylparaben, and FD&C Red No. 3 in food products; and\n      Whereas, S.1239A/A.1446A would also ban the sale of food products containing certain color additives on school grounds during school hours, including: (1) FD&C Red No. 3; (2) FD&C Red No. 40; (3) FD&C Blue No. 1; (4) FD&C Blue No. 2; (5) FD&C Green No. 3; (6) FD&C Yellow No. 5; and (7) FD&C Yellow No. 6; and\n      Whereas, According to a statement released by the FDA on April 22, 2025, in recognition of the adverse health effects associated with these color additives, the U.S. Department of Health and Human Services and the FDA are taking new steps to eliminate color additives which are petroleum-based synthetic dies from the nation's food supply, with the goal of removing FD&C Red No. 40, FD&C Blue No. 1, FD&C Blue No. 2, FD&C Green No. 3, FD&C Yellow No. 5, and FD&C Yellow No. 6 by the end of 2026; and\n      Whereas, Despite this action, all of these color additives are currently permitted by the FDA for use in the coloring of foods and drugs; and\n      Whereas, S. 1239A/A.1446A would also place stronger regulations on the use of Generally Recognized as Safe (GRAS) Substances unless they meet stringent reporting requirements and their use is made readily available public knowledge; and\n      Whereas, The legislation defines a GRAS Substance as any substance added to food that is not exempted from the definition of \"food additive\" because it is generally recognized, among experts qualified by scientific training and experience to evaluate its safety, as having been adequately shown to be safe under the conditions of its intended use; and\n      Whereas, The provisions made by the proposed state legislation would ensure that the food supply in New York State and New York City is safe, and codify these protections for New Yorkers; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign, S.1239A/A.1556A, to prohibit certain food additives, to prohibit the sale of food containing certain color additives at schools, and to prohibit the use of substances \"Generally Recognized as Safe\" in food unless certain reporting requirements are met.\nAZ/JN\nLS #15441\nRes. #0294-2024\n1/2/2026 11:07 AM\t\n\n4",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Calibri;}}\n{\\colortbl ;\\red33\\green37\\blue41;}\n\\viewkind4\\uc1\n\\cf0\\v0\\fs22\\par\n\\fs24 By Council Members Stevens and Louis\\par\n\\par\n\\pard\\ltrpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj Whereas, According to the Food and Drug Administration (FDA), a food additive is any substance which results or may reasonably be expected to result in its becoming a component or otherwise affecting the characteristic of any food, including any substance intended for use in producing, manufacturing, packing, processing, preparing, treating, packaging, transporting, or holding food; and\\par\nWhereas, According to Michigan State University, potassium bromate is a food additive used to oxidize dough quickly, efficiently, and economically to allow it to trap gases and rise; and\\par\nWhereas, The FDA\\rquote s current regulations permit levels of potassium bromate in flour up to either 75 parts or 50 parts to each million parts of finished flour depending on the type of flour and final product; and\\par\nWhereas, The National Center for Biotechnology Information (NCBI) at the National Library of Medicine has concluded that there is sufficient evidence of carcinogenicity of potassium bromate in animals and that potassium bromate is possibly carcinogenic in humans; and\\par\nWhereas, The New Jersey Department of Health categorizes potassium bromate as a hazardous substance that should be handled as a carcinogen, and may, through repeatedly breathing in or repeated skin contact, damage the kidneys, cause cancer, and adversely affect the nervous system, resulting in headaches, irritability, impaired thinking, and personality changes; and \\par\nWhereas, Propylparaben is a preservative often found in water-based cosmetics, and a food additive used as an antifungal and antimicrobial agent, according to NCBI; and\\par\nWhereas, The FDA permits propylparaben to be used in food at a level that does not exceed good manufacturing practices, which is currently a maximum level of 0.1 percent of a food product; and\\par\nWhereas, During 2005-2006, the U.S. Centers for Disease Control and Prevention (CDC) measured presence of parabens in the urine of over 2,548 participants aged 6 years and older as part of the National Health and Nutrition Examination Survey and found methylparaben and propylparaben in the urine of most of the participants, signifying a widespread exposure to these substances in the U.S. population; and\\par\nWhereas, NCBI lists propylparaben as an eye, skin, and respiratory irritant, and an allergen; and\\par\nWhereas, FD&C Red No. 3 is a color additive that can be found in certain food products such as candy, cakes and cupcakes, cookies, frozen desserts, frostings, and icings, as well as certain drugs, according to the FDA; and\\par\nWhereas, A color additive is, according to the FD&C Act, a dye, pigment, or other substance made by a process of synthesis or similar artifice, or extracted, isolated, or otherwise derived from a vegetable, animal, mineral, or other source that when added or applied to a food, drug, or cosmetic is capable of imparting color thereto; and\\par\nWhereas, According to the FDA, The Center for Science in the Public Interest, along with 23 other organizations and prominent scientists, filed a color additive petition which proposed that the FDA repeal the color additive regulations for FD&C Red No. 3 which permit its use in food and in ingested drugs; and\\par\nWhereas, The petition provided data demonstrating that FD&C Red No. 3 induced cancer in male rats, and thus the FDA has granted the color additive petition and will revoke authorization for the use of FD&C Red No. 3 in foods, effective January 15, 2027, and in ingested drugs, effective January 18, 2028; and\\par\nWhereas, Despite this, FD&C Red No. 3 can still be used in food in New York until the effective date listed above; and\\par\nWhereas, With the intent of addressing the negative health effects of these common food additives, New York State Senator Brian Kavanagh introduced S.1239A in the New York State Senate, and New York State\\f1\\fs22  \\f0\\fs24 Assembly Member Dr. Anna R. Kelles introduced companion bill A.1446A in the New York State Assembly, which would prohibit certain food additives, specifically potassium bromate, propylparaben, and FD&C Red No. 3 in food products; and\\par\nWhereas, S.1239A/A.1446A would also ban the sale of food products containing certain color additives on school grounds during school hours, including: (1) FD&C Red No. 3; (2) FD&C Red No. 40; (3) FD&C Blue No. 1; (4) FD&C Blue No. 2; (5) FD&C Green No. 3; (6) FD&C Yellow No. 5; and (7) FD&C Yellow No. 6; and\\par\nWhereas, According to a statement released by the FDA on April 22, 2025, in recognition of the adverse health effects associated with these color additives, the U.S. Department of Health and Human Services and the FDA are taking new steps to eliminate color additives which are petroleum-based synthetic dies from the nation\\rquote s food supply, with the goal of removing FD&C Red No. 40, FD&C Blue No. 1, FD&C Blue No. 2, FD&C Green No. 3, FD&C Yellow No. 5, and FD&C Yellow No. 6 by the end of 2026; and\\par\nWhereas, Despite this action, all of these color additives are currently permitted by the FDA for use in the coloring of foods and drugs; and\\par\nWhereas, S. 1239A/A.1446A would also place stronger regulations on the use of Generally Recognized as Safe (GRAS) Substances unless they meet stringent reporting requirements and their use is made readily available public knowledge; and\\par\nWhereas, The legislation defines a GRAS Substance as any substance added to food that is not exempted from the definition of \\ldblquote food additive\\rdblquote  because it is generally recognized, among experts qualified by scientific training and experience to evaluate its safety, as having been adequately shown to be safe under the conditions of its intended use; and\\par\nWhereas, The provisions made by the proposed state legislation would ensure that the food supply in New York State and New York City is safe, and codify these protections for New Yorkers; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign, S.1239A/A.1556A, to prohibit certain food additives, to prohibit the sale of food containing certain color additives at schools, and to prohibit the use of substances \\ldblquote Generally Recognized as Safe\\rdblquote  in food unless certain reporting requirements are met.\\par\n\\pard\\ltrpar\\hyphpar0\\qj\\fs18 AZ/JN\\par\nLS #15441\\par\nRes. #0294-2024\\par\n1/2/2026 11:07 AM\\tab\\par\n\\pard\\ltrpar\\hyphpar0\\qj\\tx2070\\par\n}\n",
  "LastModified": "2026-02-26T17:18:23.263Z"
}
