{
  "ID": 77674,
  "GUID": "07DB281B-A504-4DF6-ACF2-8B4E5AD472D0",
  "File": "Res 0164-2026",
  "Name": "Designate Kwanzaa as a public holiday in New York.",
  "Title": "Resolution calling on the New York State Legislature to pass, and the Governor to sign, legislation to designate Kwanzaa as a public holiday in New York",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 5316,
  "BodyName": "Committee on Cultural Affairs, Libraries and International Relations",
  "IntroDate": "2026-01-29T00:00:00Z",
  "AgendaDate": "2026-01-29T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7817,
      "Slug": "nantasha-m-williams",
      "FullName": "Nantasha M. Williams"
    },
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    },
    {
      "ID": 7809,
      "Slug": "althea-v-stevens",
      "FullName": "Althea V.  Stevens"
    },
    {
      "ID": 7821,
      "Slug": "jennifer-gutierrez",
      "FullName": "Jennifer Gutiérrez"
    }
  ],
  "History": [
    {
      "ID": 432672,
      "Date": "2026-01-29T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2026-01-29T23:00:34.873Z"
    },
    {
      "ID": 433398,
      "Date": "2026-01-29T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Cultural Affairs, Libraries and International Relations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 22173,
      "AgendaSequence": 785,
      "MinutesSequence": 795,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Cultural Affairs and Libraries",
      "MatterStatusID": 3,
      "LastModified": "2026-02-09T19:18:37.933Z"
    }
  ],
  "Attachments": [
    {
      "ID": 335892,
      "LastModified": "2026-02-18T17:25:15.68Z",
      "Name": "Res. No. 164",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c40340fe-15a2-4ff5-9e21-b8f0d81557ba.docx",
      "Sort": 1
    },
    {
      "ID": 334886,
      "LastModified": "2026-02-16T23:34:17.927Z",
      "Name": "January 29, 2026 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/edf91ccc-d9ef-4bf3-994c-06c61691077a.pdf",
      "Sort": 2
    },
    {
      "ID": 335577,
      "LastModified": "2026-02-16T23:42:00.883Z",
      "Name": "Hearing Transcript - Stated Meeting 1-29-26",
      "Link": "https://nyc.legistar1.com/nyc/attachments/a71cbfa4-1dc5-4b69-b46c-b91e6290c583.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 81716,
  "Text": "Whereas, New York State (NYS) Assembly bill A.2705, introduced on January 26, 2023, by State Assembly Member Alicia Hyndman, and companion Senate bill S.7899, introduced on January 3, 2024, by State Senator Kevin Parker, would have designated the seven-day period of time beginning December 26 and ending on January 1, known as Kwanzaa, as a public holiday in NYS; and\n      Whereas, Kwanzaa is an African American and Pan-African holiday honoring African history, culture, family, and community; and\n      Whereas, The word Kwanzaa comes from the Swahili matunda ya kwanza, or first fruits, and refers to the harvest festivals celebrated in Africa; and\n      Whereas, Kwanzaa was created in 1966 by Dr. Maulana Karenga, professor and chair of Africana Studies at California State University, Long Beach, and founder and executive director of the African American Cultural Center; and\n      Whereas, In his annual Kwanzaa message in December 2024, Karenga wrote that, during Kwanzaa, \"we practice the ritual of candle lighting called 'lifting up the light that lasts,' based not only in the history of our people in practice, but also from the sacred teachings of our ancestors\"; and\n      Whereas, Karenga further explained that the candle lighting ceremony is \"a lighting of the lasting light of Nguzo Saba,\" or The Seven Principles of Kwanzaa, which are Umoja (unity), Kujichagulia (self-determination), Ujima (collective work and responsibility), Ujamaa (cooperative economics), Nia (purpose), Kuumba (creativity), and Imani (faith); and\n      Whereas, Each principle is celebrated on one of the seven days of Kwanzaa, and there are seven symbols arranged on a table at the start of Kwanzaa, which are fruits, nuts, and vegetables; a straw mat; ears of corn; seven candles; a candleholder; a communal cup; and gifts; and\n      Whereas, The colors of Kwanzaa are red, commemorating the struggles of Africans; black, representing the Earth and the African people; and green, symbolizing hope for the future; and\n      Whereas, These colors are represented in the seven candles in the kinara (Swahili, for candleholder), with one black candle in the middle and with three red and three green candles on the sides, one of which is lit on each day of Kwanzaa; and\n      Whereas, Karenga further noted that Kwanzaa is celebrated \"with feasts (karamu), music, dance, poetry, and narratives,\" ending with a day of \"reflection and recommitment to The Seven Principles and other central cultural values\"; and\n      Whereas, Karenga wrote about that recommitment, stating that \"our task remains and cannot be other than to lift up the light in the midst of the night that surrounds us and hurry the dawn, to keep the fires for freedom burning thru constant and conscientious struggle, to love each other in the midst of the hatred directed toward us, to defend and give power to the vulnerable, to bear witness to truth[,] to love justice, to hate wrongdoing and always do what is good\"; and\n      Whereas, In 1993, President William J. Clinton was the first United States (U.S.) president to issue a statement on the occasion of Kwanzaa, in which he wrote that \"[a]t a time when we are seeking ways to revitalize our neighborhoods and empower those who have been powerless for too long, Kwanzaa encourages us to rebuild and gives us the opportunity to celebrate the strengths of the African American community\"; and\n      Whereas, In 2012, U.S. President Barack Obama wrote that \"Kwanzaa serves as a time of reflection: taking lessons learned from our past and looking forward to a more promising tomorrow\" and that \"we must recommit ourselves to building a country where all Americans have the opportunity to achieve their dreams\"; and\n      Whereas, Making Kwanzaa a public holiday for all New Yorkers statewide would reaffirm NYS's commitment to diversity, while designating a time for celebrating and preserving African Americans' heritage and honoring their contributions to the cultural, political, and economic life of all New Yorkers; now, therefore, be it\n\tResolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign, legislation to designate Kwanzaa as a public holiday in New York.\n\nRHP\nLS #18609\nRes. #0795-2025\n1/5/2026 3:45 PM\n1",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj By Council Member Williams\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, New York State (NYS) Assembly bill A.2705, introduced on January 26, 2023, by State Assembly Member Alicia Hyndman, and companion Senate bill S.7899, introduced on January 3, 2024, by State Senator Kevin Parker, would have designated the seven-day period of time beginning December 26 and ending on January 1, known as Kwanzaa, as a public holiday in NYS; and\\par\nWhereas, Kwanzaa is an African American and Pan-African holiday honoring African history, culture, family, and community; and\\par\nWhereas, The word Kwanzaa comes from the Swahili \\i matunda ya kwanza\\i0 , or first fruits, and refers to the harvest festivals celebrated in Africa; and\\par\nWhereas, Kwanzaa was created in 1966 by Dr. Maulana Karenga, professor and chair of Africana Studies at California State University, Long Beach, and founder and executive director of the African American Cultural Center; and\\par\nWhereas, In his annual Kwanzaa message in December 2024, Karenga wrote that, during Kwanzaa, \\ldblquote we practice the ritual of candle lighting called \\lquote lifting up the light that lasts,\\rquote  based not only in the history of our people in practice, but also from the sacred teachings of our ancestors\\rdblquote ; and\\par\nWhereas, Karenga further explained that the candle lighting ceremony is \\ldblquote a lighting of the lasting light of \\i Nguzo Saba\\i0 ,\\rdblquote  or The Seven Principles of Kwanzaa, which are \\i Umoja\\i0  (unity), \\i Kujichagulia\\i0  (self-determination), \\i Ujima\\i0  (collective work and responsibility), \\i Ujamaa\\i0  (cooperative economics), \\i Nia\\i0  (purpose), \\i Kuumba\\i0  (creativity), and \\i Imani\\i0  (faith); and\\par\nWhereas, Each principle is celebrated on one of the seven days of Kwanzaa, and there are seven symbols arranged on a table at the start of Kwanzaa, which are fruits, nuts, and vegetables; a straw mat; ears of corn; seven candles; a candleholder; a communal cup; and gifts; and\\par\nWhereas, The colors of Kwanzaa are red, commemorating the struggles of Africans; black, representing the Earth and the African people; and green, symbolizing hope for the future; and\\par\nWhereas, These colors are represented in the seven candles in the \\i kinara\\i0  (Swahili, for candleholder), with one black candle in the middle and with three red and three green candles on the sides, one of which is lit on each day of Kwanzaa; and\\par\nWhereas, Karenga further noted that Kwanzaa is celebrated \\ldblquote with feasts (\\i karamu\\i0 ), music, dance, poetry, and narratives,\\rdblquote  ending with a day of \\ldblquote reflection and recommitment to The Seven Principles and other central cultural values\\rdblquote ; and\\par\nWhereas, Karenga wrote about that recommitment, stating that \\ldblquote our task remains and cannot be other than to lift up the light in the midst of the night that surrounds us and hurry the dawn, to keep the fires for freedom burning thru constant and conscientious struggle, to love each other in the midst of the hatred directed toward us, to defend and give power to the vulnerable, to bear witness to truth[,] to love justice, to hate wrongdoing and always do what is good\\rdblquote ; and\\par\nWhereas, In 1993, President William J. Clinton was the first United States (U.S.) president to issue a statement on the occasion of Kwanzaa, in which he wrote that \\ldblquote [a]t a time when we are seeking ways to revitalize our neighborhoods and empower those who have been powerless for too long, Kwanzaa encourages us to rebuild and gives us the opportunity to celebrate the strengths of the African American community\\rdblquote ; and\\par\nWhereas, In 2012, U.S. President Barack Obama wrote that \\ldblquote Kwanzaa serves as a time of reflection: taking lessons learned from our past and looking forward to a more promising tomorrow\\rdblquote  and that \\ldblquote we must recommit ourselves to building a country where all Americans have the opportunity to achieve their dreams\\rdblquote ; and\\par\nWhereas, Making Kwanzaa a public holiday for all New Yorkers statewide would reaffirm NYS\\rquote s commitment to diversity, while designating a time for celebrating and preserving African Americans\\rquote  heritage and honoring their contributions to the cultural, political, and economic life of all New Yorkers; now, therefore, be it\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Resolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign, legislation to designate Kwanzaa as a public holiday in New York.\\par\n\\pard\\ltrpar\\qj\\fs18\\par\nRHP\\par\nLS #18609\\par\nRes. #0795-2025\\par\n1/5/2026 3:45 PM\\par\n}\n",
  "LastModified": "2026-02-18T17:25:21.153Z"
}
