{
  "ID": 77675,
  "GUID": "D14A5710-794B-4B60-A750-BD08E0EF4BE8",
  "File": "Res 0166-2026",
  "Name": "Study and evaluate the use of blockchain technology to protect voter records and election results. (A. 2561)",
  "Title": "Resolution calling on the State Legislature to pass, and the Governor to sign, A. 2561, which would direct the state board of elections to study and evaluate the use of blockchain technology to protect voter records and election results",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 5293,
  "BodyName": "Committee on Governmental Operations, State & Federal Legislation",
  "IntroDate": "2026-01-29T00:00:00Z",
  "AgendaDate": "2026-01-29T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7817,
      "Slug": "nantasha-m-williams",
      "FullName": "Nantasha M. Williams"
    },
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    },
    {
      "ID": 7887,
      "Slug": "frank-morano",
      "FullName": "Frank Morano"
    }
  ],
  "History": [
    {
      "ID": 432666,
      "Date": "2026-01-29T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2026-01-29T22:48:50.93Z"
    },
    {
      "ID": 433399,
      "Date": "2026-01-29T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Governmental Operations, State & Federal Legislation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 22173,
      "AgendaSequence": 787,
      "MinutesSequence": 797,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Governmental Operations, State & Federal Legislation",
      "MatterStatusID": 3,
      "LastModified": "2026-02-09T19:18:37.937Z"
    }
  ],
  "Attachments": [
    {
      "ID": 335891,
      "LastModified": "2026-02-18T17:24:12.92Z",
      "Name": "Res. No. 166",
      "Link": "https://nyc.legistar1.com/nyc/attachments/6da38f29-73dc-44c2-8dd7-8fa83c96d036.docx",
      "Sort": 1
    },
    {
      "ID": 334888,
      "LastModified": "2026-02-16T23:34:18.247Z",
      "Name": "January 29, 2026 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/552eb22d-ae09-4331-9ce3-22ae9f6084b6.pdf",
      "Sort": 2
    },
    {
      "ID": 335579,
      "LastModified": "2026-02-16T23:42:01.193Z",
      "Name": "Hearing Transcript - Stated Meeting 1-29-26",
      "Link": "https://nyc.legistar1.com/nyc/attachments/dd142021-2082-434b-b276-c64de1804967.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 81717,
  "Text": "Whereas, Free and fair elections are a cornerstone of democracy; and \n      Whereas, The security of our voting systems is essential for creating trust in our elections; and\n      Whereas, A United States Senate Select Committee on Intelligence (\"Select Committee\") found that in 2016, every state's election infrastructure was likely targeted by Russian operatives; and \n      Whereas, According to the Brennan Center for Justice, the United States aging voting infrastructure leaves the our election system vulnerable to attack; and \n      Whereas, The Select Committee recommended that \"despite the expense cybersecurity needs to become a higher priority for election-related infrastructure\"; and \n      Whereas, Voters are concerned about the security of our elections; and\n      Whereas, A blockchain is a decentralized digital ledger that stores information; and \n      Whereas, Information stored in a blockchain cannot be altered; and\n      Whereas, Proponents of blockchain claim that they provide security guarantees that can render elections safe from cyber attacks; and \n      Whereas, According to the Brookings Institution, blockchain technology has the potential to combat voter fraud and ensure that every vote is counted; and \n      Whereas, Blockchain technology has already been used by absentee and overseas military voters in elections in West Virginia and Colorado; and \n      Whereas, A.2561, introduced in the New York State Assembly by Assembly Member Clyde Vanel and pending in the New York State Assembly directs the New York State Board of Elections to study and evaluate the use of blockchain technology to protect voter records and election results; now, therefore, be it\n      Resolved, That the Council of the City of New York calls calling on the State Legislature to pass, and the Governor to sign, A. 2561, which would direct the state board of elections to study and evaluate the use of blockchain technology to protect voter records and election results.\n\n\nEHC\nLS #18599\nRes. #0799-2025\n1/5/2026 3:49 PM\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Member Williams\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Free and fair elections are a cornerstone of democracy; and \\par\nWhereas, The security of our voting systems is essential for creating trust in our elections; and\\par\nWhereas, A United States Senate Select Committee on Intelligence (\\ldblquote Select Committee\\rdblquote ) found that in 2016, every state\\rquote s election infrastructure was likely targeted by Russian operatives; and \\par\nWhereas, According to the Brennan Center for Justice, the United States aging voting infrastructure leaves the our election system vulnerable to attack; and \\par\nWhereas, The Select Committee recommended that \\ldblquote despite the expense cybersecurity needs to become a higher priority for election-related infrastructure\\rdblquote ; and \\par\nWhereas, Voters are concerned about the security of our elections; and\\par\nWhereas, A blockchain is a decentralized digital ledger that stores information; and \\par\nWhereas, Information stored in a blockchain cannot be altered; and\\par\nWhereas, Proponents of blockchain claim that they provide security guarantees that can render elections safe from cyber attacks; and \\par\nWhereas, According to the Brookings Institution, blockchain technology has the potential to combat voter fraud and ensure that every vote is counted; and \\par\nWhereas, Blockchain technology has already been used by absentee and overseas military voters in elections in West Virginia and Colorado; and \\par\nWhereas, A.2561, introduced in the New York State Assembly by Assembly Member Clyde Vanel and pending in the New York State Assembly directs the New York State Board of Elections to study and evaluate the use of blockchain technology to protect voter records and election results; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls calling on the State Legislature to pass, and the Governor to sign, A. 2561, which would direct the state board of elections to study and evaluate the use of blockchain technology to protect voter records and election results.\\par\n\\pard\\ltrpar\\qj\\par\n\\par\n\\fs18 EHC\\par\nLS #18599\\par\n\\pard\\ltrpar Res. #0799-2025\\par\n1/5/2026 3:49 PM\\par\n}\n",
  "LastModified": "2026-02-18T17:24:18.333Z"
}
