{
  "ID": 78129,
  "GUID": "8457689F-4156-458E-B44B-4D5F2A11DC09",
  "File": "Res 0182-2026",
  "Name": "Declaring April 6 annually as Tartan Day.",
  "Title": "Resolution declaring April 6 annually as Tartan Day in the City of New York",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 5316,
  "BodyName": "Committee on Cultural Affairs, Libraries and International Relations",
  "IntroDate": "2026-02-12T00:00:00Z",
  "AgendaDate": "2026-02-12T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7833,
      "Slug": "david-m-carr",
      "FullName": "David M. Carr"
    },
    {
      "ID": 7819,
      "Slug": "joann-ariola",
      "FullName": "Joann Ariola"
    }
  ],
  "History": [
    {
      "ID": 433938,
      "Date": "2026-02-09T13:00:00Z",
      "ActionID": 15,
      "Action": "Hearing on P-C Item by Comm",
      "Description": "This Resolution was Hearing on P-C Item by Comm",
      "BodyID": 5316,
      "BodyName": "Committee on Cultural Affairs, Libraries and International Relations",
      "EventID": 22194,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "AgendaNote": "Preconsidered",
      "MatterStatusID": 2,
      "LastModified": "2026-02-10T12:34:57.877Z"
    },
    {
      "ID": 434213,
      "Date": "2026-02-09T13:00:00Z",
      "ActionID": 5018,
      "Action": "P-C Item Laid Over by Comm",
      "Description": "This Resolution was P-C Item Laid Over by Comm",
      "BodyID": 5316,
      "BodyName": "Committee on Cultural Affairs, Libraries and International Relations",
      "EventID": 22194,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2026-02-10T12:35:03.477Z"
    },
    {
      "ID": 433937,
      "Date": "2026-02-12T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2026-02-06T22:53:44.683Z"
    },
    {
      "ID": 434715,
      "Date": "2026-02-12T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Cultural Affairs, Libraries and International Relations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 22223,
      "AgendaSequence": 67,
      "MinutesSequence": 78,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Preconsidered - Cultural Affairs, Libraries and International Relations",
      "MatterStatusID": 3,
      "LastModified": "2026-02-12T20:47:42.067Z"
    }
  ],
  "Attachments": [
    {
      "ID": 333722,
      "LastModified": "2026-02-18T15:17:33.45Z",
      "Name": "Res. No. 182",
      "Link": "https://nyc.legistar1.com/nyc/attachments/aced0fc4-1375-4ecb-9ddc-34960ff57d66.docx",
      "Sort": 1
    },
    {
      "ID": 333727,
      "LastModified": "2026-02-09T14:00:14.98Z",
      "Name": "Committee Report 2/9/26",
      "Link": "https://nyc.legistar1.com/nyc/attachments/85101aa2-f9a7-465e-a61e-99503d0cf582.docx",
      "Sort": 2
    },
    {
      "ID": 336308,
      "LastModified": "2026-02-22T13:21:53.343Z",
      "Name": "Hearing Testimony 2/9/26",
      "Link": "https://nyc.legistar1.com/nyc/attachments/e2019b8d-ffbd-40ea-9234-0cf03e2baf51.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 82180,
  "Text": "Whereas, The United States (U.S.) Senate passed S. Res. 155 in March, 1998, which designated April 6 annually as National Tartan Day to celebrate the many noteworthy achievements and contributions made by Scottish Americans to the U.S. since the nation's founding; and\n      Whereas, S. Res. 155 was followed by H. Res. 41, a companion bill passed by the U.S. House of Representatives in March, 2005; and \n      Whereas, Presidential Proclamation 8233 in April, 2008, in support of national Tartan Day, cited the \"enduring contributions to our Nation\" by Scottish Americans' \"hard work, faith, and values\" as well as the \"long shared ties of family and friendship\" between Scotland and the U.S.; and\n      Whereas, April 6 was chosen because of its important significance as the date in 1320 when the Declaration of Arbroath, the Scottish Declaration of Independence, was signed by Scottish nobility at Arbroath Abbey and because the U.S. Declaration of Independence \"was modeled on that inspirational document,\" according to the Senate resolution; and \n      Whereas, Colonists in the original 13 colonies echoed the Scots' belief in liberty, as memorably stated in the Declaration of Arbroath, that \"for so long as a hundred of us are left alive, we will yield in no least way to English dominion\" and that \"[w]e fight not for glory nor for wealth nor honours; but only and alone we fight for freedom, which no good man surrenders but with his life\" (translated by Agnes Mure Mackenzie); and \n      Whereas, An April 6 holiday recognizes the remarkable legacy of the almost half of the signers of the U.S. Declaration of Independence and 9 of the governors of the first 13 states, who claimed Scottish ancestry; and \n      Whereas, It also recognizes the legacy of the early Scottish settlers, starting in the 1680s and increasing in the 1720s, who came to the U.S. for religious freedom (like the Presbyterian Scots) or a new beginning and fought with their fellow colonists against the British in George Washington's Continental Army; and\n      Whereas, An April 6 holiday honors the accomplishments of many Scottish Americans since then, across many fields in the arts and sciences, including figures as different as environmentalist John Muir; writers Edgar Allen Poe, Washington Irving, and William Faulkner; inventor Alexander Graham Bell; businessman and philanthropist Andrew Carnegie; New York City (NYC) architect Charles McKim; musicians Elvis Presley and Johnny Cash; astronauts Alan Shepard, John Glenn, Buzz Aldrin, and Neil Armstrong; New York businessman Samuel Wilson, popularly known as Uncle Sam since the War of 1812; New York Giants baseball great Bobby Thomson; and 34 U.S. presidents; and\n      Whereas, Americans today enjoy many aspects of Scottish culture, including golf, bagpipe music, shortbread, Scotch whisky, and tartan kilts and fabric; and  \n      Whereas, According to The New York Times, about 40,000 NYC residents in 2010 claimed Scottish roots; and\n      Whereas, While Tartan Day is now celebrated throughout the U.S. and Canada, the largest U.S. commemorative event is the NYC Tartan Day Parade, first held officially in 1999; and\n      Whereas, The NYC Tartan Day Parade, free for all participants and the culmination of a week of Scottish-themed festivities, boasts 3,000 bagpipers from all over the world, Highland dancers, and Scottish clan organizations; and \n      Whereas, The designation of a holiday here in NYC would honor the vital role that Scottish Americans have played and continue to play in the City as well as their positive impacts on the City's culture and economy; now, therefore, be it\n\tResolved, That the Council of the City of New York declares April 6 annually as Tartan Day in the City of New York. \n\n\nRHP\nLS #10952\nRes. #0129-2024\n12/30/2025 11:51 AM",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Aptos;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj By Council Members Carr and Ariola\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, The United States (U.S.) Senate passed S. Res. 155 in March, 1998, which designated April 6 annually as National Tartan Day to celebrate the many noteworthy achievements and contributions made by Scottish Americans to the U.S. since the nation\\rquote s founding; and\\par\nWhereas, S. Res. 155 was followed by H. Res. 41, a companion bill passed by the U.S. House of Representatives in March, 2005; and \\par\nWhereas, Presidential Proclamation 8233 in April, 2008, in support of national Tartan Day, cited the \\ldblquote enduring contributions to our Nation\\rdblquote  by Scottish Americans\\rquote  \\ldblquote hard work, faith, and values\\rdblquote  as well as the \\ldblquote long shared ties of family and friendship\\rdblquote  between Scotland and the U.S.; and\\par\nWhereas, April 6 was chosen because of its important significance as the date in 1320 when the Declaration of Arbroath, the Scottish Declaration of Independence, was signed by Scottish nobility at Arbroath Abbey and because the U.S. Declaration of Independence \\ldblquote was modeled on that inspirational document,\\rdblquote  according to the Senate resolution; and \\par\nWhereas, Colonists in the original 13 colonies echoed the Scots\\rquote  belief in liberty, as memorably stated in the Declaration of Arbroath, that \\ldblquote for so long as a hundred of us are left alive, we will yield in no least way to English dominion\\rdblquote  and that \\ldblquote [w]e fight not for glory nor for wealth nor honours; but only and alone we fight for freedom, which no good man surrenders but with his life\\rdblquote  (translated by Agnes Mure Mackenzie); and \\par\nWhereas, An April 6 holiday recognizes the remarkable legacy of the almost half of the signers of the U.S. Declaration of Independence and 9 of the governors of the first 13 states, who claimed Scottish ancestry; and \\par\nWhereas, It also recognizes the legacy of the early Scottish settlers, starting in the 1680s and increasing in the 1720s, who came to the U.S. for religious freedom (like the Presbyterian Scots) or a new beginning and fought with their fellow colonists against the British in George Washington\\rquote s Continental Army; and\\par\nWhereas, An April 6 holiday honors the accomplishments of many Scottish Americans since then, across many fields in the arts and sciences, including figures as different as environmentalist John Muir; writers Edgar Allen Poe, Washington Irving, and William Faulkner; inventor Alexander Graham Bell; businessman and philanthropist Andrew Carnegie; New York City (NYC) architect Charles McKim; musicians Elvis Presley and Johnny Cash; astronauts Alan Shepard, John Glenn, Buzz Aldrin, and Neil Armstrong; New York businessman Samuel Wilson, popularly known as Uncle Sam since the War of 1812; New York Giants baseball great Bobby Thomson; and 34 U.S. presidents; and\\par\nWhereas, Americans today enjoy many aspects of Scottish culture, including golf, bagpipe music, shortbread, Scotch whisky, and tartan kilts and fabric; and  \\par\nWhereas, According to The New York Times, about 40,000 NYC residents in 2010 claimed Scottish roots; and\\par\nWhereas, While Tartan Day is now celebrated throughout the U.S. and Canada, the largest U.S. commemorative event is the NYC Tartan Day Parade, first held officially in 1999; and\\par\nWhereas, The NYC Tartan Day Parade, free for all participants and the culmination of a week of Scottish-themed festivities, boasts 3,000 bagpipers from all over the world, Highland dancers, and Scottish clan organizations; and \\par\nWhereas, The designation of a holiday here in NYC would honor the vital role that Scottish Americans have played and continue to play in the City as well as their positive impacts on the City\\rquote s culture and economy; now, therefore, be it\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Resolved, That the Council of the City of New York declares April 6 annually as Tartan Day in the City of New York. \\par\n\\pard\\ltrpar\\qj\\fs20\\par\n\\par\nRHP\\par\nLS #10952\\par\nRes. #0129-2024\\par\n12/30/2025 11:51 AM\\fs18\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj\\fs24  \\par\n\\pard\\ltrpar\\sa160\\sl252\\slmult1\\f1\\fs22\\par\n}\n",
  "LastModified": "2026-02-22T13:22:01.657Z"
}
