{
  "ID": 78206,
  "GUID": "AD370B0D-5030-4408-97E6-15C1E8BE0EB6",
  "File": "Res 0269-2026",
  "Name": "Respect the true history and significance of national park sites, including the Stonewall National Monument.",
  "Title": "Resolution calling on the United States Congress to respect the true history and significance of national park sites, including the Stonewall National Monument",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 32,
  "StatusName": "Adopted",
  "BodyID": 5316,
  "BodyName": "Committee on Cultural Affairs, Libraries and International Relations",
  "IntroDate": "2026-02-12T00:00:00Z",
  "AgendaDate": "2026-02-12T00:00:00Z",
  "PassedDate": "2026-02-12T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7823,
      "Slug": "chi-a-osse",
      "FullName": "Chi A. Ossé"
    },
    {
      "ID": 7897,
      "Slug": "justin-e-sanchez",
      "FullName": "Justin E. Sanchez"
    },
    {
      "ID": 7803,
      "Slug": "julie-menin",
      "FullName": "Julie Menin"
    },
    {
      "ID": 7817,
      "Slug": "nantasha-m-williams",
      "FullName": "Nantasha M. Williams"
    },
    {
      "ID": 7813,
      "Slug": "tiffany-l-caban",
      "FullName": "Tiffany L. Cabán"
    },
    {
      "ID": 7818,
      "Slug": "lynn-c-schulman",
      "FullName": "Lynn C. Schulman"
    },
    {
      "ID": 7822,
      "Slug": "crystal-hudson",
      "FullName": "Crystal Hudson"
    },
    {
      "ID": 7799,
      "Slug": "eric-dinowitz",
      "FullName": "Eric Dinowitz"
    }
  ],
  "History": [
    {
      "ID": 434729,
      "Date": "2026-02-12T11:30:00Z",
      "ActionID": 15,
      "Action": "Hearing on P-C Item by Comm",
      "Description": "This Resolution was Hearing on P-C Item by Comm",
      "BodyID": 5316,
      "BodyName": "Committee on Cultural Affairs, Libraries and International Relations",
      "EventID": 22225,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "AgendaNote": "Preconsidered",
      "MatterStatusID": 2,
      "LastModified": "2026-02-12T16:52:01.63Z"
    },
    {
      "ID": 434751,
      "Date": "2026-02-12T11:30:00Z",
      "ActionID": 25,
      "Action": "P-C Item Approved by Comm",
      "Description": "A motion was made that this Resolution be P-C Item Approved by Comm approved by Roll Call.",
      "BodyID": 5316,
      "BodyName": "Committee on Cultural Affairs, Libraries and International Relations",
      "EventID": 22225,
      "MinutesSequence": 4,
      "Version": "*",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 37,
      "Votes": [
        {
          "ID": 7817,
          "Slug": "nantasha-m-williams",
          "FullName": "Nantasha M. Williams",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 20
        },
        {
          "ID": 7822,
          "Slug": "crystal-hudson",
          "FullName": "Crystal Hudson",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 40
        },
        {
          "ID": 7785,
          "Slug": "farah-n-louis",
          "FullName": "Farah N. Louis",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 60
        },
        {
          "ID": 7894,
          "Slug": "virginia-maloney",
          "FullName": "Virginia Maloney",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 80
        },
        {
          "ID": 7823,
          "Slug": "chi-a-osse",
          "FullName": "Chi A. Ossé",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 100
        },
        {
          "ID": 7809,
          "Slug": "althea-v-stevens",
          "FullName": "Althea V.  Stevens",
          "VoteID": 16,
          "Vote": "Absent",
          "Sort": 120
        },
        {
          "ID": 7812,
          "Slug": "sandra-ung",
          "FullName": "Sandra Ung",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 140
        }
      ],
      "LastModified": "2026-02-12T16:52:28.29Z"
    },
    {
      "ID": 434724,
      "Date": "2026-02-12T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2026-02-11T20:26:56.77Z"
    },
    {
      "ID": 434732,
      "Date": "2026-02-12T13:25:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Cultural Affairs, Libraries and International Relations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 22223,
      "AgendaSequence": 259,
      "MinutesSequence": 270,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Preconsidered - Cultural Affairs, Libraries and International Relations",
      "MatterStatusID": 3,
      "LastModified": "2026-02-24T16:20:08.823Z"
    },
    {
      "ID": 434737,
      "Date": "2026-02-12T13:30:00Z",
      "ActionID": 5032,
      "Action": "Approved, by Council",
      "Description": "A motion was made that this Resolution be Approved, by Council approved by voice vote.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 22223,
      "AgendaSequence": 60,
      "MinutesSequence": 71,
      "Version": "*",
      "AgendaNote": "Preconsidered - Adopted by the Committee on Cultural Affairs, Libraries and International Relations",
      "MinutesNote": "Pursuant to Rule 8.60 of the Council, the Majority Leader and Acting President Pro Tempore (Council Member Abreu) called for a voice vote.  Hearing those in favor, the Majority Leader and Acting President Pro Tempore (Council Member Abreu) declared the Resolution to be adopted.\r\n\r\nThe following 5 Council Members formally noted their intent to vote negative on this item: \r\n\r\nCouncil Members Aiola, Morano, Paladino, Vernikov, and the Minority Leader (Council Member Carr).\r\n\r\nAdopted by the Council by voice-vote.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 32,
      "LastModified": "2026-02-24T16:20:17.39Z"
    }
  ],
  "Attachments": [
    {
      "ID": 333968,
      "LastModified": "2026-02-18T15:16:27.72Z",
      "Name": "Res. No. 269",
      "Link": "https://nyc.legistar1.com/nyc/attachments/af9f24cd-96d8-4437-a4e7-0a999b5a36ae.docx",
      "Sort": 1
    },
    {
      "ID": 333972,
      "LastModified": "2026-02-11T23:15:43.51Z",
      "Name": "Committee Report 2/12/26",
      "Link": "https://nyc.legistar1.com/nyc/attachments/baf04735-3d34-4bba-a166-fec3505dad3f.docx",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 82258,
  "Text": "Whereas, On March 27, 2025, President Donald J. Trump issued an Executive Order entitled \"Restoring Truth and Sanity to American History,\" noting that \"[o]ver the past decade, Americans have witnessed a concerted and widespread effort to rewrite our Nation's history, replacing objective facts with a distorted narrative driven by ideology rather than truth\"; and\n      Whereas, The Executive Order decries the \"historical revision\" that has caused \"our Nation's unparalleled legacy of advancing liberty, individual rights, and human happiness [to be] reconstructed as inherently racist, sexist, oppressive, or otherwise irredeemably flawed\"; and \n      Whereas, The Executive Order has been applied to permanent displays, materials for distribution, and signage at the national park sites throughout the United States (U.S.); and\n      Whereas, New York City (NYC) residents are privileged to have 12 national park sites, which are the African Burial Ground National Monument, Federal Hall National Memorial, Gateway National Recreational Area, Castle Clinton National Monument, Governors Island National Monument, Saint Paul's National Historic Site, Ellis Island National Immigration Museum, Statue of Liberty National Monument, Stonewall National Monument, Hamilton Grange National Memorial, General Grant National Memorial, and Theodore Roosevelt Birthplace; and\n      Whereas, NYC's Stonewall National Monument pays homage to the Stonewall Uprising of June 1969, when members of the LGBTQIA+ community spoke out forcefully and powerfully to demand their rights; and\n      Whereas, In an effort to make sure that federal initiatives are aligned with the Trump administration's broad \"restoring sanity\" agenda, the administration has issued additional Executive Orders, which call for eliminating the idea of gender identity from federal programs, projects, and sites and which have, consequently, stripped the National Park Service's Stonewall National Monument website of any mention of transgender individuals, along with removing the \"T\" and \"Q\" from \"LGBTQ\" references; and\n      Whereas, In February 2025, The Stonewall Inn and the Stonewall Inn Gives Back Initiative issued a joint statement, saying that the Trump administration's \"decision to erase the word 'transgender' is a deliberate attempt to erase our history and marginalize the very people who paved the way for many victories we have achieved as a community\" and further noted that the Trump administration's \"blatant act of erasure not only distorts the truth of our history, but it also dishonors the immense contributions of transgender individuals-especially transgender women of color-who were at the forefront of the Stonewall Riots and the broader fight for LGBTQ+ rights\"; and\n      Whereas, Additionally, a January 21, 2026, memo from the U.S. Department of the Interior (DOI), which governs the National Park Service (NPS), stated that \"only the U.S. Flag, flags of the DOI, and the POW/MIA flag will be flown by the NPS\" in spaces that the NPS manages; and\n      Whereas, This memo was the cause for the recent removal of the Pride flag that had long flown at the Stonewall National Monument; and\n      Whereas, The removal of the Pride flag has resulted in considerable concern, protest, and calls for its re-raising from many New Yorkers; and\n      Whereas, Further, according to the NPS, the Trump administration has added June 14, which is President Trump's birthday as well as Flag Day, to the 2026 calendar for U.S. national parks as a free admission day; and\n      Whereas, According to the NPS, the Trump administration simultaneously has removed Martin Luther King Jr. Day and Juneteenth as free admission days from the 2026 calendar; and \n      Whereas, The elimination of Martin Luther King Jr. Day and Juneteenth as free admission days has been viewed by some political, intellectual, and cultural leaders as the Trump administration's using its broad \"restoring sanity\" agenda outlined in the Executive Order to halt a national effort to come to terms with past racism in the U.S. and to honor African American history and the accomplishments of Black Americans; and\n      Whereas, The elimination of these two days as free admission days can be seen as disrespectful to the African American community and indeed to any Americans who might otherwise have chosen to celebrate Martin Luther King Jr. Day and Juneteenth at our nation's national parks; and\n      Whereas, It is fitting that all New Yorkers, regardless of race, ethnic background, or gender identity, be able to celebrate respectfully the history and accomplishments of all the American people when visiting federally operated national park sites at home in NYC and when visiting national parks around the country; now, therefore, be it \n      Resolved, That the Council of the City of New York calls on the United States Congress to respect the true history and significance of national park sites, including the Stonewall National Monument.\n      \nLS #20935 and #22048\n2/11/26\nRHP\n3",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Oss\\'e9, J. Sanchez, The Speaker (Council Member Menin), and Council Members Williams, Cab\\'e1n, Schulman, Hudson and Dinowitz\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, On March 27, 2025, President Donald J. Trump issued an Executive Order entitled \\ldblquote Restoring Truth and Sanity to American History,\\rdblquote  noting that \\ldblquote [o]ver the past decade, Americans have witnessed a concerted and widespread effort to rewrite our Nation\\rquote s history, replacing objective facts with a distorted narrative driven by ideology rather than truth\\rdblquote ; and\\par\nWhereas, The Executive Order decries the \\ldblquote historical revision\\rdblquote  that has caused \\ldblquote our Nation\\rquote s unparalleled legacy of advancing liberty, individual rights, and human happiness [to be] reconstructed as inherently racist, sexist, oppressive, or otherwise irredeemably flawed\\rdblquote ; and \\par\nWhereas, The Executive Order has been applied to permanent displays, materials for distribution, and signage at the national park sites throughout the United States (U.S.); and\\par\nWhereas, New York City (NYC) residents are privileged to have 12 national park sites, which are the African Burial Ground National Monument, Federal Hall National Memorial, Gateway National Recreational Area, Castle Clinton National Monument, Governors Island National Monument, Saint Paul\\rquote s National Historic Site, Ellis Island National Immigration Museum, Statue of Liberty National Monument, Stonewall National Monument, Hamilton Grange National Memorial, General Grant National Memorial, and Theodore Roosevelt Birthplace; and\\par\nWhereas, NYC\\rquote s Stonewall National Monument pays homage to the Stonewall Uprising of June 1969, when members of the LGBTQIA+ community spoke out forcefully and powerfully to demand their rights; and\\par\nWhereas, In an effort to make sure that federal initiatives are aligned with the Trump administration\\rquote s broad \\ldblquote restoring sanity\\rdblquote  agenda, the administration has issued additional Executive Orders, which call for eliminating the idea of gender identity from federal programs, projects, and sites and which have, consequently, stripped the National Park Service\\rquote s Stonewall National Monument website of any mention of transgender individuals, along with removing the \\ldblquote T\\rdblquote  and \\ldblquote Q\\rdblquote  from \\ldblquote LGBTQ\\rdblquote  references; and\\par\nWhereas, In February 2025, The Stonewall Inn and the Stonewall Inn Gives Back Initiative issued a joint statement, saying that the Trump administration\\rquote s \\ldblquote decision to erase the word \\lquote transgender\\rquote  is a deliberate attempt to erase our history and marginalize the very people who paved the way for many victories we have achieved as a community\\rdblquote  and further noted that the Trump administration\\rquote s \\ldblquote blatant act of erasure not only distorts the truth of our history, but it also dishonors the immense contributions of transgender individuals-especially transgender women of color-who were at the forefront of the Stonewall Riots and the broader fight for LGBTQ+ rights\\rdblquote ; and\\par\nWhereas, Additionally, a January 21, 2026, memo from the U.S. Department of the Interior (DOI), which governs the National Park Service (NPS), stated that \\ldblquote only the U.S. Flag, flags of the DOI, and the POW/MIA flag will be flown by the NPS\\rdblquote  in spaces that the NPS manages; and\\par\nWhereas, This memo was the cause for the recent removal of the Pride flag that had long flown at the Stonewall National Monument; and\\par\nWhereas, The removal of the Pride flag has resulted in considerable concern, protest, and calls for its re-raising from many New Yorkers; and\\par\nWhereas, Further, according to the NPS, the Trump administration has added June 14, which is President Trump\\rquote s birthday as well as Flag Day, to the 2026 calendar for U.S. national parks as a free admission day; and\\par\nWhereas, According to the NPS, the Trump administration simultaneously has removed Martin Luther King Jr. Day and Juneteenth as free admission days from the 2026 calendar; and \\par\nWhereas, The elimination of Martin Luther King Jr. Day and Juneteenth as free admission days has been viewed by some political, intellectual, and cultural leaders as the Trump administration\\rquote s using its broad \\ldblquote restoring sanity\\rdblquote  agenda outlined in the Executive Order to halt a national effort to come to terms with past racism in the U.S. and to honor African American history and the accomplishments of Black Americans; and\\par\nWhereas, The elimination of these two days as free admission days can be seen as disrespectful to the African American community and indeed to any Americans who might otherwise have chosen to celebrate Martin Luther King Jr. Day and Juneteenth at our nation\\rquote s national parks; and\\par\nWhereas, It is fitting that all New Yorkers, regardless of race, ethnic background, or gender identity, be able to celebrate respectfully the history and accomplishments of all the American people when visiting federally operated national park sites at home in NYC and when visiting national parks around the country; now, therefore, be it \\par\nResolved, That the Council of the City of New York calls on the United States Congress to respect the true history and significance of national park sites, including the Stonewall National Monument.\\par\n\\par\n\\pard\\ltrpar\\qj\\fs18 LS #20935 and #22048\\par\n2/11/26\\par\nRHP\\par\n}\n",
  "LastModified": "2026-02-24T16:20:49.793Z"
}
