{
  "ID": 78056,
  "GUID": "5C99867D-DA63-4695-8E36-CFD43F5CDE18",
  "File": "Res 0270-2026",
  "Name": "Moving the presidential primary to the first Tuesday in March. (S.8604/A. 9310)",
  "Title": "Resolution calling on the New York State Legislature to pass, and the Governor to sign, S.8604/A. 9310, moving the presidential primary to the first Tuesday in March",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 5293,
  "BodyName": "Committee on Governmental Operations, State & Federal Legislation",
  "IntroDate": "2026-02-12T00:00:00Z",
  "AgendaDate": "2026-02-12T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7897,
      "Slug": "justin-e-sanchez",
      "FullName": "Justin E. Sanchez"
    },
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    },
    {
      "ID": 7898,
      "Slug": "shanel-thomas-henry",
      "FullName": "Shanel Thomas-Henry"
    },
    {
      "ID": 7824,
      "Slug": "sandy-nurse",
      "FullName": "Sandy Nurse"
    }
  ],
  "History": [
    {
      "ID": 433720,
      "Date": "2026-02-12T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2026-02-05T18:39:48.983Z"
    },
    {
      "ID": 434652,
      "Date": "2026-02-12T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Governmental Operations, State & Federal Legislation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 22223,
      "AgendaSequence": 291,
      "MinutesSequence": 302,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Governmental Operations, State & Federal Legislation",
      "MatterStatusID": 3,
      "LastModified": "2026-02-13T06:02:29.307Z"
    }
  ],
  "Attachments": [
    {
      "ID": 333534,
      "LastModified": "2026-02-25T12:32:04.087Z",
      "Name": "Res. No. 270",
      "Link": "https://nyc.legistar1.com/nyc/attachments/2bffa522-6383-490b-ac37-3a9b16426678.docx",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 82099,
  "Text": "Whereas, The first Tuesday in March of a presidential election year is often referred to as Super Tuesday; and \n      Whereas, California and Texas, along with more than a dozen other states, hold their presidential primaries on Super Tuesday; and \n      Whereas, Almost two-thirds of the delegates to the party nominating conventions are chosen on Super Tuesday; and\n      Whereas, New York State has more primary delegates, both Democratic and Republican, than almost any other state; and \n      Whereas, New York state traditionally holds its presidential primaries after Super Tuesday; and\n      Whereas, New York's presidential primary elections are held on a separate date from any other  primary elections; and \n      Whereas, Presidential primary elections are often decided before New Yorkers even have a chance to vote; and \n      Whereas, The states that vote early in the presidential nominating process typically play a larger role in determining their party's presidential nominee; and \n      Whereas, Due the lateness of New York's presidential primaries, New York City voters do not typically have a significant impact on choosing presidential candidates; and \n      Whereas, Presidential candidates pay more frequent visits to the places that play a larger role in determining their party's presidential nominee; and\n      Whereas, Presidential candidates spend more money in places that play a larger role in determining their party's presidential nominee; and\n      Whereas, Since New York voters do not have play a large role in the nomination contest, residential primary candidates mostly come to New York to meet with donors, and not voters; and  \n      Whereas, Increasing New York's role in the presidential nomination process would encourage candidates to campaign in New York City more frequently, which could boost awareness and turnout for the presidential primaries; and \n      Whereas, S.8604, introduced in the New York State Senate by James Skoufis and passed in the Senate, and its companion bill A.9310 introduced by Assembly Member Landon Dais and pending the New York State Assembly, would move New York State's presidential primaries to the first Tuesday in March starting in 2028; and\n      Whereas, As one of the states with the largest number of primary delegates, New York deserves to have more influence in presidential primaries; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign, S.8604/A. 9310, moving the presidential primary to the first Tuesday in March\n      \n\n\nLS #21347\n2/4/26\nEHC",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0  \\par\nBy Council Members J. Sanchez, Louis, Thomas-Henry and Nurse \\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, The first Tuesday in March of a presidential election year is often referred to as Super Tuesday; and \\par\nWhereas, California and Texas, along with more than a dozen other states, hold their presidential primaries on Super Tuesday; and \\par\nWhereas, Almost two-thirds of the delegates to the party nominating conventions are chosen on Super Tuesday; and\\par\nWhereas, New York State has more primary delegates, both Democratic and Republican, than almost any other state; and \\par\nWhereas, New York state traditionally holds its presidential primaries after Super Tuesday; and\\par\nWhereas, New York\\rquote s presidential primary elections are held on a separate date from any other  primary elections; and \\par\nWhereas, Presidential primary elections are often decided before New Yorkers even have a chance to vote; and \\par\nWhereas, The states that vote early in the presidential nominating process typically play a larger role in determining their party\\rquote s presidential nominee; and \\par\nWhereas, Due the lateness of New York\\rquote s presidential primaries, New York City voters do not typically have a significant impact on choosing presidential candidates; and \\par\nWhereas, Presidential candidates pay more frequent visits to the places that play a larger role in determining their party\\rquote s presidential nominee; and\\par\nWhereas, Presidential candidates spend more money in places that play a larger role in determining their party\\rquote s presidential nominee; and\\par\nWhereas, Since New York voters do not have play a large role in the nomination contest, residential primary candidates mostly come to New York to meet with donors, and not voters; and  \\par\nWhereas, Increasing New York\\rquote s role in the presidential nomination process would encourage candidates to campaign in New York City more frequently, which could boost awareness and turnout for the presidential primaries; and \\par\nWhereas, S.8604, introduced in the New York State Senate by James Skoufis and passed in the Senate, and its companion bill A.9310 introduced by Assembly Member Landon Dais and pending the New York State Assembly, would move New York State\\rquote s presidential primaries to the first Tuesday in March starting in 2028; and\\par\nWhereas, As one of the states with the largest number of primary delegates, New York deserves to have more influence in presidential primaries; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign, S.8604/A. 9310, moving the presidential primary to the first Tuesday in March\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\par\n\\pard\\ltrpar\\qj\\par\n\\par\n\\fs18 LS #21347\\par\n\\pard\\ltrpar 2/4/26\\par\n\\pard\\ltrpar\\qj EHC\\par\n\\par\n\\fs24\\par\n}\n",
  "LastModified": "2026-02-25T12:32:05.247Z"
}
