{
  "ID": 77976,
  "GUID": "B0D7EA0C-3941-4CC1-9042-09F258F880BD",
  "File": "Res 0271-2026",
  "Name": "Pray Safe Act of 2025. (S.2947/H.R.5645)",
  "Title": "Resolution calling on the U.S. Congress to pass, and the President to sign, S.2947/H.R.5645 also known as the Pray Safe Act of 2025, in relation to establishing a Federal Clearinghouse on Safety and Best Practices for Nonprofit Organizations, Faith-based Organizations, and Houses of Worship within the Department of Homeland Security",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 5311,
  "BodyName": "Committee to Combat Hate",
  "IntroDate": "2026-02-12T00:00:00Z",
  "AgendaDate": "2026-02-12T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7818,
      "Slug": "lynn-c-schulman",
      "FullName": "Lynn C. Schulman"
    }
  ],
  "History": [
    {
      "ID": 433610,
      "Date": "2026-02-12T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2026-02-03T20:14:47.587Z"
    },
    {
      "ID": 434654,
      "Date": "2026-02-12T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee to Combat Hate",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 22223,
      "AgendaSequence": 293,
      "MinutesSequence": 304,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Combat Hate",
      "MatterStatusID": 3,
      "LastModified": "2026-02-13T06:02:51.977Z"
    }
  ],
  "Attachments": [
    {
      "ID": 333346,
      "LastModified": "2026-02-03T17:38:26.617Z",
      "Name": "Res. No.",
      "Link": "https://nyc.legistar1.com/nyc/attachments/0290c669-6a74-4505-93c3-654dddd4050b.docx",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 82018,
  "Text": "Whereas, Houses of worship, faith-based organizations, and nonprofit institutions across the United States have faced a rise in threats, vandalism, and violent attacks, including incidents motivated by antisemitism, religious intolerance, and other forms of hate; and\n      Whereas, New York City is home to one of the most religiously diverse populations in the world, with thousands of synagogues, churches, mosques, temples, and other houses of worship that serve as essential centers of spiritual life, social services, and community cohesion; and\n      Whereas, According to the Federal Bureau of Investigation's 2024 hate crime statistics, there were 11,679 reported hate crime incidents nationwide, and religion-based bias accounted for 23.5% of all reported hate crimes, underscoring the prevalence of religion-based targeting in the United States; and\n      Whereas, New York State saw a surge in hate crimes in 2023, with 1,089 reported incidents, the highest level in years, and religion was the most commonly reported bias motivation with 533 incidents driven by religious bias, according to the Department of Justice; and\n      Whereas, Ensuring that individuals can gather and worship freely and safely without fear of violence or intimidation is a fundamental component of public safety and the Constitutional First Amendment right to religious freedom; and\n      Whereas, Many nonprofit organizations and houses of worship, particularly smaller institutions, lack the resources, expertise, and centralized guidance needed to implement effective safety, security, and emergency preparedness measures; and\n      Whereas, The Pray Safe Act of 2025 is bipartisan legislation introduced in the United States Senate as S.2947, sponsored by U.S. Senator Margaret Hassan, and in the United States House of Representatives as H.R.5645, sponsored by U.S. Representative Grace Meng, reflecting broad recognition that protecting houses of worship and nonprofit institutions is a national priority; and\n      Whereas, The Pray Safe Act of 2025 (S.2947/H.R.5645) would direct the United States Department of Homeland Security to establish a Federal Clearinghouse on Safety and Security Best Practices for Nonprofit Organizations, Faith-Based Organizations, and Houses of Worship; and\n      Whereas, The Federal Clearinghouse would serve as a centralized, accessible resource to provide evidence-based best practices for physical security, emergency planning, threat prevention, and resilience, as well as information on available federal safety and security grant programs; and\n      Whereas, The Federal Clearinghouse would improve access to federal resources such as security training opportunities and grant funding, helping nonprofit and faith-based organizations strengthen their ability to prevent, prepare for, and respond to potential threats; and\n      Whereas, Passage of the Pray Safe Act of 2025 would complement existing local and state efforts in New York City to protect houses of worship and enhance coordination between community institutions and public safety agencies; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the U.S. Congress to pass, and the President to sign, S.2947/H.R.5645 also known as the Pray Safe Act of 2025, in relation to establishing a Federal Clearinghouse on Safety and Best Practices for Nonprofit Organizations, Faith-based Organizations, and Houses of Worship within the Department of Homeland Security.\n\nCMB\nLS#21490\n1/29/26",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0 By Council Member Schulman\\par\n\\pard\\ltrpar\\fi720\\sa160\\sl480\\slmult1 Whereas, Houses of worship, faith-based organizations, and nonprofit institutions across the United States have faced a rise in threats, vandalism, and violent attacks, including incidents motivated by antisemitism, religious intolerance, and other forms of hate; and\\par\nWhereas, New York City is home to one of the most religiously diverse populations in the world, with thousands of synagogues, churches, mosques, temples, and other houses of worship that serve as essential centers of spiritual life, social services, and community cohesion; and\\par\nWhereas, According to the Federal Bureau of Investigation\\rquote s 2024 hate crime statistics, there were 11,679 reported hate crime incidents nationwide, and religion-based bias accounted for 23.5% of all reported hate crimes, underscoring the prevalence of religion-based targeting in the United States; and\\par\nWhereas, New York State saw a surge in hate crimes in 2023, with 1,089 reported incidents, the highest level in years, and religion was the most commonly reported bias motivation with 533 incidents driven by religious bias, according to the Department of Justice; and\\par\nWhereas, Ensuring that individuals can gather and worship freely and safely without fear of violence or intimidation is a fundamental component of public safety and the Constitutional First Amendment right to religious freedom; and\\par\nWhereas, Many nonprofit organizations and houses of worship, particularly smaller institutions, lack the resources, expertise, and centralized guidance needed to implement effective safety, security, and emergency preparedness measures; and\\par\nWhereas, The Pray Safe Act of 2025 is bipartisan legislation introduced in the United States Senate as S.2947, sponsored by U.S. Senator Margaret Hassan, and in the United States House of Representatives as H.R.5645, sponsored by U.S. Representative Grace Meng, reflecting broad recognition that protecting houses of worship and nonprofit institutions is a national priority; and\\par\nWhereas, The Pray Safe Act of 2025 (S.2947/H.R.5645) would direct the United States Department of Homeland Security to establish a Federal Clearinghouse on Safety and Security Best Practices for Nonprofit Organizations, Faith-Based Organizations, and Houses of Worship; and\\par\nWhereas, The Federal Clearinghouse would serve as a centralized, accessible resource to provide evidence-based best practices for physical security, emergency planning, threat prevention, and resilience, as well as information on available federal safety and security grant programs; and\\par\nWhereas, The Federal Clearinghouse would improve access to federal resources such as security training opportunities and grant funding, helping nonprofit and faith-based organizations strengthen their ability to prevent, prepare for, and respond to potential threats; and\\par\nWhereas, Passage of the Pray Safe Act of 2025 would complement existing local and state efforts in New York City to protect houses of worship and enhance coordination between community institutions and public safety agencies; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls on the U.S. Congress to pass, and the President to sign, S.2947/H.R.5645 also known as the Pray Safe Act of 2025, in relation to establishing a Federal Clearinghouse on Safety and Best Practices for Nonprofit Organizations, Faith-based Organizations, and Houses of Worship within the Department of Homeland Security.\\par\n\\pard\\ltrpar\\fs20\\par\nCMB\\par\nLS#21490\\par\n1/29/26\\par\n}\n",
  "LastModified": "2026-02-13T06:02:51.707Z"
}
