{
  "ID": 76713,
  "GUID": "9A89A2F8-39EA-4B0A-85EA-0A515A150CF1",
  "File": "Res 0272-2026",
  "Name": "Requiring pharmacies to offer appointments for Covid-19 and other vaccines without a prescription and based on nationally recognized clinical practice guidelines and best practices (A.9077).",
  "Title": "Resolution calling on the New York State Legislature to pass, and the Governor to sign, A.9077 and a Senate companion bill, requiring pharmacies to offer appointments for Covid-19 and other vaccines without a prescription and based on nationally recognized clinical practice guidelines and best practices.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2026-02-12T00:00:00Z",
  "AgendaDate": "2026-02-12T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7818,
      "Slug": "lynn-c-schulman",
      "FullName": "Lynn C. Schulman"
    },
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    }
  ],
  "History": [
    {
      "ID": 433609,
      "Date": "2026-02-12T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2026-02-03T20:13:39.567Z"
    },
    {
      "ID": 434653,
      "Date": "2026-02-12T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 22223,
      "AgendaSequence": 294,
      "MinutesSequence": 305,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2026-02-13T06:03:03.11Z"
    }
  ],
  "Attachments": [
    {
      "ID": 327959,
      "LastModified": "2026-02-13T20:06:20.207Z",
      "Name": "Res. No. 272",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ea132ea6-27e6-4a0e-ab60-6eb71d05c88c.docx",
      "Sort": 1
    },
    {
      "ID": 336049,
      "LastModified": "2026-02-18T22:08:44.823Z",
      "Name": "Committee Report 3/5/26",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ee4b0e0e-9e24-46f7-8c2d-6856c6a3edb6.docx",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 80648,
  "Text": "Whereas, Covid-19 is still a threat to New York City, with data provided by the Department of Health and Mental Hygiene showing that in the middle of September, 2025, about 34 people per 100,000 were contracting Covid-19 each week; and\n\tWhereas, According to Stanford Medicine, dangerous diseases such as measles, rubella, and polio could become endemic to the United States again if vaccine rates decline; and\n\tWhereas, While facing questions at the Senate Finance Committee hearing on September 4, 2025, United States Health and Human Services Secretary Robert F. Kennedy Jr. claimed that anyone can get a Covid-19 vaccine at their pharmacy for free, but confusion as to current regulations have left some pharmacies reticent and selective in their provision of vaccines, according to ABC News; and\n\tWhereas, According to the New York Times, CVS was only offering Covid-19 vaccines to patients in New York if they had a prescription from an authorized prescriber, limiting vaccine access for vulnerable people in New York City; and\n\tWhereas, In order to temporarily ensure New Yorkers continued to have access to Covid-19 vaccines, Governor Kathy Hochul signed Executive Order 52 (EO 52) on September 5, 2025, which declared recent federal actions related to vaccine access an emergency and ensured that pharmacies would be able to administer Covid-19 vaccines; and\n\tWhereas, EO 52 was slated to stand for at least 30 days, and, according to the Governor's Office, was only a temporary measure while a long-term legislative solution is developed to address access to all vaccines; and\n\tWhereas, EO 52 has not been extended; and\t\n\tWhereas, In order to provide a long-term solution, Assemblymember Jenifer Rajkumar, a representative of Queens, introduced A.9077, also known as the Robert F. Kennedy, Sr. Vaccine Access Act, in the New York State Assembly on September 12, 2025; and\n\tWhereas, The proposed legislation would mandate that pharmacies offer appointments without a prescription for Covid-19 and other vaccines, responding to both current threats to Covid-19 vaccine access and potential future restrictions on RSV, influenza, measles, and polio vaccines; and\n\tWhereas, A.9077 would, beyond ensuring vaccine access for New Yorkers, eliminate the role of the of the Centers for Disease Control and Prevention and other federal agencies, which under the current Presidential Administration many view as untrustworthy, from determining the public health policies of New York; and\n\tWhereas, New Yorkers have the right to access vaccines and other forms of healthcare that keep them healthy and safe, and the passage of A.9077 would ensure that vaccine access is not threatened by the political maneuvering of any administration; now, therefore be it\n\tResolved, that the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign, A.9077 and a Senate companion bill, requiring pharmacies to offer appointments for Covid-19 and other vaccines without a prescription and based on nationally recognized clinical practice guidelines and best practices.\nJN\nLS 20370\n10/28/2025",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj By Council Members Schulman and Louis\\par\n\\tab Whereas, Covid-19 is still a threat to New York City, with data provided by the Department of Health and Mental Hygiene showing that in the middle of September, 2025, about 34 people per 100,000 were contracting Covid-19 each week; and\\par\n\\tab Whereas, According to Stanford Medicine, dangerous diseases such as measles, rubella, and polio could become endemic to the United States again if vaccine rates decline; and\\par\n\\tab Whereas, While facing questions at the Senate Finance Committee hearing on September 4, 2025, United States Health and Human Services Secretary Robert F. Kennedy Jr. claimed that anyone can get a Covid-19 vaccine at their pharmacy for free, but confusion as to current regulations have left some pharmacies reticent and selective in their provision of vaccines, according to ABC News; and\\par\n\\tab Whereas, According to the New York Times, CVS was only offering Covid-19 vaccines to patients in New York if they had a prescription from an authorized prescriber, limiting vaccine access for vulnerable people in New York City; and\\par\n\\tab Whereas, In order to temporarily ensure New Yorkers continued to have access to Covid-19 vaccines, Governor Kathy Hochul signed Executive Order 52 (EO 52) on September 5, 2025, which declared recent federal actions related to vaccine access an emergency and ensured that pharmacies would be able to administer Covid-19 vaccines; and\\par\n\\tab Whereas, EO 52 was slated to stand for at least 30 days, and, according to the Governor\\rquote s Office, was only a temporary measure while a long-term legislative solution is developed to address access to all vaccines; and\\par\n\\tab Whereas, EO 52 has not been extended; and\\tab\\par\n\\tab Whereas, In order to provide a long-term solution, Assemblymember Jenifer Rajkumar, a representative of Queens, introduced A.9077, also known as the Robert F. Kennedy, Sr. Vaccine Access Act, in the New York State Assembly on September 12, 2025; and\\par\n\\tab Whereas, The proposed legislation would mandate that pharmacies offer appointments without a prescription for Covid-19 and other vaccines, responding to both current threats to Covid-19 vaccine access and potential future restrictions on RSV, influenza, measles, and polio vaccines; and\\par\n\\tab Whereas, A.9077 would, beyond ensuring vaccine access for New Yorkers, eliminate the role of the of the Centers for Disease Control and Prevention and other federal agencies, which under the current Presidential Administration many view as untrustworthy, from determining the public health policies of New York; and\\par\n\\tab Whereas, New Yorkers have the right to access vaccines and other forms of healthcare that keep them healthy and safe, and the passage of A.9077 would ensure that vaccine access is not threatened by the political maneuvering of any administration; now, therefore be it\\par\n\\tab Resolved, that the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign, A.9077 and a Senate companion bill, requiring pharmacies to offer appointments for Covid-19 and other vaccines without a prescription and based on nationally recognized clinical practice guidelines and best practices.\\par\n\\pard\\ltrpar\\qj\\fs20 JN\\par\nLS 20370\\par\n10/28/2025\\par\n}\n",
  "LastModified": "2026-02-18T22:09:12.517Z"
}
