{
  "ID": 78042,
  "GUID": "C327ECA5-BE84-4EE8-B5E8-B03F646843A4",
  "File": "Res 0274-2026",
  "Name": "New York State Raise the Age program funding",
  "Title": "Resolution calling on the New York State Legislature to pass, and the Governor to sign, legislation to entitle New York City to participate in New York State Raise the Age program funding",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 3,
  "StatusName": "Committee",
  "BodyID": 5294,
  "BodyName": "Committee on Children and Youth",
  "IntroDate": "2026-02-12T00:00:00Z",
  "AgendaDate": "2026-02-12T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7809,
      "Slug": "althea-v-stevens",
      "FullName": "Althea V.  Stevens"
    },
    {
      "ID": 7820,
      "Slug": "lincoln-restler",
      "FullName": "Lincoln Restler"
    },
    {
      "ID": 7824,
      "Slug": "sandy-nurse",
      "FullName": "Sandy Nurse"
    },
    {
      "ID": 7817,
      "Slug": "nantasha-m-williams",
      "FullName": "Nantasha M. Williams"
    },
    {
      "ID": 7867,
      "Slug": "susan-zhuang",
      "FullName": "Susan Zhuang"
    }
  ],
  "History": [
    {
      "ID": 434656,
      "Date": "2026-02-12T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Criminal Justice",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 22223,
      "AgendaSequence": 296,
      "MinutesSequence": 307,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Criminal Justice",
      "MatterStatusID": 3,
      "LastModified": "2026-02-13T06:03:32.85Z"
    },
    {
      "ID": 434930,
      "Date": "2026-02-17T15:09:00Z",
      "ActionID": 49,
      "Action": "Re-referred to Committee by Council",
      "Description": "This Resolution was Re-referred to Committee by Council to the Committee on Children and Youth",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2026-02-17T20:10:21.56Z"
    }
  ],
  "Attachments": [
    {
      "ID": 333516,
      "LastModified": "2026-02-12T21:29:38.833Z",
      "Name": "Res. No. 274",
      "Link": "https://nyc.legistar1.com/nyc/attachments/4c2d8376-388f-4214-a658-f6b99ca96a2c.docx",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 82084,
  "Text": "Whereas, In April 2017, New York State (State) enacted legislation known as \"Raise the Age\" (RTA), ending automatic prosecution of 16- and 17-year-olds as adults; and\n      Whereas, Under RTA, 16- and 17-year-olds charged with misdemeanor offenses are treated as Juvenile Delinquents (JDs); and\n      Whereas, Cases for JDs are heard in Family Court, where proceedings are confidential; and\n      Whereas, JDs are shielded from adult jail and prison, and instead required to engage in rehabilitative measures and occasionally placed in youth facilities; and\n      Whereas, RTA tasks local governments [NC1][BS2][NC3]in New York State with implementing the law in their respective jurisdictions, requiring additional local resources to operate probation departments, county attorney's offices, mental health services, social services, courts, and juvenile detention centers; and\n      Whereas, In New York City, under RTA implementation the share of youth crime as a whole has declined since 2018; and\n      Whereas, In a December 8, 2025, report, the Mayor's Office of Criminal Justice found that \"in 2024, the youth share of citywide felony and violent felony arrests was the same as it was in 2018\" and that \"youth recidivism rates for all felony, violent, and serious violent offenses are stable or deceasing\"; and\n      Whereas, Despite the City's implementation of RTA, the City does not receive State reimbursements for its administration of the program[NC4]; and\n      \n      Whereas, In acknowledgment that local governments incur significant costs to implement RTA, the State has appropriated over $1.5 billion dollars for the purpose of reimbursing local governments for certain eligible implementation expenses; and\n      Whereas, However, under then-Governor Andrew Cuomo, upon enactment RTA was designed to preclude the City from participating in State reimbursement of local expenditures unless the City applied for a financial hardship waiver; and\n      Whereas, The exclusion of the City from State funding for RTA stands in stark contrast to the position of other local governments, who remain eligible for State funding of RTA if they adhere to a tax levy limit set forth in section 3-c of the general municipal law (section 3-c), which does not apply to the City; and\n      Whereas, Counties may participate in the RTA reimbursement program if they are subject to and adhere to the applicable tax levy limit in section 3-c or are granted a hardship waiver; and\n      Whereas, Additionally, counties must submit an annual plan of work for RTA that identifies eligible costs to be reviewed by the State Office of Children and Family Services and the State Division of Criminal Justice Services before review and approval by the State Division of Budget; and\n      Whereas, According to a 2018 Preliminary Budget report released by the Independent Budget Office, the State has placed the burden upon the City to rely on surpluses to absorb the costs associated with implementing RTA, inhibiting the City from further expanding existing juvenile services and programs; and\n      Whereas, City agencies such as the Department of Probation, Department of Correction, Police[NC5] Department, and Law Department have borne the cost of RTA implementation, reducing funds otherwise available for other programming and services; and[NC6][BS7][BS8]\n      Whereas, In its 2025-2026 Budget Proposal (Proposal), the New York State Assembly proposed a modification of the RTA statute [NC9]to remove the requirement that counties must adhere to a 2 percent annual property tax increase or be fiscally distressed to participate in the RTA reimbursement program; and\n      Whereas, The Assembly's Proposal does not clarify whether it proposes to remove statutory language that operates to exclude the City from eligibility to participate in the reimbursement program; and[NC10][BS11][BS12]\n      Whereas, Permitting the City to seek reimbursement of expenses associated with implementing RTA would support important reforms without negatively impacting the City's ability to provide other crucial services; and\n      Whereas, In line with the Assembly's Proposal to remove the conditions that currently restrict county eligibility to participate in the RTA reimbursement program, the State should grant such eligibility to the City without the imposition of additional conditions; and\n      Whereas, It is inequitable, problematic, and unfair for the State to require the City to absorb the costs of a statewide mandate when other localities are eligible for reimbursements, particularly when the City is responsible for half or more of the statewide youth population affected by RTA; now, therefore, be it[NC13]\n      Resolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign, legislation to entitle New York City to participate in New York State Raise the Age program funding.\n      .\nBS\nLS 21010\n2/4/26\n[NC1]In the context of NYC, does RTA also refer to \"counties\" or does it refer to a different organization of local government?\n[BS2R1]From what I am seeing for NYC it is still counties since it is really through the courts and then any other avenues to reduce the juvenile pop \n[NC3R1]Got it, thanks!\n[NC4]Can you explain if/how RTA requires the City to expend more money? Or if not, just clarify that the State reimburses localities for implementing RTA because [enter the why]. Or both. Just think this would benefit from a clause or two to explain the connection between RTA and local expenditures (especially if they've had to increase to comply with RTA).\n[NC5]Please refer to these agencies as specified in the BDM.\n[NC6]What is the source of this information? Is it our Revenue Division?\n[BS7R6]IBO\n[BS8R6]https://ibo.nyc.ny.us/iboreports/governors-budget-would-cut-funding-to-nyc-for-child-welfare-and-juvenile-justice-by-190-million-march-2018.pdf\n[NC9]Can you specify what the language is? I.e. the state statute or is it a state regulation?\n[NC10]Do you know if this would also remove the exclusion of New York City since it isn't subject to GML 3-C?\n[BS11R10]From what I understand New York would be free because the limitation to only those localities is the block. Without that req it would open it to everyone. \n[BS12R10]https://nyassembly.gov/Reports/WAM/AssemblyBudgetProposal/2025/2025AssemblySummary.pdf\n[NC13]Should we throw in one more clause about how it's just plain unfair?\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Stevens, Restler, Nurse, Williams and Zhuang\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, In April 2017, New York State (State) enacted legislation known as \\ldblquote Raise the Age\\rdblquote  (RTA), ending automatic prosecution of 16- and 17-year-olds as adults; and\\par\nWhereas, Under RTA, 16- and 17-year-olds charged with misdemeanor offenses are treated as Juvenile Delinquents (JDs); and\\par\nWhereas, Cases for JDs are heard in Family Court, where proceedings are confidential; and\\par\nWhereas, JDs are shielded from adult jail and prison, and instead required to engage in rehabilitative measures and occasionally placed in youth facilities; and\\par\nWhereas, RTA tasks local governments in New York State with implementing the law in their respective jurisdictions, requiring additional local resources to operate probation departments, county attorney\\rquote s offices, mental health services, social services, courts, and juvenile detention centers; and\\par\nWhereas, In New York City, under RTA implementation the share of youth crime as a whole has declined since 2018; and\\par\nWhereas, In a December 8, 2025, report, the Mayor\\rquote s Office of Criminal Justice found that \\ldblquote in 2024, the youth share of citywide felony and violent felony arrests was the same as it was in 2018\\rdblquote  and that \\ldblquote youth recidivism rates for all felony, violent, and serious violent offenses are stable or deceasing\\rdblquote ; and\\par\nWhereas, Despite the City\\rquote s implementation of RTA, the City does not receive State reimbursements for its administration of the program; and\\par\n\\par\nWhereas, In acknowledgment that local governments incur significant costs to implement RTA, the State has appropriated over $1.5 billion dollars for the purpose of reimbursing local governments for certain eligible implementation expenses; and\\par\nWhereas, However, under then-Governor Andrew Cuomo, upon enactment RTA was designed to preclude the City from participating in State reimbursement of local expenditures unless the City applied for a financial hardship waiver; and\\par\nWhereas, The exclusion of the City from State funding for RTA stands in stark contrast to the position of other local governments, who remain eligible for State funding of RTA if they adhere to a tax levy limit set forth in section 3-c of the general municipal law (section 3-c), which does not apply to the City; and\\par\nWhereas, Counties may participate in the RTA reimbursement program if they are subject to and adhere to the applicable tax levy limit in section 3-c or are granted a hardship waiver; and\\par\nWhereas, Additionally, counties must submit an annual plan of work for RTA that identifies eligible costs to be reviewed by the State Office of Children and Family Services and the State Division of Criminal Justice Services before review and approval by the State Division of Budget; and\\par\nWhereas, According to a 2018 Preliminary Budget report released by the Independent Budget Office, the State has placed the burden upon the City to rely on surpluses to absorb the costs associated with implementing RTA, inhibiting the City from further expanding existing juvenile services and programs; and\\par\nWhereas, City agencies such as the Department of Probation, Department of Correction, Police Department, and Law Department have borne the cost of RTA implementation, reducing funds otherwise available for other programming and services; and\\par\nWhereas, In its 2025-2026 Budget Proposal (Proposal), the New York State Assembly proposed a modification of the RTA statute to remove the requirement that counties must adhere to a 2 percent annual property tax increase or be fiscally distressed to participate in the RTA reimbursement program; and\\par\nWhereas, The Assembly\\rquote s Proposal does not clarify whether it proposes to remove statutory language that operates to exclude the City from eligibility to participate in the reimbursement program; and\\par\nWhereas, Permitting the City to seek reimbursement of expenses associated with implementing RTA would support important reforms without negatively impacting the City\\rquote s ability to provide other crucial services; and\\par\nWhereas, In line with the Assembly\\rquote s Proposal to remove the conditions that currently restrict county eligibility to participate in the RTA reimbursement program, the State should grant such eligibility to the City without the imposition of additional conditions; and\\par\nWhereas, It is inequitable, problematic, and unfair for the State to require the City to absorb the costs of a statewide mandate when other localities are eligible for reimbursements, particularly when the City is responsible for half or more of the statewide youth population affected by RTA; now, therefore, be it\\par\n\\pard\\cbpat1\\ltrpar\\fi720\\sl480\\slmult1\\qj Resolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign, legislation to entitle New York City to participate in New York State Raise the Age program funding.\\par\n.\\par\n\\pard\\ltrpar BS\\par\nLS 21010\\par\n2/4/26\\par\n}\n",
  "LastModified": "2026-02-17T20:10:21.59Z"
}
