{
  "ID": 53829,
  "GUID": "3C5DE569-E957-4349-B990-A56265AF77DF",
  "File": "Res 0534-2015",
  "Name": "Amending the general business law to require periodic retraining of persons licensed to practice appearance enhancement and the Dept of State to increase the number of health and safety inspectors who inspect appearance enhancement businesses.",
  "Title": "Resolution calling upon the New York State Legislature to pass, and the Governor to sign, legislation amending the general business law to require periodic retraining of persons licensed to practice appearance enhancement and the Department of State to increase the number of health and safety inspectors who inspect appearance enhancement businesses.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5,
  "BodyName": "Committee on Consumer Affairs",
  "IntroDate": "2015-01-07T00:00:00Z",
  "AgendaDate": "2015-01-07T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7630,
      "Slug": "rafael-l-espinal-jr",
      "FullName": "Rafael L. Espinal, Jr."
    },
    {
      "ID": 7627,
      "Slug": "costa-g-constantinides",
      "FullName": "Costa G. Constantinides"
    },
    {
      "ID": 7624,
      "Slug": "andrew-cohen",
      "FullName": "Andrew Cohen"
    },
    {
      "ID": 7613,
      "Slug": "andy-l-king",
      "FullName": "Andy L. King"
    },
    {
      "ID": 7633,
      "Slug": "rory-i-lancman",
      "FullName": "Rory I. Lancman"
    },
    {
      "ID": 7634,
      "Slug": "mark-levine",
      "FullName": "Mark Levine"
    },
    {
      "ID": 7640,
      "Slug": "ritchie-j-torres",
      "FullName": "Ritchie J. Torres"
    },
    {
      "ID": 7577,
      "Slug": "david-g-greenfield",
      "FullName": "David G. Greenfield"
    },
    {
      "ID": 7622,
      "Slug": "vanessa-l-gibson",
      "FullName": "Vanessa L. Gibson"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 0,
      "Slug": "",
      "FullName": ""
    }
  ],
  "History": [
    {
      "ID": 294725,
      "Date": "2015-01-07T11:45:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 294781,
      "Date": "2015-01-07T12:00:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Consumer Affairs",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 13767,
      "AgendaSequence": 48,
      "MinutesSequence": 56,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Consumer Affairs",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 297571,
      "Date": "2015-05-01T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 14018,
      "AgendaSequence": 3,
      "MinutesSequence": 8,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 298101,
      "Date": "2015-05-01T10:15:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 14018,
      "MinutesSequence": 9,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 297576,
      "Date": "2015-05-01T10:30:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 14,
      "BodyName": "Committee on Health",
      "EventID": 14019,
      "AgendaSequence": 3,
      "MinutesSequence": 8,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 298094,
      "Date": "2015-05-01T10:45:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 14,
      "BodyName": "Committee on Health",
      "EventID": 14019,
      "MinutesSequence": 9,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 329462,
      "Date": "2017-12-31T17:43:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-26T22:43:37.837Z"
    }
  ],
  "Attachments": [
    {
      "ID": 125415,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 5/1/15",
      "Link": "https://nyc.legistar1.com/nyc/attachments/a43bfeba-6be8-46d4-a6c7-70119f146bfb.doc",
      "Sort": 1
    },
    {
      "ID": 125602,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 5/1/15",
      "Link": "https://nyc.legistar1.com/nyc/attachments/94a29606-0ee5-4e4f-908b-266bb3733c1d.PDF",
      "Sort": 2
    },
    {
      "ID": 125733,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 5/1/15",
      "Link": "https://nyc.legistar1.com/nyc/attachments/70aa7968-5706-4205-aea6-188e7b0fe182.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 55315,
  "Text": "By Council Members Espinal, Constantinides, Cohen, King, Lancman, Levine, Torres, Greenfield, Gibson and Rosenthal (by request of the Bronx Borough President)\n \n      \tWhereas, There are appearance enhancement businesses across New York City, which are frequented by New Yorkers in every borough; and  \n\tWhereas, The State General Business Law defines appearance enhancement business as a business engaged in nail specialty, waxing, natural hair styling, esthetics and cosmetology; and\n\t Whereas, New York State requires that persons engaged in appearance enhancement must obtain a license to do this work; and \n      \tWhereas, The Secretary of State has promulgated regulations for the appearance enhancement industry related to owner responsibility, hygienic practices, sanitary dress, sanitary facilities; and safety training; and \n      \tWhereas, Pursuant to State regulations, applicants for appearance enhancement licenses must complete health and safety training for a specified number of hours at State approved institutions; and \n\tWhereas, State law allows applicants to show that they have a certain level of experience doing this work in lieu of completing training, including experience obtained from states and/or countries where formal training and licensing may not be required; and \n\tWhereas, Once licensed, no further training is required to maintain an appearance enhancement license; and \n      Whereas, The City of New York is not responsible for inspecting businesses engaged in appearance enhancement for purposes of health and safety because the authority lies solely with the State; and  \n      \tWhereas, According to a policy report by New York City Public Advocate Letitia James titled, \"How Safe Is Your Salon?\" the Department of State only employs a total of 27 inspectors who are responsible for ensuring the health and safety of the nearly 5,000 nail salons alone, statewide; and\n      Whereas, Reports of unsanitary conditions and questions regarding the safety of the chemicals used at appearance enhancement businesses have recently surfaced; and \n      Whereas, Requiring periodic training of appearance enhancement licensees and increasing the number of health and safety inspectors would promote more sanitary conditions at appearance enhancement businesses; and \n      \tWhereas, The City of New York has a strong interest in ensuring that these businesses maintain sanitary conditions; now, therefore, be it\n      \tResolved, That the Council of the City of New York calls upon the New York State Legislature to pass, and the Governor to sign, legislation amending the general business law to require periodic retraining of persons licensed to practice appearance enhancement and the Department of State to increase the number of health and safety inspectors who inspect appearance enhancement businesses. \n\n\nC.E.B. /I.M. \nLS 2466\n9/22/14",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\pard\\cbpat1\\ltrpar\\v0  \\par\n\\pard\\cbpat1\\ltrpar\\qj By Council Members Espinal, Constantinides, Cohen, King, Lancman, Levine, Torres, Greenfield, Gibson and Rosenthal (by request of the Bronx Borough President)\\par\n\\pard\\cbpat1\\ltrpar  \\par\n\\pard\\cbpat1\\ltrpar\\sl480\\slmult1\\qj       \\tab Whereas, There are appearance enhancement businesses across New York City, which are frequented by New Yorkers in every borough; and  \\par\n\\tab Whereas, The State General Business Law defines appearance enhancement business as a business engaged in nail specialty, waxing, natural hair styling, esthetics and cosmetology; and\\par\n\\tab  Whereas, New York State requires that persons engaged in appearance enhancement must obtain a license to do this work; and \\par\n      \\tab Whereas, The Secretary of State has promulgated regulations for the appearance enhancement industry related to owner responsibility, hygienic practices, sanitary dress, sanitary facilities; and safety training; and \\par\n      \\tab Whereas, Pursuant to State regulations, applicants for appearance enhancement licenses must complete health and safety training for a specified number of hours at State approved institutions; and \\par\n\\tab Whereas, State law allows applicants to show that they have a certain level of experience doing this work in lieu of completing training, including experience obtained from states and/or countries where formal training and licensing may not be required; and \\par\n\\tab Whereas, Once licensed, no further training is required to maintain an appearance enhancement license; and \\par\n\\pard\\cbpat1\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, The City of New York is not responsible for inspecting businesses engaged in appearance enhancement for purposes of health and safety because the authority lies solely with the State; and  \\par\n\\pard\\cbpat1\\ltrpar\\sl480\\slmult1\\qj       \\tab Whereas, According to a policy report by New York City Public Advocate Letitia James titled, \\ldblquote How Safe Is Your Salon?\\rdblquote  the Department of State only employs a total of 27 inspectors who are responsible for ensuring the health and safety of the nearly 5,000 nail salons alone, statewide; and\\par\n\\pard\\cbpat1\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Reports of unsanitary conditions and questions regarding the safety of the chemicals used at appearance enhancement businesses have recently surfaced; and \\par\nWhereas, Requiring periodic training of appearance enhancement licensees and increasing the number of health and safety inspectors would promote more sanitary conditions at appearance enhancement businesses; and \\par\n\\pard\\cbpat1\\ltrpar\\sl480\\slmult1\\qj       \\tab Whereas, The City of New York has a strong interest in ensuring that these businesses maintain sanitary conditions; now, therefore, be it\\par\n\\pard\\cbpat1\\ltrpar\\sa150\\sl480\\slmult1\\qj       \\tab Resolved, That the Council of the City of New York calls upon the New York State Legislature to pass, and the Governor to sign, legislation amending the general business law to require periodic retraining of persons licensed to practice appearance enhancement and the Department of State to increase the number of health and safety inspectors who inspect appearance enhancement businesses. \\par\n\\pard\\ltrpar\\fs18\\par\n\\par\nC.E.B. /I.M. \\par\nLS 2466\\par\n9/22/14\\par\n\\pard\\ltrpar\\sa200\\sl276\\slmult1\\fs22\\par\n}\n",
  "LastModified": "2017-12-26T22:43:37.913Z"
}
