{
  "ID": 53828,
  "GUID": "64829058-3A7F-44FB-BA06-9B5771012E0B",
  "File": "Res 0535-2015",
  "Name": "Amending the General Business Law to authorize the NYC DOHMH to enforce State health and safety regulations against appearance enhancement establishments and to allow the Dept to create a letter grading system for these establishments.",
  "Title": "Resolution calling upon the New York State Legislature to pass, and the Governor to sign, legislation amending the General Business Law to authorize the New York City Department of Health and Mental Hygiene to enforce State health and safety regulations against appearance enhancement establishments and to allow the Department to create a letter grading system for these establishments.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2015-01-07T00:00:00Z",
  "AgendaDate": "2015-01-07T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7630,
      "Slug": "rafael-l-espinal-jr",
      "FullName": "Rafael L. Espinal, Jr."
    },
    {
      "ID": 7627,
      "Slug": "costa-g-constantinides",
      "FullName": "Costa G. Constantinides"
    },
    {
      "ID": 7624,
      "Slug": "andrew-cohen",
      "FullName": "Andrew Cohen"
    },
    {
      "ID": 7633,
      "Slug": "rory-i-lancman",
      "FullName": "Rory I. Lancman"
    },
    {
      "ID": 7634,
      "Slug": "mark-levine",
      "FullName": "Mark Levine"
    },
    {
      "ID": 7640,
      "Slug": "ritchie-j-torres",
      "FullName": "Ritchie J. Torres"
    },
    {
      "ID": 7577,
      "Slug": "david-g-greenfield",
      "FullName": "David G. Greenfield"
    },
    {
      "ID": 7622,
      "Slug": "vanessa-l-gibson",
      "FullName": "Vanessa L. Gibson"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 7613,
      "Slug": "andy-l-king",
      "FullName": "Andy L. King"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 0,
      "Slug": "",
      "FullName": ""
    }
  ],
  "History": [
    {
      "ID": 294726,
      "Date": "2015-01-07T11:45:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 294780,
      "Date": "2015-01-07T12:00:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 13767,
      "AgendaSequence": 49,
      "MinutesSequence": 57,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 297577,
      "Date": "2015-05-01T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 14,
      "BodyName": "Committee on Health",
      "EventID": 14019,
      "AgendaSequence": 4,
      "MinutesSequence": 10,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 298095,
      "Date": "2015-05-01T10:15:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 14,
      "BodyName": "Committee on Health",
      "EventID": 14019,
      "MinutesSequence": 11,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 297572,
      "Date": "2015-05-01T10:30:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 14018,
      "AgendaSequence": 4,
      "MinutesSequence": 10,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 298102,
      "Date": "2015-05-01T10:45:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 14018,
      "MinutesSequence": 11,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 329463,
      "Date": "2017-12-31T17:43:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-26T22:43:49.07Z"
    }
  ],
  "Attachments": [
    {
      "ID": 125416,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 5/1/15",
      "Link": "https://nyc.legistar1.com/nyc/attachments/e46a11ab-e05f-4580-a0f6-39c3b6812db0.doc",
      "Sort": 1
    },
    {
      "ID": 125603,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 5/1/15",
      "Link": "https://nyc.legistar1.com/nyc/attachments/26bdab72-a0ed-4486-8aad-87d0cce50a73.PDF",
      "Sort": 2
    },
    {
      "ID": 125734,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 5/1/15",
      "Link": "https://nyc.legistar1.com/nyc/attachments/034dffc2-fcb8-42b1-8d99-71f033bf97d9.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 55314,
  "Text": "By Council Members Espinal, Constantinides, Cohen, Lancman, Levine, Torres, Greenfield, Gibson, Rosenthal, King and Palma (by request of Bronx Borough President)\n\n\tWhereas, New York State law authorizes the licensure of persons engaged in the practice of appearance enhancement which includes nail specialty, waxing, natural hair styling, esthetics and cosmetology as defined in the State General Business law; and  \n\tWhereas, The Secretary of State has promulgated rules for appearance enhancement businesses related to owner responsibility, hygienic practices, sanitary dress, sanitary facilities, and safety training; and\t\n\tWhereas, According to the U.S. Bureau of Statistics, appearance enhancement is a high growth industry and New York State is home to the second largest number of appearance enhancement workers in the United States; and\n\tWhereas, There are growing health and safety concerns in the appearance enhancement industry, in particular, with respect to the toxic chemicals used in many beauty products and the danger of infections to costumers from insufficient sanitary practices; and \n\tWhereas, The most recent concern comes from  an advisory from the Occupational Safety and Health Administration warning of dangerously high levels of formaldehyde in many hair smoothing treatments; and \n\tWhereas, There are also concerns about exposures to the \"toxic trio\" (formaldehyde, dibutyl phthalate, and toluene) commonly found in many nail products; and \n\tWhereas, These health concerns apply to  both consumers and workers, particularly to pregnant women, as toluene has been linked to birth defects and was banned by the European Union; and \n\tWhereas, Concerns of infection resulting from manicures and pedicures have been raised by medical and health professionals, including the potential for serious fungal, viral and bacterial infections, such as MRSA and Hepatitis, if proper hygienic precautions are not taken; and  \n\tWhereas, The New York Department of State's brochure, \"Consumer Guide To Beauty Salons and Spas,\" acknowledges the dangers from toxic chemicals and infection; and \n\tWhereas, According to the 2012 New York State Appearance Enhancement Advisory Meeting Summary, 11.5% of  the State's appearance enhancement establishments inspected over the previous four years received violations and of these, 56% were referred for discipline for serious violations; and\n\tWhereas, It is not clear that the State Department has a sufficient number of inspectors to address the thousands of hair and nail salons across the state; and\n\tWhereas, Authorizing the New York City  Department of Health and Mental Hygiene to enforce State regulations against appearance enhancement establishments would increase inspection and enforcement at the local level; and \n\tWhereas, Empowering the New York City Department of Health and Mental Hygiene to create a letter grading system for appearance enhancement establishments would help to educate otherwise unwitting consumers to make more deliberative and informed decisions; and\n\tWhereas, The City of New York is not responsible for inspecting businesses engaged in the practice of appearance enhancement for purposes of health and safety because the authority lies solely with the State; now, therefore, be it\n\tResolved, That the Council of the City of New York calls upon the New York State Legislature to pass, and the Governor to sign, legislation amending the General Business Law to authorize the New York City Department of Health and Mental Hygiene to enforce State health and safety regulations against appearance enhancement establishments and to allow the Department to create a letter grading system for these establishments.\n\n_____\nLS# 3425\nDate 11/14/14\nTime 3:12pm\nInitials I.M.\n\n\t- 2 -",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Espinal, Constantinides, Cohen, Lancman, Levine, Torres, Greenfield, Gibson, Rosenthal, King and Palma (by request of Bronx Borough President)\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qj\\tab\\expndtw0 Whereas, New York State law authorizes the licensure of persons engaged in the practice of appearance enhancement which includes nail specialty, waxing, natural hair styling, esthetics and cosmetology as defined in the State General Business law; and  \\expndtw-3\\par\n\\tab Whereas, The Secretary of State has promulgated rules for appearance enhancement businesses related to owner responsibility, hygienic practices, sanitary dress, sanitary facilities, and safety training; and\\tab\\par\n\\tab Whereas, According to the U.S. Bureau of Statistics, appearance enhancement is a high growth industry and New York State is home to the second largest number of appearance enhancement workers in the United States; and\\par\n\\tab Whereas, There are growing health and safety concerns in the appearance enhancement industry, in particular, with respect to the toxic chemicals used in many beauty products and the danger of infections to costumers from insufficient sanitary practices; and \\par\n\\tab Whereas, The most recent concern comes from  an advisory from the Occupational Safety and Health Administration warning of dangerously high levels of formaldehyde in many hair smoothing treatments; and \\par\n\\tab Whereas, There are also concerns about exposures to the \\ldblquote toxic trio\\rdblquote  (formaldehyde, dibutyl phthalate, and toluene) commonly found in many nail products; and \\par\n\\tab Whereas, These health concerns apply to  both consumers and workers, particularly to pregnant women, as toluene has been linked to birth defects and was banned by the European Union; and \\par\n\\tab Whereas, Concerns of infection resulting from manicures and pedicures have been raised by medical and health professionals, including the potential for serious fungal, viral and bacterial infections, such as MRSA and Hepatitis, if proper hygienic precautions are not taken; and  \\par\n\\tab Whereas, The New York Department of State\\rquote s brochure, \\ldblquote Consumer Guide To Beauty Salons and Spas,\\rdblquote  acknowledges the dangers from toxic chemicals and infection; and \\par\n\\tab Whereas, According to the 2012 New York State Appearance Enhancement Advisory Meeting Summary, 11.5% of  the State\\rquote s appearance enhancement establishments inspected over the previous four years received violations and of these, 56% were referred for discipline for serious violations; and\\par\n\\tab Whereas, It is not clear that the State Department has a sufficient number of inspectors to address the thousands of hair and nail salons across the state; and\\par\n\\tab\\expndtw0 Whereas, Authorizing the New York City  Department of Health and Mental Hygiene to enforce State regulations against appearance enhancement establishments would increase inspection and enforcement at the local level; and \\par\n\\tab Whereas, Empowering the New York City Department of Health and Mental Hygiene to create a letter grading system for appearance enhancement establishments would help to educate otherwise unwitting consumers to make more deliberative and informed decisions\\expndtw-3 ; and\\par\n\\tab Whereas, The City of New York is not responsible for inspecting businesses engaged in the practice of appearance enhancement for purposes of health and safety because the authority lies solely with the State; now, therefore, be it\\par\n\\tab Resolved, \\cf1 That the Council of the City of New York\\cf0  calls upon the New York State Legislature to pass, and the Governor to sign, legislation amending the General Business Law to authorize the New York City Department of Health and Mental Hygiene to enforce State health and safety regulations against appearance enhancement establishments and to allow the Department to create a letter grading system for these establishments.\\cf2\\par\n\\cf0\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\qj\\cf1 _____\\par\nLS# 3425\\par\nDate 11/14/14\\par\nTime 3:12pm\\par\nInitials I.M.\\cf2\\par\n\\pard\\ltrpar\\sa200\\sl276\\slmult1\\cf0\\expndtw0\\fs22\\par\n}\n",
  "LastModified": "2017-12-26T22:43:49.133Z"
}
