{
  "ID": 53795,
  "GUID": "50A19DA8-9A54-4601-98E4-248F30BEA09C",
  "File": "Res 0536-2015",
  "Name": "Calling upon the MTA not to raise subway and bus fares in 2015.",
  "Title": "Resolution calling upon the Metropolitan Transportation Authority not to raise subway and bus fares in 2015.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2015-01-07T00:00:00Z",
  "AgendaDate": "2015-01-07T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7630,
      "Slug": "rafael-l-espinal-jr",
      "FullName": "Rafael L. Espinal, Jr."
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7627,
      "Slug": "costa-g-constantinides",
      "FullName": "Costa G. Constantinides"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 7631,
      "Slug": "corey-d-johnson",
      "FullName": "Corey D. Johnson"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    }
  ],
  "History": [
    {
      "ID": 294727,
      "Date": "2015-01-07T11:45:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 294779,
      "Date": "2015-01-07T12:00:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 13767,
      "AgendaSequence": 50,
      "MinutesSequence": 58,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 329464,
      "Date": "2017-12-31T17:43:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-26T22:44:02.133Z"
    }
  ],
  "Summary": "",
  "TextID": 55278,
  "Text": "By Council Members Espinal, Chin, Constantinides, Gentile, Johnson, Mendez, Rose and Ulrich\n\n\tWhereas, The Metropolitan Transportation Authority (MTA) has issued two proposals for achieving a 4 percent increase in its fares and tolls in 2015; and\n\tWhereas, One proposal would raise the base subway and bus fare from $2.50 to $2.75 while the other would eliminate the Pay-Per-Ride MetroCard bonus; and\n\tWhereas, Both proposals would be a significant burden for low- and middle-income New Yorkers already struggling to make ends meet; and\n\tWhereas, According to latest data available from the New York City Center for Economic Opportunity, 45.6 percent of New Yorkers live in or near poverty; and\n\tWhereas, New York City is suffering from a widely acknowledged income inequality and affordability crisis, particularly with regard to the cost of housing; and\n\tWhereas, The vast majority of working Americans have not experienced the benefits of the economic recovery, as modest wage gains have barely kept up with inflation or the rising costs of many services, such as education and health care; and\n\tWhereas, The base subway and bus fare has risen over 65 percent since 2003 and New Yorkers have faced fare hikes repeatedly in recent years, including in 2008, 2009, 2010, and 2013; and\n\tWhereas, Many New Yorkers who rely on the subway and bus system to get to work and school and to go about their daily lives would struggle to afford another fare increase; now, therefore, be it\n\tResolved, That the Council of the City of New York calls upon the Metropolitan Transportation Authority not to raise subway and bus fares in 2015.\n\nLS# 3403\n12/12/2014\nJM",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\expndtw-3\\v0\\par\nBy Council Members Espinal, Chin, Constantinides, Gentile, Johnson, Mendez, Rose and Ulrich\\par\n\\par\n\\pard\\ltrpar\\hyphpar0\\sl480\\slmult1\\qj\\tab Whereas, The Metropolitan Transportation Authority (MTA) has issued two proposals for achieving a 4 percent increase in its fares and tolls in 2015; and\\par\n\\tab Whereas, One proposal would raise the base subway and bus fare from $2.50 to $2.75 while the other would eliminate the Pay-Per-Ride MetroCard bonus; and\\par\n\\tab Whereas, Both proposals would be a significant burden for low- and middle-income New Yorkers already struggling to make ends meet; and\\par\n\\tab Whereas, According to latest data available from the New York City Center for Economic Opportunity, 45.6 percent of New Yorkers live in or near poverty; and\\par\n\\tab Whereas, New York City is suffering from a widely acknowledged income inequality and affordability crisis, particularly with regard to the cost of housing; and\\par\n\\tab Whereas, The vast majority of working Americans have not experienced the benefits of the economic recovery, as modest wage gains have barely kept up with inflation or the rising costs of many services, such as education and health care; and\\par\n\\tab Whereas, The base subway and bus fare has risen over 65 percent since 2003 and New Yorkers have faced fare hikes repeatedly in recent years, including in 2008, 2009, 2010, and 2013\\expndtw0 ; and\\par\n\\expndtw-3\\tab Whereas, Many New Yorkers who rely on the subway and bus system to get to work and school and to go about their daily lives would struggle to afford another fare increase; now, therefore, be it\\par\n\\tab Resolved, That\\cf1  the Council of the City of New York\\cf0  calls upon the Metropolitan Transportation Authority not to raise subway and bus fares in 2015.\\par\n\\pard\\ltrpar\\hyphpar0\\qj\\cf1\\fs16\\par\nLS# 3403\\par\n12/12/2014\\par\nJM\\par\n}\n",
  "LastModified": "2017-12-26T22:44:02.213Z"
}
