{
  "ID": 53864,
  "GUID": "0C93FC92-116E-429E-93EB-0957B8B48BD8",
  "File": "Res 0542-2015",
  "Name": "Senate to ratify the United Nations Convention on the Elimination of All Forms of Discrimination Against Women (CEDAW).",
  "Title": "Resolution calling upon the United States Senate to ratify the United Nations Convention on the Elimination of All Forms of Discrimination Against Women (CEDAW).",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 23,
  "BodyName": "Committee on Women's Issues",
  "IntroDate": "2015-01-22T00:00:00Z",
  "AgendaDate": "2015-01-22T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7628,
      "Slug": "laurie-a-cumbo",
      "FullName": "Laurie A. Cumbo"
    },
    {
      "ID": 7631,
      "Slug": "corey-d-johnson",
      "FullName": "Corey D. Johnson"
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7630,
      "Slug": "rafael-l-espinal-jr",
      "FullName": "Rafael L. Espinal, Jr."
    },
    {
      "ID": 7113,
      "Slug": "mathieu-eugene",
      "FullName": "Mathieu Eugene"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7617,
      "Slug": "donovan-j-richards",
      "FullName": "Donovan J. Richards"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 7636,
      "Slug": "carlos-menchaca",
      "FullName": "Carlos Menchaca"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm"
    }
  ],
  "History": [
    {
      "ID": 295027,
      "Date": "2015-01-22T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 295174,
      "Date": "2015-01-22T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Women's Issues",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 13795,
      "AgendaSequence": 71,
      "MinutesSequence": 86,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Women’s Issues",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 317339,
      "Date": "2017-04-24T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 23,
      "BodyName": "Committee on Women's Issues",
      "EventID": 15459,
      "AgendaSequence": 4,
      "MinutesSequence": 9,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2017-04-24T18:56:41.863Z"
    },
    {
      "ID": 318209,
      "Date": "2017-04-24T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 23,
      "BodyName": "Committee on Women's Issues",
      "EventID": 15459,
      "MinutesSequence": 10,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2017-05-30T14:15:43.807Z"
    },
    {
      "ID": 329467,
      "Date": "2017-12-31T17:44:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-26T22:44:45.57Z"
    }
  ],
  "Attachments": [
    {
      "ID": 154162,
      "LastModified": "2017-05-30T14:15:26.81Z",
      "Name": "Committee Report 4/24/17",
      "Link": "https://nyc.legistar1.com/nyc/attachments/f1a6337e-2bf2-455f-a1f9-bfab50f24500.doc",
      "Sort": 1
    },
    {
      "ID": 154663,
      "LastModified": "2017-05-02T16:47:25.36Z",
      "Name": "Hearing Testimony 4/24/17",
      "Link": "https://nyc.legistar1.com/nyc/attachments/577fda64-7555-496d-b151-022ea1e6906c.PDF",
      "Sort": 2
    },
    {
      "ID": 155918,
      "LastModified": "2017-05-30T14:15:30.033Z",
      "Name": "Hearing Transcript 4/24/17",
      "Link": "https://nyc.legistar1.com/nyc/attachments/e6d3456d-d9cf-4a07-9a09-73276c478a2b.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 55350,
  "Text": "By Council Members Cumbo, Johnson, Ferreras-Copeland, Chin, Espinal, Eugene, Lander, Mendez, Richards, Rose, Rosenthal, Rodriguez, Menchaca, Levin and Dromm\n\n\tWhereas, The United States, along with its allies during the Second World War,  helped to create the United Nations (\"UN\"); and\n\tWhereas, The United States is one of the original founding members of the UN and one of five permanent members of the UN Security Council; and\t\n\tWhereas, In addition to its offices in Geneva and Vienna, the UN is headquartered in New York City; and \n\tWhereas, The UN engages in humanitarian work, international conflict prevention and peacekeeping, and seeks to expose and address human rights atrocities around the world; and \n\tWhereas, The preamble to the UN Charter states that it seeks \"to reaffirm faith in fundamental human rights, in the dignity and worth of the human person, in the equal rights of men and women and of nations large and small;\" and\n\tWhereas, The Universal Declaration of Human Rights further states, \"Everyone is entitled to all the rights and freedoms set forth in this Declaration, without distinction of any kind, such as race, [color,] sex, language, religion, political or other opinion, national or social origin, property, birth or other status\"; and\n\tWhereas, The Convention on the Elimination of All Forms of Discrimination Against Women (\"CEDAW\") expands upon these human rights goals with a recognition of and a particular focus on the challenges that confront gender equality; and\n\tWhereas, CEDAW commits ratifying states to incorporate the principle of gender equality in law, abolish laws that interfere with gender equity, create gender equality enforcement mechanisms, and pursue the elimination of discrimination against women by \"persons, organizations and enterprises;\" and\n\tWhereas, According to the UN, CEDAW \"... is the only human rights treaty which affirms the reproductive rights of women and targets culture and tradition as influential forces shaping gender roles and family relations;\" and \t\n\tWhereas, At the Copenhagen Conference on July 17th 1980, 64 countries signed onto CEDAW, including the United States; and \n\tWhereas, The United States has yet to ratify CEDAW, and remains the only nation besides Palau, a country that is a Free Associated State with the United States, to sign CEDAW and not ratify it; and \n\tWhereas, CEDAW had the support of President Carter who signed onto the Convention in July of 1980, but subsequently lacked presidential support until President Clinton submitted CEDAW to the Senate Foreign Relations Committee for review with a recommendation of support; and \n\tWhereas, Nevertheless, President Clinton recommended the ratification of CEDAW with reservation, and suggested ratification with the understanding that the United States would not apply CEDAW to private conduct or women in combat, or accept the CEDAW definition of \"comparable worth\" as applied to equal pay for equal work or paid maternity leave, among other items, unless mandated by the US Constitution; and \n\tWhereas, CEDAW was not ratified under President Clinton and did not enjoy presidential support again until the Obama Administration, which supports ratification without exception: and   \n\tWhereas, The unfortunate decision not to ratify CEDAW runs contrary to the United States' progress and leadership with respect to human rights, particularly the rights of women; and \n\tWhereas, For example, The United States was the first of the industrialized nations to recognize universal suffrage for women and full political rights, including the right to run for office; and \n\tWhereas, Today there are 20 women in the United States Senate and 80 women in the House of Representatives; and\n\tWhereas, While the United States has made great progress with respect to recognizing the personhood of women and the inalienable rights of women, challenges faced by American women remain and further progress is necessary on issues such as, equal pay for equal work, reproductive rights and family medical leave; and \n\tWhereas, Many nations that cannot boast of the gender equality accomplishments achieved within the United States have completed their countries' required governmental processes and formally adopted CEDAW, yet the United States has not, failing to lend support to the improvement of women's lives around the world; and\n\tWhereas, The failure to ratify CEDAW is incompatible with United States' domestic and international interests; now, therefore, be it\n\tResolved, That the Council of the City of New York calls upon the United States Senate to ratify the United Nations Convention on the Elimination of All Forms of Discrimination Against Women (CEDAW).\n\n_____\nLS# 3581\nDate 12/4/2014\nTime 11:09AM\nInitials I.M. \n\n\n\n\t- 4 -",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\froman\\fprq2\\fcharset0 CG Times;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Cumbo, Johnson, Ferreras-Copeland, Chin, Espinal, Eugene, Lander, Mendez, Richards, Rose, Rosenthal, Rodriguez, Menchaca, Levin and Dromm\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qj\\tab Whereas, The United States, along with its allies during the Second World War,  helped to create the United Nations (\\ldblquote UN\\rdblquote ); and\\par\n\\tab Whereas, The United States is one of the original founding members of the UN and one of five permanent members of the UN Security Council; and\\tab\\par\n\\tab Whereas, In addition to its offices in Geneva and Vienna, the UN is headquartered in New York City; and \\par\n\\tab Whereas, The UN engages in humanitarian work, international conflict prevention and peacekeeping, and seeks to expose and address human rights atrocities around the world; and \\par\n\\tab Whereas, The preamble to the UN Charter states that it seeks \\ldblquote to reaffirm faith in fundamental human rights, in the dignity and worth of the human person, in the equal rights of men and women and of nations large and small;\\rdblquote  and\\par\n\\tab Whereas, The Universal Declaration of Human Rights further states, \\ldblquote Everyone is entitled to all the rights and freedoms set forth in this Declaration, without distinction of any kind, such as race, [color,] sex\\b ,\\b0  language, religion, political or other opinion, national or social origin, property, birth or other status\\rdblquote ; and\\par\n\\tab Whereas, \\expndtw0 The Convention on the Elimination of All Forms of Discrimination Against Women (\\ldblquote CEDAW\\rdblquote ) expands upon these human rights goals with a recognition of and a particular focus on the challenges that confront gender equality; and\\par\n\\tab Whereas, CEDAW commits ratifying states to incorporate the principle of gender equality in law, abolish laws that interfere with gender equity, create gender equality enforcement mechanisms, and pursue the elimination of discrimination against women by \\ldblquote persons, organizations and enterprises;\\rdblquote  and\\par\n\\tab Whereas, According to the UN, CEDAW \\ldblquote\\'85 is the only human rights treaty which affirms the reproductive rights of women and targets culture and tradition as influential forces shaping gender roles and family relations;\\rdblquote  and \\expndtw-3\\tab\\par\n\\tab Whereas, At the Copenhagen Conference on July 17\\super th\\nosupersub  1980, 64 countries signed onto CEDAW, including the United States; and \\par\n\\tab Whereas, The United States has yet to ratify CEDAW, and remains the only nation besides Palau, a country that is a Free Associated State with the United States, to sign CEDAW and not ratify it; and \\par\n\\tab Whereas, CEDAW had the support of President Carter who signed onto the Convention in July of 1980, but subsequently lacked presidential support until President Clinton submitted CEDAW to the Senate Foreign Relations Committee for review with a recommendation of support; and \\par\n\\tab Whereas, Nevertheless, President Clinton recommended the ratification of CEDAW with reservation, and suggested ratification with the understanding that the United States would not apply CEDAW to private conduct or women in combat, or accept the CEDAW definition of \\ldblquote comparable worth\\rdblquote  as applied to equal pay for equal work or paid maternity leave, among other items, unless mandated by the US Constitution; and \\par\n\\tab Whereas, CEDAW was not ratified under President Clinton and did not enjoy presidential support again until the Obama Administration, which supports ratification without exception: and   \\par\n\\tab Whereas, The unfortunate decision not to ratify CEDAW runs contrary to the United States\\rquote  progress and leadership with respect to human rights, particularly the rights of women; and \\par\n\\tab Whereas, For example, The United States was the first of the industrialized nations to recognize universal suffrage for women and full political rights, including the right to run for office; and \\par\n\\tab Whereas, Today there are 20 women in the United States Senate and 80 women in the House of Representatives; and\\par\n\\tab Whereas, While the United States has made great progress with respect to recognizing the personhood of women and the inalienable rights of women, challenges faced by American women remain and further progress is necessary on issues such as, equal pay for equal work, reproductive rights and family medical leave; and \\par\n\\tab Whereas, Many nations that cannot boast of the gender equality accomplishments achieved within the United States have completed their countries\\rquote  required governmental processes and formally adopted CEDAW, yet the United States has not, failing to lend support to the improvement of women\\rquote s lives around the world; and\\par\n\\tab Whereas, The failure to ratify CEDAW is incompatible with United States\\rquote  domestic and international interests; now, therefore, be it\\par\n\\tab Resolved, \\cf1 That the Council of the City of New York\\cf0  calls upon the United States Senate to ratify the United Nations Convention on the Elimination of All Forms of Discrimination Against Women (CEDAW).\\cf2\\par\n\\cf0\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\qj\\cf1 _____\\par\nLS# 3581\\par\nDate 12/4/2014\\par\nTime 11:09AM\\par\nInitials I.M. \\cf2\\par\n\\pard\\ltrpar\\nowidctlpar\\cf0\\expndtw0\\f1\\par\n}\n",
  "LastModified": "2017-12-26T22:44:45.617Z"
}
