{
  "ID": 53888,
  "GUID": "A610CD4D-75D1-440D-9254-35BB7213C602",
  "File": "Res 0544-2015",
  "Name": "Protect a woman’s health, her right to determine whether and when to bear a child, and her ability to exercise that right by limiting government interference.",
  "Title": "Resolution calling upon the United States Congress to pass legislation to protect a woman’s health, her right to determine whether and when to bear a child, and her ability to exercise that right by limiting government interference with the provision of abortion services and ensuring legal, safe abortion care is available to any woman who needs it.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 32,
  "StatusName": "Adopted",
  "BodyID": 23,
  "BodyName": "Committee on Women's Issues",
  "IntroDate": "2015-01-22T00:00:00Z",
  "AgendaDate": "2015-01-22T00:00:00Z",
  "PassedDate": "2015-01-22T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7628,
      "Slug": "laurie-a-cumbo",
      "FullName": "Laurie A. Cumbo"
    },
    {
      "ID": 7502,
      "Slug": "elizabeth-s-crowley",
      "FullName": "Elizabeth S. Crowley"
    },
    {
      "ID": 7631,
      "Slug": "corey-d-johnson",
      "FullName": "Corey D. Johnson"
    },
    {
      "ID": 7632,
      "Slug": "ben-kallos",
      "FullName": "Ben Kallos"
    },
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 7634,
      "Slug": "mark-levine",
      "FullName": "Mark Levine"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    }
  ],
  "History": [
    {
      "ID": 294939,
      "Date": "2015-01-21T13:00:00Z",
      "ActionID": 15,
      "Action": "Hearing on P-C Item by Comm",
      "Description": "This Resolution was Hearing on P-C Item by Comm",
      "BodyID": 23,
      "BodyName": "Committee on Women's Issues",
      "EventID": 13784,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "AgendaNote": "Preconsidered",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 295081,
      "Date": "2015-01-21T13:00:00Z",
      "ActionID": 25,
      "Action": "P-C Item Approved by Comm",
      "Description": "A motion was made that this Resolution be P-C Item Approved by Comm approved by Roll Call.",
      "BodyID": 23,
      "BodyName": "Committee on Women's Issues",
      "EventID": 13784,
      "MinutesSequence": 3,
      "Version": "*",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 37,
      "Votes": [
        {
          "ID": 7628,
          "Slug": "laurie-a-cumbo",
          "FullName": "Laurie A. Cumbo",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 10
        },
        {
          "ID": 6272,
          "Slug": "darlene-mealy",
          "FullName": "Darlene Mealy",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 20
        },
        {
          "ID": 7502,
          "Slug": "elizabeth-s-crowley",
          "FullName": "Elizabeth S. Crowley",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 30
        },
        {
          "ID": 386,
          "Slug": "karen-koslowitz",
          "FullName": "Karen Koslowitz",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 40
        },
        {
          "ID": 7632,
          "Slug": "ben-kallos",
          "FullName": "Ben Kallos",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 50
        }
      ],
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 294938,
      "Date": "2015-01-22T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 295175,
      "Date": "2015-01-22T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Women's Issues",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 13795,
      "AgendaSequence": 73,
      "MinutesSequence": 88,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Preconsidered - Women’s Issues",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 295215,
      "Date": "2015-01-22T18:30:00Z",
      "ActionID": 5032,
      "Action": "Approved, by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 13795,
      "AgendaSequence": 61,
      "MinutesSequence": 76,
      "Version": "*",
      "AgendaNote": "Preconsidered - Adopted by the Committee on Women's Issues",
      "MinutesNote": "Pursuant to Rule 8.50 of the Council, the Public Advocate (Ms. James) called for a voice vote.  Hearing those in favor, the Public Advocate (Ms. James) declared the Resolution to be adopted.\n\n\r\n\r\nThe following 4 Council Members formally voted against this item:  Council Members Cabrera, Matteo, Vallone, and Ignizio..\n\n\r\n\r\nThe following 2 Council Members formally abstained to vote on this item:  Council Members Ulrich and Williams.\r\n\r\nAdopted by the Council by voice-vote.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 32,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 123043,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "https://nyc.legistar1.com/nyc/attachments/0487a44c-132c-4eaf-92cd-25f08e7e8a7c.doc",
      "Sort": 1
    },
    {
      "ID": 123158,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony",
      "Link": "https://nyc.legistar1.com/nyc/attachments/72f47fd8-7654-4104-bb28-dfc3ba397a18.PDF",
      "Sort": 2
    },
    {
      "ID": 123069,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report - Stated Meeting",
      "Link": "https://nyc.legistar1.com/nyc/attachments/5bae1913-5586-4796-820c-bc5ae3d23b12.doc",
      "Sort": 3
    },
    {
      "ID": 123171,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript",
      "Link": "https://nyc.legistar1.com/nyc/attachments/de8d54a1-cbfa-4bc1-8083-0ec09abe90be.pdf",
      "Sort": 4
    },
    {
      "ID": 123206,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript - Stated Meeting 1-22-15",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d63455ff-153a-4ebd-9b0d-4275477aefa8.pdf",
      "Sort": 5
    },
    {
      "ID": 128286,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Minutes of the Stated Meeting - January 22, 2015",
      "Link": "https://nyc.legistar1.com/nyc/attachments/cc2b1e2b-2805-4442-9f3f-1089c28e7af9.pdf",
      "Sort": 6
    }
  ],
  "Summary": "",
  "TextID": 55378,
  "Text": "By Council Members Cumbo, Crowley, Johnson, Kallos, Garodnick, Chin, Lander, Levine and Mendez\n\n\tWhereas, In 1973, the United States Supreme Court legalized abortion throughout the country with the Roe v. Wade decision; and\n\tWhereas, Central to the decision is the premise that the right to make childbearing choices is fundamental to women's lives and their ability to participate fully and equally in society; and\n\tWhereas, Since 1973, many states have passed measures with the intentions of whittling away at this right; and\n\tWhereas, According to the Guttmacher Institute, in just the last four years, states have enacted 231 abortion restrictions; and  \n\tWhereas, Many of these restrictions create numerous delays and hardships for women such as denial of access to early abortion procedures,  increased risks to health and increased expenses as well as burdensome logistical planning; and  \n\tWhereas, Often times these burdens fall more heavily on low-income women, women of color, young women and women living in rural areas; and\n\tWhereas, According to July 2014 testimony provided by Nancy Northup, the CEO of the Center for Reproductive Rights, \"... the only thing holding back the further spread of these very real threats to women's health and lives are court orders blocking these laws from taking effect;\" and\n      Whereas, In order to address many of these concerns the Women's Health Protection Act (WHPA) was introduced, and later died, in the last Congressional session; and\n      Whereas, The WHPA would protect a woman's right to safe and legal abortion by limiting restrictions on the provision of abortion services ; and\n      Whereas, The WHPA's findings state that \"Congress has the authority to protect women's ability to access abortion services pursuant to its powers under the Commerce Clause and its powers under section 5 of the Fourteenth Amendment to the Constitution to enforce the provisions of section 1 of the Fourteenth Amendment\"; and\n      Whereas, It is essential that this legislation be re-introduced and passed in this current session of Congress because 42 years after the Roe v. Wade decision there is a renewed threat to women's access to safe and affordable abortions; and  \n      Whereas, Reproductive health care is an important component of women's overall health, and reproductive freedom is equally important to women's safety and well-being; and\n      Whereas, Despite Roe v. Wade being the law of the land, many states have drastically restricted women's ability to access necessary and timely reproductive health care and limited doctors' ability to provide such care; now, therefore, be it\n\tResolved, That the Council of the City of New York calls upon the United States Congress to pass legislation to protect a woman's health, her right to determine whether and when to bear a child, and her ability to exercise that right by limiting government interference with the provision of abortion services and ensuring legal, safe abortion care is available to any woman who needs it.\n\nLS 3743\nJP\n1/13/15\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Cumbo, Crowley, Johnson, Kallos, Garodnick, Chin, Lander, Levine and Mendez\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tab Whereas, In 1973, the United States Supreme Court legalized abortion throughout the country with the \\ul Roe v. Wade\\ulnone  decision; and\\par\n\\tab Whereas, Central to the decision is the premise that the right to make childbearing choices is fundamental to women's lives and their ability to participate fully and equally in society; and\\par\n\\tab Whereas, Since 1973, many states have passed measures with the intentions of whittling away at this right; and\\par\n\\tab Whereas, According to the Guttmacher Institute, in just the last four years, states have enacted 231 abortion restrictions; and  \\par\n\\tab Whereas, Many of these restrictions create numerous delays and hardships for women such as denial of access to early abortion procedures,  increased risks to health and increased expenses as well as burdensome logistical planning; and  \\par\n\\tab Whereas, Often times these burdens fall more heavily on low-income women, women of color, young women and women living in rural areas; and\\par\n\\tab Whereas, According to July 2014 testimony provided by Nancy Northup, the CEO of the Center for Reproductive Rights, \\ldblquote\\'85 the only thing holding back the further spread of these very real threats to women\\rquote s health and lives are court orders blocking these laws from taking effect;\\rdblquote  and\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Whereas, In order to address many of these concerns the Women\\rquote s Health Protection Act (WHPA) was introduced, and later died, in the last Congressional session; and\\par\nWhereas, The WHPA would protect a woman\\rquote s right to safe and legal abortion by limiting restrictions on the provision of abortion services ; and\\par\nWhereas, The WHPA\\rquote s findings state that \\ldblquote Congress has the authority to protect women\\rquote s ability to access abortion services pursuant to its powers under the Commerce Clause and its powers under section 5 of the Fourteenth Amendment to the Constitution to enforce the provisions of section 1 of the Fourteenth Amendment\\rdblquote ; and\\par\nWhereas, It is essential that this legislation be re-introduced and passed in this current session of Congress because 42 years after the \\ul Roe v. Wade\\ulnone  decision there is a renewed threat to women\\rquote s access to safe and affordable abortions; and  \\par\nWhereas, Reproductive health care is an important component of women\\rquote s overall health, and reproductive freedom is equally important to women\\rquote s safety and well-being; and\\par\nWhereas, Despite \\ul Roe v. Wade\\ulnone  being the law of the land, many states have drastically restricted women\\rquote s ability to access necessary and timely reproductive health care and limited doctors\\rquote  ability to provide such care; now, therefore, be it\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tab Resolved, That the Council of the City of New York calls upon the United States Congress to pass legislation to protect a woman\\rquote s health, her right to determine whether and when to bear a child, and her ability to exercise that right by limiting government interference with the provision of abortion services and ensuring legal, safe abortion care is available to any woman who needs it.\\par\n\\fs20\\par\n\\pard\\ltrpar\\nowidctlpar LS 3743\\par\nJP\\par\n1/13/15\\par\n}\n",
  "LastModified": "2015-08-19T21:38:16.98Z"
}
