{
  "ID": 52254,
  "GUID": "263E2DBE-32B7-4269-B194-5C888A3F2843",
  "File": "Res 0564-2015",
  "Name": "DOE to implement a curriculum and to acquire textbooks and trade books that include key moments in LGBT history.",
  "Title": "Resolution calling upon the New York City Department of Education to implement a curriculum and to acquire textbooks and trade books that include key moments in LGBT history and accurately portray the contributions of LGBT individuals in the history of the United States.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 9,
  "BodyName": "Committee on Education",
  "IntroDate": "2015-02-12T00:00:00Z",
  "AgendaDate": "2015-02-12T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7624,
      "Slug": "andrew-cohen",
      "FullName": "Andrew Cohen"
    },
    {
      "ID": 7627,
      "Slug": "costa-g-constantinides",
      "FullName": "Costa G. Constantinides"
    },
    {
      "ID": 7631,
      "Slug": "corey-d-johnson",
      "FullName": "Corey D. Johnson"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 7640,
      "Slug": "ritchie-j-torres",
      "FullName": "Ritchie J. Torres"
    },
    {
      "ID": 7636,
      "Slug": "carlos-menchaca",
      "FullName": "Carlos Menchaca"
    }
  ],
  "History": [
    {
      "ID": 295462,
      "Date": "2015-02-12T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 295574,
      "Date": "2015-02-12T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Education",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 13842,
      "AgendaSequence": 81,
      "MinutesSequence": 92,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Education",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 329476,
      "Date": "2017-12-31T17:47:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-26T22:47:14.343Z"
    }
  ],
  "Summary": "",
  "TextID": 53653,
  "Text": "By Council Members Dromm, Chin, Cohen, Constantinides, Johnson, Koslowitz, Rosenthal, Mendez, Rodriguez, Torres and Menchaca \n\n      Whereas, According to the 2011 National School Climate Survey conducted by the Gay, Lesbian and Straight Education Network (GLSEN), 81.9% of Lesbian, Gay, Bisexual or Transgender (LGBT)students reported being verbally harassed at school because of their sexual orientation; and\n      Whereas, The survey further noted that 38.3% reported being physically harassed and 18.3% reported being physically assaulted at school in the past year because of their sexual orientation; and\n      Whereas, In addition, more than half of LGBT students were cyber-bullied, or harassed or threatened by their peers via electronic mediums such as text-messages, emails, instant messaging or posting on internet sites;  and\n      Whereas, Of the respondents to the survey, the majority of students who were harassed or assaulted did not report the incident to school staff believing that little to no action would be taken and the situation might even become worse if reported; and\n      Whereas, Additionally, only one-third of students who did report an incident claimed that  staff effectively addressed the problem; and\n      Whereas, Many advocates argue that the high rates of harassment and assault are often exacerbated by school staff not adequately responding or intervening on behalf of LGBT students; and\n      Whereas, Studies have shown that teaching LGBT history in the classroom leads to fewer instances of harassment at school and can lead to a greater feeling of safety among all students regardless of sexual orientation or gender expression; and\n      Whereas, New York City should enlighten its students about the role and contributions of LGBT Americans to our City, State and nation in the course of history; and\n      Whereas, The history of the United States could be considered incomplete and inaccurate without the inclusion of the social, political and artistic contributions of notable LGBT individuals such as Bayard Rustin, Harvey Milk, Stephen Sondheim, Truman Capote, James Baldwin and Gertrude Stein; and \n      Whereas, In addition, the history of our nation should include key events and organizations that have been in the forefront of the LGBT American movement for equality; and\n      Whereas, The Daughters of Bilitis, the Mattachine Society, the Stonewall Rebellion, the HIV/AIDS crisis, Bowers v. Hardwick, Lawrence v. Texas, \"Don't Ask Don't Tell\" and the struggle for the recognition of LGBT families are all important and should be included in American history; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the New York City Department of Education to implement a curriculum and to acquire textbooks and trade books that include key moments in LGBT history and accurately portray the contributions of LGBT individuals in the history of the United States.   \n\nRes. NO 758-2011\nLS 889\nJP\n3/19/14",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\qj By Council Members Dromm, Chin, Cohen, Constantinides, Johnson, Koslowitz, Rosenthal, Mendez, Rodriguez, Torres and Menchaca \\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Whereas, According to the 2011 National School Climate Survey conducted by the Gay, Lesbian and Straight Education Network (GLSEN), 81.9% of Lesbian, Gay, Bisexual or Transgender (LGBT)students reported being verbally harassed at school because of their sexual orientation; and\\par\nWhereas, The survey further noted that 38.3% reported being physically harassed and 18.3% reported being physically assaulted at school in the past year because of their sexual orientation; and\\par\nWhereas, In addition, more than half of LGBT students were cyber-bullied, or harassed or threatened by their peers via electronic mediums such as text-messages, emails, instant messaging or posting on internet sites;  and\\par\nWhereas, Of the respondents to the survey, the majority of students who were harassed or assaulted did not report the incident to school staff believing that little to no action would be taken and the situation might even become worse if reported; and\\par\nWhereas, Additionally, only one-third of students who did report an incident claimed that  staff effectively addressed the problem; and\\par\nWhereas, Many advocates argue that the high rates of harassment and assault are often exacerbated by school staff not adequately responding or intervening on behalf of LGBT students; and\\par\nWhereas, Studies have shown that teaching LGBT history in the classroom leads to fewer instances of harassment at school and can lead to a greater feeling of safety among all students regardless of sexual orientation or gender expression; and\\par\nWhereas, New York City should enlighten its students about the role and contributions of LGBT Americans to our City, State and nation in the course of history; and\\par\nWhereas, The history of the United States could be considered incomplete and inaccurate without the inclusion of the social, political and artistic contributions of notable LGBT individuals such as Bayard Rustin, Harvey Milk, Stephen Sondheim, Truman Capote, James Baldwin and Gertrude Stein; and \\par\nWhereas, In addition, the history of our nation should include key events and organizations that have been in the forefront of the LGBT American movement for equality; and\\par\nWhereas, The Daughters of Bilitis, the Mattachine Society, the Stonewall Rebellion, the HIV/AIDS crisis, \\i Bowers v. Hardwick\\i0 , \\i Lawrence v. Texas\\i0 , \\ldblquote Don\\rquote t Ask Don\\rquote t Tell\\rdblquote  and the struggle for the recognition of LGBT families are all important and should be included in American history; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls upon the New York City Department of Education to implement a curriculum and to acquire textbooks and trade books that include key moments in LGBT history and accurately portray the contributions of LGBT individuals in the history of the United States.   \\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\fs20\\par\nRes. NO 758-2011\\par\nLS 889\\par\nJP\\par\n3/19/14\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\par\n}\n",
  "LastModified": "2017-12-26T22:47:14.42Z"
}
