{
  "ID": 52280,
  "GUID": "9E65BEB8-EA12-41A1-A8CF-DA1820ADE684",
  "File": "Res 0567-2015",
  "Name": "CUNY to incorporate Diwali as an observed university holiday throughout the CUNY system.",
  "Title": "Resolution calling upon the City University of New York (CUNY) to incorporate Diwali as an observed university holiday throughout the CUNY system.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 15,
  "BodyName": "Committee on Higher Education",
  "IntroDate": "2015-02-12T00:00:00Z",
  "AgendaDate": "2015-02-12T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 7622,
      "Slug": "vanessa-l-gibson",
      "FullName": "Vanessa L. Gibson"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 7642,
      "Slug": "paul-a-vallone",
      "FullName": "Paul A. Vallone"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7691,
      "Slug": "barry-s-grodenchik",
      "FullName": "Barry S. Grodenchik"
    }
  ],
  "History": [
    {
      "ID": 295465,
      "Date": "2015-02-12T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 295576,
      "Date": "2015-02-12T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Higher Education",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 13842,
      "AgendaSequence": 84,
      "MinutesSequence": 95,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Higher Education",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 329479,
      "Date": "2017-12-31T17:47:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-26T22:47:54.22Z"
    }
  ],
  "Summary": "",
  "TextID": 53679,
  "Text": "By Council Members Dromm, Chin, Gentile, Gibson, Koslowitz, Vallone, Mendez and Grodenchik\n\n\tWhereas, Diwali, a five-day festival, is one of the most important holidays on the Hindu calendar and is referred to as the \"festival of lights\"; and \n      Whereas, Diwali is celebrated on the 15th day of the Hindu month of Kartik, which occurs in either October or November; and\n      Whereas, Diwali generally celebrates the victory of good over evil, light over darkness, and knowledge over ignorance; and \n      Whereas, The Diwali celebration varies throughout India by geographical region and religion; and\n      Whereas, Diwali is observed by Hindus, Sikhs, Jains and some Buddhists; and\n      Whereas, According to the United States Census Bureau's latest American Religious Identification Survey in 2008, there are 582,000 Hindus, 78,000 Sikhs, and 1,189,000 Buddhists in the United States; and \n      Whereas, According to the Census Bureau's 2012 American Community Survey, there were 205,098 New York City residents who identified themselves as Asian Indian, of which many are adherents of Hinduism, Sikhism, Jainism, or Buddhism; and\n      Whereas, According to The Hindu American Foundation (HAF), a national non-profit advocacy organization for the Hindu American community, Diwali is celebrated by over two million people in the United States alone and by one billion people worldwide; and \n      Whereas, Other countries that celebrate Diwali include Australia, Bangladesh, Canada, Fiji, Guyana, Indonesia, Kenya, Malaysia, Mauritius, Myanmar (or Burma), Nepal, the Netherlands, New Zealand, Pakistan, Singapore, South Africa, Sri Lanka, Surinam, Tanzania, Thailand, Trinidad and Tobago, and the United Kingdom; and \n      Whereas, Diwali was first celebrated in the White House under President George W. Bush in 2003 following a long-standing demand by the Indian American community and continues to be recognized under President Obama's Administration; and\n      Whereas, In 2007, the United States House of Representatives passed a resolution recognizing the religious and historical significance of Diwali, and the United States Senate passed similar resolutions in 2011 and 2013; and\n      Whereas, Furthermore, the first-ever Congressional Diwali celebration was held in 2013; and\n      Whereas, In New York City, alternate side parking rules are suspended on this holiday; and\n      Whereas, Diwali, however, is not observed as a university holiday at The City University of New York (CUNY); and\n      Whereas, CUNY campuses are closed on a number of religious holidays, including Rosh Hashanah, Yom Kippur, Christmas, Good Friday, Easter and Passover; and\n      Whereas, CUNY's undergraduate student body reflects the diversity of New York City, which is comprised of various ethnic and cultural backgrounds from 216 countries, including several countries that celebrate Diwali; and\n      Whereas, CUNY prides itself in its continuing development of programs and policies designed to meet the academic and social needs of its diverse student body population, and therefore, should incorporate Diwali into the University's academic calendar; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the City University of New York (CUNY) to incorporate Diwali as an observed university holiday throughout the CUNY system.\n\nLS# 901\n3/20/14\n12:00 p.m.\nTC\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Dromm, Chin, Gentile, Gibson, Koslowitz, Vallone, Mendez and Grodenchik\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\par\n\\tab Whereas, Diwali, \\lang9 a five-day festival,\\lang1033  is \\lang9 one of the most important holidays on the Hindu calendar\\lang1033  and is referred to as the \\ldblquote festival of lights\\rdblquote\\lang9 ; and \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Diwali is celebrated on the 15th day of the Hindu month of Kartik, which occurs in either October or November; and\\par\nWhereas, Diwali generally celebrates the victory of good over evil, light over darkness, and knowledge over ignorance; and \\par\nWhereas, The Diwali celebration varies throughout India by geographical region and religion; and\\par\nWhereas, Diwali is observed by Hindus, Sikhs, Jains and some Buddhists; and\\par\nWhereas, According to the United States Census Bureau\\rquote s latest American Religious Identification Survey in 2008, there are 582,000 Hindus, 78,000 Sikhs, and 1,189,000 Buddhists in the United States; and \\par\n\\lang1033 Whereas, According to the Census Bureau\\rquote s 2012 American Community Survey, there were 205,098 New York City residents who identified themselves as Asian Indian, of which many are adherents of Hinduism, Sikhism, Jainism, or Buddhism; and\\par\n\\lang9 Whereas, According to \\lang1033 The Hindu American Foundation (HAF), a national non-profit advocacy organization for the Hindu American community, Diwali is celebrated by over two million people in the United States alone and by one billion people worldwide; and \\par\n\\lang9 Whereas, Other countries that celebrate Diwali include Australia, Bangladesh, Canada, Fiji, Guyana, Indonesia, Kenya, Malaysia, Mauritius, Myanmar (or Burma), Nepal, the Netherlands, New Zealand, Pakistan, Singapore, South Africa, Sri Lanka, Surinam, Tanzania, Thailand, Trinidad and Tobago, and the United Kingdom; and \\par\nWhereas, Diwali was first celebrated in the White House under President George W. Bush in 2003 following a long-standing demand by the Indian American community and continues to be recognized under President Obama\\rquote s Administration; and\\par\nWhereas, In 2007, the United States House of Representatives passed a resolution recognizing the religious and historical significance of Diwali, and the United States Senate passed similar resolutions in 2011 and 2013; and\\par\nWhereas, Furthermore, the first-ever Congressional Diwali celebration was held in 2013; and\\par\nWhereas, In New York City, alternate side parking rules are suspended on this holiday; and\\par\nWhereas, Diwali, however, is not observed as a university holiday at The City University of New York (CUNY); and\\par\nWhereas, CUNY campuses are closed on a number of religious holidays, including Rosh Hashanah, Yom Kippur, Christmas, Good Friday, Easter and Passover; and\\par\nWhereas, CUNY\\rquote s undergraduate student body reflects the diversity of New York City, which is comprised of various ethnic and cultural backgrounds from 216 countries, including several countries that celebrate Diwali; and\\par\nWhereas, CUNY prides itself in its continuing development of programs and policies designed to meet the academic and social needs of its diverse student body population, and therefore, should incorporate Diwali into the University\\rquote s academic calendar; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls upon the City University of New York (CUNY) to incorporate Diwali as an observed university holiday throughout the CUNY system.\\par\n\\pard\\ltrpar\\qj\\fs20\\par\nLS# 901\\par\n3/20/14\\par\n12:00 p.m.\\par\nTC\\par\n}\n",
  "LastModified": "2017-12-26T22:47:54.28Z"
}
