{
  "ID": 54031,
  "GUID": "DB25A19C-1A17-4FC8-A140-B011707AE292",
  "File": "Res 0569-2015",
  "Name": "Urging the US Dept of Homeland Security to investigate abuse allegations and take action to ensure the safety of lesbian, gay, bisexual, and transgender immigrants in the custody of the US Dept of Homeland Security.",
  "Title": "Resolution urging the United States Department of Homeland Security to investigate abuse allegations and take action to ensure the safety of lesbian, gay, bisexual, and transgender immigrants in the custody of the United States Department of Homeland Security.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5119,
  "BodyName": "Committee on Immigration",
  "IntroDate": "2015-02-12T00:00:00Z",
  "AgendaDate": "2015-02-12T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7624,
      "Slug": "andrew-cohen",
      "FullName": "Andrew Cohen"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 7631,
      "Slug": "corey-d-johnson",
      "FullName": "Corey D. Johnson"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 7636,
      "Slug": "carlos-menchaca",
      "FullName": "Carlos Menchaca"
    }
  ],
  "History": [
    {
      "ID": 295467,
      "Date": "2015-02-12T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 295581,
      "Date": "2015-02-12T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Immigration",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 13842,
      "AgendaSequence": 86,
      "MinutesSequence": 97,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Immigration",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 329481,
      "Date": "2017-12-31T17:48:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-26T22:48:44.173Z"
    }
  ],
  "Summary": "",
  "TextID": 55529,
  "Text": "By Council Members Dromm, Chin, Cohen, Gentile, Johnson, Koslowitz, Mendez, Rodriguez, Rosenthal and Menchaca \n\n      Whereas, There are approximately nine million lesbian, gay, bisexual, and transgender (LGBT) United States individuals living in the United States; and\n      Whereas,  The Department of Homeland Security (DHS) deported approximately 400,000 undocumented immigrants in 2013, many of whom came to the United States to escape persecution in their home countries due to political opinion, sexual orientation, or gender identity; and\n      Whereas, According to DHS, Immigration detention facilities have a daily population of approximately 34,000 detainees who have been ordered deported or removed; and\n      Whereas, On April 13, 2011, Heartland Alliance's National Immigrant Justice Center (NIJC) filed a complaint against DHS on behalf of 13 gay and transgender immigrant detainees who reported abuse at immigration detention facilities run by the United States Immigration and Customs Enforcement (ICE) and its contractors; and\n      Whereas, These complaints allege sexual assault, denial of adequate medical care, long-term solitary confinement, discrimination and abuse, and an ineffective complaint and appeal process; and\n      Whereas, According to NIJC, sexual abuse is widespread in immigration detention facilities and ICE officials are unwilling or unable to protect immigrant detainees and provide necessary treatment; and\n      \n      Whereas, Further, according to the United States Government Accountability Office,\nBetween 2010 and 2012 over 200 allegations of sexual abuse in immigration detention facilities\nWere reported, many of which were allegations of abuse against LGBT immigrants; and\n      Whereas, The enactment and enforcement of the Prison Rape Elimination Act of 2003 (\"PREA\") has been successful in combatting prison rape through a zero tolerance policy in prisons; and \n      Whereas,  However, According to the American Civil Liberties Union (ACLU), the United States Department of Justice issues a rule in 2012 that excluded immigration detention facilities from coverage under PREA; and\n      Whereas, In March 0f 2014, DHS announced it had finalized PREA standards that require all DHS facilities and all contract facilities that hold immigration detainees to comply with the PREA regulations; and\n      Whereas, According to the ACLU, these regulations (i) set forth a zero tolerance policy for any sexual abuse of immigration detainees; (ii) establish mandatory training for all staff; (iii) and require that every facility undergo at least one outside audit for PREA compliance every three years; and\n      Whereas, DHS must immediately and effectively implement these standards in every facility; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the United States Department of Homeland Security to investigate abuse allegations and take action to ensure the safety of lesbian, gay, bisexual, and transgender immigrants in the custody of the United States Department of Homeland Security.\nJSM\n\nRes. No. 905.2011\nLS 882/2014\n4/17/14",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Calibri;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Dromm, Chin, Cohen, Gentile, Johnson, Koslowitz, Mendez, Rodriguez, Rosenthal and Menchaca \\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 Whereas, There are approximately nine million lesbian, gay, bisexual, and transgender (LGBT) United States individuals living in the United States; and\\par\nWhereas,  The Department of Homeland Security (DHS) deported approximately 400,000 undocumented immigrants in 2013, many of whom came to the United States to escape persecution in their home countries due to political opinion, sexual orientation, or gender identity; and\\par\nWhereas, According to DHS, Immigration detention facilities have a daily population of approximately 34,000 detainees who have been ordered deported or removed; and\\par\nWhereas, On April 13, 2011, Heartland Alliance\\rquote s National Immigrant Justice Center (NIJC) filed a complaint against DHS on behalf of 13 gay and transgender immigrant detainees who reported abuse at immigration detention facilities run by the United States Immigration and Customs Enforcement (ICE) and its contractors; and\\par\nWhereas, These complaints allege sexual assault, denial of adequate medical care, long-term solitary confinement, discrimination and abuse, and an ineffective complaint and appeal process; and\\par\nWhereas, According to NIJC, sexual abuse is widespread in immigration detention facilities and ICE officials are unwilling or unable to protect immigrant detainees and provide necessary treatment; and\\par\n\\par\nWhereas, Further, according to the United States Government Accountability Office,\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1 Between 2010 and 2012 over 200 allegations of sexual abuse in immigration detention facilities\\par\nWere reported, many of which were allegations of abuse against LGBT immigrants; and\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 Whereas, The enactment and enforcement of the Prison Rape Elimination Act of 2003 (\\ldblquote PREA\\rdblquote ) has been successful in combatting prison rape through a zero tolerance policy in prisons; and \\par\nWhereas,  However, According to the American Civil Liberties Union (ACLU), the United States Department of Justice issues a rule in 2012 that excluded immigration detention facilities from coverage under PREA; and\\par\nWhereas, In March 0f 2014, DHS announced it had finalized PREA standards that require all DHS facilities and all contract facilities that hold immigration detainees to comply with the PREA regulations; and\\par\nWhereas, According to the ACLU, these regulations (i) set forth a zero tolerance policy for any sexual abuse of immigration detainees; (ii) establish mandatory training for all staff; (iii) and require that every facility undergo at least one outside audit for PREA compliance every three years; and\\par\nWhereas, DHS must immediately and effectively implement these standards in every facility; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls upon the United States Department of Homeland Security to investigate abuse allegations and take action to ensure the safety of lesbian, gay, bisexual, and transgender immigrants in the custody of the United States Department of Homeland Security.\\par\n\\pard\\ltrpar\\nowidctlpar JSM\\par\n\\par\nRes. No. 905.2011\\par\nLS 882/2014\\par\n4/17/14\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\sa200\\sl276\\slmult1\\par\n\\pard\\ltrpar\\sa200\\sl276\\slmult1\\f1\\fs22\\par\n}\n",
  "LastModified": "2017-12-26T22:48:44.343Z"
}
