{
  "ID": 53958,
  "GUID": "1803D357-32E8-44D5-A26D-9CA138CDE889",
  "File": "Res 0574-2015",
  "Name": "Clarifying the bill-aging requirements contained in state law and the NYC Charter.",
  "Title": "Resolution calling upon the New York State Legislature to pass, and the Governor to sign, legislation clarifying the bill-aging requirements contained in state law and the New York City Charter.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 13,
  "BodyName": "Committee on Governmental Operations",
  "IntroDate": "2015-02-12T00:00:00Z",
  "AgendaDate": "2015-02-12T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7634,
      "Slug": "mark-levine",
      "FullName": "Mark Levine"
    },
    {
      "ID": 7627,
      "Slug": "costa-g-constantinides",
      "FullName": "Costa G. Constantinides"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 7638,
      "Slug": "antonio-reynoso",
      "FullName": "Antonio Reynoso"
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 7577,
      "Slug": "david-g-greenfield",
      "FullName": "David G. Greenfield"
    },
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    }
  ],
  "History": [
    {
      "ID": 295475,
      "Date": "2015-02-12T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 295594,
      "Date": "2015-02-12T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Governmental Operations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 13842,
      "AgendaSequence": 99,
      "MinutesSequence": 110,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Governmental Operations",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 329483,
      "Date": "2017-12-31T17:49:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-26T22:49:22.487Z"
    }
  ],
  "Summary": "",
  "TextID": 55453,
  "Text": "By Council Members Levine, Constantinides, Palma, Rodriguez, Rosenthal, Reynoso, Mealy, Greenfield and Ulrich \n\n\tWhereas, The City Charter specifies that a copy of a printed bill be \"upon the desks of the Council Members at least seven calendar days, exclusive of Sundays, prior to its final passage\" (a process known as \"aging\" a bill); and\n      Whereas, Taking advantage of technological advances, in 2013, the New York State Legislature passed a bill to allow local legislatures to distribute bills electronically, eliminating the need to have printed copies on legislators' desks; and\n      Whereas, In 2014, New York State voters approved a referendum that applies the same standard to the distribution of the State Legislature's bills; and\n\tWhereas, The intent of these laws is to reduce the use of millions of sheets of paper used to print bills across New York State each year, and to improve efficiency by reducing staff time spent on printing and distributing physical copies; and\n      Whereas, In accordance with its commitment to environmental protection and administrative efficiency, the Council wishes to implement an improved system by which legislation is aged electronically rather than in paper form; and\n\tWhereas, However, the law specifies that a bill has to be \"available for review [electronically] at the desks of the members;\" and \n\tWhereas, The meaning of such language is ambiguous and poorly defined, leaving an open question as to whether such language requires that a screen capable of displaying a digital document be permanently affixed to the desk of each Council Member, or whether the statutory requirements can be met in a less onerous way; and\n      Whereas, There are not currently screens capable of displaying a digital document permanently affixed to the desk of each Council Member, and procuring such screens would require a considerable expense; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the New York State Legislature to pass, and the Governor to sign, legislation clarifying the bill-aging requirements contained in state law and the New York City Charter.\n\nLS#3502\n1/9/15\nLW",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Levine, Constantinides, Palma, Rodriguez, Rosenthal, Reynoso, Mealy, Greenfield and Ulrich \\par\n\\fs22\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\fs24\\tab Whereas, The City Charter specifies that a copy of a printed bill be \\ldblquote upon the desks of the Council Members at least seven calendar days, exclusive of Sundays, prior to its final passage\\rdblquote  (a process known as \\ldblquote aging\\rdblquote  a bill); and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Taking advantage of technological advances, in 2013, the New York State Legislature passed a bill to allow local legislatures to distribute bills electronically, eliminating the need to have printed copies on legislators\\rquote  desks; and\\par\nWhereas, In 2014, New York State voters approved a referendum that applies the same standard to the distribution of the State Legislature\\rquote s bills; and\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, The intent of these laws is to reduce the use of millions of sheets of paper used to print bills across New York State each year, and to improve efficiency by reducing staff time spent on printing and distributing physical copies; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, In accordance with its commitment to environmental protection and administrative efficiency, the Council wishes to implement an improved system by which legislation is aged electronically rather than in paper form; and\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, However, the law specifies that a bill has to be \\ldblquote available for review [electronically] at the desks of the members;\\rdblquote  and \\par\n\\tab Whereas, The meaning of such language is ambiguous and poorly defined, leaving an open question as to whether such language requires that a screen capable of displaying a digital document be permanently affixed to the desk of each Council Member, or whether the statutory requirements can be met in a less onerous way; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, There are not currently screens capable of displaying a digital document permanently affixed to the desk of each Council Member, and procuring such screens would require a considerable expense; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls upon the New York State Legislature to pass, and the Governor to sign, legislation clarifying the bill-aging requirements contained in state law and the New York City Charter.\\par\n\\pard\\ltrpar\\sa200\\par\n\\pard\\ltrpar\\fs20 LS#3502\\par\n1/9/15\\par\nLW\\par\n}\n",
  "LastModified": "2017-12-26T22:49:22.533Z"
}
