{
  "ID": 52122,
  "GUID": "48A7BBEC-CAEC-45D6-BC30-610FE7E29196",
  "File": "Res 0576-2015",
  "Name": "Declaring the City of New York a “TPP-Free Zone”.",
  "Title": "Resolution declaring the City of New York a \"TPP-Free Zone\" and urging Congress to oppose the Bipartisan Congressional Trade Priorities and Accountability Act of 2015 and not grant President Obama \"fast-track\" authority over, or permission to sign, the Trans-Pacific Partnership free trade agreement.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 32,
  "StatusName": "Adopted",
  "BodyID": 22,
  "BodyName": "Committee on State and Federal Legislation",
  "IntroDate": "2015-02-12T00:00:00Z",
  "AgendaDate": "2015-02-12T00:00:00Z",
  "PassedDate": "2015-04-28T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 7617,
      "Slug": "donovan-j-richards",
      "FullName": "Donovan J. Richards"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 7634,
      "Slug": "mark-levine",
      "FullName": "Mark Levine"
    },
    {
      "ID": 7631,
      "Slug": "corey-d-johnson",
      "FullName": "Corey D. Johnson"
    },
    {
      "ID": 7637,
      "Slug": "i-daneek-miller",
      "FullName": "I. Daneek Miller"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 7632,
      "Slug": "ben-kallos",
      "FullName": "Ben Kallos"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    }
  ],
  "History": [
    {
      "ID": 295484,
      "Date": "2015-02-12T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 295602,
      "Date": "2015-02-12T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on State and Federal Legislation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 13842,
      "AgendaSequence": 108,
      "MinutesSequence": 119,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "State and Federal Legislation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 297602,
      "Date": "2015-04-27T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 22,
      "BodyName": "Committee on State and Federal Legislation",
      "EventID": 14010,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "AgendaNote": "Proposed Res. No. 576-A",
      "MinutesNote": "Proposed Res. No. 576-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 297792,
      "Date": "2015-04-27T10:00:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Resolution was Amendment Proposed by Comm",
      "BodyID": 22,
      "BodyName": "Committee on State and Federal Legislation",
      "EventID": 14010,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 297793,
      "Date": "2015-04-27T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 22,
      "BodyName": "Committee on State and Federal Legislation",
      "EventID": 14010,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 297665,
      "Date": "2015-04-28T10:30:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 22,
      "BodyName": "Committee on State and Federal Legislation",
      "EventID": 14022,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "AgendaNote": "Proposed Res. No. 576-A",
      "MinutesNote": "Proposed Res. No. 576-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 297989,
      "Date": "2015-04-28T10:30:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Resolution was Amendment Proposed by Comm",
      "BodyID": 22,
      "BodyName": "Committee on State and Federal Legislation",
      "EventID": 14022,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 297990,
      "Date": "2015-04-28T10:30:00Z",
      "ActionID": 33,
      "Action": "Amended by Committee",
      "Description": "This Resolution was Amended by Committee",
      "BodyID": 22,
      "BodyName": "Committee on State and Federal Legislation",
      "EventID": 14022,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 297991,
      "Date": "2015-04-28T10:30:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "A motion was made that this Resolution be Approved by Committee approved by Roll Call.",
      "BodyID": 22,
      "BodyName": "Committee on State and Federal Legislation",
      "EventID": 14022,
      "MinutesSequence": 6,
      "Version": "A",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "Votes": [
        {
          "ID": 386,
          "Slug": "karen-koslowitz",
          "FullName": "Karen Koslowitz",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 10
        },
        {
          "ID": 6270,
          "Slug": "inez-e-dickens",
          "FullName": "Inez E. Dickens",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 20
        },
        {
          "ID": 7566,
          "Slug": "brad-s-lander",
          "FullName": "Brad S. Lander",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 30
        },
        {
          "ID": 7630,
          "Slug": "rafael-l-espinal-jr",
          "FullName": "Rafael L. Espinal, Jr.",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 40
        },
        {
          "ID": 7632,
          "Slug": "ben-kallos",
          "FullName": "Ben Kallos",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 50
        },
        {
          "ID": 7635,
          "Slug": "alan-n-maisel",
          "FullName": "Alan N. Maisel",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 60
        },
        {
          "ID": 7638,
          "Slug": "antonio-reynoso",
          "FullName": "Antonio Reynoso",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 70
        }
      ],
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 297857,
      "Date": "2015-04-28T13:30:00Z",
      "ActionID": 5032,
      "Action": "Approved, by Council",
      "Description": "A motion was made that this Resolution be Approved, by Council approved by voice vote.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 14031,
      "AgendaSequence": 66,
      "MinutesSequence": 82,
      "Version": "A",
      "AgendaNote": "Amended and Adopted by the Committee on State and Federal Legislation",
      "MinutesNote": "Pursuant to Rule 8.50 of the Council, the Public Advocate (Ms. James) called for a voice vote.  Hearing those in favor, the Public Advocate (Ms. James) declared the Resolution to be adopted.\r\n\r\n\n\nThe following 2 Council Members formally voted against this item: Council Members Matteo and Ignizio.\r\n\r\nAdopted by the Council by voice-vote.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 32,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 124953,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Res. No. 576 - 2/12/15",
      "Link": "https://nyc.legistar1.com/nyc/attachments/38766c19-db06-4fd6-a87a-458c9257f50c.doc",
      "Sort": 1
    },
    {
      "ID": 125134,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 4/27/15",
      "Link": "https://nyc.legistar1.com/nyc/attachments/2a7e44f1-d6dc-49b8-a187-77ae2033a7c5.doc",
      "Sort": 2
    },
    {
      "ID": 125412,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 4/27/15",
      "Link": "https://nyc.legistar1.com/nyc/attachments/2e6ae6a9-134a-43be-9165-d88ecd1fb328.PDF",
      "Sort": 3
    },
    {
      "ID": 125567,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 4/27/15",
      "Link": "https://nyc.legistar1.com/nyc/attachments/dc3e5227-49ec-4ead-a329-639d00cd7023.pdf",
      "Sort": 4
    },
    {
      "ID": 125178,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "April 28, 2015 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/529c5276-0e9e-4bcd-88bc-85cc80b3ae34.doc",
      "Sort": 5
    },
    {
      "ID": 125160,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 4/28/15",
      "Link": "https://nyc.legistar1.com/nyc/attachments/85b41d41-8324-47ea-ab33-43108d2497e0.doc",
      "Sort": 6
    },
    {
      "ID": 125568,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 4/28/15",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ebfb5ea8-c64d-45d1-b209-a1ae9d1904d5.pdf",
      "Sort": 7
    },
    {
      "ID": 125656,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript - Stated Meeting 4-28-15",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c7aaa66a-efdd-4d5d-8be3-dbe088f68a32.pdf",
      "Sort": 8
    },
    {
      "ID": 127487,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Minutes of the Stated Meeting - April  28, 2015",
      "Link": "https://nyc.legistar1.com/nyc/attachments/3bd0b8af-3281-480b-96a5-1106761d2fb5.pdf",
      "Sort": 9
    }
  ],
  "Summary": "",
  "TextID": 55931,
  "Text": "By Council Members Rosenthal, Richards, Rodriguez, Levine, Johnson, Miller, Dromm, Koslowitz, Ferreras, Lander, Kallos and Chin\n\n      Whereas, The Trans-Pacific Partnership (TPP) is a free trade agreement currently being negotiated between the United States, Canada, Australia, Chile, Mexico, Malaysia, Peru, Singapore, Vietnam, Brunei, New Zealand, and Japan; and\n      Whereas, Together, these nations contribute 40% of the world's Gross Domestic Product, and one third of the world's trade; and\n      Whereas, The Office of the United States Trade Representative, through the terms of the TPP, is seeking to eliminate both tariff and non-tariff \"barriers to goods and services trade and investment\" among the twelve participating nations; and\n      Whereas, It has been reported that the agreement would include provisions concerning financial regulations, environmental protection, prescription drug pricing and food sanitation standards, the adoption of which could negatively affect the public's health, safety and welfare, and require an overhaul of America's domestic legal system; and\n      Whereas, The exact terms of this proposed agreement have not been disclosed to the public, with most known details having been ascertained through unapproved 'leaks' from stakeholders; and\n      Whereas, Article II, Section 2 of the United States Constitution empowers the President of the United States \"by and with the advice and consent of the Senate, to make treaties, provided two thirds of Senators present concur\"; and\n      Whereas, While some members of Congress have been able to view certain sections of the negotiation text of the TPP, they have been prohibited from sharing what they saw with the public or with their staffers; and\n      Whereas, members of Congress have introduced the Bipartisan Congressional Trade Priorities and Accountability Act of 2015 which provides President Obama with \"fast-track\" authority; and\n      Whereas, The Bipartisan Congressional Trade Priorities and Accountability Act of 2015 provides Congress with the power to vote on the TPP once it is completed and would provide time for public review, it would still deny Congress the chance to amend it; and\n      Whereas, If Congress were to pass the Bipartisan Congressional Trade Priorities and Accountability Act of 2015, then decisions surrounding the TPP agreement could still be made with inadequate transparency and public review; and \n      Whereas, Congress would be unable to enact substantive changes to the agreement if it only exercises its oversight powers after negotiations have been completed; and\n      Whereas, There are concerns that the TPP's investor-state dispute settlement clauses, which were 'leaked' in 2012, could grant international corporations the right to sue the federal government for damages if environmental, worker protection, food safety, or other local, state or federal regulatory safeguards do not guarantee their ability to profit from their investments; and\n      Whereas, Over 500 employees of these same corporations maintain positions on U.S. Trade Representative advisory panels, which allows them to act as advisors to the drafting of the TPP; and\n      Whereas, The corporate advisors' apparent conflict of interest could ultimately result in a trade agreement that undermines the regulatory and legal systems that keep everyday residents of New York City safe and healthy; and\n      Whereas, As the negotiations currently stand, there are concerns that the passage of the TPP would ban \"Buy American\" and \"Buy Local\" efforts by U.S. industries, which could put goods and services created and based in New York City at a competitive disadvantage; and\n      Whereas, Neither the National League of Cities nor the U.S. Conference of Mayors has been included in TPP negotiations, making it difficult to know whether New York City's quality of life or financial and legal interests are being considered; and\n      Whereas, Some constituencies and public policy advocates, such as the Economic Policy Institute, have expressed concern that over the last twenty years, the domestic economy has been hurt and upwards of one million American jobs have been lost as a result of agreements such as the TPP, in part, because partnering nations have cheaper labor workforces and less rigorous environmental regulations, providing incentive for American companies to outsource and offshore American jobs; and\n      Whereas, Several other American municipal governments, such as the Berkeley, California City Council and the Dane County, Wisconsin Board of Supervisors, have expressed their opposition to the TPP by declaring themselves \"TPP-Free Zones,\" in which the TPP's regulations will not be respected, to the maximum extent allowable by federal and state law; and\n      Whereas, Resolutions from the City Council of Madison, Wisconsin and the City Council of Los Angeles, California have also declared their opposition to the TPP; and\n      Whereas, These local governments have recognized the harm that passage of the TPP can create and as a result have shown commendable leadership by opposing a treaty that would do a disservice to their citizens, as well as to New Yorkers; now therefore, be it\n      Resolved, That the City of New York declares itself a \"TPP-Free Zone\" and urges Congress to oppose the Bipartisan Congressional Trade Priorities and Accountability Act of 2015 and not grant President Obama \"fast-track\" authority over, or permission to sign, the Trans-Pacific Partnership free trade agreement.  \nMS/BTM\nLS 697\n4/17/15",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Rosenthal, Richards, Rodriguez, Levine, Johnson, Miller, Dromm, Koslowitz, Ferreras, Lander, Kallos and Chin\\par\n\\par\n\\pard\\cbpat1\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, The Trans-Pacific Partnership (TPP) is a free trade agreement currently being negotiated between the United States, Canada, Australia, Chile, Mexico, Malaysia, Peru, Singapore, Vietnam, Brunei, New Zealand, and Japan; and\\par\nWhereas, Together, these nations contribute 40% of the world's Gross Domestic Product, and one third of the world's trade; and\\par\nWhereas, The Office of the United States Trade Representative, through the terms of the TPP, is seeking to eliminate both tariff and non-tariff \"barriers to goods and services trade and investment\" among the twelve participating nations; and\\par\nWhereas, It has been reported that the agreement would include provisions concerning financial regulations, environmental protection, prescription drug pricing and food sanitation standards, the adoption of which could negatively affect the public's health, safety and welfare, and require an overhaul of America's domestic legal system; and\\par\nWhereas, The exact terms of this proposed agreement have not been disclosed to the public, with most known details having been ascertained through unapproved 'leaks' from stakeholders; and\\par\nWhereas, Article II, Section 2 of the United States Constitution empowers the President of the United States \"by and with the advice and consent of the Senate, to make treaties, provided two thirds of Senators present concur\"; and\\par\nWhereas, While some members of Congress have been able to view certain sections of the negotiation text of the TPP, they have been prohibited from sharing what they saw with the public or with their staffers; and\\par\nWhereas, members of Congress have introduced the Bipartisan Congressional Trade Priorities and Accountability Act of 2015 which provides President Obama with \\ldblquote fast-track\\rdblquote  authority; and\\par\nWhereas, The Bipartisan Congressional Trade Priorities and Accountability Act of 2015 provides Congress with the power to vote on the TPP once it is completed and would provide time for public review, it would still deny Congress the chance to amend it; and\\par\nWhereas, If Congress were to pass the Bipartisan Congressional Trade Priorities and Accountability Act of 2015, then decisions surrounding the TPP agreement could still be made with inadequate transparency and public review; and \\par\nWhereas, Congress would be unable to enact substantive changes to the agreement if it only exercises its oversight powers after negotiations have been completed; and\\par\nWhereas, There are concerns that the TPP's investor-state dispute settlement clauses, which were 'leaked' in 2012, could grant international corporations the right to sue the federal government for damages if environmental, worker protection, food safety, or other local, state or federal regulatory safeguards do not guarantee their ability to profit from their investments; and\\par\nWhereas, Over 500 employees of these same corporations maintain positions on U.S. Trade Representative advisory panels, which allows them to act as advisors to the drafting of the TPP; and\\par\nWhereas, The corporate advisors' apparent conflict of interest could ultimately result in a trade agreement that undermines the regulatory and legal systems that keep everyday residents of New York City safe and healthy; and\\par\nWhereas, As the negotiations currently stand, there are concerns that the passage of the TPP would ban \"Buy American\" and \"Buy Local\" efforts by U.S. industries, which could put goods and services created and based in New York City at a competitive disadvantage; and\\par\nWhereas, Neither the National League of Cities nor the U.S. Conference of Mayors has been included in TPP negotiations, making it difficult to know whether New York City's quality of life or financial and legal interests are being considered; and\\par\nWhereas, Some constituencies and public policy advocates, such as the Economic Policy Institute, have expressed concern that over the last twenty years, the domestic economy has been hurt and upwards of one million American jobs have been lost as a result of agreements such as the TPP, in part, because partnering nations have cheaper labor workforces and less rigorous environmental regulations, providing incentive for American companies to outsource and offshore American jobs; and\\par\nWhereas, Several other American municipal governments, such as the Berkeley, California City Council and the Dane County, Wisconsin Board of Supervisors, have expressed their opposition to the TPP by declaring themselves \"TPP-Free Zones,\" in which the TPP's regulations will not be respected, to the maximum extent allowable by federal and state law; and\\par\nWhereas, Resolutions from the City Council of Madison, Wisconsin and the City Council of Los Angeles, California have also declared their opposition to the TPP; and\\par\nWhereas, These local governments have recognized the harm that passage of the TPP can create and as a result have shown commendable leadership by opposing a treaty that would do a disservice to their citizens, as well as to New Yorkers; now therefore, be it\\par\nResolved, That the City of New York declares itself a \"TPP-Free Zone\" and urges Congress to oppose the Bipartisan Congressional Trade Priorities and Accountability Act of 2015 and not grant President Obama \"fast-track\" authority over, or permission to sign, the Trans-Pacific Partnership free trade agreement.  \\par\n\\pard\\cbpat1\\ltrpar\\qj MS/BTM\\par\nLS 697\\par\n4/17/15\\par\n\\pard\\cbpat1\\ltrpar\\sa150\\qj  \\par\n\\pard\\ltrpar\\sa200\\sl276\\slmult1\\qj\\fs22\\par\n}\n",
  "LastModified": "2015-08-31T15:35:05.53Z"
}
