{
  "ID": 53480,
  "GUID": "CB53B9A2-7296-4778-B32D-45C70E7A51B1",
  "File": "Res 0577-2015",
  "Name": "Dept of Education to amend its Parent’s Bill of Rights and Responsibilities.",
  "Title": "Resolution calling upon the Department of Education to amend its Parent’s Bill of Rights and Responsibilities to include information about opting out of high-stakes testing and distribute this document at the beginning of every school year, to every family, in every grade.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 32,
  "StatusName": "Adopted",
  "BodyID": 9,
  "BodyName": "Committee on Education",
  "IntroDate": "2015-02-12T00:00:00Z",
  "AgendaDate": "2015-02-12T00:00:00Z",
  "PassedDate": "2015-03-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7631,
      "Slug": "corey-d-johnson",
      "FullName": "Corey D. Johnson"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7586,
      "Slug": "ruben-wills",
      "FullName": "Ruben Wills"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 7634,
      "Slug": "mark-levine",
      "FullName": "Mark Levine"
    },
    {
      "ID": 7623,
      "Slug": "inez-d-barron",
      "FullName": "Inez D. Barron"
    },
    {
      "ID": 7627,
      "Slug": "costa-g-constantinides",
      "FullName": "Costa G. Constantinides"
    },
    {
      "ID": 7632,
      "Slug": "ben-kallos",
      "FullName": "Ben Kallos"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    }
  ],
  "History": [
    {
      "ID": 295485,
      "Date": "2015-02-12T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 295603,
      "Date": "2015-02-12T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Education",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 13842,
      "AgendaSequence": 109,
      "MinutesSequence": 120,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Education",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 296639,
      "Date": "2015-03-30T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 9,
      "BodyName": "Committee on Education",
      "EventID": 13941,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 296859,
      "Date": "2015-03-30T13:00:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "A motion was made that this Resolution be Approved by Committee approved by Roll Call.",
      "BodyID": 9,
      "BodyName": "Committee on Education",
      "EventID": 13941,
      "MinutesSequence": 6,
      "Version": "*",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "Votes": [
        {
          "ID": 7563,
          "Slug": "daniel-dromm",
          "FullName": "Daniel Dromm",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 10
        },
        {
          "ID": 5390,
          "Slug": "vincent-j-gentile",
          "FullName": "Vincent J. Gentile",
          "VoteID": 9,
          "Vote": "Non-voting",
          "Sort": 20
        },
        {
          "ID": 6267,
          "Slug": "daniel-r-garodnick",
          "FullName": "Daniel R. Garodnick",
          "VoteID": 16,
          "Vote": "Absent",
          "Sort": 30
        },
        {
          "ID": 7562,
          "Slug": "margaret-s-chin",
          "FullName": "Margaret S. Chin",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 40
        },
        {
          "ID": 7567,
          "Slug": "stephen-t-levin",
          "FullName": "Stephen T. Levin",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 50
        },
        {
          "ID": 7568,
          "Slug": "deborah-l-rose",
          "FullName": "Deborah L. Rose",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 60
        },
        {
          "ID": 7570,
          "Slug": "mark-s-weprin",
          "FullName": "Mark S. Weprin",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 70
        },
        {
          "ID": 7571,
          "Slug": "jumaane-d-williams",
          "FullName": "Jumaane D. Williams",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 80
        },
        {
          "ID": 7613,
          "Slug": "andy-l-king",
          "FullName": "Andy L. King",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 90
        },
        {
          "ID": 7623,
          "Slug": "inez-d-barron",
          "FullName": "Inez D. Barron",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 100
        },
        {
          "ID": 7629,
          "Slug": "chaim-m-deutsch",
          "FullName": "Chaim M. Deutsch",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 110
        },
        {
          "ID": 7634,
          "Slug": "mark-levine",
          "FullName": "Mark Levine",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 120
        },
        {
          "ID": 7635,
          "Slug": "alan-n-maisel",
          "FullName": "Alan N. Maisel",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 130
        },
        {
          "ID": 7638,
          "Slug": "antonio-reynoso",
          "FullName": "Antonio Reynoso",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 140
        },
        {
          "ID": 7641,
          "Slug": "mark-treyger",
          "FullName": "Mark Treyger",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 150
        }
      ],
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 296895,
      "Date": "2015-03-31T13:30:00Z",
      "ActionID": 5032,
      "Action": "Approved, by Council",
      "Description": "A motion was made that this Resolution be Approved, by Council approved by voice vote.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 13985,
      "AgendaSequence": 71,
      "MinutesSequence": 87,
      "Version": "*",
      "AgendaNote": "Adopted by the Committee on Education",
      "MinutesNote": "Pursuant to Rule 8.50 of the Council, the Public Advocate (Ms. James) called for a voice vote.  Hearing no objections, the Public Advocate (Ms. James) declared the Resolution to be adopted.\n\r\n\r\nAdopted unanimously by the Council by voice-vote.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 32,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 124361,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 3/30/15",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d46171de-a468-44dd-80ad-2be9033f60bc.doc",
      "Sort": 1
    },
    {
      "ID": 124642,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 3/30/15",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b64566cb-d635-4142-aeb6-1cf153fa9b34.PDF",
      "Sort": 2
    },
    {
      "ID": 124720,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 3/30/15",
      "Link": "https://nyc.legistar1.com/nyc/attachments/cfb078b9-5fb4-4e0a-b805-b882b7aeeb58.pdf",
      "Sort": 3
    },
    {
      "ID": 124555,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "March 31, 2015 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c016fdde-e4b0-450a-8fa5-44d4112f6b7c.pdf",
      "Sort": 4
    },
    {
      "ID": 124923,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript - Stated Meeting 3-31-15",
      "Link": "https://nyc.legistar1.com/nyc/attachments/fc4593a7-9529-4c66-918f-00533c34c697.pdf",
      "Sort": 5
    },
    {
      "ID": 128405,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Minutes of the Stated Meeting - March 31, 2015",
      "Link": "https://nyc.legistar1.com/nyc/attachments/45c9ace2-5f7e-490d-8709-75a5c12ea07f.pdf",
      "Sort": 6
    }
  ],
  "Summary": "",
  "TextID": 54942,
  "Text": "By Council Member Rosenthal, Dromm, Chin, Johnson, Rose, Wills, Mendez, Rodriguez, Levine, Barron, Constantinides, Kallos, Lander and Levin\n\n\t\tWhereas, The Federal No Child Left behind Act requires states to define challenging academic standards and administer high-quality assessments to students to measure progress against expectations for student achievement; and\n\tWhereas, New York State was one of the first states to align standardized tests with the Common Core Standards and 2013 was the first year that students sat for the Common Core aligned test; and\n\tWhereas,  New York City elementary and middle school students take yearly state tests in core academic subjects to assess their mastery of the Common Core learning standards; and\t\n\tWhereas, Yearly test results are one of the factors used to determine whether or not to promote the student to the next grade; and\n\tWhereas, In New York City, the scores dropped drastically in 2013, and only 26% of students in grades 3-8 passed the English test, and only 30% of students in grades 3-8 passed the Math test; and \n\tWhereas, There is a growing opt out movement in New York City and in 2013, 276 families opted out of the state standardized test; and\n\tWhereas, In March of 2014, Chancellor Carmen Farina distributed a guide to school administrators detailing how to communicate with parents who have expressed their desire to opt their child out of the test; the guide stated that the administrator should respect the parents' decision and tell the parents the possible consequences of opting out of the state exam; and\n\tWhereas, Decades of research has shown that parent involvement is critical to student success; and\n\tWhereas, The Department of Education recognizes the importance of parent involvement and has created the parent academy, the parent conference series, and now employs parent coordinators to facilitate parental involvement; and\n\tWhereas, The Parent's Bill of Rights and Responsibilities was created by the Department of Education and is published on the department's website to foster active engagement between parents and schools because the DOE recognizes that children excel when parents work closely with teachers and principals to develop strong partnerships ; and\n\tWhereas, The Parent's Bill of Rights and Responsibilities spells out the rights and responsibilities of parents and families to help ensure that all students get a quality education; and\n\tWhereas, The Parent's Bill of Rights and Responsibilities does not include any information about opting out of the standardized exams; and \n\tWhereas, The Parent's Bill of Rights and Responsibilities can currently be accessed via the DOE's website and is available in several languages but is not distributed to families and caregivers at all public schools; and\n\tWhereas, The Parent's Bill of Rights and Responsibilities should be amended to include information about opting out of standardized tests; and\n\tWhereas, All of New York City parents should have access to the Parent's Bill of Rights and Responsibilities; now therefore, be it\n\tResolved, That the Council of the City of New York calls upon the New York City Department of Education to amend the Parent's Bill of Rights and Responsibilities to include information about opting out of high-stakes testing and distribute this document at the beginning of every school year, to every family, in every grade.\n_____\nLS#2874\n1/16/15\nK.W.\n\n\t- 2 -",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Member Rosenthal, Dromm, Chin, Johnson, Rose, Wills, Mendez, Rodriguez, Levine, Barron, Constantinides, Kallos, Lander and Levin\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\tab\\tab Whereas, The Federal No Child Left behind Act requires states to define challenging academic standards and administer high-quality assessments to students to measure progress against expectations for student achievement; and\\par\n\\tab Whereas, New York State was one of the first states to align standardized tests with the Common Core Standards and 2013 was the first year that students sat for the Common Core aligned test; and\\par\n\\tab Whereas,  New York City elementary and middle school students take yearly state tests in core academic subjects to assess their mastery of the Common Core learning standards; and\\tab\\par\n\\tab Whereas, Yearly test results are one of the factors used to determine whether or not to promote the student to the next grade; and\\par\n\\tab\\expndtw0 Whereas, In New York City, the scores dropped drastically in 2013, and only 26% of students in grades 3-8 passed the English test, and only 30% of students in grades 3-8 passed the Math test\\expndtw-3 ; and \\par\n\\tab Whereas, There is a growing opt out movement in New York City and in 2013, 276 families opted out of the state standardized test; and\\par\n\\tab Whereas, In March of 2014, Chancellor Carmen Farina distributed a guide to school administrators detailing how to communicate with parents who have expressed their desire to opt their child out of the test; the guide stated that the administrator should respect the parents\\rquote  decision and tell the parents the possible consequences of opting out of the state exam; and\\par\n\\pard\\ltrpar\\hyphpar0\\sl480\\slmult1\\tab Whereas, Decades of research has shown that parent involvement is critical to student success; and\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\tab Whereas, The Department of Education recognizes the importance of parent involvement and has created the parent academy, the parent conference series, and now employs parent coordinators to facilitate parental involvement; and\\par\n\\tab Whereas, The Parent\\rquote s Bill of Rights and Responsibilities was created by the Department of Education and is published on the department\\rquote s website to foster active engagement between parents and schools because the DOE\\lang9\\expndtw0  recognizes that children excel when parents work closely with teachers and principals to develop strong partnerships\\expndtw-3  \\lang1033 ; and\\par\n\\tab Whereas, The Parent\\rquote s Bill of Rights and Responsibilities spells out the rights and responsibilities of parents and families to help ensure that all students get a quality education; and\\par\n\\tab Whereas, The Parent\\rquote s Bill of Rights and Responsibilities does not include any information about opting out of the standardized exams; and \\par\n\\tab Whereas, The Parent\\rquote s Bill of Rights and Responsibilities can currently be accessed via the DOE\\rquote s website and is available in several languages but is not distributed to families and caregivers at all public schools; and\\par\n\\tab Whereas, The Parent\\rquote s Bill of Rights and Responsibilities should be amended to include information about opting out of standardized tests; and\\par\n\\tab Whereas, All of New York City parents should have access to the Parent\\rquote s Bill of Rights and Responsibilities; now therefore, be it\\par\n\\tab Resolved, \\cf1 That the Council of the City of New York\\cf0  calls upon the New York City Department of Education to amend the Parent\\rquote s Bill of Rights and Responsibilities to include information about opting out of high-stakes testing and distribute this document at the beginning of every school year, to every family, in every grade.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\cf1 _____\\par\n\\fs16 LS#2874\\par\n1/16/15\\cf2\\par\n\\pard\\ltrpar\\sa200\\sl276\\slmult1\\cf0\\expndtw0 K.W.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\fs24\\par\n}\n",
  "LastModified": "2015-06-17T14:05:11.44Z"
}
