{
  "ID": 53847,
  "GUID": "6CAA80C3-0EE3-4656-88F4-5F5592B40BD9",
  "File": "Res 0578-2015",
  "Name": "President Obama to expand upon Executive Order 13672 by requiring all federal grantees to adopt pro-LGBT nondiscrimination policies and practices.",
  "Title": "Resolution calling upon President Obama to expand upon Executive Order 13672 by requiring all federal grantees to adopt pro-LGBT nondiscrimination policies and practices as a condition prior to receiving federal grant funding.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5148,
  "BodyName": "Committee on Civil Rights",
  "IntroDate": "2015-02-12T00:00:00Z",
  "AgendaDate": "2015-02-12T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7640,
      "Slug": "ritchie-j-torres",
      "FullName": "Ritchie J. Torres"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7624,
      "Slug": "andrew-cohen",
      "FullName": "Andrew Cohen"
    },
    {
      "ID": 7631,
      "Slug": "corey-d-johnson",
      "FullName": "Corey D. Johnson"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 7636,
      "Slug": "carlos-menchaca",
      "FullName": "Carlos Menchaca"
    }
  ],
  "History": [
    {
      "ID": 295486,
      "Date": "2015-02-12T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 295604,
      "Date": "2015-02-12T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Civil Rights",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 13842,
      "AgendaSequence": 110,
      "MinutesSequence": 121,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Civil Rights",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 329485,
      "Date": "2017-12-31T17:49:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-26T22:49:49.61Z"
    }
  ],
  "Summary": "",
  "TextID": 55333,
  "Text": "By Council Members Torres, Chin, Cohen, Johnson, Mendez, Rodriguez, Rosenthal and Menchaca \n\n      Whereas, On July 21, 2014 President Obama signed Executive Order 13672; and\n      Whereas, Executive Order 13672 amended Executive Orders 11478 and 11246 to include sexual orientation and gender identity in the category of persons protected against workplace discrimination from employers who contract with federal government agencies; and \n      Whereas, Executive Order 13672 is not applicable to non-contracting recipients of federal grant funding; and \n      Whereas, According to Grants.Gov, organizations eligible to apply for federal government grants include government organizations, education organizations, public housing organizations, non-profit organizations, for-profit organizations, small businesses, and individuals; and \n      Whereas, Unless Executive Order 13672 otherwise applies to a grantee, organizations that receive federal grant funding are generally not explicitly prohibited by federal law from discriminating against employees and grant beneficiaries on the basis of sexual orientation or gender identity;\n      Whereas, According to the Williams Institute, approximately nine million Americans identify as LGBT; and \n      Whereas, Studies demonstrate that 10% to 44% of LGB people and 52% to 78% of transgender people have experienced discrimination or harassment in the workplace; and \n      Whereas, According to research done by the Williams Institute, organizations that rely heavily on federal grant funding, such as youth mentoring providers and state and local law enforcement agencies, would benefit from adopting policies prohibiting sexual orientation and gender identity;\n      Whereas, Prohibiting discrimination based on sexual orientation and gender identity would further the purposes of many federal grant programs;\n      Whereas, Federal grant funds should not support discrimination and violations of federal civil rights laws; \n      Whereas, The passage of an executive order prohibiting federal grantees from discriminating on the basis of sexual orientation or gender identity in employment, the provision of services, or in any manner in connection with federal grant funding would guarantee a commitment on the part of the federal government to inclusion and discouraging discrimination against LGBT individuals and their families; and \n      Whereas, It is of great importance to promote fairness and inclusion of all communities in the workplace; now therefore, be it\n      Resolved, That the Council of the City of New York calls upon President Obama to take appropriate action to prohibit federal grantees from discriminating on the basis of sexual orientation or gender identity in connection with federal grant funding. \n\n\nLS #3362\nDecember 11, 2014\n6:09 p.m. \nASB\n\n1",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Torres, Chin, Cohen, Johnson, Mendez, Rodriguez, Rosenthal and Menchaca \\par\n\\pard\\ltrpar\\sa200\\sl276\\slmult1\\qj\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, On July 21, 2014 President Obama signed Executive Order 13672; and\\par\nWhereas, Executive Order 13672 amended Executive Orders 11478 and 11246 to include sexual orientation and gender identity in the category of persons protected against workplace discrimination from employers who contract with federal government agencies; and \\par\nWhereas, Executive Order 13672 is not applicable to non-contracting recipients of federal grant funding; and \\par\nWhereas, According to Grants.Gov, organizations eligible to apply for federal government grants include government organizations, education organizations, public housing organizations, non-profit organizations, for-profit organizations, small businesses, and individuals; and \\par\nWhereas, Unless Executive Order 13672 otherwise applies to a grantee, organizations that receive federal grant funding are generally not explicitly prohibited by federal law from discriminating against employees and grant beneficiaries on the basis of sexual orientation or gender identity;\\par\nWhereas, According to the Williams Institute, approximately nine million Americans identify as LGBT; and \\par\nWhereas, Studies demonstrate that 10% to 44% of LGB people and 52% to 78% of transgender people have experienced discrimination or harassment in the workplace; and \\par\nWhereas, According to research done by the Williams Institute, organizations that rely heavily on federal grant funding, such as youth mentoring providers and state and local law enforcement agencies, would benefit from adopting policies prohibiting sexual orientation and gender identity;\\par\nWhereas, Prohibiting discrimination based on sexual orientation and gender identity would further the purposes of many federal grant programs;\\par\nWhereas, Federal grant funds should not support discrimination and violations of federal civil rights laws; \\par\nWhereas, The passage of an executive order prohibiting federal grantees from discriminating on the basis of sexual orientation or gender identity in employment, the provision of services, or in any manner in connection with federal grant funding would guarantee a commitment on the part of the federal government to inclusion and discouraging discrimination against LGBT individuals and their families; and \\par\nWhereas, It is of great importance to promote fairness and inclusion of all communities in the workplace; now therefore, be it\\par\nResolved, That the Council of the City of New York calls upon President Obama to take appropriate action to prohibit federal grantees from discriminating on the basis of sexual orientation or gender identity in connection with federal grant funding. \\par\n\\pard\\ltrpar\\par\n\\par\nLS #3362\\par\nDecember 11, 2014\\par\n6:09 p.m. \\par\nASB\\par\n\\pard\\ltrpar\\nowidctlpar\\qc\\par\n}\n",
  "LastModified": "2017-12-26T22:49:49.673Z"
}
