{
  "ID": 53932,
  "GUID": "94B1428F-C31C-4621-9DD5-F37B12557DE2",
  "File": "Res 0579-2015",
  "Name": "Toxic Exposure Research Act.",
  "Title": "Resolution calling upon the United States Congress to pass, and the President to sign into law, the Toxic Exposure Research Act",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5122,
  "BodyName": "Committee on Veterans",
  "IntroDate": "2015-02-12T00:00:00Z",
  "AgendaDate": "2015-02-12T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    }
  ],
  "History": [
    {
      "ID": 295487,
      "Date": "2015-02-12T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 295605,
      "Date": "2015-02-12T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Veterans",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 13842,
      "AgendaSequence": 111,
      "MinutesSequence": 122,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Veterans",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 306509,
      "Date": "2016-04-21T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 5122,
      "BodyName": "Committee on Veterans",
      "EventID": 14750,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "AgendaNote": "Proposed Res. No. 579-A",
      "MinutesNote": "Proposed Res. No. 579-A",
      "MatterStatusID": 3,
      "LastModified": "2016-04-21T19:37:54.38Z"
    },
    {
      "ID": 307277,
      "Date": "2016-04-21T13:00:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Resolution was Amendment Proposed by Comm",
      "BodyID": 5122,
      "BodyName": "Committee on Veterans",
      "EventID": 14750,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2016-04-21T19:37:54.38Z"
    },
    {
      "ID": 307278,
      "Date": "2016-04-21T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 5122,
      "BodyName": "Committee on Veterans",
      "EventID": 14750,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2016-04-21T19:38:32.55Z"
    },
    {
      "ID": 329486,
      "Date": "2017-12-31T17:49:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-26T22:50:05.14Z"
    }
  ],
  "Attachments": [
    {
      "ID": 140131,
      "LastModified": "2016-05-08T23:27:43.057Z",
      "Name": "Committee Report 4/21/16",
      "Link": "https://nyc.legistar1.com/nyc/attachments/2bbeafd9-6599-42bd-999c-9d83c723710b.doc",
      "Sort": 1
    },
    {
      "ID": 141222,
      "LastModified": "2016-04-27T19:08:21.713Z",
      "Name": "Hearing Testimony 4/21/16",
      "Link": "https://nyc.legistar1.com/nyc/attachments/426d0e5a-4712-4960-9e42-74f1172d6ac6.PDF",
      "Sort": 2
    },
    {
      "ID": 141478,
      "LastModified": "2016-05-08T23:28:06.06Z",
      "Name": "Hearing Transcript 4/21/16",
      "Link": "https://nyc.legistar1.com/nyc/attachments/e05cc5b9-eab9-4a11-b3c3-5200e3bd37e2.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 57531,
  "Text": "By Council Members Ulrich, Gentile, Rose and Van Bramer\n \n      Whereas, Military personnel have been and continue to be at risk of exposure to toxic substances during overseas military operations not only in combat missions, but also in the destruction and disposal of toxic chemicals; and\n      Whereas, The United States (U.S.) Department of Veterans Affairs (VA),  presumes that exposure to certain substances, such as Agent Orange and herbicides used in the Vietnam War, are linked to illnesses including but not limited to Hodgkin's Disease, Parkinson's Disease, Chronic B-cell Leukemias, Chronic Fatigue Syndrome, Fibromyalgia, Functional Gastrointestinal disorders, and multiple forms of cancer; and\n      Whereas, Toxins such as Agent Orange have also been shown to cause birth defects in the children of military personnel who came into contact with them during the Vietnam War; and  \n      Whereas, According to the 2008 report by the Research Advisory Committee on Gulf War Veterans' Illnesses, several studies have found birth defects to be more common in the children of Gulf War veterans, with some studies finding birth defects to be two to three times more prevalent in veterans versus nonveterans; and\n      Whereas, Recognizing the risk to children of some veterans, the VA provides monetary allowances, vocational training and rehabilitation, and VA-financed health care benefits to certain Korea and Vietnam Veterans' birth children who have been diagnosed with spina bifida; and\n      Whereas, Spina bifida is the only birth defect covered by the VA for children of male veterans of the Vietnam or Korea wars; and\n      Whereas, The VA covers several birth defects for children of female veterans of the Vietnam War; and\n      Whereas, The benefits offered by VA are very limited and do not include toxic exposure for veterans of the Gulf War; and\n      Whereas, The Toxic Exposure Research Act of 2015 (S. 901/H.R. 1769) (the \"Act\"), sponsored by Senators Jerry Moran (R-KS) and Richard Blumenthal (D-CT) and Representatives Dan Benishek (R-MI) and Mike Honda (D-CA), would establish a multi-pronged approach to handling the effects of toxic substances on both veterans and their descendants; and   \n      Whereas, The Act would create an advisory board charged with studying and evaluating cases of exposure of current and former members of the Armed Forces to toxic substances; and\n      Whereas, The Act would direct the VA Secretary (Secretary) to select a VA medical center to serve as the national center for research on the diagnosis and treatment of health conditions of descendants of individuals exposed to toxic substances while serving as members of the Armed Forces that are related to that exposure; and\n      Whereas, The Toxic Exposure Research Act would direct the Secretary to use the advisory board to determine which health conditions likely resulted from exposure to toxic substances for purposes of determining those descendants' eligibility for VA medical care; and\n      Whereas, This legislation would authorize the Secretary of Defense (DOD) to declassify documents related to any known incident in which not less than 100 members of the Armed Forces were exposed to a toxic substance that resulted in at least one case of disability; and\n      Whereas, The Toxic Exposure Research Act would also direct the Secretary, the Secretary of Health and Human Services (HHS), and the DOD Secretary to jointly conduct a national outreach and education campaign directed at members of the Armed Forces, veterans, and their family members to communicate information on the national research center, incidents of exposure to toxic substances, health conditions resulting from such exposure, and the potential long-term effects of such exposure; and\n      Whereas, This bipartisan legislation, currently sponsored by 188 members of the U.S. House of Representatives, and 40 members of the U.S. Senate, would allow eligibility for benefits to be determined by the latest research, which is constantly evolving and improving, rather than an outdated program with rigid eligibility requirements; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the United States Congress to pass, and the President to sign into law, the Toxic Exposure Research Act.\n      \nCP/ML/EB\nLS 2527\n3/31/16",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\froman\\fcharset0 TimesNewRoman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\n\\fs24 By Council Members Ulrich, Gentile, Rose and Van Bramer\\fs27\\par\n \\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sl480\\slmult1\\fs24 Whereas, Military personnel have been and continue to be at risk of exposure to toxic substances during overseas military operations not only in combat missions, but also in the destruction and disposal of toxic chemicals; and\\fs27\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sl480\\slmult0\\fs24 Whereas, The United States (U.S.) Department of Veterans Affairs (VA),  presumes that exposure to certain substances, such as Agent Orange and herbicides used in the Vietnam War, are linked to illnesses including but not limited to Hodgkin's Disease, Parkinson's Disease, Chronic B-cell Leukemias, Chronic Fatigue Syndrome, Fibromyalgia, Functional Gastrointestinal disorders, and multiple forms of cancer; and\\fs27\\par\n\\fs24 Whereas, Toxins such as Agent Orange have also been shown to cause birth defects in the children of military personnel who came into contact with them during the Vietnam War; and  \\fs27\\par\n\\fs24 Whereas, According to the 2008 report by the Research Advisory Committee on Gulf War Veterans' Illnesses, several studies have found birth defects to be more common in the children of Gulf War veterans, with some studies finding birth defects to be two to three times more prevalent in veterans versus nonveterans; and\\fs27\\par\n\\fs24 Whereas, Recognizing the risk to children of some veterans, the VA provides monetary allowances, vocational training and rehabilitation, and VA-financed health care benefits to certain Korea and Vietnam Veterans' birth children who have been diagnosed with spina bifida; and\\fs27\\par\n\\fs24 Whereas, Spina bifida is the only birth defect covered by the VA for children of male veterans of the Vietnam or Korea wars; and\\fs27\\par\n\\fs24 Whereas, The VA covers several birth defects for children of female veterans of the Vietnam War; and\\fs27\\par\n\\fs24 Whereas, The benefits offered by VA are very limited and do not include toxic exposure for veterans of the Gulf War; and\\fs27\\par\n\\fs24 Whereas, The Toxic Exposure Research Act of 2015 (S. 901/H.R. 1769) (the \"Act\"), sponsored by Senators Jerry Moran (R-KS) and Richard Blumenthal (D-CT) and Representatives Dan Benishek (R-MI) and Mike Honda (D-CA), would establish a multi-pronged approach to handling the effects of toxic substances on both veterans and their descendants; and   \\fs27\\par\n\\fs24 Whereas, The Act would create an advisory board charged with studying and evaluating cases of exposure of current and former members of the Armed Forces to toxic substances; and\\fs27\\par\n\\fs24 Whereas, The Act would direct the VA Secretary (Secretary) to select a VA medical center to serve as the national center for research on the diagnosis and treatment of health conditions of descendants of individuals exposed to toxic substances while serving as members of the Armed Forces that are related to that exposure; and\\fs27\\par\n\\fs24 Whereas, The Toxic Exposure Research Act would direct the Secretary to use the advisory board to determine which health conditions likely resulted from exposure to toxic substances for purposes of determining those descendants' eligibility for VA medical care; and\\fs27\\par\n\\fs24 Whereas, This legislation would authorize the Secretary of Defense (DOD) to declassify documents related to any known incident in which not less than 100 members of the Armed Forces were exposed to a toxic substance that resulted in at least one case of disability; and\\fs27\\par\n\\fs24 Whereas, The Toxic Exposure Research Act would also direct the Secretary, the Secretary of Health and Human Services (HHS), and the DOD Secretary to jointly conduct a national outreach and education campaign directed at members of the Armed Forces, veterans, and their family members to communicate information on the national research center, incidents of exposure to toxic substances, health conditions resulting from such exposure, and the potential long-term effects of such exposure; and\\fs27\\par\n\\fs24 Whereas, This bipartisan legislation, currently sponsored by 188 members of the U.S. House of Representatives, and 40 members of the U.S. Senate, would allow eligibility for benefits to be determined by the latest research, which is constantly evolving and improving, rather than an outdated program with rigid eligibility requirements; now, therefore, be it\\fs27\\par\n\\fs24 Resolved, That the Council of the City of New York calls upon the United States Congress to pass, and the President to sign into law, the Toxic Exposure Research Act.\\fs27\\par\n \\par\n\\pard\\cbpat2\\ltrpar\\f1\\fs20 CP/ML/EB\\f0\\fs27\\par\n\\f1\\fs20 LS 2527\\f0\\fs27\\par\n\\f1\\fs20 3/31/16\\f0\\fs27\\par\n\\pard\\ltrpar\\sa200\\sl276\\slmult1  \\line\\cf0\\fs22\\par\n}\n",
  "LastModified": "2017-12-26T22:50:05.19Z"
}
