{
  "ID": 53999,
  "GUID": "7FCC7817-5B9A-46AF-9CC7-B87041554CD4",
  "File": "Res 0585-2015",
  "Name": "America’s College Promise",
  "Title": "Resolution calling upon Congress to pass and the President to sign legislation to implement President Barack Obama’s “America’s College Promise” plan to make two years of community college free to anyone who maintains a 2.5 GPA and calling upon the New York State Legislature to pass and the Governor to sign legislation funding the State’s obligation under the plan.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 32,
  "StatusName": "Adopted",
  "BodyID": 15,
  "BodyName": "Committee on Higher Education",
  "IntroDate": "2015-02-26T00:00:00Z",
  "AgendaDate": "2015-02-26T00:00:00Z",
  "PassedDate": "2015-03-11T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7623,
      "Slug": "inez-d-barron",
      "FullName": "Inez D. Barron"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 7632,
      "Slug": "ben-kallos",
      "FullName": "Ben Kallos"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7502,
      "Slug": "elizabeth-s-crowley",
      "FullName": "Elizabeth S. Crowley"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7113,
      "Slug": "mathieu-eugene",
      "FullName": "Mathieu Eugene"
    },
    {
      "ID": 7622,
      "Slug": "vanessa-l-gibson",
      "FullName": "Vanessa L. Gibson"
    },
    {
      "ID": 7631,
      "Slug": "corey-d-johnson",
      "FullName": "Corey D. Johnson"
    },
    {
      "ID": 7617,
      "Slug": "donovan-j-richards",
      "FullName": "Donovan J. Richards"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7642,
      "Slug": "paul-a-vallone",
      "FullName": "Paul A. Vallone"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 7624,
      "Slug": "andrew-cohen",
      "FullName": "Andrew Cohen"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    }
  ],
  "History": [
    {
      "ID": 295639,
      "Date": "2015-02-23T13:00:00Z",
      "ActionID": 15,
      "Action": "Hearing on P-C Item by Comm",
      "Description": "This Resolution was Hearing on P-C Item by Comm",
      "BodyID": 15,
      "BodyName": "Committee on Higher Education",
      "EventID": 13813,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "AgendaNote": "Preconsidered",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 295772,
      "Date": "2015-02-23T13:00:00Z",
      "ActionID": 5018,
      "Action": "P-C Item Laid Over by Comm",
      "Description": "This Resolution was P-C Item Laid Over by Comm",
      "BodyID": 15,
      "BodyName": "Committee on Higher Education",
      "EventID": 13813,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 295638,
      "Date": "2015-02-26T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 296024,
      "Date": "2015-02-26T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Higher Education",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 13912,
      "AgendaSequence": 68,
      "MinutesSequence": 84,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Higher Education",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 296267,
      "Date": "2015-03-09T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 15,
      "BodyName": "Committee on Higher Education",
      "EventID": 13929,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 296317,
      "Date": "2015-03-09T10:00:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "A motion was made that this Resolution be Approved by Committee approved by Roll Call.",
      "BodyID": 15,
      "BodyName": "Committee on Higher Education",
      "EventID": 13929,
      "MinutesSequence": 3,
      "Version": "*",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "Votes": [
        {
          "ID": 7623,
          "Slug": "inez-d-barron",
          "FullName": "Inez D. Barron",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 10
        },
        {
          "ID": 6271,
          "Slug": "james-vacca",
          "FullName": "James Vacca",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 20
        },
        {
          "ID": 7561,
          "Slug": "fernando-cabrera",
          "FullName": "Fernando Cabrera",
          "VoteID": 16,
          "Vote": "Absent",
          "Sort": 30
        },
        {
          "ID": 7571,
          "Slug": "jumaane-d-williams",
          "FullName": "Jumaane D. Williams",
          "VoteID": 16,
          "Vote": "Absent",
          "Sort": 40
        },
        {
          "ID": 7628,
          "Slug": "laurie-a-cumbo",
          "FullName": "Laurie A. Cumbo",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 50
        },
        {
          "ID": 7541,
          "Slug": "ydanis-a-rodriguez",
          "FullName": "Ydanis A. Rodriguez",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 60
        },
        {
          "ID": 7622,
          "Slug": "vanessa-l-gibson",
          "FullName": "Vanessa L. Gibson",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 70
        }
      ],
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 296553,
      "Date": "2015-03-11T13:30:00Z",
      "ActionID": 5032,
      "Action": "Approved, by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 13932,
      "AgendaSequence": 66,
      "MinutesSequence": 82,
      "Version": "*",
      "AgendaNote": "Adopted by the Committee on Higher Education",
      "MinutesNote": "Pursuant to Rule 8.50 of the Council, the Public Advocate (Ms. James) called for a voice vote.  Hearing those in favor, the Public Advocate (Ms. James) declared the Resolution to be adopted.\n\n\r\n\r\nThe following 2 Council Members formally voted against this item: Council Members Matteo and Ignizio.\r\n\r\n\n\nAdopted by the Council by voice-vote.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 32,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 123550,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 2/23/15",
      "Link": "https://nyc.legistar1.com/nyc/attachments/a65115c0-9e9f-4b25-b107-2fea78379273.doc",
      "Sort": 1
    },
    {
      "ID": 123794,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 2/23/15",
      "Link": "https://nyc.legistar1.com/nyc/attachments/12f23fd6-7f92-4d73-9ade-b3e8002f5e1d.PDF",
      "Sort": 2
    },
    {
      "ID": 123890,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 2/23/15",
      "Link": "https://nyc.legistar1.com/nyc/attachments/243f1b62-18ea-42ec-82db-5d47e14887b3.pdf",
      "Sort": 3
    },
    {
      "ID": 123689,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "February 26, 2015 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/9ed0000a-8323-4718-95ab-426de86e9d49.pdf",
      "Sort": 4
    },
    {
      "ID": 123966,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 3/9/15",
      "Link": "https://nyc.legistar1.com/nyc/attachments/0fc207b5-1fa4-4069-9627-692b0f1c612f.doc",
      "Sort": 5
    },
    {
      "ID": 124309,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 3/9/15",
      "Link": "https://nyc.legistar1.com/nyc/attachments/7e55bc02-4688-4e00-b077-2f95cd0d1107.pdf",
      "Sort": 6
    },
    {
      "ID": 123967,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report - Stated Meeting",
      "Link": "https://nyc.legistar1.com/nyc/attachments/fc7a2cf8-72cf-45f8-aa62-0c14b3eb7407.doc",
      "Sort": 7
    },
    {
      "ID": 124099,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "March 11, 2015 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/a3d09ba9-ca0a-466d-a6b8-c0c995332d16.pdf",
      "Sort": 8
    },
    {
      "ID": 124474,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript - Stated Meeting 3-11-15",
      "Link": "https://nyc.legistar1.com/nyc/attachments/39cc5ea5-bcb9-47d9-b218-2eb3d11608b3.pdf",
      "Sort": 9
    },
    {
      "ID": 128366,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Minutes of the Stated Meeting - March 11, 2015",
      "Link": "https://nyc.legistar1.com/nyc/attachments/3462c580-a47f-4961-af33-ec44ddf30048.pdf",
      "Sort": 10
    }
  ],
  "Summary": "",
  "TextID": 55497,
  "Text": "By Council Members Barron, The Speaker (Council Member Mark-Viverito), Kallos, Williams, Crowley, Vacca, Arroyo, Chin, Eugene, Gibson, Johnson, Richards, Rose, Vallone, Van Bramer, Rodriguez, Cohen, Lander and Levin\n\n       Whereas, According to the Center on Education and the Workforce at Georgetown University,  by 2020,  an estimated 35 percent of jobs will require at least a bachelor's degree and 30 percent will require some college or an associate's degree; and\n      Whereas, Community colleges have multiple missions directed at addressing the needs and interests of a wide variety of constituencies which include general education towards an associate's degree, transfer to a baccalaureate program, occupational certificate programs, and workforce development; and\n       Whereas, In Fall 2013, approximately 40 percent of all undergraduate students were enrolled in public two-year colleges, according to recent data by the United States Education Department, National Center for Education Statistics; and\n      Whereas, According to the Pew Research Center, in 2013, 46 percent of all Latino college students were enrolled in a public two-year college, as compared to 34 percent of the Black undergraduate population, 32 percent of the Asian undergraduate population and 30 percent of the White undergraduate population enrolled in a public two-year college; and\n      Whereas, In New York City, the representation of students enrolled in a community college is approximately 39 percent Latino, 28 percent Black, 16 percent Asian and 17 percent White; and\n      Whereas, President Barack Obama announced a proposal called \"America's College Promise,\" to make community colleges tuition-free for the first two years; and\n      Whereas, Under the plan, full-time and part-time students would be required to maintain a 2.5 grade point average (GPA) and make consistent progress toward completion of a college degree; and\n      Whereas, The plan would be open to community colleges that offer credit toward a four-year degree at a public institution or occupational training programs that offer certificates or degrees in high-demand fields; and\n      Whereas, The plan calls for an estimated $60 billion over ten years to help cover tuition and fees; and\n      Whereas, The federal government would cover three-quarters of the cost, and states that choose to participate in the program would cover the remainder of the cost; and\n      Whereas, If all states participate, the program could save each full-time student an average of $3,800 a year; and\n      Whereas, As of Fall 2014, New York State residents who are enrolled full-time at community colleges at the City University of New York (CUNY) pay $4,500 per year in tuition, therefore the President's plan would be highly beneficial to these students; and\n      Whereas, Under the plan, participating states are also required to \"continue existing investments in higher education, coordinate high schools, community colleges, and four-year institutions to reduce the need for remediation and repeated courses, and allocate a significant portion of funding based on performance, not enrollment alone\"; and\n      Whereas, Opponents of the plan argue that making community colleges tuition-free is unnecessary because the average tuition for community colleges is an estimated $3,330 a year, and that community colleges are made even more affordable to poor and working-class students through federal Pell Grants, according to The New York Times; and\n      Whereas, According to the latest data by the National Center for Education Statistics, 41.9 percent of dependent students enrolled in a two-year college come from households with incomes less than $20,000; and\n      Whereas, The plan would especially benefit students of color, including Black, Latino and Asian, many of whom come from low-income households earning less than $20,000 as indicated by the National Center for Education Statistics; and\n      Whereas, Almost half (46.8 percent) of students enrolled at CUNY community colleges come from households with incomes less than $20,000, which exceeds the national level; and\n      Whereas, Although financial aid is available, low-income community college students are still confronted with additional costs such as housing, food, books, transportation and other expenses that make it very difficult for them to meet their financial obligations, which can often deter them from completing a college degree; and\n      Whereas, Such costs are exacerbated for those students living in New York City, which is one of most expensive cities in the nation; and\n      Whereas, According to the Center for American Progress, community colleges have been disproportionately impacted by state budget cuts in recent years, resulting in rising tuition costs, thus, limiting educational and career opportunities for students; and\n      Whereas, It is important that all states, including New York State, participate in President Obama's America's College Promise plan to make college more affordable and to educate a competitive workforce that is vital to stimulating local economies in New York City, across the nation and globally; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon Congress to pass and the President to sign legislation to implement President Obama's \"America's College Promise\" plan to make two years of community college free to anyone who maintains a 2.5 GPA and calling upon the New York State Legislature to pass and the Governor to sign legislation funding the State's obligation under the plan.\n\n\nLS# 3845, 3900, 3927, 3975\n2/5/15\nTC \n\n\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\pard\\ltrpar\\v0\\par\n\\pard\\ltrpar\\qj By Council Members Barron, The Speaker (Council Member Mark-Viverito), Kallos, Williams, Crowley, Vacca, Arroyo, Chin, Eugene, Gibson, Johnson, Richards, Rose, Vallone, Van Bramer, Rodriguez, Cohen, Lander and Levin\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj  Whereas, According to the Center on Education and the Workforce at Georgetown University,  by 2020,  an estimated 35 percent of jobs will require at least a bachelor\\rquote s degree and 30 percent will require some college or an associate\\rquote s degree; and\\par\nWhereas, Community colleges have multiple missions directed at addressing the needs and interests of a wide variety of constituencies which include general education towards an associate\\rquote s degree, transfer to a baccalaureate program, occupational certificate programs, and workforce development; and\\par\n Whereas, In Fall 2013, approximately 40 percent of all undergraduate students were enrolled in public two-year colleges, according to recent data by the United States Education Department, National Center for Education Statistics; and\\par\nWhereas, According to the Pew Research Center, in 2013, 46 percent of all Latino college students were enrolled in a public two-year college, as compared to 34 percent of the Black undergraduate population, 32 percent of the Asian undergraduate population and 30 percent of the White undergraduate population enrolled in a public two-year college; and\\par\nWhereas, In New York City, the representation of students enrolled in a community college is approximately 39 percent Latino, 28 percent Black, 16 percent Asian and 17 percent White; and\\par\nWhereas, President Barack Obama announced a proposal called \\ldblquote America\\rquote s College Promise,\\rdblquote  to make community colleges tuition-free for the first two years; and\\par\nWhereas, Under the plan, full-time and part-time students would be required to maintain a 2.5 grade point average (GPA) and make consistent progress toward completion of a college degree; and\\par\nWhereas, The plan would be open to community colleges that offer credit toward a four-year degree at a public institution or occupational training programs that offer certificates or degrees in high-demand fields; and\\par\nWhereas, The plan calls for an estimated $60 billion over ten years to help cover tuition and fees; and\\par\nWhereas, The federal government would cover three-quarters of the cost, and states that choose to participate in the program would cover the remainder of the cost; and\\par\nWhereas, If all states participate, the program could save each full-time student an average of $3,800 a year; and\\par\nWhereas, As of Fall 2014, New York State residents who are enrolled full-time at community colleges at the City University of New York (CUNY) pay $4,500 per year in tuition, therefore the President\\rquote s plan would be highly beneficial to these students; and\\par\nWhereas, Under the plan, participating states are also required to \\ldblquote continue existing investments in higher education, coordinate high schools, community colleges, and four-year institutions to reduce the need for remediation and repeated courses, and allocate a significant portion of funding based on performance, not enrollment alone\\rdblquote ; and\\par\nWhereas, Opponents of the plan argue that making community colleges tuition-free is unnecessary because the average tuition for community colleges is an estimated $3,330 a year, and that community colleges are made even more affordable to poor and working-class students through federal Pell Grants, according to \\i The New York Times\\i0 ; and\\par\nWhereas, According to the latest data by the National Center for Education Statistics, 41.9 percent of dependent students enrolled in a two-year college come from households with incomes less than $20,000; and\\par\nWhereas, The plan would especially benefit students of color, including Black, Latino and Asian, many of whom come from low-income households earning less than $20,000 as indicated by the National Center for Education Statistics; and\\par\nWhereas, Almost half (46.8 percent) of students enrolled at CUNY community colleges come from households with incomes less than $20,000, which exceeds the national level; and\\par\nWhereas, Although financial aid is available, low-income community college students are still confronted with additional costs such as housing, food, books, transportation and other expenses that make it very difficult for them to meet their financial obligations, which can often deter them from completing a college degree; and\\par\nWhereas, Such costs are exacerbated for those students living in New York City, which is one of most expensive cities in the nation; and\\par\nWhereas, According to the Center for American Progress, community colleges have been disproportionately impacted by state budget cuts in recent years, resulting in rising tuition costs, thus, limiting educational and career opportunities for students; and\\par\nWhereas, It is important that all states, including New York State, participate in President Obama\\rquote s America\\rquote s College Promise plan to make college more affordable and to educate a competitive workforce that is vital to stimulating local economies in New York City, across the nation and globally; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls upon Congress to pass and the President to sign legislation to implement President Obama\\rquote s \\ldblquote America\\rquote s College Promise\\rdblquote  plan to make two years of community college free to anyone who maintains a 2.5 GPA and calling upon the New York State Legislature to pass and the Governor to sign legislation funding the State\\rquote s obligation under the plan.\\par\n\\pard\\ltrpar\\qj\\fs22\\par\n\\par\nLS# 3845, 3900, 3927, 3975\\par\n2/5/15\\par\nTC \\par\n\\pard\\ltrpar\\fs24\\par\n\\pard\\ltrpar\\qj\\par\n}\n",
  "LastModified": "2015-08-20T19:41:26.74Z"
}
