{
  "ID": 54011,
  "GUID": "56176ECC-8829-44CB-AA40-E69E7D45ECA7",
  "File": "Res 0588-2015",
  "Name": "Calling on President Trump to overturn the ban on transgender individuals serving in the military and for U.S. Secretary of Defense James Mattis to continue to allow transgender individuals to serve openly.",
  "Title": "Resolution calling on President Donald Trump to overturn the ban on transgender individuals serving in the military and for U.S. Secretary of Defense James Mattis to continue to allow transgender individuals to serve openly",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5148,
  "BodyName": "Committee on Civil Rights",
  "IntroDate": "2015-02-26T00:00:00Z",
  "AgendaDate": "2015-02-26T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7631,
      "Slug": "corey-d-johnson",
      "FullName": "Corey D. Johnson"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 7624,
      "Slug": "andrew-cohen",
      "FullName": "Andrew Cohen"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 7636,
      "Slug": "carlos-menchaca",
      "FullName": "Carlos Menchaca"
    }
  ],
  "History": [
    {
      "ID": 295872,
      "Date": "2015-02-26T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 296033,
      "Date": "2015-02-26T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Civil Rights",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 13912,
      "AgendaSequence": 77,
      "MinutesSequence": 93,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Civil Rights",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 329491,
      "Date": "2017-12-31T17:51:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-26T22:51:14.693Z"
    }
  ],
  "Attachments": [
    {
      "ID": 123698,
      "LastModified": "2018-01-02T17:34:23.45Z",
      "Name": "February 26, 2015 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/dd4e2b8f-faf9-4c65-8198-08db6d59949c.pdf",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 60244,
  "Text": "By Council Members Dromm, Chin, Johnson, Koslowitz, Cohen, Rosenthal and Menchaca\n \n      Whereas, In 2014, according to the Williams Institute, there were over 15,500 transgender personnel serving in the United States (\"U.S.\") Armed Forces, and another 134,000 transgender veterans or retired guard or reserve servicepersons; and \n      Whereas, According to veteran advocate group Palm Center's Transgender Military Service Commission Report, transgender individuals are twice as likely to serve in the military as non-transgender individuals; and\n      Whereas, Pentagon policy prior to 2016 prohibited transgender individuals from serving openly and required separation if transgender individuals were discovered; and\n      Whereas, A RAND Corporation study examining the impact of removing the federal ban on transgender military service, commissioned by former Secretary of Defense Ashton Carter, found impacts on force readiness and health care costs associated with gender transition to be minimal; and\n      Whereas, On June 30, 2016, the Department of Defense (\"DOD\") announced new rules allowing transgender individuals to serve openly in the military and, on October 1, 2016, the publication of a Commander's Training Handbook, Medical Guidance, and Policy and Procedures for changing a service member's gender marker; and\n      Whereas, While lifting the ban on transgender individuals serving in the military, the DOD concurrently paused new enlistments of transgender individuals until all policies were fully implemented by July 1, 2017; and\n      Whereas, On June 30, 2017, current Secretary of Defense James Mattis delayed the new enlistment of transgender individuals by an additional 6 months, in order to review the effect their enlistment could have on the armed services' readiness and lethality; and\n      Whereas, On July 26, 2017, President Donald Trump released a statement on his personal Twitter account, stating: \"After consultation with my Generals and military experts, please be advised that the United States Government will not accept or allow Transgender individuals to serve in any capacity in the U.S. Military. Our military must be focused on decisive and overwhelming victory and cannot be burdened with the tremendous medical costs and disruption that transgender in the military would entail. Thank you\"; and\n      Whereas, President Trump signed guidance on August 25, 2017 that directs the DOD to ban new enlistments of transgender individuals, gives Secretary Mattis broad discretion to determine the future of currently serving transgender military members, and orders the Pentagon to immediately stop covering the costs of gender reassignment surgeries except for those in the process of transitioning; and\n      Whereas, The new guidance calls for an implementation plan for the transgender ban to be drafted by February 21, 2018, and fully in place by March 23, 2018; and \n      Whereas, The guidance could force currently serving transgender individuals to resign, seek early retirement, or be released, at the discretion of Secretary Mattis; and\n      Whereas, On August 29, 2017, Secretary Mattis announced that transgender service members may continue to serve in the military, pending a study conducted by the DOD and the Department of Homeland Security examining military readiness, lethality, unit cohesion, and budgetary constraints; and\n      Whereas, As a result of the Pentagon lifting the transgender ban in 2016, at least 250 transgender military service members have had their gender marker changed, with undoubtedly more coming forward to their troops and commanding officers, who are now at risk of harassment, discrimination, or termination; and\n      Whereas, President Trump has argued that transgender individuals pose \"tremendous medical costs and disruption\" to the military, neither of which have been substantiated by recent studies from the U.S. or abroad; and \n      Whereas, As of 2016, 18 foreign nations that permit transgender personnel to serve openly include close American allies such as Australia, Great Britain, and Israel; and \n      Whereas, Society has increasingly recognized the need to combat discrimination against transgender individuals; and\n      Whereas, The U.S. Equal Employment Opportunity Commission, 20 states, the District of Columbia, and over 200 municipalities, including New York City, prohibit discrimination in employment, housing, and public accommodation on the basis of gender identity; and \n      Whereas, All military personnel should be able to serve without having to lie about their identity and be treated with respect; and\n      Whereas, Many federal officials and lawmakers have come forward to oppose the ban on transgender persons serving in the military, including Senators John McCain (R-AZ), Kirsten Gillibrand (D-NY), Charles Schumer (D-NY), Orrin Hatch (R-UT), Richard Shelby (R-AL), Joni Ernst (R-IA), Cory Booker (D-NJ), House Minority Leader Nancy Pelosi (D-CA), Navy Secretary Richard Spencer, Coast Guard Commandant Admiral Paul Zukunft, and 56 retired generals and admirals; and \n      Whereas, The Council of the City of New York recognizes that lesbian, gay, bisexual, and transgender persons have served and are still serving in the U.S. armed forces with honor and distinction, from the Revolutionary War to the current wars in Afghanistan and Iraq; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on President Donald Trump to overturn the ban on transgender individuals serving in the military and for U.S. Secretary of Defense James Mattis to continue to allow transgender individuals to serve openly. \nLS# 2670\nJSM/MA/EK\n8/30/17",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0  \\par\n\\pard\\ltrpar\\qj\\cf0 By Council Members Dromm, Chin, Johnson, Koslowitz, Cohen, Rosenthal and Menchaca\\par\n\\pard\\cbpat2\\ltrpar\\qj\\cf1  \\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, In 2014, according to the Williams Institute, there were over 15,500 transgender personnel serving in the United States (\\ldblquote U.S.\\rdblquote ) Armed Forces, and another 134,000 transgender veterans or retired guard or reserve servicepersons; and \\par\nWhereas, According to veteran advocate group Palm Center\\rquote s Transgender Military Service Commission Report, transgender individuals are twice as likely to serve in the military as non-transgender individuals; and\\par\nWhereas, Pentagon policy prior to 2016 prohibited transgender individuals from serving openly and required separation if transgender individuals were discovered; and\\par\nWhereas, A RAND Corporation study examining the impact of removing the federal ban on transgender military service, commissioned by former Secretary of Defense Ashton Carter, found impacts on force readiness and health care costs associated with gender transition to be minimal; and\\par\nWhereas, On June 30, 2016, the Department of Defense (\\ldblquote DOD\\rdblquote ) announced new rules allowing transgender individuals to serve openly in the military and, on October 1, 2016, the publication of a Commander\\rquote s Training Handbook, Medical Guidance, and Policy and Procedures for changing a service member\\rquote s gender marker; and\\par\nWhereas, While lifting the ban on transgender individuals serving in the military, the DOD concurrently paused new enlistments of transgender individuals until all policies were fully implemented by July 1, 2017; and\\par\nWhereas, On June 30, 2017, current Secretary of Defense James Mattis delayed the new enlistment of transgender individuals by an additional 6 months, in order to review the effect their enlistment could have on the armed services\\rquote  readiness and lethality; and\\par\nWhereas, On July 26, 2017, President Donald Trump released a statement on his personal Twitter account, stating: \\ldblquote After consultation with my Generals and military experts, please be advised that the United States Government will not accept or allow Transgender individuals to serve in any capacity in the U.S. Military. Our military must be focused on decisive and overwhelming victory and cannot be burdened with the tremendous medical costs and disruption that transgender in the military would entail. Thank you\\rdblquote ; and\\par\nWhereas, President Trump signed guidance on August 25, 2017 that directs the DOD to ban new enlistments of transgender individuals, gives Secretary Mattis broad discretion to determine the future of currently serving transgender military members, and orders the Pentagon to immediately stop covering the costs of gender reassignment surgeries except for those in the process of transitioning; and\\par\nWhereas, The new guidance calls for an implementation plan for the transgender ban to be drafted by February 21, 2018, and fully in place by March 23, 2018; and \\par\nWhereas, The guidance could force currently serving transgender individuals to resign, seek early retirement, or be released, at the discretion of Secretary Mattis; and\\par\nWhereas, On August 29, 2017, Secretary Mattis announced that transgender service members may continue to serve in the military, pending a study conducted by the DOD and the Department of Homeland Security examining military readiness, lethality, unit cohesion, and budgetary constraints; and\\par\nWhereas, As a result of the Pentagon lifting the transgender ban in 2016, at least 250 transgender military service members have had their gender marker changed, with undoubtedly more coming forward to their troops and commanding officers, who are now at risk of harassment, discrimination, or termination; and\\par\nWhereas, President Trump has argued that transgender individuals pose \\ldblquote tremendous medical costs and disruption\\rdblquote  to the military, neither of which have been substantiated by recent studies from the U.S. or abroad; and \\par\nWhereas, As of 2016, 18 foreign nations that permit transgender personnel to serve openly include close American allies such as Australia, Great Britain, and Israel; and \\par\nWhereas, Society has increasingly recognized the need to combat discrimination against transgender individuals; and\\par\nWhereas, The U.S. Equal Employment Opportunity Commission, 20 states, the District of Columbia, and over 200 municipalities, including New York City, prohibit discrimination in employment, housing, and public accommodation on the basis of gender identity; and \\par\nWhereas, All military personnel should be able to serve without having to lie about their identity and be treated with respect; and\\par\nWhereas, Many federal officials and lawmakers have come forward to oppose the ban on transgender persons serving in the military, including Senators John McCain (R-AZ), \\cf0 Kirsten Gillibrand (D-NY), Charles Schumer (D-NY), Orrin Hatch (R-UT), Richard Shelby (R-AL), Joni Ernst (R-IA), Cory Booker (D-NJ), House Minority Leader Nancy Pelosi (D-CA), \\cf1 Navy Secretary Richard Spencer, Coast Guard Commandant Admiral Paul Zukunft, and 56 retired generals and admirals; and \\par\nWhereas, The Council of the City of New York recognizes that lesbian, gay, bisexual, and transgender persons have served and are still serving in the U.S. armed forces with honor and distinction, from the Revolutionary War to the current wars in Afghanistan and Iraq; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls on President Donald Trump to overturn the ban on transgender individuals serving in the military and for U.S. Secretary of Defense James Mattis to continue to allow transgender individuals to serve openly. \\par\n\\pard\\cbpat2\\ltrpar\\qj LS# 2670\\par\nJSM/MA/EK\\par\n\\pard\\ltrpar\\sa160\\sl252\\slmult1\\qj 8/30/17\\par\n\\cf0\\par\n}\n",
  "LastModified": "2018-01-02T17:34:23.45Z"
}
