{
  "ID": 54061,
  "GUID": "A503EA11-2B5D-4E6A-99D6-C3F9C9611AF4",
  "File": "Res 0594-2015",
  "Name": "Federal Disaster Assistance Nonprofit Fairness Act of 2013 (.H.R. 592)",
  "Title": "Resolution calling upon the United States Congress to pass and the President to sign H.R. 592, also known as the Federal Disaster Assistance Nonprofit Fairness Act of 2013, which would amend the Robert T. Stafford Disaster Relief and Emergency Assistance Act to make houses of worship eligible, as “private nonprofit facilities,” to receive financial assistance from the federal government for the repair, restoration, and replacement of facilities damaged or destroyed by major disasters, including Superstorm Sandy.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5225,
  "BodyName": "Committee on Recovery and Resiliency",
  "IntroDate": "2015-02-26T00:00:00Z",
  "AgendaDate": "2015-02-26T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7641,
      "Slug": "mark-treyger",
      "FullName": "Mark Treyger"
    },
    {
      "ID": 7113,
      "Slug": "mathieu-eugene",
      "FullName": "Mathieu Eugene"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 7617,
      "Slug": "donovan-j-richards",
      "FullName": "Donovan J. Richards"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 7624,
      "Slug": "andrew-cohen",
      "FullName": "Andrew Cohen"
    },
    {
      "ID": 7636,
      "Slug": "carlos-menchaca",
      "FullName": "Carlos Menchaca"
    },
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    }
  ],
  "History": [
    {
      "ID": 295891,
      "Date": "2015-02-26T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 296057,
      "Date": "2015-02-26T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Recovery and Resiliency",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 13912,
      "AgendaSequence": 101,
      "MinutesSequence": 117,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Recovery and Resiliency",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 329494,
      "Date": "2017-12-31T17:52:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-26T22:52:26.053Z"
    }
  ],
  "Attachments": [
    {
      "ID": 123720,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "February 26, 2015 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/0971f8c0-f18e-4cf8-960d-32c6687710b8.pdf",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 55559,
  "Text": "By Council Members Treyger, Eugene, Koo, Richards, Rose, Koslowitz, Cohen, Menchaca and Ulrich\n\n      Whereas, Superstorm Sandy hit New York on October 29, 2012 and its impacts were unprecedented in the city's history; and\n      Whereas, Superstorm Sandy tragically took the lives of 43 New Yorkers and caused $19 billion in damages and lost economic activity; and\n      Whereas, In the aftermath of Superstorm Sandy, houses of worship exceeded their role as social service providers by supplementing the emergency response and recovery efforts of government agencies; and\n      Whereas, Houses of worship participated in emergency response and recovery efforts by making available basic supplies such as clothing, food and water, by serving as distribution points for supplies and information, by coordinating volunteers and organizing local aid work, and through other initiatives; and\n      Whereas, In some instances, houses of worship were in the best position to provide immediate aid to victims of Superstorm Sandy, as they had long-standing relationships with the communities they served, and they were able to establish a presence as centers of aid before government agencies could; and\n      Whereas, Many houses of worship sustained severe physical and economic damages due to Superstorm Sandy; and\n      Whereas, Some of the most common impacts that Superstorm Sandy had on houses of worship include structural damage to their buildings, flood damage to the interiors of their spaces, damage to their assets, supplies and inventory, and disruption of their operations;  and\n      Whereas, Houses of worship across New York City's many faiths and denominations were among those that sustained damage; and\n      Whereas, Private nonprofit facilities damaged by Superstorm Sandy have received aid in the form of government grants and funding to support their recovery; and\n      Whereas, Due to federal restrictions on providing direct government aid to religious organizations, houses of worship have generally had to rely upon other sources of funding and support to recover from Sandy-related damages and losses; and \n      Whereas, Houses of worship are still struggling to recover from the impacts of Superstorm Sandy; and\n      Whereas, The Federal Emergency Management Agency's (FEMA) Public Assistance program provides financial assistance for the repair of various types of private nonprofit organizations and facilities, including those in which citizens engage in a variety of educational, enrichment and social activities; and\n      Whereas, Under the Robert T. Stafford Disaster Relief and Emergency Assistance Act, FEMA's disaster relief program provides financial assistance to such private nonprofit facilities in the wake of natural disasters; now, therefore, be it \n      Resolved, That the Council of the City of New York calls upon the United States Congress to pass and the President to sign H.R. 592, also known as the Federal Disaster Assistance Nonprofit Fairness Act of 2013, which would amend the Robert T. Stafford Disaster Relief and Emergency Assistance Act to make houses of worship eligible, as \"private nonprofit facilities,\" to receive financial assistance from the federal government for the repair, restoration, and replacement of facilities damaged or destroyed by major disasters, including Superstorm Sandy.  \nBTM\nLS 3583\n2/9/15 2:00PM\n\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Treyger, Eugene, Koo, Richards, Rose, Koslowitz, Cohen, Menchaca and Ulrich\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Superstorm Sandy hit New York on October 29, 2012 and its impacts were unprecedented in the city\\rquote s history; and\\par\nWhereas, Superstorm Sandy tragically took the lives of 43 New Yorkers and caused $19 billion in damages and lost economic activity; and\\par\nWhereas, In the aftermath of Superstorm Sandy, houses of worship exceeded their role as social service providers by supplementing the emergency response and recovery efforts of government agencies; and\\par\nWhereas, Houses of worship participated in emergency response and recovery efforts by making available basic supplies such as clothing, food and water, by serving as distribution points for supplies and information, by coordinating volunteers and organizing local aid work, and through other initiatives; and\\par\nWhereas, In some instances, houses of worship were in the best position to provide immediate aid to victims of Superstorm Sandy, as they had long-standing relationships with the communities they served, and they were able to establish a presence as centers of aid before government agencies could; and\\par\nWhereas, Many houses of worship sustained severe physical and economic damages due to Superstorm Sandy; and\\par\nWhereas, Some of the most common impacts that Superstorm Sandy had on houses of worship include structural damage to their buildings, flood damage to the interiors of their spaces, damage to their assets, supplies and inventory, and disruption of their operations;  and\\par\nWhereas, Houses of worship across New York City\\rquote s many faiths and denominations were among those that sustained damage; and\\par\nWhereas, Private nonprofit facilities damaged by Superstorm Sandy have received aid in the form of government grants and funding to support their recovery; and\\par\nWhereas, Due to federal restrictions on providing direct government aid to religious organizations, houses of worship have generally had to rely upon other sources of funding and support to recover from Sandy-related damages and losses; and \\par\nWhereas, Houses of worship are still struggling to recover from the impacts of Superstorm Sandy; and\\par\nWhereas, The Federal Emergency Management Agency\\rquote s (FEMA) Public Assistance program provides financial assistance for the repair of various types of private nonprofit organizations and facilities, including those in which citizens engage in a variety of educational, enrichment and social activities; and\\par\nWhereas, Under the Robert T. Stafford Disaster Relief and Emergency Assistance Act, FEMA\\rquote s disaster relief program provides financial assistance to such private nonprofit facilities in the wake of natural disasters; now, therefore, be it \\par\nResolved, That the Council of the City of New York calls upon the United States Congress to pass and the President to sign H.R. 592, also known as the Federal Disaster Assistance Nonprofit Fairness Act of 2013, which would amend the Robert T. Stafford Disaster Relief and Emergency Assistance Act to make houses of worship eligible, as \\ldblquote private nonprofit facilities,\\rdblquote  to receive financial assistance from the federal government for the repair, restoration, and replacement of facilities damaged or destroyed by major disasters, including Superstorm Sandy.  \\par\n\\pard\\ltrpar\\qj\\fs20 BTM\\par\nLS 3583\\par\n2/9/15 2:00PM\\par\n\\pard\\ltrpar\\fs24\\par\n}\n",
  "LastModified": "2017-12-26T22:52:26.117Z"
}
