{
  "ID": 54161,
  "GUID": "53E9AF98-5282-4168-AB1C-F3981918E251",
  "File": "Res 0616-2015",
  "Name": "Commemorating the 150th anniversary of the death of President Abraham Lincoln on April 15, 2015.",
  "Title": "Resolution commemorating the 150th anniversary of the death of President Abraham Lincoln on April 15, 2015.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5105,
  "BodyName": "Committee on Cultural Affairs, Libraries and International Intergroup Relations",
  "IntroDate": "2015-03-11T00:00:00Z",
  "AgendaDate": "2015-03-11T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7635,
      "Slug": "alan-n-maisel",
      "FullName": "Alan N. Maisel"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7631,
      "Slug": "corey-d-johnson",
      "FullName": "Corey D. Johnson"
    },
    {
      "ID": 7617,
      "Slug": "donovan-j-richards",
      "FullName": "Donovan J. Richards"
    },
    {
      "ID": 7642,
      "Slug": "paul-a-vallone",
      "FullName": "Paul A. Vallone"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    }
  ],
  "History": [
    {
      "ID": 296334,
      "Date": "2015-03-11T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 296528,
      "Date": "2015-03-11T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Cultural Affairs, Libraries and International Intergroup Relations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 13932,
      "AgendaSequence": 98,
      "MinutesSequence": 114,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Cultural Affairs, Libraries and International Intergroup Relations",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 329499,
      "Date": "2017-12-31T18:19:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-26T23:19:38.567Z"
    }
  ],
  "Attachments": [
    {
      "ID": 124122,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "March 11, 2015 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/03ae6261-2493-4226-a010-d584e3beb114.pdf",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 55665,
  "Text": "By Council Members Maisel, Chin, Johnson, Richards, Vallone, Koslowitz, Rosenthal and Ulrich\n\n      Whereas, Abraham Lincoln was elected the 16th President of the United States of America on November 6, 1860; and\n      Whereas, On the way to Lincoln's election to the United States Presidency, he delivered his famous speech at Cooper Union in New York City arguing against the expansion of slavery into the new western territories being incorporated into the United States, which catapulted him to the national stage; and\n      Whereas, Abraham Lincoln was a firm supporter of the abolition of slavery in the United States of America; and\n      Whereas, Within three months of President Lincoln's election for President of the United States, seven southern states seceded from the United States and formed the Confederate States of America (Confederacy); and\n      Whereas, The American Civil War officially began at Fort Sumter, South Carolina; and\n      Whereas, By the end of the American Civil War, a total of eleven states had seceded from the United States to form the Confederacy; and\n      Whereas, On January 1, 1863, President Lincoln issued the Emancipation Proclamation, outlawing the institution of slavery in all of the Confederate states; and\n      Whereas, On April 9, 1865, General Ulysses S. Grant, who was appointed by President Lincoln, secured the surrender of Confederate General Robert E. Lee, effectively ending the American Civil War; and\n      Whereas, On April 14, 1865, President Lincoln was shot at Ford's Theater in Washington, District of Columbia (D.C.) by a Confederate sympathizer and actor named John Wilkes Booth; and\n      Whereas, President Lincoln later died on April 15, 1865; and\n      Whereas, His body was carried by funeral train from Washington, D.C. to Springfield, Illinois, where he was observed, mourned, and honored by citizens of several cities, including the City of New York; and\n      Whereas, From April 24, 1865 to April 25, 1865, President Lincoln's casket was presented to City Hall in the City of New York for public viewing and participation in the funeral procession; and \n      Whereas, President Abraham Lincoln's leadership preserved the Union and ended the institution of slavery in the United States; now therefore be it\n      Resolved, That the Council of the City of New York commemorates the 150th anniversary of the death of President Abraham Lincoln on April 15, 2015.\n\nOA/TC\nLS 3907\n2/2/2015\n10:00AM",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Maisel, Chin, Johnson, Richards, Vallone, Koslowitz, Rosenthal and Ulrich\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Abraham Lincoln was elected the 16th President of the United States of America on November 6, 1860; and\\par\nWhereas, On the way to Lincoln\\rquote s election to the United States Presidency, he delivered his famous speech at Cooper Union in New York City arguing against the expansion of slavery into the new western territories being incorporated into the United States, which catapulted him to the national stage; and\\par\nWhereas, Abraham Lincoln was a firm supporter of the abolition of slavery in the United States of America; and\\par\nWhereas, Within three months of President Lincoln\\rquote s election for President of the United States, seven southern states seceded from the United States and formed the Confederate States of America (Confederacy); and\\par\nWhereas, The American Civil War officially began at Fort Sumter, South Carolina; and\\par\nWhereas, By the end of the American Civil War, a total of eleven states had seceded from the United States to form the Confederacy; and\\par\nWhereas, On January 1, 1863, President Lincoln issued the Emancipation Proclamation, outlawing the institution of slavery in all of the Confederate states; and\\par\nWhereas, On April 9, 1865, General Ulysses S. Grant, who was appointed by President Lincoln, secured the surrender of Confederate General Robert E. Lee, effectively ending the American Civil War; and\\par\nWhereas, On April 14, 1865, President Lincoln was shot at Ford\\rquote s Theater in Washington, District of Columbia (D.C.) by a Confederate sympathizer and actor named John Wilkes Booth; and\\par\nWhereas, President Lincoln later died on April 15, 1865; and\\par\nWhereas, His body was carried by funeral train from Washington, D.C. to Springfield, Illinois, where he was observed, mourned, and honored by citizens of several cities, including the City of New York; and\\par\nWhereas, From April 24, 1865 to April 25, 1865, President Lincoln\\rquote s casket was presented to City Hall in the City of New York for public viewing and participation in the funeral procession; and \\par\nWhereas, President Abraham Lincoln\\rquote s leadership preserved the Union and ended the institution of slavery in the United States; now therefore be it\\par\nResolved, That the Council of the City of New York commemorates the 150th anniversary of the death of President Abraham Lincoln on April 15, 2015.\\par\n\\pard\\ltrpar\\qj\\fs20\\par\n\\pard\\ltrpar OA/TC\\par\nLS 3907\\par\n2/2/2015\\par\n10:00AM\\par\n\\pard\\ltrpar\\sa200\\sl276\\slmult1\\fs24\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj\\par\n}\n",
  "LastModified": "2017-12-26T23:19:38.63Z"
}
