{
  "ID": 54107,
  "GUID": "C0FD40C6-EFC9-4B0A-93FF-6F2EA6CA7014",
  "File": "Res 0621-2015",
  "Name": "MTA to install rear wheel guards on its buses.",
  "Title": "Resolution calling upon the Metropolitan Transportation Authority to install rear wheel guards on its buses.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2015-03-11T00:00:00Z",
  "AgendaDate": "2015-03-11T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7638,
      "Slug": "antonio-reynoso",
      "FullName": "Antonio Reynoso"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7636,
      "Slug": "carlos-menchaca",
      "FullName": "Carlos Menchaca"
    },
    {
      "ID": 7632,
      "Slug": "ben-kallos",
      "FullName": "Ben Kallos"
    }
  ],
  "History": [
    {
      "ID": 296299,
      "Date": "2015-03-11T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 296532,
      "Date": "2015-03-11T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 13932,
      "AgendaSequence": 104,
      "MinutesSequence": 120,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 329502,
      "Date": "2017-12-31T18:20:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-26T23:20:21.02Z"
    }
  ],
  "Attachments": [
    {
      "ID": 124128,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "March 11, 2015 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/0134c7a6-beec-4a1d-9947-68368338dfe9.pdf",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 55605,
  "Text": "By Council Members Reynoso, Chin, Koo, Lander, Rose, Menchaca and Kallos\n\n\tWhereas, In 2014, 132 pedestrians and 20 bicyclists were killed in traffic collisions in New York City; and\n\tWhereas, The City continues to implement its Vision Zero initiative, which, through improved street design, education, enforcement, and legislative changes, aims to eliminate traffic fatalities in New York City; and\n\tWhereas, At least eight pedestrians were struck and killed by Metropolitan Transportation Authority (MTA) buses in 2014; and\n\tWhereas, At least three victims were run over by the rear wheel of a bus; and\n\tWhereas, Buses in several other cities, including Chicago, Los Angeles, Baltimore, and Washington, D.C., are equipped with rear wheel guards designed to prevent people from being crushed by the rear wheels; and\n\tWhereas, After experiencing an average of two fatalities per year involving bus rear tires, the Washington Metropolitan Area Transit Authority reported no rear wheel-related fatalities in the six years after installing rear wheel guards on its buses; and\n\tWhereas, Given the demonstrated potential of bus rear wheel guards to save lives, the MTA should install them on its buses; now, therefore, be it\n\tResolved, That the Council of the City of New York calls upon the Metropolitan Transportation Authority to install rear wheel guards on its buses.\n\nLS# 3467\n1/30/2015\nJM",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\expndtw-3\\v0\\par\nBy Council Members Reynoso, Chin, Koo, Lander, Rose, Menchaca and Kallos\\par\n\\par\n\\pard\\ltrpar\\hyphpar0\\sl480\\slmult1\\qj\\tab Whereas, In 2014, 132 pedestrians and 20 bicyclists were killed in traffic collisions in New York City; and\\par\n\\tab Whereas, The City continues to implement its Vision Zero initiative, which, through improved street design, education, enforcement, and legislative changes, aims to eliminate traffic fatalities in New York City; and\\par\n\\tab Whereas, At least eight pedestrians were struck and killed by Metropolitan Transportation Authority (MTA) buses in 2014; and\\par\n\\tab Whereas, At least three victims were run over by the rear wheel of a bus; and\\par\n\\tab Whereas, Buses in several other cities, including Chicago, Los Angeles, Baltimore, and Washington, D.C., are equipped with rear wheel guards designed to prevent people from being crushed by the rear wheels; and\\par\n\\tab Whereas, After experiencing an average of two fatalities per year involving bus rear tires, the Washington Metropolitan Area Transit Authority reported no rear wheel-related fatalities in the six years after installing rear wheel guards on its buses; and\\expndtw0\\par\n\\expndtw-3\\tab Whereas, Given the demonstrated potential of bus rear wheel guards to save lives, the MTA should install them on its buses; now, therefore, be it\\par\n\\tab Resolved, That\\cf1  the Council of the City of New York\\cf0  calls upon the Metropolitan Transportation Authority to install rear wheel guards on its buses.\\par\n\\pard\\ltrpar\\hyphpar0\\qj\\cf1\\fs16\\par\nLS# 3467\\par\n1/30/2015\\par\nJM\\par\n}\n",
  "LastModified": "2017-12-26T23:20:21.147Z"
}
