{
  "ID": 54274,
  "GUID": "24A979C3-8F08-4A87-8528-FCF21BE998D4",
  "File": "Res 0638-2015",
  "Name": "Recognizing this and every April as Autism Awareness Month in the City of NY.",
  "Title": "Resolution recognizing this and every April as Autism Awareness Month in the City of New York.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 32,
  "StatusName": "Adopted",
  "BodyID": 5109,
  "BodyName": "Committee on Mental Health, Developmental Disability, Alcoholism, Substance Abuse and Disability Services",
  "IntroDate": "2015-03-31T00:00:00Z",
  "AgendaDate": "2015-03-31T00:00:00Z",
  "PassedDate": "2015-04-28T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7627,
      "Slug": "costa-g-constantinides",
      "FullName": "Costa G. Constantinides"
    },
    {
      "ID": 7629,
      "Slug": "chaim-m-deutsch",
      "FullName": "Chaim M. Deutsch"
    },
    {
      "ID": 7113,
      "Slug": "mathieu-eugene",
      "FullName": "Mathieu Eugene"
    },
    {
      "ID": 7631,
      "Slug": "corey-d-johnson",
      "FullName": "Corey D. Johnson"
    },
    {
      "ID": 7634,
      "Slug": "mark-levine",
      "FullName": "Mark Levine"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7642,
      "Slug": "paul-a-vallone",
      "FullName": "Paul A. Vallone"
    },
    {
      "ID": 7624,
      "Slug": "andrew-cohen",
      "FullName": "Andrew Cohen"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 7570,
      "Slug": "mark-s-weprin",
      "FullName": "Mark S. Weprin"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7617,
      "Slug": "donovan-j-richards",
      "FullName": "Donovan J. Richards"
    },
    {
      "ID": 7637,
      "Slug": "i-daneek-miller",
      "FullName": "I. Daneek Miller"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm"
    },
    {
      "ID": 7586,
      "Slug": "ruben-wills",
      "FullName": "Ruben Wills"
    },
    {
      "ID": 7577,
      "Slug": "david-g-greenfield",
      "FullName": "David G. Greenfield"
    },
    {
      "ID": 7632,
      "Slug": "ben-kallos",
      "FullName": "Ben Kallos"
    }
  ],
  "History": [
    {
      "ID": 296740,
      "Date": "2015-03-31T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 296971,
      "Date": "2015-03-31T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 13985,
      "AgendaSequence": 100,
      "MinutesSequence": 116,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 297141,
      "Date": "2015-04-07T10:52:00Z",
      "ActionID": 49,
      "Action": "Re-referred to Committee by Council",
      "Description": "This Resolution was Re-referred to Committee by Council to the Committee on Mental Health, Developmental Disability, Alcoholism, Substance Abuse and Disability Services",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 297330,
      "Date": "2015-04-23T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 5109,
      "BodyName": "Committee on Mental Health, Developmental Disability, Alcoholism, Substance Abuse and Disability Services",
      "EventID": 13956,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 297683,
      "Date": "2015-04-23T10:00:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "A motion was made that this Resolution be Approved by Committee approved by Roll Call.",
      "BodyID": 5109,
      "BodyName": "Committee on Mental Health, Developmental Disability, Alcoholism, Substance Abuse and Disability Services",
      "EventID": 13956,
      "MinutesSequence": 6,
      "Version": "*",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "Votes": [
        {
          "ID": 7624,
          "Slug": "andrew-cohen",
          "FullName": "Andrew Cohen",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 10
        },
        {
          "ID": 7502,
          "Slug": "elizabeth-s-crowley",
          "FullName": "Elizabeth S. Crowley",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 20
        },
        {
          "ID": 7586,
          "Slug": "ruben-wills",
          "FullName": "Ruben Wills",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 30
        },
        {
          "ID": 7631,
          "Slug": "corey-d-johnson",
          "FullName": "Corey D. Johnson",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 40
        },
        {
          "ID": 7642,
          "Slug": "paul-a-vallone",
          "FullName": "Paul A. Vallone",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 50
        }
      ],
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 297954,
      "Date": "2015-04-28T13:30:00Z",
      "ActionID": 5032,
      "Action": "Approved, by Council",
      "Description": "A motion was made that this Resolution be Approved, by Council approved by voice vote.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 14031,
      "AgendaSequence": 71,
      "MinutesSequence": 87,
      "Version": "*",
      "AgendaNote": "Adopted by the Committee on Mental Health, Developmental Disability, Alcoholism, Substance Abuse and Disability Services",
      "MinutesNote": "Pursuant to Rule 8.50 of the Council, the Public Advocate (Ms. James) called for a voice vote.  Hearing no objections, the Public Advocate (Ms. James) declared the Resolution to be adopted.\n\r\n\r\nAdopted unanimously by the Council by voice-vote.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 32,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 124579,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "March 31, 2015 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b8bde3d1-0337-48f5-87a5-e32e07f18dc7.pdf",
      "Sort": 1
    },
    {
      "ID": 125103,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "https://nyc.legistar1.com/nyc/attachments/1f10825d-e3ed-4d12-b52a-e8ce24be60e2.doc",
      "Sort": 2
    },
    {
      "ID": 125609,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript",
      "Link": "https://nyc.legistar1.com/nyc/attachments/fc2cb234-6638-4f28-a200-63acab323d91.pdf",
      "Sort": 3
    },
    {
      "ID": 125183,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "April 28, 2015 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/13b960ca-bda0-4095-a69c-3936fc0be867.doc",
      "Sort": 4
    },
    {
      "ID": 125661,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript - Stated Meeting 4-28-15",
      "Link": "https://nyc.legistar1.com/nyc/attachments/450e63b0-ddd6-4e00-8b65-9eae45e4ebff.pdf",
      "Sort": 5
    },
    {
      "ID": 127492,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Minutes of the Stated Meeting - April  28, 2015",
      "Link": "https://nyc.legistar1.com/nyc/attachments/adf8a899-4551-42ca-b353-03301804ab65.pdf",
      "Sort": 6
    }
  ],
  "Summary": "",
  "TextID": 55790,
  "Text": "By Council Members Ulrich, Arroyo, Cabrera, Chin, Constantinides, Deutsch, Eugene, Johnson, Levine, Rose, Vallone, Cohen, Levin, Koslowitz, Weprin, Williams, Richards, Miller, Rosenthal, Rodriguez, Lander, Van Bramer, Dromm, Wills, Greenfield and Kallos\n\n\tWhereas, According to Autism Speaks (AS), autism and autism spectrum disorder, also called ASD, are both general terms for a group of complex disorders of brain development; and\n\tWhereas, The New York City Department of Health and Mental Hygiene (DOHMH) advises that autism is a physical condition linked to abnormal biology and chemistry in the brain; and\n\tWhereas, DOHMH further advises that the exact causes of these abnormalities remain unknown, but this is a very active area of research, and that there are probably a combination of factors that lead to autism; and\n\tWhereas, DOHMH states that these disorders are characterized, in varying degrees, by difficulties in social interaction, verbal and nonverbal communication and repetitive behaviors; and\n\tWhereas, DOHMH also informs that many parents of autistic children see some of the symptoms of autism by the time the child is 18 months, and seek help by the time the child is age 2; and\n\tWhereas, DOHMH also says that children with autism typically have difficulties in areas such as pretend play, social interactions and verbal and nonverbal communication; and\n\tWhereas, The Centers for Disease Control and Prevention (CDC) estimates that 1 in 68 children (or 14.7 per 1,000 eight-year-olds) in multiple communities in the United States has been identified with ASD, and that this new estimate is roughly 30 percent higher than previous estimates reported in 2012 of 1 in 88 children (11.3 per 1,000 eight year olds) being identified with an ASD; and\n\tWhereas, the CDC also reports that the data continue to show that ASD is almost five times more common among boys than girls: 1 in 42 boys versus 1 in 189 girls, and that Caucasian children are more likely to be identified as having ASD than are Black or Hispanic children; and\n\tWhereas, The CDC reports that ASD is treatable by early intervention services that help children from birth to 3 years old learn important skills, and that services can include therapy to help the child talk, walk, and interact with others; and\n\tWhereas, According to Shema Kolainu/Hear Our Voices (SK), a non-profit multi-cultural school in New York City that provides treatment, education and mentoring for persons in the autism community, several studies have shown that early, intensive instruction using such methods as Applied Behavioral Analysis (ABA) may result in dramatic improvements; and\n\tWhereas, SK also informs that ABA therapy can develop the child's social and emotional skills, allowing them to convey their feelings either verbally or through use of what is known as an Alternative Communication device, which can range from a simple picture board to touch-screen voice output systems; and \n\tWhereas, According to Autism Daily Newscast (ADN), finding a \"cure\" to ASD is tricky, because autism is a disorder that shows up as a series of symptoms, rather than as a particular biological reaction in the body; and\n\tWhereas, ADN reports that it is possible to decrease the effect the symptoms of the disorder have on an individual, with proper interventions, and that studies have shown that intensive early behavioral interventions can improve symptoms and lead to a better quality of life in adulthood; and \n      Whereas, ADN also states that while no particular approach has been shown to \"cure\" autism, it is possible to help people with autism overcome their challenges, and for many to live happy, productive lives and\n      Whereas, The United Nations (UN), by resolution, established World Autism Awareness Day in 2007, observed on April 2 every year since 2008; and\n      Whereas, The main components of the UN resolution include, in addition to establishing April 2 as World Autism Awareness Day, the participation of UN organizations, member states and non government organizations in raising awareness of autism at all levels of society; and\n      Whereas, Observance of World Autism Awareness Day occurs yearly in April throughout the United States, including Chicago, Atlanta and Los Angeles; and\n      Whereas, On World Autism Awareness Day in 2014, in New York City, the Empire State Building and 30 Rockefeller Center, were illuminated in \"autism blue\"; and\n\tWhereas, The Eighth Annual World Autism Awareness Day is April 2, 2015, and autism organizations around the world will mark the day with unique fundraising and awareness-raising events; and \n      Whereas, According to the UN, the upcoming WADD will be recognized by all member states; now, therefore, be it \n      Resolved, That the Council of the City of New recognizes this and every April as Autism Awareness Month in the City of New York.\n\n\nMB\nLS 3697\n3/12/15\n1",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Helvetica;}}\n{\\colortbl ;\\red51\\green51\\blue51;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Ulrich, Arroyo, Cabrera, Chin, Constantinides, Deutsch, Eugene, Johnson, Levine, Rose, Vallone, Cohen, Levin, Koslowitz, Weprin, Williams, Richards, Miller, Rosenthal, Rodriguez, Lander, Van Bramer, Dromm, Wills, Greenfield and Kallos\\par\n\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, According to Autism Speaks (AS), autism and autism spectrum disorder, also called ASD, are both general terms for a group of complex disorders of brain development; and\\par\n\\tab Whereas, The New York City Department of Health and Mental Hygiene (DOHMH) advises that autism is a physical condition linked to abnormal biology and chemistry in the brain; and\\par\n\\tab Whereas, DOHMH further advises that the exact causes of these abnormalities remain unknown, but this is a very active area of research, and that there are probably a combination of factors that lead to autism; and\\par\n\\tab Whereas, DOHMH states that these disorders are characterized, in varying degrees, by difficulties in social interaction, verbal and nonverbal communication and repetitive behaviors; and\\par\n\\tab Whereas, DOHMH also informs that many parents of autistic children see some of the symptoms of autism by the time the child is 18 months, and seek help by the time the child is age 2; and\\par\n\\tab Whereas, DOHMH also says that children with autism typically have difficulties in areas such as pretend play, social interactions and verbal and nonverbal communication; and\\par\n\\tab\\cf1 Whereas, The Centers for Disease Control and Prevention (CDC) estimates that 1 in 68 children (or 14.7 per 1,000 eight-year-olds) in multiple communities in the United States has been identified with ASD, and that this new estimate is roughly 30 percent higher than previous estimates reported in 2012 of 1 in 88 children (11.3 per 1,000 eight year olds) being identified with an ASD; and\\par\n\\tab Whereas, the CDC also reports that\\f1\\fs21  \\f0\\fs24 the data continue to show that ASD is almost five times more common among boys than girls: 1 in 42 boys versus 1 in 189 girls, and that Caucasian children are more likely to be identified as having ASD than are Black or Hispanic children; and\\par\n\\cf0\\tab Whereas, The CDC reports that ASD is treatable by early intervention services that help children from birth to 3 years old learn important skills, and that services can include therapy to help the child talk, walk, and interact with others; and\\par\n\\tab Whereas, According to Shema Kolainu/Hear Our Voices (SK), a non-profit multi-cultural school in New York City that provides treatment, education and mentoring for persons in the autism community, several studies have shown that early, intensive instruction using such methods as Applied Behavioral Analysis (ABA) may result in dramatic improvements; and\\par\n\\tab Whereas, SK also informs that ABA therapy can develop the child\\rquote s social and emotional skills, allowing them to convey their feelings either verbally or through use of what is known as an Alternative Communication device, which can range from a simple picture board to touch-screen voice output systems; and \\par\n\\pard\\cbpat2\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, According to Autism Daily Newscast (ADN), \\cf1 finding a \\ldblquote cure\\rdblquote  to ASD is tricky, because autism is a disorder that shows up as a series of symptoms, rather than as a particular biological reaction in the body; and\\par\n\\tab Whereas, ADN reports that it is possible to decrease the effect the symptoms of the disorder have on an individual, with proper interventions, and that studies have shown that intensive early behavioral interventions can improve symptoms and lead to a better quality of life in adulthood; and \\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, ADN also states that while no particular approach has been shown to \\ldblquote cure\\rdblquote  autism, it is possible to help people with autism overcome their challenges, and for many to live happy, productive lives and\\par\nWhereas, The United Nations (UN), by resolution, established World Autism Awareness Day in 2007, observed on April 2 every year since 2008; and\\par\nWhereas, The main components of the UN resolution include, in addition to establishing April 2 as World Autism Awareness Day, the participation of UN organizations, member states and non government organizations in raising awareness of autism at all levels of society; and\\par\nWhereas, Observance of World Autism Awareness Day occurs yearly in April throughout the United States, including Chicago, Atlanta and Los Angeles; and\\par\nWhereas, On World Autism Awareness Day in 2014, in New York City, the Empire State Building and 30 Rockefeller Center, were illuminated in \\ldblquote autism blue\\rdblquote ; and\\cf0\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, The Eighth Annual World Autism Awareness Day is April 2, 2015, and autism organizations around the world will mark the day with unique fundraising and awareness-raising events; and \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, According to the UN, the upcoming WADD will be recognized by all member states; now, therefore, be it \\par\nResolved, That the Council of the City of New recognizes this and every April as Autism Awareness Month in the City of New York.\\par\n\\pard\\ltrpar\\qj\\par\n\\par\n\\fs20 MB\\par\nLS 3697\\par\n3/12/15\\par\n}\n",
  "LastModified": "2015-08-21T16:51:56.817Z"
}
