{
  "ID": 54331,
  "GUID": "D0C1D8D0-814A-4DFA-8626-1101CFC79A6F",
  "File": "Res 0650-2015",
  "Name": "Voting Rights Amendment Act of 2015 (H.R. 885)",
  "Title": "Resolution in support of the Voting Rights Amendment Act of 2015 (H.R. 885), which restores and modernizes portions of the Voting Rights Act invalidated by the Supreme Court decision Shelby County v. Holder.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5148,
  "BodyName": "Committee on Civil Rights",
  "IntroDate": "2015-04-16T00:00:00Z",
  "AgendaDate": "2015-04-16T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7627,
      "Slug": "costa-g-constantinides",
      "FullName": "Costa G. Constantinides"
    },
    {
      "ID": 7502,
      "Slug": "elizabeth-s-crowley",
      "FullName": "Elizabeth S. Crowley"
    },
    {
      "ID": 7628,
      "Slug": "laurie-a-cumbo",
      "FullName": "Laurie A. Cumbo"
    },
    {
      "ID": 7631,
      "Slug": "corey-d-johnson",
      "FullName": "Corey D. Johnson"
    },
    {
      "ID": 7613,
      "Slug": "andy-l-king",
      "FullName": "Andy L. King"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7637,
      "Slug": "i-daneek-miller",
      "FullName": "I. Daneek Miller"
    },
    {
      "ID": 7636,
      "Slug": "carlos-menchaca",
      "FullName": "Carlos Menchaca"
    },
    {
      "ID": 7633,
      "Slug": "rory-i-lancman",
      "FullName": "Rory I. Lancman"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 7617,
      "Slug": "donovan-j-richards",
      "FullName": "Donovan J. Richards"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7634,
      "Slug": "mark-levine",
      "FullName": "Mark Levine"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm"
    },
    {
      "ID": 7640,
      "Slug": "ritchie-j-torres",
      "FullName": "Ritchie J. Torres"
    },
    {
      "ID": 7604,
      "Slug": "robert-e-cornegy-jr",
      "FullName": "Robert E. Cornegy, Jr."
    },
    {
      "ID": 7630,
      "Slug": "rafael-l-espinal-jr",
      "FullName": "Rafael L. Espinal, Jr."
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    }
  ],
  "History": [
    {
      "ID": 297251,
      "Date": "2015-04-16T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 297483,
      "Date": "2015-04-16T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Civil Rights",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 14009,
      "AgendaSequence": 89,
      "MinutesSequence": 104,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Civil Rights",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 329507,
      "Date": "2017-12-31T18:22:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-26T23:22:41.76Z"
    }
  ],
  "Attachments": [
    {
      "ID": 124868,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "April 16, 2015 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b1fe230e-f88a-4b46-be6b-8c93c4020c55.pdf",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 55849,
  "Text": "By Council Members Mealy, Chin, Constantinides, Crowley, Cumbo, Johnson, King, Palma, Rosenthal, Mendez, Miller, Menchaca, Lancman, Lander, Richards, Williams, Mealy, Dromm, Torres, Cornegy, Espinal and Rose\n\n\tWhereas, The right to vote is the foundation of democracy; and\n\tWhereas, One of the most significant legislative achievements of the civil rights movement was the passage of the Voting Rights Act of 1965 (VRA), which protected Americans against racial or ethnic discrimination in voting; and\n\tWhereas, The VRA's impact was immediately seen in the African American voter registration rate in states covered by the VRA, which increased from 29.3% to 52.1% between 1965 and 1967, according to the Cambridge University Press study, \"Minority Representation and the Quest for Voting Equality;\" and\n\tWhereas, According to the same study, the number of African American state legislators also saw a dramatic increase in the eleven former Confederate states, from three to 176 between 1965 and 1985; and\n\tWhereas, The VRA was reauthorized four times between 1970 and 2006 with large bipartisan support, including a unanimous Senate vote in 2006; and \n      Whereas, While substantial progress has been made in the last 50 years to reduce voter discrimination, significant challenges remain today; and\n      Whereas, Between 2000 and 2013, 148 separate violations of the VRA were documented nationwide, including eight in New York State, with some instances impacting hundreds of thousands of voters, according to a report by the Leadership Conference on Civil and Human Rights; and\n\tWhereas, In June of 2013, the U.S. Supreme Court invalidated important portions of the VRA in the decision Shelby County v. Holder, striking down as unconstitutional the section that determines which jurisdictions require preclearance from the U.S. Department of Justice to enact changes to voting procedures; and\n\tWhereas, U.S. Representative Sensenbrenner responded to the Shelby decision by introducing the Voting Rights Amendment Act of 2015 (VRAA), aiming to revise the criteria determining preclearance coverage and to offer additional measures to prevent and address voter discrimination; and\n\tWhereas, The VRAA has several key features, including updating the preclearance formula to cover jurisdictions with a recent pattern of discrimination; and \n\tWhereas, The legislation expands the federal court's ability to apply a preclearance remedy when it finds a violation of discriminatory result, where previously a finding of discriminatory intent was necessary; and\n      Whereas, It requires public notification of certain voting process changes and extends this requirement nationwide, beyond only the jurisdictions needing preclearance, to provide greater transparency for potentially discriminatory changes; and\n      Whereas, The VRAA also provides concrete, well-defined tools to prevent discrimination, including empowering the public and the Department of Justice to commence court actions to temporarily halt a potentially discriminatory voting change; and\n\tWhereas, In addition, the legislation clarifies that the U.S. Attorney General retains the power to send federal observers to monitor elections in jurisdictions with preclearance obligations; and\n\tWhereas, These measures are significant steps in preserving and protecting all Americans' fundamental right to participate in our democracy; now, therefore, be it\n      Resolved, That the Council of the City of New York calls for Congressional support for the Voting Rights Amendment Act of 2015 (H.R. 885), which restores and modernizes portions of the Voting Rights Act invalidated by the Supreme Court decision Shelby County v. Holder.\n      \nLS #3996\nLW\n3/23/2015",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Mealy, Chin, Constantinides, Crowley, Cumbo, Johnson, King, Palma, Rosenthal, Mendez, Miller, Menchaca, Lancman, Lander, Richards, Williams, Mealy, Dromm, Torres, Cornegy, Espinal and Rose\\par\n\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, The right to vote is the foundation of democracy; and\\par\n\\tab Whereas, One of the most significant legislative achievements of the civil rights movement was the passage of the Voting Rights Act of 1965 (VRA), which protected Americans against racial or ethnic discrimination in voting; and\\par\n\\tab Whereas, The VRA\\rquote s impact was immediately seen in the African American voter registration rate in states covered by the VRA, which increased from 29.3% to 52.1% between 1965 and 1967, according to the Cambridge University Press study, \\ldblquote Minority Representation and the Quest for Voting Equality;\\rdblquote  and\\par\n\\tab Whereas, According to the same study, the number of African American state legislators also saw a dramatic increase in the eleven former Confederate states, from three to 176 between 1965 and 1985; and\\par\n\\tab Whereas, The VRA was reauthorized four times between 1970 and 2006 with large bipartisan support, including a unanimous Senate vote in 2006; and \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, While substantial progress has been made in the last 50 years to reduce voter discrimination, significant challenges remain today; and\\par\nWhereas, Between 2000 and 2013, 148 separate violations of the VRA were documented nationwide, including eight in New York State, with some instances impacting hundreds of thousands of voters, according to a report by the Leadership Conference on Civil and Human Rights; and\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, In June of 2013, the U.S. Supreme Court invalidated important portions of the VRA in the decision Shelby County v. Holder, striking down as unconstitutional the section that determines which jurisdictions require preclearance from the U.S. Department of Justice to enact changes to voting procedures; and\\par\n\\tab Whereas, U.S. Representative Sensenbrenner responded to the Shelby decision by introducing the Voting Rights Amendment Act of 2015 (VRAA), aiming to revise the criteria determining preclearance coverage and to offer additional measures to prevent and address voter discrimination; and\\par\n\\tab Whereas, The VRAA has several key features, including updating the preclearance formula to cover jurisdictions with a recent pattern of discrimination; and \\par\n\\tab Whereas, The legislation expands the federal court\\rquote s ability to apply a preclearance remedy when it finds a violation of discriminatory result, where previously a finding of discriminatory intent was necessary; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, It requires public notification of certain voting process changes and extends this requirement nationwide, beyond only the jurisdictions needing preclearance, to provide greater transparency for potentially discriminatory changes; and\\par\nWhereas, The VRAA also provides concrete, well-defined tools to prevent discrimination, including empowering the public and the Department of Justice to commence court actions to temporarily halt a potentially discriminatory voting change; and\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, In addition, the legislation clarifies that the U.S. Attorney General retains the power to send federal observers to monitor elections in jurisdictions with preclearance obligations; and\\par\n\\tab Whereas, These measures are significant steps in preserving and protecting all Americans\\rquote  fundamental right to participate in our democracy; now, therefore, be it\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Resolved, That the Council of the City of New York calls for Congressional support for the Voting Rights Amendment Act of 2015 (H.R. 885), which restores and modernizes portions of the Voting Rights Act invalidated by the Supreme Court decision Shelby County v. Holder.\\par\n\\par\n\\pard\\ltrpar\\sl276\\slmult1\\fs20 LS #3996\\par\nLW\\par\n3/23/2015\\par\n\\pard\\ltrpar\\sa200\\sl276\\slmult1\\fs24\\par\n}\n",
  "LastModified": "2017-12-26T23:22:41.823Z"
}
