{
  "ID": 54333,
  "GUID": "8D3FB854-530A-4D8B-88AC-AECFC48E65A5",
  "File": "Res 0670-2015",
  "Name": "MTA to allow riders travelling within NYC City limits to pay a fare for commuter rail equal to that of a MetroCard ride on NYC Transit subways and buses.",
  "Title": "Resolution calling upon the MTA to allow riders travelling within New York City limits to pay a fare for commuter rail equal to that of a MetroCard ride on New York City Transit subways and buses; and allow for free transfers between commuter rail and New York City Transit subways and buses.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2015-04-28T00:00:00Z",
  "AgendaDate": "2015-04-28T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7637,
      "Slug": "i-daneek-miller",
      "FullName": "I. Daneek Miller"
    },
    {
      "ID": 7113,
      "Slug": "mathieu-eugene",
      "FullName": "Mathieu Eugene"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 7631,
      "Slug": "corey-d-johnson",
      "FullName": "Corey D. Johnson"
    },
    {
      "ID": 7617,
      "Slug": "donovan-j-richards",
      "FullName": "Donovan J. Richards"
    },
    {
      "ID": 7624,
      "Slug": "andrew-cohen",
      "FullName": "Andrew Cohen"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 7642,
      "Slug": "paul-a-vallone",
      "FullName": "Paul A. Vallone"
    },
    {
      "ID": 7502,
      "Slug": "elizabeth-s-crowley",
      "FullName": "Elizabeth S. Crowley"
    },
    {
      "ID": 7627,
      "Slug": "costa-g-constantinides",
      "FullName": "Costa G. Constantinides"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 7691,
      "Slug": "barry-s-grodenchik",
      "FullName": "Barry S. Grodenchik"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm"
    },
    {
      "ID": 7638,
      "Slug": "antonio-reynoso",
      "FullName": "Antonio Reynoso"
    },
    {
      "ID": 7633,
      "Slug": "rory-i-lancman",
      "FullName": "Rory I. Lancman"
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 7630,
      "Slug": "rafael-l-espinal-jr",
      "FullName": "Rafael L. Espinal, Jr."
    },
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    }
  ],
  "History": [
    {
      "ID": 297754,
      "Date": "2015-04-28T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 297940,
      "Date": "2015-04-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 14031,
      "AgendaSequence": 105,
      "MinutesSequence": 121,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 302734,
      "Date": "2015-11-12T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 29,
      "BodyName": "Committee on Transportation",
      "EventID": 14406,
      "AgendaSequence": 4,
      "MinutesSequence": 9,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-11-19T21:56:18.557Z"
    },
    {
      "ID": 303005,
      "Date": "2015-11-12T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 29,
      "BodyName": "Committee on Transportation",
      "EventID": 14406,
      "MinutesSequence": 10,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-11-12T19:10:20.13Z"
    },
    {
      "ID": 329516,
      "Date": "2017-12-31T18:47:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-26T23:47:19.33Z"
    }
  ],
  "Attachments": [
    {
      "ID": 125213,
      "LastModified": "2016-01-05T17:38:39.617Z",
      "Name": "April 28, 2015 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/5bc5c450-8f1c-4cdc-bfc2-11f6672c872e.doc",
      "Sort": 1
    },
    {
      "ID": 135917,
      "LastModified": "2015-11-12T18:40:11.4Z",
      "Name": "Committee Report 11/12/15",
      "Link": "https://nyc.legistar1.com/nyc/attachments/a8f0b5ad-c19b-4c40-a8fc-0d7aae5ad5de.pdf",
      "Sort": 2
    },
    {
      "ID": 136025,
      "LastModified": "2015-11-19T21:56:03.003Z",
      "Name": "Hearing Testimony 11/12/15",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d77c7748-afd8-46f7-83aa-bc3e0e72b9d6.pdf",
      "Sort": 3
    },
    {
      "ID": 135967,
      "LastModified": "2015-11-19T21:56:02.933Z",
      "Name": "Hearing Transcript 11/12/15",
      "Link": "https://nyc.legistar1.com/nyc/attachments/2af90e7e-3cbd-44dc-b840-23740a89b019.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 55851,
  "Text": "By Council Members Miller, Eugene, Gentile, Johnson, Richards, Cohen, Van Bramer, Williams, Koo, Vallone, Crowley, Constantinides, Koslowitz, Grodenchik, Dromm, Reynoso, Lancman, Ferreras-Copeland, Espinal and Ulrich\n\tWhereas, On March 21st, 2015, the MTA raised fares on trains, buses, bridges, tunnels and commuter rail across their entire system; and\n\tWhereas, The MTA has raised fares for riders on five separate occasions in the past eight years and plans to raise fares again in 2017; and\n\tWhereas, At a New York City Transit (NYCT) monthly board meeting on March 23rd, 2015, NYCT President Carmen Bianco acknowledged increases in system delays and wait times for riders; and \n\tWhereas, The MTA presently has several subsidy programs for travel within specific areas, including the CityTicket program, which charges $4.25 on Metro North and Long Island Rail Road travel within city limits exclusively on weekends; the $3 intermediate fare for all Metro North Travel within the Bronx; the $3.25 fare for all off-peak LIRR travel within Zone 3, which includes 14 stops in eastern Queens; and\n\tWhereas, CityTicket has specific restrictions, including that it is only available on weekends; it cannot be used to transfer trains at junction points, even when remaining within city limits; it is only available on the date of purchase; it cannot be purchased on board trains; it is not available on the New Haven Line between Manhattan and Fordham station; and it does not provide free transfers between commuter rail and subways and buses; and\n\tWhereas, On weekdays, when CityTicket is not in effect and a larger number of commuters are traveling, fares for commuter rail are over 50% higher, with peak fares from Penn Station to LIRR stations in Queens totaling between $8.25 and $10; peak fares between Grand Central Terminal and Metro North Stations in the Bronx totaling $8.75; and the peak fare between Atlantic Terminal and Jamaica is $10; and\n\tWhereas, According to testimony from the Tri-State Transportation Campaign at a February 10th, 2015 hearing of the Council of the City of New York's Committee on Transportation, the percentage of New Yorkers spending an hour or more to get to work has increased by 20% over the past few years and two-thirds of this group make less than $35,000 per year, highlighting the financial burdens of higher fares and longer commutes; and\n\tWhereas, According to MTA data, travel time via commuter rail within New York City is considerably faster than comparable subway and bus trips, with trips between Grand Central Station and several stations in the Bronx taking 50% less time; trips between Penn Station and outer Queens stations taking over 50% less time and trips between Jamaica Station in Queens and Flatbush Avenue in Brooklyn taking nearly 75% less time; now, therefore, be it\n\tResolved, That The Council of the City of New York calls upon the MTA to allow riders travelling within New York City limits to pay a fare for commuter rail equal to that of a MetroCard ride on New York City Transit subways and buses; and allow for free transfers between commuter rail and New York City Transit subways and buses.\n\nLS#4489\n3/31/15\nRM",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\sa200\\sl276\\slmult1\\qj By Council Members Miller, Eugene, Gentile, Johnson, Richards, Cohen, Van Bramer, Williams, Koo, Vallone, Crowley, Constantinides, Koslowitz, Grodenchik, Dromm, Reynoso, Lancman, Ferreras-Copeland, Espinal and Ulrich\\par\n\\pard\\ltrpar\\sa200\\sl480\\slmult1\\qj\\tab Whereas, On March 21\\super st\\nosupersub , 2015, the MTA raised fares on trains, buses, bridges, tunnels and commuter rail across their entire system; and\\par\n\\tab Whereas, The MTA has raised fares for riders on five separate occasions in the past eight years and plans to raise fares again in 2017; and\\par\n\\tab Whereas, At a New York City Transit (NYCT) monthly board meeting on March 23\\super rd\\nosupersub , 2015, NYCT President Carmen Bianco acknowledged increases in system delays and wait times for riders; and \\fs28\\par\n\\pard\\ltrpar\\sa200\\sl480\\slmult1\\fs24\\tab Whereas, The MTA presently has several subsidy programs for travel within specific areas, including the CityTicket program, which charges $4.25 on Metro North and Long Island Rail Road travel within city limits exclusively on weekends; the $3 intermediate fare for all Metro North Travel within the Bronx; the $3.25 fare for all off-peak LIRR travel within Zone 3, which includes 14 stops in eastern Queens; and\\par\n\\tab Whereas, CityTicket has specific restrictions, including that it is only available on weekends; it cannot be used to transfer trains at junction points, even when remaining within city limits; it is only available on the date of purchase; it cannot be purchased on board trains; it is not available on the New Haven Line between Manhattan and Fordham station; and it does not provide free transfers between commuter rail and subways and buses; and\\par\n\\tab Whereas, On weekdays, when CityTicket is not in effect and a larger number of commuters are traveling, fares for commuter rail are over 50% higher, with peak fares from Penn Station to LIRR stations in Queens totaling between $8.25 and $10; peak fares between Grand Central Terminal and Metro North Stations in the Bronx totaling $8.75; and the peak fare between Atlantic Terminal and Jamaica is $10; and\\par\n\\tab Whereas, According to testimony from the Tri-State Transportation Campaign at a February 10\\super th\\nosupersub , 2015 hearing of the Council of the City of New York\\rquote s Committee on Transportation, the percentage of New Yorkers spending an hour or more to get to work has increased by 20% over the past few years and two-thirds of this group make less than $35,000 per year, highlighting the financial burdens of higher fares and longer commutes; and\\par\n\\tab Whereas, According to MTA data, travel time via commuter rail within New York City is considerably faster than comparable subway and bus trips, with trips between Grand Central Station and several stations in the Bronx taking 50% less time; trips between Penn Station and outer Queens stations taking over 50% less time and trips between Jamaica Station in Queens and Flatbush Avenue in Brooklyn taking nearly 75% less time; now, therefore, be it\\par\n\\tab Resolved, That The Council of the City of New York calls upon the MTA to allow riders travelling within New York City limits to pay a fare for commuter rail equal to that of a MetroCard ride on New York City Transit subways and buses; and allow for free transfers between commuter rail and New York City Transit subways and buses.\\par\n\\pard\\ltrpar\\fs18\\par\n\\fs16 LS#4489\\par\n3/31/15\\par\nRM\\par\n}\n",
  "LastModified": "2017-12-26T23:47:19.393Z"
}
