{
  "ID": 54414,
  "GUID": "F5CA0474-896F-4C77-8BED-C080C6EA8717",
  "File": "Res 0672-2015",
  "Name": "Recognizing and commemorating June 21st as World Yoga Day in NYC.",
  "Title": "Resolution recognizing and commemorating June 21st as World Yoga Day in the City of New York.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2015-04-28T00:00:00Z",
  "AgendaDate": "2015-04-28T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7642,
      "Slug": "paul-a-vallone",
      "FullName": "Paul A. Vallone"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm"
    },
    {
      "ID": 7113,
      "Slug": "mathieu-eugene",
      "FullName": "Mathieu Eugene"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    }
  ],
  "History": [
    {
      "ID": 297657,
      "Date": "2015-04-28T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 297946,
      "Date": "2015-04-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 14031,
      "AgendaSequence": 111,
      "MinutesSequence": 127,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 329518,
      "Date": "2017-12-31T18:47:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-26T23:47:48.133Z"
    }
  ],
  "Attachments": [
    {
      "ID": 125219,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "April 28, 2015 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/15f02773-446d-44f7-b81c-42adf1920796.doc",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 55943,
  "Text": "By Council Members Vallone, Dromm, Eugene and Koo\n\tWhereas, Yoga has been practiced for thousands of years; and \n\tWhereas, According to a 2012 study on yoga in the United States, 20.4 million Americans practice yoga; and \n\tWhereas, The National Center for Complementary and Integrative Health recognizes that \"yoga may be beneficial for a number of conditions, including pain;\" and \n\tWhereas, According to a study published in Alternative Therapies in Health and Medicine, by Barry S. Oken, Daniel Zajdel, Shirley Kishiyama, Kristin Flegal, Cathleen Dehen, Mitchell Haas, Dale F. Kraemer, Julie Lawrence, and Joanne Leyva, which performed a random control trial on the benefits of yoga for seniors, compared to the control group, seniors in the yoga group had \"significant improvement in quality-of-life\"; and \n\tWhereas, According to a study published in the European Journal of Preventive Cardiology by Paula Chu,  Rinske Gotink, Gloria Yeh, Sue Goldie, and Myriam Hunink, which reviewed random control trials comparing yoga to non-exercise controls, yoga produced significant improvement for body mass index, systolic blood pressure, low-density lipoprotein cholesterol, and high-density lipoprotein cholesterol; and \n\tWhereas, This review also showed that yoga produced significant changes seen in body weight, diastolic blood pressure, total cholesterol, triglycerides, and heart rate; and \n\tWhereas, The United States Centers for Disease and Control recognizes yoga as a great activity for everyone; and\n\tWhereas, Forbes Magazine lists New York City as one of the top 10 cities in the United States for yoga; and\n\tWhereas, The United Nations declared June 21st of each year as international yoga day; now, therefore, be it\t\n\tResolved, That the Council of the City of New York recognizes and commemorates June 21st  as World Yoga Day in the City of New York. \n\n\nLS# 3839\nDate: 03/09/15\nTime: 12:52 PM\nInitials: JKS\n\n\n\t- 2 -",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\froman\\fprq2\\fcharset0 CG Times;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green0\\blue0;}\n\\viewkind4\\uc1\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\qj\\expndtw-3\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qj By Council Members Vallone, Dromm, Eugene and Koo\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\expndtw0\\tab Whereas, Yoga has been practiced for thousands of years; and \\par\n\\tab Whereas, According to a 2012 study on yoga in the United States, 20.4 million Americans practice yoga; and \\par\n\\tab Whereas, The National Center for Complementary and Integrative Health recognizes that \\ldblquote yoga may be beneficial for a number of conditions, including pain;\\rdblquote  and \\par\n\\tab Whereas, According to a study published in Alternative Therapies in Health and Medicine, by Barry S. Oken, Daniel Zajdel, Shirley Kishiyama, Kristin Flegal, Cathleen Dehen, Mitchell Haas, Dale F. Kraemer, Julie Lawrence, and Joanne Leyva, which performed a random control trial on the benefits of yoga for seniors, compared to the control group, seniors in the yoga group had \\ldblquote significant improvement in quality-of-life\\rdblquote ; and \\par\n\\tab Whereas, According to a study published in the European Journal of Preventive Cardiology by Paula Chu,  Rinske Gotink, Gloria Yeh, Sue Goldie, and Myriam Hunink, which reviewed random control trials comparing yoga to non-exercise controls, yoga produced significant improvement for body mass index, systolic blood pressure, low-density lipoprotein cholesterol, and high-density lipoprotein cholesterol; and \\par\n\\tab Whereas, This review also showed that yoga produced significant changes seen in body weight, diastolic blood pressure, total cholesterol, triglycerides, and heart rate; and \\par\n\\tab Whereas, The United States Centers for Disease and Control recognizes yoga as a great activity for everyone; and\\par\n\\pard\\ltrpar\\sl480\\slmult1\\tab Whereas, Forbes Magazine lists New York City as one of the top 10 cities in the United States for yoga; and\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\tab Whereas, The United Nations declared June 21\\super st\\nosupersub  of each year as international yoga day; \\expndtw-3 now, therefore, be it\\expndtw0\\f1\\tab\\f0\\par\n\\tab Resolved, That the Council of the City of New York recognizes and commemorates June 21\\super st\\nosupersub   as World Yoga Day in the City of New York. \\par\n\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\qj\\cf1\\expndtw-3 LS# 3839\\par\nDate: 03/09/15\\par\nTime: 12:52 PM\\par\nInitials: JKS\\cf2\\par\n\\pard\\ltrpar\\nowidctlpar\\cf0\\expndtw0\\par\n\\f1\\par\n}\n",
  "LastModified": "2017-12-26T23:47:48.197Z"
}
