{
  "ID": 54122,
  "GUID": "E7C83AD0-05F6-47C8-8B6B-CFA890ADA5F3",
  "File": "Res 0673-2015",
  "Name": "Retrofit police patrol cars with bulletproof glass. (A.4279/S.1710)",
  "Title": "Resolution calling upon the New York State Legislature to pass and the Governor to sign A.4279/S.1710, which seeks to amend the New York State Finance Law and  Tax Law, in relation to establishing the police officer protection fund to be made available to the Division of Criminal Justice Services for the purpose of establishing and implementing a program to retrofit all patrol vehicles of the New York Police Department, and thereafter all patrol vehicles of the New York State Police, with bullet-proof glass.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2015-04-28T00:00:00Z",
  "AgendaDate": "2015-04-28T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    }
  ],
  "History": [
    {
      "ID": 297695,
      "Date": "2015-04-28T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 297949,
      "Date": "2015-04-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 14031,
      "AgendaSequence": 113,
      "MinutesSequence": 129,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 329519,
      "Date": "2017-12-31T18:47:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-26T23:48:08.137Z"
    }
  ],
  "Attachments": [
    {
      "ID": 125221,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "April 28, 2015 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b834d80e-4864-490d-a988-3a5adaea44f2.doc",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 55625,
  "Text": "By Council Members Williams, Chin, Gentile and Mendez\n\n\tWhereas, New York Police Department (\"NYPD\") officers have a very difficult and dangerous job and their safety is a high priority for all New Yorkers; and\n\tWhereas, NYPD officers are provided with radios, weapons, and bulletproof vests to assist in keeping them safe and enabling them to do their job in a safe manner; and\t\n\tWhereas, According to the National Institute of Justice, over the past 30 years, the lives of over 3000 police officers have been saved in the United States because they were wearing a bulletproof vest; and  \n\tWhereas, According to various reports, on December 20th 2014, Police Officers Wenjian Liu and Rafael Ramos were shot and killed through the front passenger window of their patrol car; and \n\tWhereas, Although having had a patrol vehicle outfitted with bulletproof glass could not have guaranteed their safety, such simple safety measures should be available in the hope that it will protect other officers in the future; and \n\tWhereas, A.4279/S.1710, introduced respectively by New York State Assemblyman Felix Ortiz and New York State Senator Philip Boyle and both currently pending, would create a fund to provide bulletproof protection to our police officers through a five year phased in retrofitting of police vehicles, first in the City and thereafter for state police, with the hope of preventing future tragedies of this kind; and\n\tWhereas, Retro-fitting police vehicles with bulletproof glass is a matter of the utmost concern and its implementation ought not to be delayed; now, therefore, be it\n\tResolved, That the Council of the City of New York calls upon the New York State Legislature to pass and the Governor to sign S.1710, which seeks  to amend the New York State Finance Law and  Tax Law, in relation to establishing the police officer protection fund to be made available to the Division of Criminal Justice Services for the purpose of establishing and implementing a program to retrofit all patrol vehicles of the New York Police Department, and thereafter all patrol vehicles of the New York State Police, with bulletproof glass.\n\n\n\n\n\n\n\n\n\n\n__________\nLS# 3739\nDate 2/17/2015\nTime: 6:02pm\nInitials I.M.",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Calibri;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Williams, Chin, Gentile and Mendez\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qj\\tab Whereas, New York\\expndtw0\\f1  \\expndtw-3\\f0 Police Department (\\ldblquote NYPD\\rdblquote ) officers have a very difficult and dangerous job and their safety is a high priority for all New Yorkers; and\\par\n\\tab Whereas, NYPD officers are provided with radios, weapons, and bulletproof vests to assist in keeping them safe and enabling them to do their job in a safe manner; and\\tab\\par\n\\tab Whereas, According to the National Institute of Justice, over the past 30 years, the lives of over 3000 police officers have been saved in the United States because they were wearing a bulletproof vest; and  \\par\n\\tab Whereas, According to various reports, on December 20\\super th\\nosupersub  2014, \\expndtw0 Police Officers Wenjian Liu and Rafael Ramos were shot and killed through the front passenger window of their patrol car\\expndtw-3 ; and \\par\n\\tab Whereas, Although having had a patrol vehicle outfitted with bulletproof glass could not have guaranteed their safety, such simple safety measures should be available in the hope that it will protect other officers in the future; and \\par\n\\tab Whereas, A.4279/S.1710, introduced respectively by New York State Assemblyman Felix Ortiz and New York State Senator Philip Boyle and both currently pending, would create a fund to provide bulletproof protection to our police officers through a five year phased in retrofitting of police vehicles, first in the City and thereafter for state police, with the hope of preventing future tragedies of this kind; and\\par\n\\tab Whereas, Retro-fitting police vehicles with bulletproof glass is a matter of the utmost concern and its implementation ought not to be delayed; now, therefore, be it\\par\n\\tab Resolved, \\cf1 That the Council of the City of New York\\cf0  calls upon the New York State Legislature to pass and the Governor to sign S.1710, which seeks  to amend the New York State Finance Law and  Tax Law, in relation to establishing the police officer protection fund\\expndtw0\\f1  \\expndtw-3\\f0 to be made available to the Division of Criminal Justice Services for the purpose of establishing and implementing a program to retrofit all patrol vehicles of the New York\\expndtw0\\f1  \\expndtw-3\\f0 Police Department, and thereafter all patrol vehicles of the New York State Police, with bulletproof glass.\\par\n\\pard\\ltrpar\\sa200\\sl276\\slmult1\\expndtw0\\fs22\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\f1 __________\\par\n\\pard\\ltrpar\\sa200\\f0\\fs20 LS# 3739\\par\nDate 2/17/2015\\par\nTime: 6:02pm\\par\nInitials I.M.\\par\n}\n",
  "LastModified": "2017-12-26T23:48:08.2Z"
}
