{
  "ID": 54551,
  "GUID": "101118D7-A8B1-4D8B-803A-FC48617D210C",
  "File": "Res 0686-2015",
  "Name": "The Woman on the Twenty Act (S. 925 / H.R. 1910)",
  "Title": "Resolution urging President Barack Obama to issue an Executive Order to the United States Treasury to put a woman on the twenty dollar bill by 2020, marking the 100th Anniversary of the 19th Amendment granting women the right to vote, and also calling upon the Secretary of the United States Treasury to support, and the Congress of the United States to pass S. 925 and H.R. 1910, the Woman on the Twenty Act, to replace Andrew Jackson on the twenty dollar bill with a woman who has played a prominent role in United States history.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 23,
  "BodyName": "Committee on Women's Issues",
  "IntroDate": "2015-05-14T00:00:00Z",
  "AgendaDate": "2015-05-14T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7502,
      "Slug": "elizabeth-s-crowley",
      "FullName": "Elizabeth S. Crowley"
    },
    {
      "ID": 7628,
      "Slug": "laurie-a-cumbo",
      "FullName": "Laurie A. Cumbo"
    },
    {
      "ID": 7623,
      "Slug": "inez-d-barron",
      "FullName": "Inez D. Barron"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7622,
      "Slug": "vanessa-l-gibson",
      "FullName": "Vanessa L. Gibson"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera"
    },
    {
      "ID": 7631,
      "Slug": "corey-d-johnson",
      "FullName": "Corey D. Johnson"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 7617,
      "Slug": "donovan-j-richards",
      "FullName": "Donovan J. Richards"
    }
  ],
  "History": [
    {
      "ID": 298333,
      "Date": "2015-05-14T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 298526,
      "Date": "2015-05-14T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Women's Issues",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 14103,
      "AgendaSequence": 97,
      "MinutesSequence": 108,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Women's Issues",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 329521,
      "Date": "2017-12-31T18:48:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-26T23:49:01.217Z"
    }
  ],
  "Attachments": [
    {
      "ID": 125832,
      "LastModified": "2016-01-05T19:53:38.413Z",
      "Name": "May 14, 2015 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d167d065-5343-4e7a-9120-626fccdcc0ae.pdf",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 56089,
  "Text": "By Council Members Chin, Crowley, Cumbo, Barron, Mendez, Rosenthal, Rose, Palma, Gibson, Koslowitz, Ferreras-Copeland, Cabrera, Johnson, Lander, Levin and Richards. \n\n\tWhereas, S.925 and H.R. 1910 have been introduced by Senator Jeanne Shaheen of New Hampshire and Congressman Luis Guitierrez of Illinois, respectively; and\n      Whereas, This legislation would convene a panel of citizens to recommend a woman whose likeness would be featured on a new twenty dollar bill; and\n\tWhereas, According to a press release from Senator Shaheen,\"our paper currency is an important part of our everyday lives and reflects our values, traditions and history as Americans\"; and\t\n      Whereas, Senator Shaheen goes on to note that \"it's long overdue for that reflection to include the contributions of women\"; and\n      Whereas, As Congressman Guitierrez notes, \" Women led us out of slavery on the Underground Railroad, taught us what the phrase 'all men are created equal' really means by fighting for civil rights, and have led in all sectors in society\"; and \n      Whereas, As Congressman Guitierrez further informs, \"A woman's place is in the boardroom, chairing the committee, in the laboratory, in the Oval Office, and yes, even on our currency\"; and \n      Whereas, There are currently no women or people of color on United States currency; and\n      Whereas, The group Women on 20s has begun the W20 Campaign (W20), and they initiated an online ballot which has generated votes from more than 600,000 voters in two rounds for a number of inspiring women candidates to be portrayed on the twenty dollar bill; and  \n      Whereas, The current result of the W20 Campaign's online ballot is for the Treasury Department to put Eleanor Roosevelt, Harriet Tubman, Rosa Parks or the famous female Native American Chief Mankiller on a revised twenty dollar bill; and\n      Whereas, W20 hopes to make the change by the year 2020, which marks the 100th anniversary of the passage of the 19th Amendment giving women the right to vote; and\n\tWhereas, According to Senator Shaheen, the portraits on the seven main bill denominations have not changed in nearly a century and were chosen by a panel of citizens in the 1920's;  now, therefore, be it resolved that\n      The City of New York urges President Barack Obama to issue an Executive Order to the United States Treasury to put a woman on the twenty dollar bill by 2020, marking the 100th Anniversary of the 19th Amendment granting women the right to vote, and  also calling upon the Secretary of the United States Treasury to support, and the Congress of the United States to pass S. 925 and H.R. 1910, the Woman on the Twenty Act, to replace Andrew Jackson on the twenty dollar bill with a woman who has played a prominent role in United States history.\n\n\nMB\nLS 4384\n4/20/15\n      \n\n\n\n\n\n                                                                      \n\n\n\n\n\n\n\t\t\t\t\t\t\n1",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar By Council Members Chin, Crowley, Cumbo, Barron, Mendez, Rosenthal, Rose, Palma, Gibson, Koslowitz, Ferreras-Copeland, Cabrera, Johnson, Lander, Levin and Richards. \\par\n\\fs22\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\fs24\\tab Whereas, S.925 and H.R. 1910 have been introduced by Senator Jeanne Shaheen of New Hampshire and Congressman Luis Guitierrez of Illinois, respectively; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, This legislation would convene a panel of citizens to recommend a woman whose likeness would be featured on a new twenty dollar bill; and\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, According to a press release from Senator Shaheen,\\ldblquote our paper currency is an important part of our everyday lives and reflects our values, traditions and history as Americans\\rdblquote ; and\\tab\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Senator Shaheen goes on to note that \\ldblquote it\\rquote s long overdue for that reflection to include the contributions of women\\rdblquote ; and\\par\nWhereas, As Congressman Guitierrez notes, \\ldblquote  Women led us out of slavery on the Underground Railroad, taught us what the phrase \\lquote all men are created equal\\rquote  really means by fighting for civil rights, and have led in all sectors in society\\rdblquote ; and \\par\nWhereas, As Congressman Guitierrez further informs, \\ldblquote A woman\\rquote s place is in the boardroom, chairing the committee, in the laboratory, in the Oval Office, and yes, even on our currency\\rdblquote ; and \\par\nWhereas, There are currently no women or people of color on United States currency; and\\par\nWhereas, The group Women on 20s has begun the W20 Campaign (W20), and they initiated an online ballot which has generated votes from more than 600,000 voters in two rounds for a number of inspiring women candidates to be portrayed on the twenty dollar bill; and  \\par\nWhereas, The current result of the W20 Campaign\\rquote s online ballot is for the Treasury Department to put Eleanor Roosevelt, Harriet Tubman, Rosa Parks or the famous female Native American Chief Mankiller on a revised twenty dollar bill; and\\par\nWhereas, W20 hopes to make the change by the year 2020, which marks the 100\\super th\\nosupersub  anniversary of the passage of the 19\\super th\\nosupersub  Amendment giving women the right to vote; and\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, According to Senator Shaheen, the portraits on the seven main bill denominations have not changed in nearly a century and were chosen by a panel of citizens in the 1920\\rquote s;  now, therefore, be it resolved that\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj The City of New York \\cf1 urges President Barack Obama to issue an Executive Order to the United States Treasury to put a woman on the twenty dollar bill by 2020, marking the 100th Anniversary of the 19th Amendment granting women the right to vote, and  also calling upon \\cf0 the Secretary of the United States Treasury to support, and the Congress of the United States to pass S. 925 and H.R. 1910\\b , \\b0 the Woman on the Twenty Act, to replace Andrew Jackson on the twenty dollar bill with a woman who has played a prominent role in United States history.\\par\n\\pard\\ltrpar\\qj\\par\n\\par\n\\fs20 MB\\par\nLS 4384\\par\n4/20/15\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj\\fs24\\par\n\\pard\\ltrpar\\par\n\\par\n\\par\n\\par\n\\par\n                                                                      \\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\tab\\tab\\tab\\tab\\tab\\tab\\par\n}\n",
  "LastModified": "2017-12-26T23:49:01.293Z"
}
