{
  "ID": 54566,
  "GUID": "1B1B78CD-018E-4FA7-9A29-E6F229051B3F",
  "File": "Res 0688-2015",
  "Name": "Secretary of the Department of Homeland Security to grant Temporary Protected Status designation to Nepal and eligible Nepalese nationals.",
  "Title": "Resolution calling upon the Secretary of the Department of Homeland Security to grant Temporary Protected Status designation to Nepal and eligible Nepalese nationals.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5119,
  "BodyName": "Committee on Immigration",
  "IntroDate": "2015-05-14T00:00:00Z",
  "AgendaDate": "2015-05-14T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7113,
      "Slug": "mathieu-eugene",
      "FullName": "Mathieu Eugene"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7627,
      "Slug": "costa-g-constantinides",
      "FullName": "Costa G. Constantinides"
    },
    {
      "ID": 7628,
      "Slug": "laurie-a-cumbo",
      "FullName": "Laurie A. Cumbo"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 7636,
      "Slug": "carlos-menchaca",
      "FullName": "Carlos Menchaca"
    }
  ],
  "History": [
    {
      "ID": 298348,
      "Date": "2015-05-14T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 298530,
      "Date": "2015-05-14T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Immigration",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 14103,
      "AgendaSequence": 101,
      "MinutesSequence": 112,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Immigration",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 329522,
      "Date": "2017-12-31T18:49:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-26T23:49:17.857Z"
    }
  ],
  "Attachments": [
    {
      "ID": 125836,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "May 14, 2015 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d3b8cccd-5b63-4f1d-88e3-b1f044a68f34.pdf",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 56104,
  "Text": "By Council Members Eugene. Chin, Constantinides, Cumbo, Koo, Mendez, Rose, Gentile and Menchaca \n\n      Whereas, Temporary Protected Status (TPS) is a temporary immigration status granted to eligible nationals of designated countries; and\n      Whereas, The Secretary of the United States Department of Homeland Security (DHS) has the authority to provide TPS to immigrants living in the United States who are unable to safely return to their home county because of an ongoing armed conflict, an environmental disaster, or other extraordinary and temporary conditions that prevent their safe return; and\n      Whereas, The United States Citizenship and Immigration Services (USCIS), part of DHS, is responsible for administering the TPS program; and\n      Whereas, A country's TPS designation takes effect on the date of publication of the designation and may last between six and 18 months, with the possibility of an extension; and\n      Whereas, Once the Secretary of DHS terminates a TPS designation, TPS beneficiaries revert to the same immigration status they had prior to TPS or to any other status they may have acquired while registered for TPS; and \n      Whereas, On April 25, 2015, Nepal experienced a devastating 7.8 magnitude earthquake which brought about 40 disastrous aftershocks and triggered avalanches on Mount Everest and in Langtang Valley damaged around 600,000 homes and destroyed 140,000, altogether, led to the deaths of more than 7,500 and injured more than twice as many; and\n      Whereas, The United Nations estimates 8 million people, nearly a third of Nepal's population, are affected by the earthquake across 39 of the country's 75 districts; and\n      Whereas, Due to the widespread devastation, damaged infrastructure and imminent Monsoon rains there are complications in rescue and recovery efforts, Nepal fully meets the criteria of a country entitled to TPS; and \n      Whereas, According to the 2010 United States Census Bureau, there are nearly 36,000 Nepalese living in the United States and New York City is home to one of the largest Nepalese populations in the nation with over 4,200 residents; and\n      Whereas, Nepalese, and eligible Nepalese nationals, granted TPS may obtain authorization to work in the United States, may be granted travel authorization, and are not removable from the United States; and\n      Whereas, Nepalese, and eligible Nepalese nationals, granted TPS who are living in New York City are eligible for in-state tuition rates at schools in the CUNY system; and\n      Whereas, Any immigrants granted TPS, including Nepalese, and eligible Nepalese nationals, however, are not considered to be permanently residing in the United States; and\n      Whereas, President Barack Obama has promised to send $1 million in relief aid and a team of disaster response experts to Nepal as it recovers from the disastrous earthquake, and extending federal public benefits to Nepalese, and eligible Nepalese nationals, with TPS living in the United States would further demonstrate the United States' support for Nepal; and\n      Whereas, On April 27, 2015, In a further show of support, Representative Al Green introduced a bill, H.R. 2033, that would designate Nepal as a country whose nationals are eligible for TPS because of the extraordinary and temporary conditions that prevented Nepalese from returning safely to their homes; and now, therefore, be it,\n      Resolved, That the Council of the City of New York calls upon the Secretary of the Department of Homeland Security to grant Temporary Protected Status designation to Nepal and eligible Nepalese nationals.\n      \n\nLS #5195\n05/08/2015\nCGR\n      2\n      \n      \n      1",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Eugene. Chin, Constantinides, Cumbo, Koo, Mendez, Rose, Gentile and Menchaca \\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\expndtw-3 Whereas, \\expndtw0 Temporary Protected Status (TPS) is a temporary immigration status granted to eligible nationals of designated countries\\expndtw-3 ; and\\par\nWhereas, \\expndtw0 The Secretary of the United States Department of Homeland Security (DHS) has the authority to provide TPS to immigrants living in the United States who are unable to safely return to their home county because of an ongoing armed conflict, an environmental disaster, or other extraordinary and temporary conditions that prevent their safe return\\expndtw-3 ; and\\par\nWhereas, \\expndtw0 The United States Citizenship and Immigration Services (USCIS), part of DHS, is responsible for administering the TPS program\\expndtw-3 ; and\\par\nWhereas, A country\\rquote s TPS designation takes effect on the date of publication of the designation and may last between six and 18 months, with the possibility of an extension; and\\par\nWhereas, Once the Secretary of DHS terminates a TPS designation, TPS beneficiaries revert to the same immigration status they had prior to TPS or to any other status they may have acquired while registered for TPS; and \\par\nWhereas, On April 25, 2015, Nepal experienced a devastating 7.8 magnitude earthquake which brought about 40 disastrous aftershocks and triggered avalanches on Mount Everest and in Langtang Valley damaged around 600,000 homes and destroyed 140,000, altogether, led to the deaths of more than 7,500 and injured more than twice as many; and\\par\nWhereas, The United Nations estimates 8 million people, nearly a third of Nepal\\rquote s population, are affected by the earthquake across 39 of the country\\rquote s 75 districts; and\\par\nWhereas, Due to the widespread devastation, damaged infrastructure and imminent Monsoon rains there are complications in rescue and recovery efforts, Nepal fully meets the criteria of a country entitled to TPS; and \\par\nWhereas, According to the 2010 United States Census Bureau, there are nearly 36,000 Nepalese living in the United States and New York City is home to one of the largest Nepalese populations in the nation with over 4,200 residents; and\\par\nWhereas, Nepalese, and eligible Nepalese nationals, granted TPS may obtain authorization to work in the United States, \\cf1\\expndtw0 may be granted travel authorization, and are not removable from the United States; and\\par\nWhereas, Nepalese\\cf0\\expndtw-3 , and eligible Nepalese nationals,\\cf1\\expndtw0  granted TPS who are living in New York City are eligible for in-state tuition rates at schools in the CUNY system; and\\par\nWhereas, Any immigrants granted TPS, including Nepalese, \\cf0\\expndtw-3 and eligible Nepalese nationals, \\cf1\\expndtw0 however, are not considered to be permanently residing in the United States; and\\par\nWhereas, President Barack Obama has promised to send $1 million in relief aid and a team of disaster response experts to Nepal as it recovers from the disastrous earthquake, and extending federal public benefits to Nepalese\\cf0\\expndtw-3 , and eligible Nepalese nationals,\\cf1\\expndtw0  with TPS living in the United States would further demonstrate the United States\\rquote  support for Nepal; and\\par\n\\cf0\\expndtw-3 Whereas, On April 27, 2015, In a further show of support, Representative Al Green introduced a bill, H.R. 2033, that would designate Nepal as a country whose nationals are eligible for TPS because of the extraordinary and temporary conditions that prevented Nepalese from returning safely to their homes; and\\cf1\\expndtw0  now, therefore, be it,\\par\nResolved, That the Council of the City of New York calls upon the \\cf0 Secretary of the Department of Homeland Security to grant Temporary Protected Status designation to Nepal and eligible Nepalese nationals.\\par\n\\par\n\\pard\\ltrpar\\qj\\par\n\\fs18 LS #5195\\par\n\\pard\\ltrpar 05/08/2015\\par\n\\pard\\ltrpar\\qj CGR\\par\n}\n",
  "LastModified": "2017-12-26T23:49:17.92Z"
}
