{
  "ID": 53657,
  "GUID": "A03C27BA-F0E8-4D15-8D1D-629159176223",
  "File": "Res 0691-2015",
  "Name": "Congress and the states authority to regulate the raising and spending of money by candidates and others to influence elections.",
  "Title": "Resolution calling upon Congress to pass and the states to ratify S.J. Res. 5/H.J. Res. 22 to amend the Constitution of the United States to give Congress and the states authority to regulate the raising and spending of money by candidates and others to influence elections.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 13,
  "BodyName": "Committee on Governmental Operations",
  "IntroDate": "2015-05-14T00:00:00Z",
  "AgendaDate": "2015-05-14T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7632,
      "Slug": "ben-kallos",
      "FullName": "Ben Kallos"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7631,
      "Slug": "corey-d-johnson",
      "FullName": "Corey D. Johnson"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7636,
      "Slug": "carlos-menchaca",
      "FullName": "Carlos Menchaca"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 7627,
      "Slug": "costa-g-constantinides",
      "FullName": "Costa G. Constantinides"
    }
  ],
  "History": [
    {
      "ID": 298242,
      "Date": "2015-05-14T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 298534,
      "Date": "2015-05-14T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Governmental Operations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 14103,
      "AgendaSequence": 105,
      "MinutesSequence": 116,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Governmental Operations",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 329524,
      "Date": "2017-12-31T18:49:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-26T23:49:45Z"
    }
  ],
  "Attachments": [
    {
      "ID": 125839,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "May 14, 2015 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/5e227899-c42a-40db-9b19-37a8a54152fd.pdf",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 55130,
  "Text": "By Council Members Kallos, Chin, Johnson, Lander, Mendez, Menchaca, Rosenthal and Constantinides\n\n      Whereas, Recent Supreme Court rulings have affirmed that the spending of money on politics is a form of free speech that is protected by the First Amendment to the United States Constitution; and \n      Whereas, These court rulings have allowed a rapid increase in the amount of spending on political races, with estimates putting the increase at more than 300% since the 2010 landmark ruling captioned Citizens United v. Federal Election Commission (\"Citizens United\"); and\n      Whereas, The Citizens United decision resulted in a rapid increase in so-called \"dark money\" in state and federal elections, with \"dark money\" being defined as money used to fund election-related spending that was donated by individuals and entities that are undisclosed to voters; and \n      Whereas, This \"dark money\" has entered politics in the form of organizations registered under section 501(c)(4) of the Internal Revenue Code (\"501(c)(4) organizations\"), which can accept contributions without being required to disclose their source; and \n      Whereas, 501(c)(4) organizations are required by law to be dedicated to furthering causes related to \"social welfare,\" but may pursue that goal through political activity if such activity is not the organization's primary purpose; and  \n      Whereas, 501(c)(4) organizations may disseminate advertisements, often called issue ads, which, in theory, are created for the purpose of public education rather than directly calling for the election or defeat of a candidate in an election, but which, in practice, are often thinly veiled campaign activity; and\n      Whereas, Donations to 501(c)(4) organizations that are spent on these so-called issue ads are not required to be reported to the Internal Revenue Service (\"IRS\") because they are deemed to be used for public education; and\n      Whereas, The 15 highest spending 501(c)(4) organizations self-reported spending a total of $173,081,458 on political campaigns during the 2012 federal election cycle; and\n      Whereas, Along with \"dark money,\" political action committees permitted to raise unlimited amounts of money from corporations, unions, and individuals, often called super PACs, have played a significant role in elections in recent years, although super PACs must report the identity of their donors; and\n      Whereas, Since the 2010 Citizens United decision, super PACs have spent over $1 billion on political causes; and\n      Whereas, Even New York City, which has one of the strongest campaign finance regulatory regimes in the country for local elections, has seen increased involvement in the electoral process by outside groups, with approximately $8 million spent on the mayoral race and approximately $6.3 million spent on City Council races in the 2013 election; and \n      Whereas, Recent proposals in the United States Senate and House of Representatives would amend the United States Constitution to limit the amount of spending permitted in political elections; and\n      Whereas, S.J. Res. 5 and the identical H.J. Res 22 would authorize Congress and the states to regulate the raising and spending of money with respect to federal and state elections, respectively; and\n      Whereas, In so doing, S.J. Res. 5 and H.J. Res 22 would authorize Congress and the states to distinguish between natural persons and corporations or other artificial entities created by law; and\n      Whereas, The passage of these amendments, along with subsequent regulation of political fundraising and spending, would provide incentives for federal and state lawmakers to support and promote ideas coming from the general public, rather than only those who are likely to donate money to their campaigns, lobbyists, and special interest groups; and\n      Whereas, It is important to promote the equal treatment and involvement of all entities and individuals within the United States, not just those that have the financial resources to donate to campaigns or engage in other political spending; now, therefore, be it \n      Resolved, That the Council of the City of New York calls upon Congress to pass and the states to ratify S.J. Res. 5/H.J. Res. 22 to amend the Constitution of the United States to give Congress and the states authority to regulate the raising and spending of money by candidates and others to influence elections.\n\ndss\nLS #2835\n5/7/15",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Calibri;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar By Council Members Kallos, Chin, Johnson, Lander, Mendez, Menchaca, Rosenthal and Constantinides\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Recent Supreme Court rulings have affirmed that the spending of money on politics is a form of free speech that is protected by the First Amendment to the United States Constitution; and \\par\nWhereas, These court rulings have allowed a rapid increase in the amount of spending on political races, with estimates putting the increase at more than 300% since the 2010 landmark ruling captioned \\i Citizens United v. Federal Election Commission\\i0  (\\ldblquote\\i Citizens United\\i0\\rdblquote ); and\\par\nWhereas, The \\i Citizens United\\i0  decision resulted in a rapid increase in so-called \\ldblquote dark money\\rdblquote  in state and federal elections, with \\ldblquote dark money\\rdblquote  being defined as money used to fund election-related spending that was donated by individuals and entities that are undisclosed to voters; and \\par\nWhereas, This \\ldblquote dark money\\rdblquote  has entered politics in the form of organizations registered under section 501(c)(4) of the Internal Revenue Code (\\ldblquote 501(c)(4) organizations\\rdblquote ), which can accept contributions without being required to disclose their source; and \\par\nWhereas, 501(c)(4) organizations are required by law to be dedicated to furthering causes related to \\ldblquote social welfare,\\rdblquote  but may pursue that goal through political activity if such activity is not the organization\\rquote s primary purpose; and  \\par\nWhereas, 501(c)(4) organizations may disseminate advertisements, often called issue ads, which, in theory, are created for the purpose of public education rather than directly calling for the election or defeat of a candidate in an election, but which, in practice, are often thinly veiled campaign activity; and\\par\nWhereas, Donations to 501(c)(4) organizations that are spent on these so-called issue ads are not required to be reported to the Internal Revenue Service (\\ldblquote IRS\\rdblquote ) because they are deemed to be used for public education; and\\par\nWhereas, The 15 highest spending 501(c)(4) organizations self-reported spending a total of $173,081,458 on political campaigns during the 2012 federal election cycle; and\\par\nWhereas, Along with \\ldblquote dark money,\\rdblquote  political action committees permitted to raise unlimited amounts of money from corporations, unions, and individuals, often called super PACs, have played a significant role in elections in recent years, although super PACs must report the identity of their donors; and\\par\nWhereas, Since the 2010 \\i Citizens United\\i0  decision, super PACs have spent over $1 billion on political causes; and\\par\nWhereas, Even New York City, which has one of the strongest campaign finance regulatory regimes in the country for local elections, has seen increased involvement in the electoral process by outside groups, with approximately $8 million spent on the mayoral race and approximately $6.3 million spent on City Council races in the 2013 election; and \\par\nWhereas, Recent proposals in the United States Senate and House of Representatives would amend the United States Constitution to limit the amount of spending permitted in political elections; and\\par\nWhereas, S.J. Res. 5 and the identical H.J. Res 22 would authorize Congress and the states to regulate the raising and spending of money with respect to federal and state elections, respectively; and\\par\nWhereas, In so doing, S.J. Res. 5 and H.J. Res 22 would authorize Congress and the states to distinguish between natural persons and corporations or other artificial entities created by law; and\\par\nWhereas, The passage of these amendments, along with subsequent regulation of political fundraising and spending, would provide incentives for federal and state lawmakers to support and promote ideas coming from the general public, rather than only those who are likely to donate money to their campaigns, lobbyists, and special interest groups; and\\par\nWhereas,\\f1\\fs22  \\f0\\fs24 It is important to promote the equal treatment and involvement of all entities and individuals within the United States, not just those that have the financial resources to donate to campaigns or engage in other political spending; now, therefore, be it \\par\nResolved, That the Council of the City of New York calls upon Congress to pass and the states to ratify S.J. Res. 5/H.J. Res. 22 to amend the Constitution of the United States to give Congress and the states authority to regulate the raising and spending of money by candidates and others to influence elections.\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\par\n\\pard\\ltrpar\\qj\\fs20 dss\\par\nLS #2835\\par\n5/7/15\\par\n}\n",
  "LastModified": "2017-12-26T23:49:45.063Z"
}
