{
  "ID": 54533,
  "GUID": "F9402C15-4E52-4239-9714-F8394300C6E0",
  "File": "Res 0698-2015",
  "Name": "Establish an Innocence Inquiry Commission.",
  "Title": "Resolution calling upon the New York State Legislature to pass, and the Governor to sign, legislation to establish an Innocence Inquiry Commission to investigate credible post-conviction claims of innocence.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2015-05-14T00:00:00Z",
  "AgendaDate": "2015-05-14T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 7630,
      "Slug": "rafael-l-espinal-jr",
      "FullName": "Rafael L. Espinal, Jr."
    },
    {
      "ID": 7637,
      "Slug": "i-daneek-miller",
      "FullName": "I. Daneek Miller"
    },
    {
      "ID": 7604,
      "Slug": "robert-e-cornegy-jr",
      "FullName": "Robert E. Cornegy, Jr."
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7623,
      "Slug": "inez-d-barron",
      "FullName": "Inez D. Barron"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 7628,
      "Slug": "laurie-a-cumbo",
      "FullName": "Laurie A. Cumbo"
    },
    {
      "ID": 7631,
      "Slug": "corey-d-johnson",
      "FullName": "Corey D. Johnson"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7636,
      "Slug": "carlos-menchaca",
      "FullName": "Carlos Menchaca"
    },
    {
      "ID": 7613,
      "Slug": "andy-l-king",
      "FullName": "Andy L. King"
    },
    {
      "ID": 7643,
      "Slug": "the-public-advocate-ms-james",
      "FullName": "The Public Advocate (Ms. James)"
    }
  ],
  "History": [
    {
      "ID": 298329,
      "Date": "2015-05-14T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 298549,
      "Date": "2015-05-14T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 14103,
      "AgendaSequence": 121,
      "MinutesSequence": 132,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 329529,
      "Date": "2017-12-31T18:50:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-26T23:51:01.04Z"
    }
  ],
  "Attachments": [
    {
      "ID": 125855,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "May 14, 2015 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/2cc21416-91d5-4a58-8cd7-793ce8e69899.pdf",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 56071,
  "Text": "By Council Members Palma, Cabrera, Koslowitz, Espinal, Miller, Cornegy, Rodriguez, Williams, Mendez, Barron, Rosenthal, Cumbo, Johnson, Rose, Menchaca, King and the Public Advocate (Ms. James)\n\n\tWhereas, Since the advent of new DNA testing methods in the late 1980s, organizations around the world have formed to help innocent people overturn wrongful convictions; and\n      Whereas, According to the advocacy group the Innocence Project, 329 people in 37 states in the United States have been exonerated through post-conviction DNA testing since 1989, including 29 in New York State; and\n      Whereas, The 329 people who regained freedom after their overturned convictions had been imprisoned an average of 14 years; and\n\tWhereas, The Innocence Project has identified the most common causes of wrongful convictions as eyewitness misidentification, flawed forensics, false confessions, government misconduct, informants with questionable incentives, and inadequate defense; and\n\tWhereas, While many independent, non-profit organizations have led the push to exonerate the innocent, state governments have also taken steps in recent years to address this injustice; and\n\tWhereas, In 2009, New York Chief Judge Jonathan Lippman created the Justice Task Force to study the causes of wrongful convictions and to develop recommended reforms for the criminal justice system; and\n\tWhereas, California, Connecticut, Illinois, Pennsylvania, and Wisconsin have also created similar commissions; and\n\tWhereas, North Carolina has gone beyond other states, having created the Innocence Inquiry Commission in 2006, the first and still only state-created investigative commission set up to evaluate post-conviction claims of factual innocence; and\n\tWhereas, Unlike a court of appeals, the Innocence Inquiry Commission is empowered to review new evidence such as DNA and updated testimony; and \n\tWhereas, To date, North Carolina's Innocence Inquiry Commission has exonerated eight men; and \n\tWhereas, Building on the foundation of the Justice Task Force created by Chief Judge Lippman, New York State should take the logical next step and establish an Innocence Inquiry Commission that is authorized to investigate claims and exonerate individuals based on proof of innocence; now, therefore, be it\n\tResolved, That the Council of the City of New York calls upon the New York State Legislature to pass, and the Governor to sign, legislation to establish an Innocence Inquiry Commission to investigate credible post-conviction claims of innocence.\n\nLS #4481\n5/6/2015\nLW",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Palma, Cabrera, Koslowitz, Espinal, Miller, Cornegy, Rodriguez, Williams, Mendez, Barron, Rosenthal, Cumbo, Johnson, Rose, Menchaca, King and the Public Advocate (Ms. James)\\par\n\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, Since the advent of new DNA testing methods in the late 1980s, organizations around the world have formed to help innocent people overturn wrongful convictions; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, According to the advocacy group the Innocence Project, 329 people in 37 states in the United States have been exonerated through post-conviction DNA testing since 1989, including 29 in New York State; and\\par\nWhereas, The 329 people who regained freedom after their overturned convictions had been imprisoned an average of 14 years; and\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, The Innocence Project has identified the most common causes of wrongful convictions as eyewitness misidentification, flawed forensics, false confessions, government misconduct, informants with questionable incentives, and inadequate defense; and\\par\n\\tab Whereas, While many independent, non-profit organizations have led the push to exonerate the innocent, state governments have also taken steps in recent years to address this injustice; and\\par\n\\tab Whereas, In 2009, New York Chief Judge Jonathan Lippman created the Justice Task Force to study the causes of wrongful convictions and to develop recommended reforms for the criminal justice system; and\\par\n\\tab Whereas, California, Connecticut, Illinois, Pennsylvania, and Wisconsin have also created similar commissions; and\\par\n\\tab Whereas, North Carolina has gone beyond other states, having created the Innocence Inquiry Commission in 2006, the first and still only state-created investigative commission set up to evaluate post-conviction claims of factual innocence; and\\par\n\\tab Whereas, Unlike a court of appeals, the Innocence Inquiry Commission is empowered to review new evidence such as DNA and updated testimony; and \\par\n\\tab Whereas, To date, North Carolina\\rquote s Innocence Inquiry Commission has exonerated eight men; and \\par\n\\tab Whereas, Building on the foundation of the Justice Task Force created by Chief Judge Lippman, New York State should take the logical next step and establish an Innocence Inquiry Commission that is authorized to investigate claims and exonerate individuals based on proof of innocence; now, therefore, be it\\par\n\\tab Resolved, That the Council of the City of New York calls upon the New York State Legislature to pass, and the Governor to sign, legislation to establish an Innocence Inquiry Commission to investigate credible post-conviction claims of innocence.\\par\n\\par\n\\pard\\ltrpar\\sl276\\slmult1\\qj\\fs20 LS #4481\\par\n5/6/2015\\par\nLW\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\fs24\\tab\\par\n\\par\n\\pard\\ltrpar\\sa200\\sl276\\slmult1\\qj\\par\n\\par\n}\n",
  "LastModified": "2017-12-26T23:51:01.103Z"
}
