{
  "ID": 54555,
  "GUID": "598E6BA4-7AE4-4411-AF8D-FA16E96CA630",
  "File": "Res 0706-2015",
  "Name": "DOE to ensure that all public address systems in public schools are fully operational, properly maintained, and installed in all classrooms.",
  "Title": "Resolution calling upon the New York City Department of Education (DOE) to ensure that all public address systems in public schools are fully operational, properly maintained, and installed in all classrooms.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 9,
  "BodyName": "Committee on Education",
  "IntroDate": "2015-05-27T00:00:00Z",
  "AgendaDate": "2015-05-27T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7630,
      "Slug": "rafael-l-espinal-jr",
      "FullName": "Rafael L. Espinal, Jr."
    },
    {
      "ID": 7622,
      "Slug": "vanessa-l-gibson",
      "FullName": "Vanessa L. Gibson"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7627,
      "Slug": "costa-g-constantinides",
      "FullName": "Costa G. Constantinides"
    },
    {
      "ID": 7628,
      "Slug": "laurie-a-cumbo",
      "FullName": "Laurie A. Cumbo"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm"
    },
    {
      "ID": 7113,
      "Slug": "mathieu-eugene",
      "FullName": "Mathieu Eugene"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 7631,
      "Slug": "corey-d-johnson",
      "FullName": "Corey D. Johnson"
    },
    {
      "ID": 7613,
      "Slug": "andy-l-king",
      "FullName": "Andy L. King"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 7635,
      "Slug": "alan-n-maisel",
      "FullName": "Alan N. Maisel"
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7617,
      "Slug": "donovan-j-richards",
      "FullName": "Donovan J. Richards"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7624,
      "Slug": "andrew-cohen",
      "FullName": "Andrew Cohen"
    }
  ],
  "History": [
    {
      "ID": 298708,
      "Date": "2015-05-27T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 298893,
      "Date": "2015-05-27T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Education",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 14114,
      "AgendaSequence": 102,
      "MinutesSequence": 127,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Education",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 329531,
      "Date": "2017-12-31T21:04:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-27T02:04:12.617Z"
    }
  ],
  "Attachments": [
    {
      "ID": 126292,
      "LastModified": "2017-11-28T21:53:17.79Z",
      "Name": "May 27, 2015 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/9d6ca6ec-2bb4-44f6-a3f6-3c6c7d3d7c45.pdf",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 56093,
  "Text": "By Council Members Espinal, Gibson, Chin, Constantinides, Cumbo, Dromm, Eugene, Gentile, Johnson, King, Koo, Koslowitz, Maisel, Mealy, Mendez, Richards, Rose and Cohen\n\n      Whereas, Public address (PA) systems are a vital component in school operations and are used by principals and administrators to make announcements, recite the pledge of allegiance and relay instructions during an emergency or drill; and \n      Whereas, According to a January 2015 article by DNAinfo, public address speakers in at least 29 New York City public schools are not working; and\n      Whereas, A noted school safety consultant cited in the DNAinfo article stated that the PA system is the foundation of school safety and the first step in communicating an emergency situation within a school; and\n      Whereas, The New York City Department of Education (DOE) is charged with creating emergency readiness planning and implementing protocols in all school buildings and communities; and\n      Whereas, Such emergency plans can include actions such as lockdowns, sheltering in place or evacuations; and \n      Whereas, These safety plans cannot be truly effective without the ability to communicate effectively to staff and students; and\n      Whereas, In recent lockdown incidents that occurred in several Brooklyn public schools it was reported that some teachers had to leave their classroom in order to notify other teachers about the situation at hand because of a broken PA system; and\n      Whereas, The DOE's Division of School Facilities is responsible for the maintenance, repair, and the safe, efficient operation of all facilities under the jurisdiction of the school system which is approximately 1,300 buildings; and\n      Whereas, The safety and security of New York City's school children is of paramount importance and it is critical that all school equipment be functioning; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the New York City Department of Education (DOE) to ensure that all public address systems in public schools are fully operational, properly maintained, and installed in all classrooms.\n\nLS 4716\nJP\n5/7/15\n\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Espinal, Gibson, Chin, Constantinides, Cumbo, Dromm, Eugene, Gentile, Johnson, King, Koo, Koslowitz, Maisel, Mealy, Mendez, Richards, Rose and Cohen\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Public address (PA) systems are a vital component in school operations and are used by principals and administrators to make announcements, recite the pledge of allegiance and relay instructions during an emergency or drill; and \\par\nWhereas, According to a January 2015 article by DNAinfo, public address speakers in at least 29 New York City public schools are not working; and\\par\nWhereas, A noted school safety consultant cited in the DNAinfo article stated that the PA system is the foundation of school safety and the first step in communicating an emergency situation within a school; and\\par\nWhereas, The New York City Department of Education (DOE) is charged with creating emergency readiness planning and implementing protocols in all school buildings and communities; and\\par\nWhereas, Such emergency plans can include actions such as lockdowns, sheltering in place or evacuations; and \\par\nWhereas, These safety plans cannot be truly effective without the ability to communicate effectively to staff and students; and\\par\nWhereas, In recent lockdown incidents that occurred in several Brooklyn public schools it was reported that some teachers had to leave their classroom in order to notify other teachers about the situation at hand because of a broken PA system; and\\par\nWhereas, The DOE\\rquote s Division of School Facilities is responsible for the maintenance, repair, and the safe, efficient operation of all facilities under the jurisdiction of the school system which is approximately 1,300 buildings; and\\par\nWhereas, The safety and security of New York City\\rquote s school children is of paramount importance and it is critical that all school equipment be functioning; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls upon the New York City Department of Education (DOE) to ensure that all public address systems in public schools are fully operational, properly maintained, and installed in all classrooms.\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\par\n\\pard\\ltrpar\\qj\\fs20 LS 4716\\par\nJP\\par\n5/7/15\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\fs24\\par\n}\n",
  "LastModified": "2017-12-27T02:04:12.663Z"
}
