{
  "ID": 54606,
  "GUID": "49932F3F-6A98-4967-9A4C-17F04AE79471",
  "File": "Res 0709-2015",
  "Name": "Regulate Marijuana Like Alcohol Act. (H.R. 1013)",
  "Title": "Resolution calling on the United States Congress to pass and for the President to sign H.R. 1013, also known as the Regulate Marijuana Like Alcohol Act.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2015-05-27T00:00:00Z",
  "AgendaDate": "2015-05-27T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7634,
      "Slug": "mark-levine",
      "FullName": "Mark Levine"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    }
  ],
  "History": [
    {
      "ID": 298725,
      "Date": "2015-05-27T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 298898,
      "Date": "2015-05-27T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 14114,
      "AgendaSequence": 107,
      "MinutesSequence": 132,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 329534,
      "Date": "2017-12-31T21:04:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-27T02:04:49.31Z"
    }
  ],
  "Attachments": [
    {
      "ID": 126297,
      "LastModified": "2016-01-05T19:57:03.777Z",
      "Name": "May 27, 2015 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/17f771ef-5f3d-4a33-9688-ec8e3beb57b7.pdf",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 56152,
  "Text": "By Council Members Levine, The Speaker (Council Member Mark-Viverito), Dromm and Mendez  \n \n      Whereas, Prohibition has failed to control the use and domestic production of marijuana; and \n      Whereas, Nationally and locally, arrests for marijuana possession disproportionately affect blacks and Hispanics and reinforce the perception that law enforcement is biased and prejudiced against minorities; and\n      Whereas, Legalized marijuana would reduce the flow of money from the American economy to international criminal gangs; and\n      Whereas, Marijuana is not a lethal drug and is arguably safer than alcohol; and\n      Whereas, Prosecuting marijuana is expensive for our justice system, depletes resources to combat violent crime and should be taxed to fund more important prosecutions and support essential government programs; and\n      Whereas, Marijuana has medicinal value and provides relief from pain, nausea, spasticity, and other symptoms for many individuals who have not been treated successfully with conventional medications; and\n      Whereas, On February 20th 2015, U.S. Representative Jared Polis of the State of Colorado introduced H.R. 1013, also known as the Regulate Marijuana Like Alcohol Act (\"The Act\"); and \n      Whereas, The Act directs the Attorney General to issue a final order removing marijuana from all schedules of controlled substances under the Controlled Substances Act; and\n      Whereas, The Act amends the Controlled Substances Act to: (1) exempt marijuana from the Act with limited exception; (2) revise the definition of \"felony drug offense\" to exclude conduct relating to marijuana; and (3) eliminates marijuana from provisions setting forth penalties applicable to prohibited conduct under the Controlled Substances Act; and \n      Whereas, The Act prohibits shipping or transporting marijuana from any place outside a jurisdiction of the United States into a jurisdiction in which its possession, use, or sale is prohibited; and\n      Whereas, The Act eliminates marijuana as: (1) a controlled substance for purposes of the Controlled Substances Import and Export Act or the National Forest System Drug Control Act of 1986, (2) a dangerous drug for purposes of federal criminal code provisions authorizing interception of communications, and (3) a targeted drug for purposes of provisions of the national youth anti-drug media campaign under the Office of National Drug Control Policy Reauthorization Act of 1998; and \n      Whereas, The time has come to end the federal marijuana prohibition because the benefits of doing so outweigh liabilities; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the United States Congress to pass and for the President to sign H.R. 1013, also known as the Regulate Marijuana Like Alcohol Act. \n\nLS# 2365\nRCC/WJH\n5/21/15",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Levine, The Speaker (Council Member Mark-Viverito), Dromm and Mendez  \\par\n \\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Prohibition has failed to control the use and domestic production of marijuana; and \\par\nWhereas, Nationally and locally, arrests for marijuana possession disproportionately affect blacks and Hispanics and reinforce the perception that law enforcement is biased and prejudiced against minorities; and\\par\nWhereas, Legalized marijuana would reduce the flow of money from the American economy to international criminal gangs; and\\par\nWhereas, Marijuana is not a lethal drug and is arguably safer than alcohol; and\\par\nWhereas, Prosecuting marijuana is expensive for our justice system, depletes resources to combat violent crime and should be taxed to fund more important prosecutions and support essential government programs; and\\par\nWhereas, Marijuana has medicinal value and provides relief from pain, nausea, spasticity, and other symptoms for many individuals who have not been treated successfully with conventional medications; and\\par\n\\kerning36 Whereas, On February 20\\super th\\nosupersub  2015, U.S. \\kerning0 Representative Jared Polis of the State of Colorado introduced H.R. 1013, also known as \\kerning36 the Regulate Marijuana Like Alcohol Act (\\ldblquote The Act\\rdblquote )\\kerning0 ; and \\par\nWhereas, The Act directs the Attorney General to issue a final order removing marijuana from all schedules of controlled substances under the Controlled Substances Act; and\\par\nWhereas, The Act amends the Controlled Substances Act to: (1) exempt marijuana from the Act with limited exception; (2) revise the definition of \"felony drug offense\" to exclude conduct relating to marijuana; and (3) eliminates marijuana from provisions setting forth penalties applicable to prohibited conduct under the Controlled Substances Act; and \\par\nWhereas, The Act prohibits shipping or transporting marijuana from any place outside a jurisdiction of the United States into a jurisdiction in which its possession, use, or sale is prohibited; and\\par\nWhereas, The Act eliminates marijuana as: (1) a controlled substance for purposes of the Controlled Substances Import and Export Act or the National Forest System Drug Control Act of 1986, (2) a dangerous drug for purposes of federal criminal code provisions authorizing interception of communications, and (3) a targeted drug for purposes of provisions of the national youth anti-drug media campaign under the Office of National Drug Control Policy Reauthorization Act of 1998; and \\par\nWhereas, The time has come to end the federal marijuana prohibition because the benefits of doing so outweigh liabilities; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls on the United States Congress to pass and for the President to sign H.R. 1013, also known as \\kerning36 the Regulate Marijuana Like Alcohol Act.\\kerning0  \\par\n\\pard\\cbpat2\\ltrpar\\cf1\\par\nLS# 2365\\par\nRCC/WJH\\par\n5/21/15 \\par\n\\par\n\\cf0\\par\n}\n",
  "LastModified": "2017-12-27T02:04:49.357Z"
}
