{
  "ID": 54672,
  "GUID": "77B40B17-4CA2-4F78-BCFE-B78D605F80E3",
  "File": "Res 0731-2015",
  "Name": "Strengthening rent regulation (A.7526)",
  "Title": "Resolution calling upon the New York State Senate to pass and the Governor to sign A. 7526, in relation to strengthening rent regulation",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 32,
  "StatusName": "Adopted",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2015-06-10T00:00:00Z",
  "AgendaDate": "2015-06-10T00:00:00Z",
  "PassedDate": "2015-06-10T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 7631,
      "Slug": "corey-d-johnson",
      "FullName": "Corey D. Johnson"
    },
    {
      "ID": 7617,
      "Slug": "donovan-j-richards",
      "FullName": "Donovan J. Richards"
    }
  ],
  "History": [
    {
      "ID": 299482,
      "Date": "2015-06-10T10:00:00Z",
      "ActionID": 15,
      "Action": "Hearing on P-C Item by Comm",
      "Description": "This Resolution was Hearing on P-C Item by Comm",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 14160,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 299544,
      "Date": "2015-06-10T10:00:00Z",
      "ActionID": 25,
      "Action": "P-C Item Approved by Comm",
      "Description": "A motion was made that this Resolution be P-C Item Approved by Comm approved by Roll Call.",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 14160,
      "MinutesSequence": 3,
      "Version": "*",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 37,
      "Votes": [
        {
          "ID": 7571,
          "Slug": "jumaane-d-williams",
          "FullName": "Jumaane D. Williams",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 10
        },
        {
          "ID": 6274,
          "Slug": "rosie-mendez",
          "FullName": "Rosie Mendez",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 20
        },
        {
          "ID": 7541,
          "Slug": "ydanis-a-rodriguez",
          "FullName": "Ydanis A. Rodriguez",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 30
        },
        {
          "ID": 386,
          "Slug": "karen-koslowitz",
          "FullName": "Karen Koslowitz",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 40
        },
        {
          "ID": 7604,
          "Slug": "robert-e-cornegy-jr",
          "FullName": "Robert E. Cornegy, Jr.",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 50
        },
        {
          "ID": 7630,
          "Slug": "rafael-l-espinal-jr",
          "FullName": "Rafael L. Espinal, Jr.",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 60
        },
        {
          "ID": 7634,
          "Slug": "mark-levine",
          "FullName": "Mark Levine",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 70
        },
        {
          "ID": 7638,
          "Slug": "antonio-reynoso",
          "FullName": "Antonio Reynoso",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 80
        },
        {
          "ID": 7639,
          "Slug": "helen-k-rosenthal",
          "FullName": "Helen K. Rosenthal",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 90
        },
        {
          "ID": 7640,
          "Slug": "ritchie-j-torres",
          "FullName": "Ritchie J. Torres",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 100
        },
        {
          "ID": 7510,
          "Slug": "eric-a-ulrich",
          "FullName": "Eric A. Ulrich",
          "VoteID": 12,
          "Vote": "Negative",
          "Result": 2,
          "Sort": 110
        }
      ],
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 299238,
      "Date": "2015-06-10T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 299393,
      "Date": "2015-06-10T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 14155,
      "AgendaSequence": 109,
      "MinutesSequence": 128,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Preconsidered - Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 299491,
      "Date": "2015-06-10T17:00:00Z",
      "ActionID": 5032,
      "Action": "Approved, by Council",
      "Description": "A motion was made that this Resolution be Approved, by Council approved by voice vote.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 14155,
      "AgendaSequence": 103,
      "MinutesSequence": 122,
      "Version": "*",
      "AgendaNote": "Preconsidered - Adopted by the Committee on Housing and Buildings",
      "MinutesNote": "Pursuant to Rule 8.50 of the Council, the Public Advocate (Ms. James) called for a voice vote.  Hearing those in favor, the Public Advocate (Ms. James) declared the Resolution to be adopted.\n\n\r\n\r\nThe following 3 Council Members formally voted against this item: Council Members Matteo, Ulrich, and Ignizio.\r\n\r\nAdopted by the Council by voice-vote.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 32,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 127131,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b1f7178c-90af-4b57-9bb3-8d932042e68f.doc",
      "Sort": 1
    },
    {
      "ID": 127132,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report - Stated Meeting",
      "Link": "https://nyc.legistar1.com/nyc/attachments/fa2d75aa-9ae5-4cd1-9d4e-40b38ec7ef98.doc",
      "Sort": 2
    },
    {
      "ID": 127173,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "June 10, 2015 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/cfeb2384-3bc4-432a-9b48-8cabf8cf3cc1.pdf",
      "Sort": 3
    },
    {
      "ID": 127378,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony",
      "Link": "https://nyc.legistar1.com/nyc/attachments/2d79b8b7-acf4-4a24-8cf4-0388871fe0e6.PDF",
      "Sort": 4
    },
    {
      "ID": 127381,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript",
      "Link": "https://nyc.legistar1.com/nyc/attachments/f174097e-8209-47a6-a713-819665dd32c2.pdf",
      "Sort": 5
    },
    {
      "ID": 129103,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript - Stated Meeting 6-10-15",
      "Link": "https://nyc.legistar1.com/nyc/attachments/f830e402-dbe6-4447-92b0-e48d0d9d4906.pdf",
      "Sort": 6
    },
    {
      "ID": 129466,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Minutes of the Stated Meeting - June 10, 2015",
      "Link": "https://nyc.legistar1.com/nyc/attachments/1ad25e64-036c-4ce2-8a69-011ad9741465.pdf",
      "Sort": 7
    }
  ],
  "Summary": "",
  "TextID": 56228,
  "Text": "By The Speaker (Council Member Mark-Viverito) and Council Members Williams, Chin, Gentile, Johnson and Richards\n\n\tWhereas, Rent regulation is set to expire on June 15, 2015 and the New York State Assembly passed a bill, A. 7526, sponsored by Assembly Member Wright, which would push back the expiration to June 15, 2019; and \n\tWhereas, New York City is currently experiencing an affordable housing crisis, and requires rent regulation to be renewed and strengthened in order to respond to such crisis; and\n\tWhereas, Under the current rent regulation system, rent regulated units may be deregulated, which significantly decreases the number of affordable housing units in New York City, when the rent hits $2,500 a month and the tenant vacates the unit, or the tenant is found to have an income above $200,000 two years in a row; and\n\tWhereas, A. 7526 would increase the amount of rent for vacancy deregulation to $3,500 and the amount of income for high income deregulation to $225,000; and\n\tWhereas, There are multiple ways in which rents for rent regulated units may be increased, resulting in units quickly reaching the deregulation threshold and the City losing affordable units; and \n\tWhereas, One way in which the rent for rent regulated units may be increased is Major Capital Improvements (MCIs), which allows an owner a permanent one-time increase sufficient to cover the cost of the improvement over a seven-year period; and\n\tWhereas, A. 7526 would make MCI rent increases a temporary surcharge, ending when the cost of the MCI has been recouped, and would allow tenants a voice in determining whether the MCI has been satisfactorily completed; and \n\tWhereas, Another way in which rents may be increased is the vacancy bonus, which allows owners to increase the rent of rent-stabilized units by 20% each time a unit becomes vacant; and\t\n\tWhereas, A. 7526 would reduce the size of the vacancy bonus to 7.5%; and\n\tWhereas, Rent in rent-controlled units are subject to steep annual rent increases (7.5%), while rents in rent stabilized units are set by a local Rent Guidelines Board, using a formula that takes into account various economic factors; and \n\tWhereas, A. 7526 would create parity between the rent regulation systems by only allowing rents in rent-controlled apartments to be raised by the lesser of 7.5% annually or an amount equal to the average of the previous five Rent Guidelines Board increases; and\n\tWhereas, Since deregulation took effect the City has lost roughly 150,000 units of affordable housing to deregulation; and\n\tWhereas, A. 7526 would return deregulated units to the rent regulation system where such units have been rented since January 1, 2013 for less than $5,000; and  \n\tWhereas, The rent-regulation system is intended to not only maintain affordable housing in New York, but to provide tenants with stability and safe housing; and \n\tWhereas, Some owners may offer rent-regulated tenants a preferential rent, which is less than the legal regulated rent, generally because the legal regulated rent is higher than the market will bear, but the law as it currently stands allows owners to increase the rent to the legal regulated rent upon any lease renewal for any reason; and \n\tWhereas, A. 7526 would prohibit owners from adjusting the preferential rent amount upon the renewal of a lease for a rent regulated unit; and\n\tWhereas, Under existing State law, an owner can only be charged with the crime of harassment when he or she has caused physical injury to a tenant or a third party with intent to cause a rent regulated tenant to vacate a unit; and \n\tWhereas, A. 7526 would create a misdemeanor for harassment of a tenant in the second degree where an owner intentionally impairs the habitability of a unit or creates or maintains a dangerous condition with the intent to cause a rent regulated tenant to vacate a unit; and \n\tWhereas, Under current law, Mitchell-Lama and Project Based Section 8 developments first occupied on or after January 1, 1974, can opt-out of such programs and owners can then increase the rents to unaffordable levels for most of their residents; and\n\tWhereas, A. 7526, would allow the City to expand rent regulation to housing accommodations that cease or have ceased to be Mitchells Lamas or to receive Project Based Section 8 rental assistance; now, therefore, be it\n\tResolved, That the Council of the City of New York calls upon the New York State Senate to pass and the Governor to sign A. 7526,  in relation to strengthening rent regulation\n\nJW\n6/5/15\nLS \n\t- 2 -",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\froman\\fprq2\\fcharset0 CG Times;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\expndtw0\\f1 By The Speaker (Council Member Mark-Viverito) and Council Members Williams, Chin, Gentile, Johnson and Richards\\par\n\\expndtw-3\\f0\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qj\\tab Whereas, Rent regulation is set to expire on June 15, 2015 and the New York State Assembly passed a bill, A. 7526, sponsored by Assembly Member Wright, which would push back the expiration to June 15, 2019; and \\par\n\\tab Whereas, New York City is currently experiencing an affordable housing crisis, and requires rent regulation to be renewed and strengthened in order to respond to such crisis; and\\par\n\\tab Whereas, Under the current rent regulation system, rent regulated units may be deregulated, which significantly decreases the number of affordable housing units in New York City, when the rent hits $2,500 a month and the tenant vacates the unit, or the tenant is found to have an income above $200,000 two years in a row; and\\par\n\\tab Whereas, A. 7526 would increase the amount of rent for vacancy deregulation to $3,500 and the amount of income for high income deregulation to $225,000; and\\par\n\\tab Whereas, There are multiple ways in which rents for rent regulated units may be increased, resulting in units quickly reaching the deregulation threshold and the City losing affordable units; and \\par\n\\tab Whereas, One way in which the rent for rent regulated units may be increased is Major Capital Improvements (MCIs), which allows an owner a permanent one-time increase sufficient to cover the cost of the improvement over a seven-year period; and\\par\n\\tab Whereas, A. 7526 would make MCI rent increases a temporary surcharge, ending when the cost of the MCI has been recouped, and would allow tenants a voice in determining whether the MCI has been satisfactorily completed; and \\par\n\\tab Whereas, Another way in which rents may be increased is the vacancy bonus, which allows owners to increase the rent of rent-stabilized units by 20% each time a unit becomes vacant; and\\tab\\par\n\\tab Whereas, A. 7526 would reduce the size of the vacancy bonus to 7.5%; and\\par\n\\tab Whereas, Rent in rent-controlled units are subject to steep annual rent increases (7.5%), while rents in rent stabilized units are set by a local Rent Guidelines Board, using a formula that takes into account various economic factors; and \\par\n\\tab Whereas, A. 7526 would create parity between the rent regulation systems by only allowing rents in rent-controlled apartments to be raised by the lesser of 7.5% annually or an amount equal to the average of the previous five Rent Guidelines Board increases; and\\par\n\\tab Whereas, Since deregulation took effect the City has lost roughly 150,000 units of affordable housing to deregulation; and\\par\n\\tab Whereas, A. 7526 would return deregulated units to the rent regulation system where such units have been rented since January 1, 2013 for less than $5,000; and  \\par\n\\tab Whereas, The rent-regulation system is intended to not only maintain affordable housing in New York, but to provide tenants with stability and safe housing; and \\par\n\\tab Whereas, Some owners may offer rent-regulated tenants a preferential rent, which is less than the legal regulated rent, generally because the legal regulated rent is higher than the market will bear, but the law as it currently stands allows owners to increase the rent to the legal regulated rent upon any lease renewal for any reason; and \\par\n\\tab Whereas, A. 7526 would prohibit owners from adjusting the preferential rent amount upon the renewal of a lease for a rent regulated unit; and\\par\n\\tab Whereas, Under existing State law, an owner can only be charged with the crime of harassment when he or she has caused physical injury to a tenant or a third party with intent to cause a rent regulated tenant to vacate a unit; and \\par\n\\tab Whereas, A. 7526 would create a misdemeanor for harassment of a tenant in the second degree where an owner intentionally impairs the habitability of a unit or creates or maintains a dangerous condition with the intent to cause a rent regulated tenant to vacate a unit; and \\par\n\\tab Whereas, Under current law, Mitchell-Lama and Project Based Section 8 developments first occupied on or after January 1, 1974, can opt-out of such programs and owners can then increase the rents to unaffordable levels for most of their residents; and\\par\n\\tab Whereas, A. 7526, would allow the City to expand rent regulation to housing accommodations that cease or have ceased to be Mitchells Lamas or to receive Project Based Section 8 rental assistance; now, therefore, be it\\par\n\\tab Resolved, \\cf1 That the Council of the City of New York\\cf0  calls upon the New York State Senate to pass and the Governor to sign A. 7526,  in relation to strengthening rent regulation\\cf2\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\qj\\cf0\\par\n\\fs20 JW\\par\n6/5/15\\par\nLS \\cf1\\par\n}\n",
  "LastModified": "2015-07-29T14:58:19.18Z"
}
