{
  "ID": 54674,
  "GUID": "3FB136E3-E7A7-43E3-8A48-A777CEA1D7EC",
  "File": "Res 0733-2015",
  "Name": "Amend rule 7.00 of the Rules of the Council in relation to changing the title of the standing Committee on Civil Rights.",
  "Title": "Resolution to amend rule 7.00 of the Rules of the Council in relation to changing the title of the standing Committee on Civil Rights.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 20,
  "BodyName": "Committee on Rules, Privileges and Elections",
  "IntroDate": "2015-06-10T00:00:00Z",
  "AgendaDate": "2015-06-10T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7623,
      "Slug": "inez-d-barron",
      "FullName": "Inez D. Barron"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    }
  ],
  "History": [
    {
      "ID": 299241,
      "Date": "2015-06-10T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 299394,
      "Date": "2015-06-10T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Rules, Privileges and Elections",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 14155,
      "AgendaSequence": 112,
      "MinutesSequence": 131,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Rules, Privileges and Elections",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 329537,
      "Date": "2017-12-31T21:05:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-27T02:05:54.43Z"
    }
  ],
  "Attachments": [
    {
      "ID": 127178,
      "LastModified": "2017-12-15T19:02:28.597Z",
      "Name": "June 10, 2015 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/4131c44e-5f7b-4405-80c6-d21bdf083f41.pdf",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 56230,
  "Text": "By Council Members Barron, Mendez and Rose\n      Section 1.  Rule 7.00 of the rules of the council of the city of New York is amended to read as follows:..Title..Body\n      7.00. Appointment a. Prior to the establishment of the membership of any other committee, and after the selection of the Speaker, the Council shall elect the membership of the Committee on Rules, Privileges and Elections. All other committees and appointments thereto shall be recommended by the Committee on Rules, Privileges and Elections, approved by the Council and published in the Calendar. All standing committee chairpersons shall be elected by the Council as a whole. Once elected, a standing committee or subcommittee chairperson may be removed prior to the end of the session without their consent only by the uncoupled vote of 2/3 of all the members. The standing committees of the Council shall bear the following titles and possess the following substantive matter jurisdictions:\nAGING - Department for the Aging and all federal, state and municipal programs pertinent to senior citizens.\nCIVIL AND HUMAN RIGHTS - Human Rights Commission, Equal Employment Practices Commission and Equal Employment Opportunity.\nCIVIL SERVICE AND LABOR - Municipal Officers and Employees, Office of Labor Relations, Office of Collective Bargaining, Office of Labor Services, and Municipal Pension and Retirement Systems.\nCOMMUNITY DEVELOPMENT - Issues relating to poverty and its reduction especially in low income neighborhoods.\nCONSUMER AFFAIRS - Department of Consumer Affairs.\nCONTRACTS - Procurement Policy Board, review of City procurement policies and procedures, oversight over government contracts, Mayor's Office of Contract Services and collection agency contracts.\nCOURTS AND LEGAL SERVICES - Courts and Legal Aid.\nCULTURAL AFFAIRS, LIBRARIES AND INTERNATIONAL INTERGROUP RELATIONS - Department of Cultural Affairs, libraries, museums, Art Commission, New York City Commission for the United Nations, Consular Corps and Protocol, Mayor's Office of Special Projects and Community Events, and to encourage harmony among the citizens of New York City, to promote the image of New York City and enhance the relationship of its citizens with the international community. \nECONOMIC DEVELOPMENT - Economic Development Corporation and Department of Small Business Services.\nEDUCATION - Department of Education, School Construction Authority, and Charter Schools.\nENVIRONMENTAL PROTECTION - Department of Environmental Protection and Office of Long Term Planning and Sustainability.\nFINANCE - Executive Budget review and Budget modification, Banking Commission, Comptroller's Office, Department of Design and Construction, Department of Finance, Independent Budget Office and fiscal policy and revenue from any source.\nFIRE AND CRIMINAL JUSTICE SERVICES - Fire/EMS (non-health-related issues), Department of Probation, Department of Correction, and Emergency Management Department (OEM).\nGENERAL WELFARE - Human Resources Administration/Department of Social Services, Administration for Children's Services, Department of Homeless Services, Office of Immigrant Affairs and charitable institutions.\nGOVERNMENTAL OPERATIONS - Municipal governmental structure and organization, Department of Citywide Administrative Services, Community Boards, Tax Commission, Board of Standards and Appeals, Campaign Finance Board, Board of Elections, Voter Assistance Commission, Commission on Public Information and Communication, Department of Records and Information Services, Financial Information Services Agency and Law Department.\nHEALTH - Department of Health and Mental Hygiene, Health and Hospitals Corporation and Office of the Chief Medical Examiner and EMS (health-related issues).\nHIGHER EDUCATION - City University of New York.\nHOUSING AND BUILDINGS - Department of Housing Preservation and Development, Department of Buildings and rent regulation.\nIMMIGRATION - Mayor's Office of Immigrant Affairs and other matters affecting immigration.\nJUVENILE JUSTICE - Division of Youth and Family Justice within the Administration for Children's Services.\nLAND USE - City Planning Commission, Department of City Planning, Department of Information Technology and Telecommunications, Landmarks Preservation Commission, land use and landmarks review.\nMENTAL HEALTH, DEVELOPMENTAL DISABILITY, ALCOHOLISM, SUBSTANCE ABUSE AND DISABILITY SERVICES - Department of Health and Mental Hygiene (issues of mental health, developmental disability and alcoholism services) and Mayor's Office for People with Disabilities.\nOVERSIGHT AND INVESTIGATIONS - To investigate any matters within the jurisdiction of the Council relating to property, affairs, or government of New York City and the Department of Investigation.\nPARKS AND RECREATION-Department of Parks and Recreation.\nPUBLIC HOUSING - NYC Housing Authority.\nPUBLIC SAFETY - Police Department, District Attorneys, Special Narcotics Prosecutor, Civilian Complaint Review Board, and Criminal Justice Coordinator.\nRECOVERY AND RESILIENCY - Office of Recovery and Resiliency, issues relating to recovery in Hurricane Sandy-affected communities, including the Build It Back Program, and the Office of Long Term Planning and Sustainability as it relates to efforts to make New York City more resilient in the face of climate change, and preparing for, responding to, and recovering from emergencies.\nRULES, PRIVILEGES AND ELECTIONS - Council structure and organization and appointments.\nSANITATION AND SOLID WASTE MANAGEMENT - Department of Sanitation and the Business Integrity Commission.\nSMALL BUSINESS - Matters relating to retail business and emerging industries.\nSTANDARDS AND ETHICS - Conflicts of Interest Board and Council Ethics.\nSTATE AND FEDERAL LEGISLATION - Federal legislation, State legislation and Home Rule requests.\nTECHNOLOGY - Technology in New York City, Department of Information Technology and Telecommunications (non-land use-related issues), Mayor's Office of Media & Entertainment, NYC TV, and dissemination of public information through the use of technology.\nTRANSPORTATION - Mass Transportation Agencies and facilities, Department of Transportation, New York City Transit Authority and Taxi and Limousine Commission.\nVETERANS - Mayor's Office of Veterans Affairs and other veteran related issues.\nWATERFRONTS - Matters relating to the waterfront.\nWOMEN'S ISSUES - Issues relating to public policy concerns of women, domestic violence, Office to Combat Domestic Violence and Agency for Child Development.\nYOUTH SERVICES - Youth Board, Department of Youth and Community Development, Interagency Coordinating Council on Youth, and youth related programs.\n      b. Each standing committee shall be composed of no fewer than five members.\n      c. The Speaker may create such subcommittees or special committees as he or she deems necessary and appropriate.\nkac\nLS# 3433\n5/28/2015",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\sa200\\qj By Council Members Barron, Mendez and Rose\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sa200\\qj Section 1.  Rule 7.00 of the rules of the council of the city of New York is amended to read as follows:\\v ..Title..Body\\v0\\par\n7.00. Appointment a. Prior to the establishment of the membership of any other committee, and after the selection of the Speaker, the Council shall elect the membership of the Committee on Rules, Privileges and Elections. All other committees and appointments thereto shall be recommended by the Committee on Rules, Privileges and Elections, approved by the Council and published in the Calendar. All standing committee chairpersons shall be elected by the Council as a whole. Once elected, a standing committee or subcommittee chairperson may be removed prior to the end of the session without their consent only by the uncoupled vote of 2/3 of all the members. The standing committees of the Council shall bear the following titles and possess the following substantive matter jurisdictions:\\par\n\\pard\\ltrpar\\nowidctlpar\\sa200\\qj\\cf1\\b AGING -\\b0  Department for the Aging and all federal, state and municipal programs pertinent to senior citizens.\\par\n\\b CIVIL \\ul AND HUMAN \\ulnone RIGHTS -\\b0  Human Rights Commission, Equal Employment Practices Commission and Equal Employment Opportunity.\\par\n\\b CIVIL SERVICE AND LABOR - \\b0 Municipal Officers and Employees, Office of Labor Relations, Office of Collective Bargaining, Office of Labor Services, and Municipal Pension and Retirement Systems.\\par\n\\b COMMUNITY DEVELOPMENT\\b0  \\b - \\b0 Issues relating to poverty and its reduction especially in low income neighborhoods.\\par\n\\b CONSUMER AFFAIRS\\b0  \\b - \\b0 Department of Consumer Affairs.\\par\n\\b CONTRACTS - \\b0 Procurement Policy Board, review of City procurement policies and procedures, oversight over government contracts, Mayor's Office of Contract Services and collection agency contracts.\\par\n\\b COURTS AND LEGAL SERVICES - \\b0 Courts and Legal Aid.\\par\n\\b CULTURAL AFFAIRS, LIBRARIES AND INTERNATIONAL INTERGROUP RELATIONS - \\b0 Department of Cultural Affairs, libraries, museums, Art Commission, New York City Commission for the United Nations, Consular Corps and Protocol, Mayor\\rquote s Office of Special Projects and Community Events, and to encourage harmony among the citizens of New York City, to promote the image of New York City and enhance the relationship of its citizens with the international community. \\par\n\\b ECONOMIC DEVELOPMENT\\b0  \\b -\\b0  Economic Development Corporation and Department of Small Business Services.\\par\n\\b EDUCATION\\b0  \\b -\\b0  Department of Education, School Construction Authority, and Charter Schools.\\par\n\\b ENVIRONMENTAL PROTECTION\\b0  \\b -\\b0  Department of Environmental Protection and Office of Long Term Planning and Sustainability.\\par\n\\b FINANCE\\b0  \\b -\\b0  Executive Budget review and Budget modification, Banking Commission, Comptroller's Office, Department of Design and Construction, Department of Finance, Independent Budget Office and fiscal policy and revenue from any source.\\par\n\\b FIRE AND CRIMINAL JUSTICE SERVICES\\b0  \\b -\\b0  Fire/EMS (non-health-related issues), Department of Probation, Department of Correction, and Emergency Management Department (OEM).\\par\n\\b GENERAL WELFARE -\\b0  Human Resources Administration/Department of Social Services, Administration for Children's Services, Department of Homeless Services, Office of Immigrant Affairs and charitable institutions.\\par\n\\b GOVERNMENTAL OPERATIONS -\\b0  Municipal governmental structure and organization, Department of Citywide Administrative Services, Community Boards, Tax Commission, Board of Standards and Appeals, Campaign Finance Board, Board of Elections, Voter Assistance Commission, Commission on Public Information and Communication, Department of Records and Information Services, Financial Information Services Agency and Law Department.\\par\n\\b HEALTH\\b0  \\b -\\b0  Department of Health and Mental Hygiene, Health and Hospitals Corporation and Office of the Chief Medical Examiner and EMS (health-related issues).\\par\n\\b HIGHER EDUCATION -\\b0  City University of New York.\\par\n\\b HOUSING AND BUILDINGS - \\b0 Department of Housing Preservation and Development, Department of Buildings and rent regulation.\\par\n\\b IMMIGRATION -\\b0  Mayor\\rquote s Office of Immigrant Affairs and other matters affecting immigration.\\par\n\\b JUVENILE JUSTICE\\b0  \\b -\\b0  Division of Youth and Family Justice within the Administration for Children\\rquote s Services.\\par\n\\b LAND USE - \\b0 City Planning Commission, Department of City Planning, Department of Information Technology and Telecommunications, Landmarks Preservation Commission, land use and landmarks review.\\par\n\\b MENTAL HEALTH, DEVELOPMENTAL DISABILITY, ALCOHOLISM, SUBSTANCE ABUSE AND DISABILITY SERVICES\\b0  \\b -\\b0  Department of Health and Mental Hygiene (issues of mental health, developmental disability and alcoholism services) and Mayor\\rquote s Office for People with Disabilities.\\par\n\\b OVERSIGHT AND INVESTIGATIONS - \\b0 To investigate any matters within the jurisdiction of the Council relating to property, affairs, or government of New York City and the Department of Investigation.\\par\n\\b PARKS AND RECREATION-\\b0 Department of Parks and Recreation.\\par\n\\b PUBLIC HOUSING\\b0  \\b -\\b0  NYC Housing Authority.\\par\n\\b PUBLIC SAFETY - \\b0 Police Department, District Attorneys, Special Narcotics Prosecutor, Civilian Complaint Review Board, and Criminal Justice Coordinator.\\par\n\\b RECOVERY AND RESILIENCY\\b0  \\b -\\b0  Office of Recovery and Resiliency, issues relating to recovery in Hurricane Sandy-affected communities, including the Build It Back Program, and the Office of Long Term Planning and Sustainability as it relates to efforts to make New York City more resilient in the face of climate change, and preparing for, responding to, and recovering from emergencies.\\par\n\\b RULES, PRIVILEGES AND ELECTIONS\\b0  \\b -\\b0  Council structure and organization and appointments.\\par\n\\b SANITATION AND SOLID WASTE MANAGEMENT\\b0  \\b -\\b0  Department of Sanitation and the Business Integrity Commission.\\par\n\\b SMALL BUSINESS\\b0  \\b -\\b0  Matters relating to retail business and emerging industries.\\par\n\\b STANDARDS AND ETHICS -\\b0  Conflicts of Interest Board and Council Ethics.\\par\n\\b STATE AND FEDERAL LEGISLATION\\b0  \\b -\\b0  Federal legislation, State legislation and Home Rule requests.\\par\n\\b TECHNOLOGY\\b0  \\b -\\b0  Technology in New York City, Department of Information Technology and Telecommunications (non-land use-related issues), Mayor\\rquote s Office of Media & Entertainment, NYC TV, and dissemination of public information through the use of technology.\\par\n\\b TRANSPORTATION -\\b0  Mass Transportation Agencies and facilities, Department of Transportation, New York City Transit Authority and Taxi and Limousine Commission.\\par\n\\b VETERANS -\\b0  Mayor\\rquote s Office of Veterans Affairs and other veteran related issues.\\par\n\\b WATERFRONTS\\b0  \\b -\\b0  Matters relating to the waterfront.\\par\n\\b WOMEN'S ISSUES\\b0  \\b -\\b0  Issues relating to public policy concerns of women, domestic violence, Office to Combat Domestic Violence and Agency for Child Development.\\par\n\\b YOUTH SERVICES\\b0  \\b -\\b0  Youth Board, Department of Youth and Community Development, Interagency Coordinating Council on Youth, and youth related programs.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sa200\\qj b. Each standing committee shall be composed of no fewer than five members.\\par\nc. The Speaker may create such subcommittees or special committees as he or she deems necessary and appropriate.\\par\n\\pard\\ltrpar\\nowidctlpar\\sa200\\cf0 kac\\line LS# 3433\\line 5/28/2015\\par\n\\pard\\ltrpar\\nowidctlpar\\sa240\\cf1\\par\n}\n",
  "LastModified": "2017-12-27T02:05:54.493Z"
}
