{
  "ID": 54661,
  "GUID": "9D46488A-2122-45FD-9AB1-B76D0CCF4C40",
  "File": "Res 0734-2015",
  "Name": "Establish the NYS Women’s Suffrage 100th Anniversary Commemoration Commission. (S.2388/A.1019)",
  "Title": "Resolution calling upon the New York State Legislature to pass and the Governor to sign S.2388/A.1019, legislation to establish the New York State Women’s Suffrage 100th Anniversary Commemoration Commission.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 23,
  "BodyName": "Committee on Women's Issues",
  "IntroDate": "2015-06-10T00:00:00Z",
  "AgendaDate": "2015-06-10T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7502,
      "Slug": "elizabeth-s-crowley",
      "FullName": "Elizabeth S. Crowley"
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 7623,
      "Slug": "inez-d-barron",
      "FullName": "Inez D. Barron"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7628,
      "Slug": "laurie-a-cumbo",
      "FullName": "Laurie A. Cumbo"
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 7622,
      "Slug": "vanessa-l-gibson",
      "FullName": "Vanessa L. Gibson"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 7631,
      "Slug": "corey-d-johnson",
      "FullName": "Corey D. Johnson"
    },
    {
      "ID": 7617,
      "Slug": "donovan-j-richards",
      "FullName": "Donovan J. Richards"
    }
  ],
  "History": [
    {
      "ID": 299222,
      "Date": "2015-06-10T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 299397,
      "Date": "2015-06-10T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Women's Issues",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 14155,
      "AgendaSequence": 113,
      "MinutesSequence": 132,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Women's Issues",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 329538,
      "Date": "2017-12-31T21:05:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-27T02:06:06.027Z"
    }
  ],
  "Attachments": [
    {
      "ID": 127179,
      "LastModified": "2016-01-05T19:58:36.77Z",
      "Name": "June 10, 2015 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/95d1ad03-ff78-43a2-810c-7b3f669e5c09.pdf",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 56217,
  "Text": "By Council Members Crowley, Mealy, Barron, Chin, Cumbo, Ferreras-Copeland, Gibson, Koslowitz, Mendez, Palma, Rose, Rosenthal, Johnson and Richards\n\n\n      Whereas, On July 19, 1848, the first women's rights convention was held in Seneca Falls, New York; the two-day event became a catalyst for a national women's rights movement and as a result New York is considered the birthplace of the women's suffrage movement; and \n      Whereas, On November 6, 1917, after nearly 70 years of marching, fund-raising and rallies, New York passed a statewide referendum to amend its constitution and become the first eastern state to grant full suffrage to women; and\n      Whereas, Three years later, on August 18, 1920, the Nineteenth Amendment to the United States Constitution, prohibiting any citizen from being denied the right to vote on the basis of sex, was ratified; and \n      Whereas, In the great struggle toward democracy, from Anne Hutchinson to Sojourner Truth to Susan B. Anthony to Shirley Chisolm, the women of New York State have powerfully shaped both local and national histories; and\n      Whereas, 2017 marks the 100th anniversary of women's suffrage in New York and 2020 marks the 100th anniversary of the Nineteenth Amendment, watershed moments for both the State and nation; and \n      Whereas, The anniversary of women's suffrage is the perfect occasion to educate New Yorkers about the State's legacy of being a leader in important social and legal movements, advancing the equal treatment of all people, as the fight for gender equality continues; and \n      Whereas, In January 2015, New York State Senator Betty Little and Assembly Member Aileen Gunther introduced S.2388/A.1019, which would create a temporary New York State Women's Suffrage 100th Anniversary Commemoration Commission to promote the 100th anniversary of women's suffrage, which will take place between the years 2017 and 2020; and\n      Whereas, The Commission would plan and execute an organized series of statewide conversations and programs that celebrate the accomplishment of women's suffrage and the central role of New Yorkers and New York State; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the New York State Legislature to pass and the Governor to sign S.2388/A.1019, legislation to establish the New York State Women's Suffrage 100th Anniversary Commemoration Commission.\n\n\n\nLS #5418\n6/2/2015\nCGR\n      2\n      \n      \n      4",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar By Council Members Crowley, Mealy, Barron, Chin, Cumbo, Ferreras-Copeland, Gibson, Koslowitz, Mendez, Palma, Rose, Rosenthal, Johnson and Richards\\par\n\\par\n\\pard\\ltrpar\\hyphpar0\\fi720\\sl480\\slmult1\\expndtw-3 Whereas, On July 19, 1848, the first women\\rquote s rights convention was held in Seneca Falls, New York; the two-day event became a catalyst for a national women\\rquote s rights movement and as a result New York is considered the birthplace of the women\\rquote s suffrage movement\\expndtw0 ; and \\par\nWhereas, On November 6, 1917, after nearly 70 years of marching, fund-raising and rallies, New York passed a statewide referendum to amend its constitution and become the first eastern state to grant full suffrage to women; and\\par\nWhereas, Three years later, on August 18, 1920, the Nineteenth Amendment to the United States Constitution, prohibiting any citizen from being denied the right to vote on the basis of sex, was ratified; and \\par\nWhereas, In the great struggle toward democracy, from Anne Hutchinson to Sojourner Truth to Susan B. Anthony to Shirley Chisolm, the women of New York State have powerfully shaped both local and national histories; and\\par\nWhereas, 2017 marks the 100\\super th\\nosupersub  anniversary of women\\rquote s suffrage in New York and 2020 marks the 100\\super th\\nosupersub  anniversary of the Nineteenth Amendment, watershed moments for both the State and nation; and \\par\nWhereas, The anniversary of women\\rquote s suffrage is the perfect occasion to educate New Yorkers about the State\\rquote s legacy of being a leader in important social and legal movements, advancing the equal treatment of all people, as the fight for gender equality continues; and \\par\nWhereas, In January 2015, New York State Senator Betty Little and Assembly Member Aileen Gunther introduced S.2388/A.1019, which would create a temporary New York State Women\\rquote s Suffrage 100\\super th\\nosupersub  Anniversary Commemoration Commission to promote the 100\\super th\\nosupersub  anniversary of women\\rquote s suffrage, which will take place between the years 2017 and 2020; and\\par\n\\expndtw-3 Whereas, The Commission would plan and execute an organized series of statewide conversations and programs that celebrate the accomplishment of women\\rquote s suffrage and the central role of New Yorkers and New York State; now, therefore, be it\\par\nResolved, That \\expndtw0 the Council of the City of New York calls upon the New York State Legislature to pass and the Governor to sign S.2388/A.1019, legislation to establish the New York State Women\\rquote s Suffrage 100\\super th\\nosupersub  Anniversary Commemoration Commission.\\par\n\\pard\\ltrpar\\qj\\par\n\\par\n\\par\n\\fs18 LS #5418\\par\n6/2/2015\\par\nCGR\\par\n}\n",
  "LastModified": "2017-12-27T02:06:06.09Z"
}
