{
  "ID": 54628,
  "GUID": "C487E0AA-3E67-475F-8332-D12D8516CE6C",
  "File": "Res 0744-2015",
  "Name": "Student Loan Interest Deduction Act of 2015 (H.R. 509)",
  "Title": "Resolution calling upon Congress to pass, and the President to sign H.R. 509, also known as, the Student Loan Interest Deduction Act of 2015",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 15,
  "BodyName": "Committee on Higher Education",
  "IntroDate": "2015-06-10T00:00:00Z",
  "AgendaDate": "2015-06-10T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7637,
      "Slug": "i-daneek-miller",
      "FullName": "I. Daneek Miller"
    },
    {
      "ID": 7113,
      "Slug": "mathieu-eugene",
      "FullName": "Mathieu Eugene"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 7631,
      "Slug": "corey-d-johnson",
      "FullName": "Corey D. Johnson"
    },
    {
      "ID": 7617,
      "Slug": "donovan-j-richards",
      "FullName": "Donovan J. Richards"
    }
  ],
  "History": [
    {
      "ID": 299192,
      "Date": "2015-06-10T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 299418,
      "Date": "2015-06-10T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Higher Education",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 14155,
      "AgendaSequence": 140,
      "MinutesSequence": 159,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Higher Education",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 329542,
      "Date": "2017-12-31T21:06:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-27T02:07:07.91Z"
    }
  ],
  "Attachments": [
    {
      "ID": 127198,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "June 10, 2015 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/84088fe8-b61d-4c4b-85bc-b9c6150ca81f.pdf",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 56175,
  "Text": "By Council Members Miller, Eugene, Gentile, Johnson and Richards \n\n      Whereas, A college degree has become increasingly necessary for those entering the workforce; and \n      Whereas, According to the Pew Research Center Study, \"The Rising Cost of Not Going to College,\" the unemployment rate for a college graduate is 3.8% while the rate is 12.2% for individuals who have only completed high school; and \n      Whereas, According to the same study, the earnings gap between individuals with high school diplomas compared to those with a college degree has more than doubled since 1965; and \n      Whereas, In tandem with need and demand, the cost of college has increased as well; and \n      Whereas, A Forbes article titled, \"College Costs Out of Control,\" noted that since 1985, the overall inflation rate, as reflected in the Consumer Price Index increased 115% while college costs for the same period increased nearly 500%; and  \n      Whereas, According to the Federal Reserve Bank of New York, national student loan debt stands at nearly $1.2 trillion dollars, affecting 40 million Americans, with New York State graduates accounting for $60 billion dollars of the overall debt; and \n      Whereas, Data from various sources indicate that record student loan debt poses a danger to the economy due to decreased consumer spending on major purchases such as homes and cars, fewer small business start-ups and greater probability of default on student loans and other debt by those carrying student loan debt; and \n      Whereas, Currently, federal law provides some tax relief to those paying off student loans in the form of tax deductions for interest paid on any qualified education loan; and  \n      Whereas, There is an income cap that prevents some debtors from receiving this benefit; and\n      Whereas, H.R. 509, also known as, the Student Loan Interest Deduction Act of 2015 (\"The Act\"), sponsored by Rep. Charles Rangel, would increase the maximum tax deduction for interest paid on any qualified education loan from $2,500 dollars to $5,000 dollars for an individual filer and $10,000 for married couples filing jointly; and \n      Whereas, The Act would also repeal the current income cap and allow for deductions based on modified adjusted gross income; and \n      Whereas, The Act would provide what could be a crucial financial benefit to individuals and families struggling to pay off student loan debt; now, therefore be it\n      Resolved, that the Council of the City of New York calls upon the Congress to pass and the President to sign, H.R. 509, the Student Loan Interest Deduction Act of 2015, by Rep. Charles Rangel, into law.\n\n__________\nLS: 4646\nDate: 3/26/2015\nTime: 11:48am\nInitials: IM",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Miller, Eugene, Gentile, Johnson and Richards \\par\n\\par\n\\pard\\ltrpar\\fi720\\sa200\\sl480\\slmult1 Whereas, A college degree has become increasingly necessary for those entering the workforce; and \\par\nWhereas, According to the Pew Research Center Study, \\ldblquote The Rising Cost of Not Going to College,\\rdblquote  the unemployment rate for a college graduate is 3.8% while the rate is 12.2% for individuals who have only completed high school; and \\par\nWhereas, According to the same study, the earnings gap between individuals with high school diplomas compared to those with a college degree has more than doubled since 1965; and \\par\nWhereas, In tandem with need and demand, the cost of college has increased as well; and \\par\nWhereas, A Forbes article titled, \\ldblquote College Costs Out of Control,\\rdblquote  noted that since 1985, the overall inflation rate, as reflected in the Consumer Price Index increased 115% while college costs for the same period increased nearly 500%; and  \\par\nWhereas, According to the Federal Reserve Bank of New York, national student loan debt stands at nearly $1.2 trillion dollars, affecting 40 million Americans, with New York State graduates accounting for $60 billion dollars of the overall debt; and \\par\nWhereas, Data from various sources indicate that record student loan debt poses a danger to the economy due to decreased consumer spending on major purchases such as homes and cars, fewer small business start-ups and greater probability of default on student loans and other debt by those carrying student loan debt; and \\par\nWhereas, Currently, federal law provides some tax relief to those paying off student loans in the form of tax deductions for interest paid on any qualified education loan; and  \\par\nWhereas, There is an income cap that prevents some debtors from receiving this benefit; and\\par\nWhereas, H.R. 509, also known as, the Student Loan Interest Deduction Act of 2015 (\\ldblquote The Act\\rdblquote ), sponsored by Rep. Charles Rangel, would increase the maximum tax deduction for interest paid on any qualified education loan from $2,500 dollars to $5,000 dollars for an individual filer and $10,000 for married couples filing jointly; and \\par\nWhereas, The Act would also repeal the current income cap and allow for deductions based on modified adjusted gross income; and \\par\nWhereas, The Act would provide what could be a crucial financial benefit to individuals and families struggling to pay off student loan debt; now, therefore be it\\par\nResolved, that the Council of the City of New York calls upon the Congress to pass and the President to sign, H.R. 509, the Student Loan Interest Deduction Act of 2015, by Rep. Charles Rangel, into law.\\par\n\\pard\\ltrpar\\sa200\\sl480\\slmult1\\par\n__________\\par\n\\pard\\ltrpar\\fs20 LS: 4646\\par\nDate: 3/26/2015\\par\nTime: 11:48am\\par\nInitials: IM\\par\n}\n",
  "LastModified": "2017-12-27T02:07:07.973Z"
}
