{
  "ID": 54636,
  "GUID": "8DF77D01-BF90-47FE-A726-6679083CFAB3",
  "File": "Res 0748-2015",
  "Name": "Requiring banking organizations to provide, at a minimum, the immediately preceding six months of financial documents following a request for such financial documents to help fight financial exploitation of older adults.",
  "Title": "Resolution calling upon the New York State Legislature to introduce and pass and the Governor to sign, legislation requiring banking organizations to provide, at a minimum, the immediately preceding six months of financial documents following a request from authorized governmental agencies for such financial documents to help fight financial exploitation of older adults.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 32,
  "StatusName": "Adopted",
  "BodyID": 3,
  "BodyName": "Committee on Aging",
  "IntroDate": "2015-06-10T00:00:00Z",
  "AgendaDate": "2015-06-10T00:00:00Z",
  "PassedDate": "2015-07-23T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 7642,
      "Slug": "paul-a-vallone",
      "FullName": "Paul A. Vallone"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7586,
      "Slug": "ruben-wills",
      "FullName": "Ruben Wills"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7632,
      "Slug": "ben-kallos",
      "FullName": "Ben Kallos"
    }
  ],
  "History": [
    {
      "ID": 299134,
      "Date": "2015-06-10T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 299436,
      "Date": "2015-06-10T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Aging",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 14155,
      "AgendaSequence": 155,
      "MinutesSequence": 174,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Aging",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 299136,
      "Date": "2015-06-17T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 3,
      "BodyName": "Committee on Aging",
      "EventID": 14116,
      "AgendaSequence": 6,
      "MinutesSequence": 13,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 299665,
      "Date": "2015-06-17T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 12,
      "BodyName": "Committee on General Welfare",
      "EventID": 14139,
      "MinutesSequence": 14,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 299656,
      "Date": "2015-06-17T10:20:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 3,
      "BodyName": "Committee on Aging",
      "EventID": 14116,
      "MinutesSequence": 14,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 299138,
      "Date": "2015-06-17T10:30:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 12,
      "BodyName": "Committee on General Welfare",
      "EventID": 14139,
      "AgendaSequence": 6,
      "MinutesSequence": 13,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 300270,
      "Date": "2015-07-22T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 3,
      "BodyName": "Committee on Aging",
      "EventID": 14203,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "AgendaNote": "Proposed Res. No. 748-A",
      "MinutesNote": "Proposed Res. No. 748-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 300356,
      "Date": "2015-07-22T10:00:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Resolution was Amendment Proposed by Comm",
      "BodyID": 3,
      "BodyName": "Committee on Aging",
      "EventID": 14203,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 300357,
      "Date": "2015-07-22T10:00:00Z",
      "ActionID": 33,
      "Action": "Amended by Committee",
      "Description": "This Resolution was Amended by Committee",
      "BodyID": 3,
      "BodyName": "Committee on Aging",
      "EventID": 14203,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 300522,
      "Date": "2015-07-22T10:00:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "A motion was made that this Resolution be Approved by Committee approved by Roll Call.",
      "BodyID": 3,
      "BodyName": "Committee on Aging",
      "EventID": 14203,
      "MinutesSequence": 5,
      "Version": "A",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "Votes": [
        {
          "ID": 7562,
          "Slug": "margaret-s-chin",
          "FullName": "Margaret S. Chin",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 10
        },
        {
          "ID": 5911,
          "Slug": "maria-del-carmen-arroyo",
          "FullName": "Maria Del Carmen Arroyo",
          "VoteID": 46,
          "Vote": "Medical",
          "Sort": 20
        },
        {
          "ID": 386,
          "Slug": "karen-koslowitz",
          "FullName": "Karen Koslowitz",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 30
        },
        {
          "ID": 7568,
          "Slug": "deborah-l-rose",
          "FullName": "Deborah L. Rose",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 40
        },
        {
          "ID": 7629,
          "Slug": "chaim-m-deutsch",
          "FullName": "Chaim M. Deutsch",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 50
        },
        {
          "ID": 7641,
          "Slug": "mark-treyger",
          "FullName": "Mark Treyger",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 60
        },
        {
          "ID": 7642,
          "Slug": "paul-a-vallone",
          "FullName": "Paul A. Vallone",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 70
        }
      ],
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 300399,
      "Date": "2015-07-23T13:30:00Z",
      "ActionID": 5032,
      "Action": "Approved, by Council",
      "Description": "A motion was made that this Resolution be Approved, by Council approved by voice vote.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 14207,
      "AgendaSequence": 91,
      "MinutesSequence": 112,
      "Version": "A",
      "AgendaNote": "Amended and Adopted by the Committee on Aging",
      "MinutesNote": "Pursuant to Rule 8.50 of the Council, the Public Advocate (Ms. James) called for a voice vote.  Hearing those in favor, the Public Advocate (Ms. James) declared the Resolution to be adopted.\n\n\r\n\r\nThe following 2 Council Members formally voted against this item: Council Members Ulrich and Matteo\r\n\r\n\n\nAdopted by the Council by voice-vote.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 32,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 129158,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Res. No. 748 - 6/10/15",
      "Link": "https://nyc.legistar1.com/nyc/attachments/83dadf87-245c-438d-8212-fc854cc66b3d.doc",
      "Sort": 1
    },
    {
      "ID": 127213,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "June 10, 2015 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/0dd75a90-dc2e-49e2-bd9d-024d56aff187.pdf",
      "Sort": 2
    },
    {
      "ID": 127317,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 6/17/15",
      "Link": "https://nyc.legistar1.com/nyc/attachments/96546cd8-538e-47a3-bbef-89b707941380.doc",
      "Sort": 3
    },
    {
      "ID": 128719,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 6/17/15",
      "Link": "https://nyc.legistar1.com/nyc/attachments/f98b8fab-208c-4f35-9dc0-e665e9fa0c5a.PDF",
      "Sort": 4
    },
    {
      "ID": 128622,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 6/17/15",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b64fd4fb-f63f-4167-8a4d-d04608b6d300.pdf",
      "Sort": 5
    },
    {
      "ID": 129210,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 7/22/15",
      "Link": "https://nyc.legistar1.com/nyc/attachments/5fe56295-2788-4bf1-a697-35ddcf13a863.doc",
      "Sort": 6
    },
    {
      "ID": 129703,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 7/22/15",
      "Link": "https://nyc.legistar1.com/nyc/attachments/118b0e41-0097-4557-a531-8875f8f0737d.pdf",
      "Sort": 7
    },
    {
      "ID": 129385,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "July 23, 2015 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/8d17dd1a-9cfb-4094-b770-321d1a9d1dda.pdf",
      "Sort": 8
    },
    {
      "ID": 129758,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript of the Stated Meeting - July 23, 2015",
      "Link": "https://nyc.legistar1.com/nyc/attachments/af107517-fddf-46c0-8292-e3cedaca6da8.pdf",
      "Sort": 9
    },
    {
      "ID": 130732,
      "LastModified": "2015-09-23T13:31:13.407Z",
      "Name": "Minutes of the Stated Meeting - July 23, 2015",
      "Link": "https://nyc.legistar1.com/nyc/attachments/4d432c03-37fa-4d05-a920-2bb672cec763.pdf",
      "Sort": 10
    }
  ],
  "Summary": "",
  "TextID": 56451,
  "Text": "By Council Members Vallone, Gentile, Mendez, Wills, Levin, Chin, Koslowitz, Rose and Kallos \n      Whereas, The New York State Social Services Law defines financial exploitation as the \"improper use of an adult's funds, property or resources by another individual, including but not limited to, fraud, false pretenses, embezzlement, conspiracy, forgery, falsifying records, coerced property transfers or denial of access to assets;\" and\n\tWhereas, According to a 2011 study on elder abuse in New York State by Lifespan of Greater Rochester, Inc., Weill Cornell Medical Center of Cornell University, and the New York City Department for the Aging, financial exploitation is the most prevalent self-reported form of elder abuse in New York State, with an estimated 41 of every 1,000 older New Yorkers falling victim to financial exploitation; and\n\tWhereas, According to the same study an estimated 66 of every 1,000 older New York City residents reported having experienced financial exploitation; and\n\tWhereas, Financial exploitation can destroy the lives of its victims, by depriving them of the funds, property, or resources they need to live; and \n\tWhereas, According  to the New York City Department for the Aging, because of the familial relationship, victims of financial exploitation are often hesitant to report it, and as a result, its incidence and prevalence is likely under-reported; and\n\tWhereas, According to a national study in the United States in 2009 from the MetLife Mature Market Institute for every case of reported financial exploitation, four or more cases are unreported; and\n\tWhereas, The New York State Banking Law requires banking organizations to provide documents indicating if an individual \"has or had funds, securities or other property on deposit or in the custody of such banking organization, and the amount or probable value thereof\" upon request by an authorized agency such as a social services agency; and\n\tWhereas, While banking organizations can provide essential information to help identify the financial exploitation of older adults, they appear to be  \"underreporting cases of abuse to the relevant authorities even though they are permitted to report under state and federal law,\" according to the New York State Department of Financial Services; and\n\tWhereas, According to Lin Saberski, former Deputy Commissioner for Adult Protective Services in New York City, currently New York State law \"can be read very narrowly, minimizing the financial information received to a single monthly balance statement;\" and\n      Whereas, Financial exploitation often occurs frequently and can be proven by reviewing banking records such as balance statements over time; and \n      Whereas, A requirement that banking organizations provide the immediately preceding six months of financial documents following a request for such documents would help fight the financial exploitation of older adults by, among other things, allowing authorized agencies to see if an individual has forged the signature of a suspected victim of financial exploitation, transferred the older adult's property to themselves, or withdrawn money from the suspected victim's bank account for themselves; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the New York State Legislature to introduce and pass and the Governor to sign, legislation requiring banking organizations to provide, at a minimum, the immediately preceding six months of financial documents following a request from authorized governmental agencies for such financial documents to help fight financial exploitation of older adults. \n\n\nLS # 4569 \n7/16/2015\n10:49 AM\nJKS",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\expndtw-3\\v0\\par\n\\pard\\ltrpar\\sl480\\slmult1 By Council Members Vallone, Gentile, Mendez, Wills, Levin, Chin, Koslowitz, Rose and Kallos \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\cf0\\expndtw0 Whereas, The New York State Social Services Law defines financial exploitation as the \\ldblquote improper use of an adult's funds, property or resources by another individual, including but not limited to, fraud, false pretenses, embezzlement, conspiracy, forgery, falsifying records, coerced property transfers or denial of access to assets;\\rdblquote  and\\par\n\\pard\\ltrpar\\sl480\\slmult1\\tab\\expndtw-3 Whereas, According to a 2011 study on elder abuse in New York State by Lifespan of Greater Rochester, Inc., Weill Cornell Medical Center of Cornell University, and the New York City Department for the Aging, financial exploitation is the most prevalent self-reported form of elder abuse in New York State, with an estimated 41 of every 1,000 older New Yorkers falling victim to financial exploitation; and\\par\n\\tab Whereas, According to the same study an estimated 66 of every 1,000 older New York City residents reported having experienced financial exploitation; and\\par\n\\expndtw0\\fs22\\tab\\fs24 Whereas, Financial exploitation can destroy the lives of its victims, by depriving them of the funds, property, or resources they need to live; and\\expndtw-3  \\expndtw0\\par\n\\tab\\expndtw-3 Whereas, According  to the New York City Department for the Aging, because of the familial relationship, victims of financial exploitation are often hesitant to report it, and as a result, its incidence and prevalence is likely under-reported; and\\expndtw0\\par\n\\pard\\ltrpar\\hyphpar0\\sl480\\slmult1\\qj\\expndtw-3\\tab\\expndtw0 Whereas, According to a national study in the United States in 2009 from the MetLife Mature Market Institute for every case of reported financial exploitation, four or more cases are unreported; and\\par\n\\tab Whereas, The New York State Banking Law requires banking organizations to provide documents indicating if an individual \\ldblquote has or had funds, securities or other property on deposit or in the custody of such banking organization, and the amount or probable value thereof\\rdblquote  upon request by an authorized agency such as a social services agency; and\\par\n\\tab Whereas, While banking organizations can provide essential information to help identify the financial exploitation of older adults, they appear to be  \\ldblquote underreporting cases of abuse to the relevant authorities even though they are permitted to report under state and federal law,\\rdblquote  according to the New York State Department of Financial Services; and\\par\n\\expndtw-3\\tab Whereas, \\expndtw0 According to Lin Saberski, former Deputy Commissioner for Adult Protective Services in New York City, currently New York State law \\ldblquote can be read very narrowly, minimizing the financial information received to a single monthly balance statement;\\rdblquote  and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\cf1 Whereas, Financial exploitation often occurs frequently and can be proven by reviewing banking records such as balance statements over time; and \\par\nWhereas, A requirement that banking organizations provide the immediately preceding six months of financial documents following a request for such documents would help fight the financial exploitation of older adults by, among other things, allowing authorized agencies to see if an individual has forged the signature of a suspected victim of financial exploitation, transferred the older adult\\rquote s property to themselves, or withdrawn money from the suspected victim\\rquote s bank account for themselves; \\cf0 now, therefore, be it\\cf1\\par\nResolved, \\expndtw-3 That the Council of the City of New York calls \\expndtw0 upon the New York State Legislature to introduce and pass and the Governor to sign, legislation requiring banking organizations to provide, at a minimum, the immediately preceding six months of financial documents following a request from authorized governmental agencies for such financial documents to help fight financial exploitation of older adults. \\cf0\\par\n\\pard\\ltrpar\\sl480\\slmult1\\par\n\\fs22\\par\n\\pard\\cbpat2\\ltrpar\\cf1 LS # 4569 \\b\\fs24\\par\n\\b0\\fs22 7/16/2015\\fs24\\par\n\\fs22 10:49 AM\\fs24\\par\n\\fs22 JKS\\fs24\\par\n\\pard\\ltrpar\\sl480\\slmult1\\cf0\\par\n}\n",
  "LastModified": "2015-09-23T13:31:13.407Z"
}
