{
  "ID": 54728,
  "GUID": "310D8356-4592-4973-AE59-33D2958720D1",
  "File": "Res 0749-2015",
  "Name": "Require the licensing of persons engaged in the design, construction, inspection, maintenance, alteration, and repair of elevators and other people moving devices. (A.1787/S.1945)",
  "Title": "Resolution calling upon the New York State Legislature to pass, and the Governor to sign, A.1787/S.1945, to require the licensing of persons engaged in the design, construction, inspection, maintenance, alteration, and repair of elevators and other people moving devices",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2015-06-10T00:00:00Z",
  "AgendaDate": "2015-06-10T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7502,
      "Slug": "elizabeth-s-crowley",
      "FullName": "Elizabeth S. Crowley"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 7627,
      "Slug": "costa-g-constantinides",
      "FullName": "Costa G. Constantinides"
    },
    {
      "ID": 7632,
      "Slug": "ben-kallos",
      "FullName": "Ben Kallos"
    },
    {
      "ID": 7630,
      "Slug": "rafael-l-espinal-jr",
      "FullName": "Rafael L. Espinal, Jr."
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 7634,
      "Slug": "mark-levine",
      "FullName": "Mark Levine"
    },
    {
      "ID": 7640,
      "Slug": "ritchie-j-torres",
      "FullName": "Ritchie J. Torres"
    },
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    },
    {
      "ID": 7643,
      "Slug": "the-public-advocate-ms-james",
      "FullName": "The Public Advocate (Ms. James)"
    }
  ],
  "History": [
    {
      "ID": 299526,
      "Date": "2015-06-10T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 299533,
      "Date": "2015-06-10T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 14155,
      "AgendaSequence": 156,
      "MinutesSequence": 175,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 329545,
      "Date": "2017-12-31T21:07:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-27T02:07:46.537Z"
    }
  ],
  "Attachments": [
    {
      "ID": 127214,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "June 10, 2015 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/88c6982e-046b-441f-8dde-5945519bc09f.pdf",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 56285,
  "Text": "By Council Members Van Bramer, Mendez, Crowley, Rosenthal, Constantinides, Kallos, Espinal, Koslowitz, Levine, Torres, Ulrich and the Public Advocate (Ms. James)\n\n      \n      Whereas, The use of unsafe and defective elevators exposes employees and the public to unsafe conditions and imposes substantial probability of serious injury; and\n      Whereas, Improper design, construction, maintenance and repair of such conveyances is preventable by requiring proper training of persons employed to perform work on elevators and by requiring the licensing of contractors and the certification of individuals involved in elevator projects; and\n      Whereas, An alarming number of fatal incidents involving improperly maintained or repaired elevators has occurred across the five boroughs in recent years that could have been prevented by proper training and licensing; and\n      Whereas, Workers in the field of elevator construction, modernization, maintenance and repair have died on the job in incidents that could have been prevented through education and training; and\n      Whereas, Contractors who perform and supervise work that is dangerous to the public must be held accountable; and\n      Whereas, A.1787, introduced by Assembly Member Keith L.T. Wright and pending in the New York State Assembly, and companion bill S.1945, introduced by State Senator John J. Bonacic and pending in the New York State Senate, seek to amend the New York Labor Law and the New York Finance Law by requiring the licensing of persons engaged in the design, construction, inspection, maintenance, alteration, and repair of elevators and other automated people moving devices; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the New York State Legislature to pass, and the Governor to sign, A.1787/S.1945, to require the licensing of persons engaged in the design, construction, inspection, maintenance, alteration, and repair of elevators and other people moving devices.\n\n\n\n      1\n      \n      \n      2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Van Bramer, Mendez, Crowley, Rosenthal, Constantinides, Kallos, Espinal, Koslowitz, Levine, Torres, Ulrich and the Public Advocate (Ms. James)\\par\n\\par\n\\pard\\ltrpar\\keepn\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\expndtw-3 Whereas, T\\expndtw0 he use of unsafe and defective elevators exposes employees and the public to unsafe conditions and imposes substantial probability of serious injury\\expndtw-3 ; and\\par\nWhereas, \\expndtw0 Improper design, construction, maintenance and repair of such conveyances is preventable by requiring proper training of persons employed to perform work on elevators and by requiring the licensing of contractors and the certification of individuals involved in elevator projects\\expndtw-3 ; and\\par\nWhereas, An alarming number of f\\expndtw0 atal incidents involving improperly maintained or repaired elevators has occurred across the five boroughs in recent years that could have been prevented by proper training and licensing\\expndtw-3 ; and\\par\nWhereas, \\expndtw0 Workers in the field of elevator construction, modernization, maintenance and repair have died on the job in incidents that could have been prevented through education and training; and\\par\n\\expndtw-3 Whereas, Contractors who perform and supervise work that is dangerous to the public must be held accountable; and\\par\nWhereas, A.1787, introduced by Assembly Member Keith L.T. Wright and pending in the New York State Assembly, and companion bill S.1945, introduced by State Senator John J. Bonacic and pending in the New York State Senate, seek to amend the New York Labor Law and the New York Finance Law by requiring the licensing of persons engaged in the design, construction, inspection, maintenance, alteration, and repair of elevators and other automated people moving devices; now, therefore, be it\\par\nResolved, \\cf1 That the Council of the City of New York\\cf0  \\expndtw0 calls upon the New York State Legislature to pass, and the Governor to sign, A.1787/S.1945, to require the licensing of persons engaged in the design, construction, inspection, maintenance, alteration, and repair of elevators and other people moving devices.\\expndtw-3\\par\n\\pard\\ltrpar\\qj\\expndtw0\\par\n\\fs18\\par\n}\n",
  "LastModified": "2017-12-27T02:07:46.63Z"
}
