{
  "ID": 54733,
  "GUID": "DC739176-ACC0-48DF-9787-96B352B63F68",
  "File": "Res 0760-2015",
  "Name": "Recognizing and honoring the 25th anniversary of the 7/26/90 signing of The Americans With Disabilities Act of 1990.",
  "Title": "Resolution recognizing and honoring the 25th anniversary of the July 26, 1990 signing of The Americans With Disabilities Act of 1990",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 32,
  "StatusName": "Adopted",
  "BodyID": 5109,
  "BodyName": "Committee on Mental Health, Developmental Disability, Alcoholism, Substance Abuse and Disability Services",
  "IntroDate": "2015-06-26T00:00:00Z",
  "AgendaDate": "2015-06-26T00:00:00Z",
  "PassedDate": "2015-06-26T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7624,
      "Slug": "andrew-cohen",
      "FullName": "Andrew Cohen"
    },
    {
      "ID": 7642,
      "Slug": "paul-a-vallone",
      "FullName": "Paul A. Vallone"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7622,
      "Slug": "vanessa-l-gibson",
      "FullName": "Vanessa L. Gibson"
    },
    {
      "ID": 7586,
      "Slug": "ruben-wills",
      "FullName": "Ruben Wills"
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7627,
      "Slug": "costa-g-constantinides",
      "FullName": "Costa G. Constantinides"
    },
    {
      "ID": 7632,
      "Slug": "ben-kallos",
      "FullName": "Ben Kallos"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    }
  ],
  "History": [
    {
      "ID": 299605,
      "Date": "2015-06-23T10:00:00Z",
      "ActionID": 15,
      "Action": "Hearing on P-C Item by Comm",
      "Description": "This Resolution was Hearing on P-C Item by Comm",
      "BodyID": 5109,
      "BodyName": "Committee on Mental Health, Developmental Disability, Alcoholism, Substance Abuse and Disability Services",
      "EventID": 14119,
      "AgendaSequence": 3,
      "MinutesSequence": 8,
      "Version": "*",
      "AgendaNote": "Preconsidered",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 299756,
      "Date": "2015-06-23T10:00:00Z",
      "ActionID": 25,
      "Action": "P-C Item Approved by Comm",
      "Description": "A motion was made that this Resolution be P-C Item Approved by Comm approved by Roll Call.",
      "BodyID": 5109,
      "BodyName": "Committee on Mental Health, Developmental Disability, Alcoholism, Substance Abuse and Disability Services",
      "EventID": 14119,
      "MinutesSequence": 9,
      "Version": "*",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 37,
      "Votes": [
        {
          "ID": 7624,
          "Slug": "andrew-cohen",
          "FullName": "Andrew Cohen",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 10
        },
        {
          "ID": 7502,
          "Slug": "elizabeth-s-crowley",
          "FullName": "Elizabeth S. Crowley",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 20
        },
        {
          "ID": 7586,
          "Slug": "ruben-wills",
          "FullName": "Ruben Wills",
          "VoteID": 16,
          "Vote": "Absent",
          "Sort": 30
        },
        {
          "ID": 7631,
          "Slug": "corey-d-johnson",
          "FullName": "Corey D. Johnson",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 40
        },
        {
          "ID": 7642,
          "Slug": "paul-a-vallone",
          "FullName": "Paul A. Vallone",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 50
        }
      ],
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 299606,
      "Date": "2015-06-26T12:55:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 300055,
      "Date": "2015-06-26T13:00:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Mental Health, Developmental Disability, Alcoholism, Substance Abuse and Disability Services",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 14178,
      "AgendaSequence": 145,
      "MinutesSequence": 162,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Mental Health, Developmental Disability, Alcoholism, Substance Abuse and Disability Services",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 300043,
      "Date": "2015-06-26T18:00:00Z",
      "ActionID": 5032,
      "Action": "Approved, by Council",
      "Description": "A motion was made that this Resolution be Approved, by Council approved by Voice Vote.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 14178,
      "AgendaSequence": 139,
      "MinutesSequence": 156,
      "Version": "*",
      "AgendaNote": "Adopted by the Committee on Mental Health, Developmental Disability, Alcoholism, Substance Abuse and Disability Services",
      "MinutesNote": "Pursuant to Rule 8.50 of the Council, the Public Advocate (Ms. James) called for a voice vote.  Hearing no objections, the Public Advocate (Ms. James) declared the Resolution to be adopted.\nAdopted unanimously by the Council by voice-vote.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 32,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 128541,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "https://nyc.legistar1.com/nyc/attachments/e5524335-11a3-4dfd-bff5-a0f3e783c93f.doc",
      "Sort": 1
    },
    {
      "ID": 128881,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony",
      "Link": "https://nyc.legistar1.com/nyc/attachments/de922f84-465c-4179-bb43-e81aba5f8337.PDF",
      "Sort": 2
    },
    {
      "ID": 128640,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript",
      "Link": "https://nyc.legistar1.com/nyc/attachments/95c14826-bf9b-4579-9b30-6cdbd5f3d7a1.pdf",
      "Sort": 3
    },
    {
      "ID": 128786,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "June 26, 2015 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/f90ef682-8dee-4875-9d19-484649dec392.pdf",
      "Sort": 4
    },
    {
      "ID": 128860,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript of the Stated Meeting - June 26, 2015",
      "Link": "https://nyc.legistar1.com/nyc/attachments/0b049cb2-32a8-4174-aaeb-7079406acd79.pdf",
      "Sort": 5
    },
    {
      "ID": 129532,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Minutes of the Stated Meeting - June 10, 2015",
      "Link": "https://nyc.legistar1.com/nyc/attachments/cce6a349-9112-407e-82f3-9f4499836c29.pdf",
      "Sort": 6
    },
    {
      "ID": 129597,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Minutes of the Stated Meeting -  Recessed Meeting of June 10, 2015 held on June 26, 2015",
      "Link": "https://nyc.legistar1.com/nyc/attachments/6b470f37-517e-4ee3-b383-6891d028527c.pdf",
      "Sort": 7
    },
    {
      "ID": 130162,
      "LastModified": "2015-08-26T13:22:32.91Z",
      "Name": "Minutes of the Stated Meeting - June 26, 2015",
      "Link": "https://nyc.legistar1.com/nyc/attachments/0658a365-e9c5-4aaa-88a7-f2953049634d.pdf",
      "Sort": 8
    }
  ],
  "Summary": "",
  "TextID": 56292,
  "Text": "By Council Members Cohen, Vallone, Mendez, Gibson, Wills. Arroyo, Chin, Constantinides, Kallos and Koslowitz\n\n\tWhereas, On July 26, 1990, President George H.W. Bush signed into law the Americans With Disabilities Act (ADA), and\n\tWhereas, According to the organization ADAAnniversary.org (ADAA), the ADA was the world's first comprehensive declaration of equality for people with disabilities; and \n\tWhereas, As the United States Department of Justice Civil Rights Division (DOJ) notes, the ADA is one of America's most comprehensive pieces of civil rights legislation, prohibiting discrimination and guaranteeing that people with disabilities have the same opportunities as everyone else to participate in the mainstream of American life -- to enjoy employment opportunities, to purchase goods and services, and to participate in State and local government programs and services; and \n      Whereas,  ADAA further states that it was a collaborative effort of Democrats, Republicans, the legislative and the executive branches, federal and state agencies, and people with and without disabilities that caused the ADA to become law; and\n      Whereas, DOJ also points out that the ADA prohibits discrimination and ensures equal opportunity for persons with disabilities in employment, state and local government services, public accommodations, commercial facilities, and transportation, and that it also mandates the establishment of TDD/telephone relay services; and\n      Whereas, DOJ also says that the ADA was modeled after the Civil Rights Act of 1964, which prohibits discrimination on the basis of race, color, religion, sex, or national origin, and that together with Section 504 of the Rehabilitation Act of 1973, which prohibited discrimination on the basis of disability in programs conducted by federal agencies, in programs receiving federal financial assistance, in federal employment, and in the employment practices of federal contractors, the ADA is an \"equal opportunity\" law for people with disabilities; and\n      Whereas, ADAA further avers that President George H.W. Bush's emphatic directive on that day - \"Let the shameful walls of exclusion finally come tumbling down\" - neatly encapsulated the simple yet long overdue message of the ADA: that millions of Americans with disabilities are full-fledged citizens and as such are entitled to legal protections that ensure them equal opportunity and access to the mainstream of American life; and\n      Whereas, The Mayor's Office For People With Disabilities in July 2015 will host a curated museum exhibition highlighting key moments in the history of the ADA and the evolution of the disability rights movement in NYC; and\n      Whereas, The Center For The Independence of the Disabled (CID-NY)  recognizing that 2015 marks the 25th anniversary of the landmark civil rights law, states that over 25 years, \"we've seen people with disabilities strive and succeed in education and in the workplace, live independently in the community, and access and benefit from services provided by schools, hospitals, and public transportation\"; and \n      Whereas, CID-NY cautions, however, that \"removing barriers for people with disabilities has not been an easy process, [that] it has been a series of continued efforts by people in our community, activists, and organizations and that we've worked in courtrooms, through collective action, and by changing societal attitudes; now, therefore, be it \n      Resolved, That the Council of the City of New York recognizes and honors the 25th anniversary of the July 26, 1990 signing of The Americans With Disabilities Act of 1990.\n      \n\n\nMB\nLS 4920\n5/27/15\n\n\n\n      \n\n\n\n\n\n                                                                      \n\n\n\n\n\n\n\t\t\t\t\t\t\n1",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Arial;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red55\\green55\\blue55;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar By Council Members Cohen, Vallone, Mendez, Gibson, Wills. Arroyo, Chin, Constantinides, Kallos and Koslowitz\\par\n\\par\n\\pard\\ltrpar\\sl480\\slmult1\\tab Whereas, On July 26, 1990, President George H.W. Bush signed into law the Americans With Disabilities Act (ADA), and\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, According to the organization ADAAnniversary.org (ADAA), \\cf2\\lang9 the ADA was the world's first comprehensive declaration of equality for people with disabilities; and \\par\n\\tab Whereas, As the United States Department of Justice Civil Rights Division (DOJ) notes, t\\cf1\\lang1033 he ADA is one of America's most comprehensive pieces of civil rights legislation, prohibiting discrimination and guaranteeing that people with disabilities have the same opportunities as everyone else to participate in the mainstream of American life -- to enjoy employment opportunities, to purchase goods and services, and to participate in State and local government programs and services; and \\cf2\\lang9\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas,  ADAA further states that it was a collaborative effort of Democrats, Republicans, the legislative and the executive branches, federal and state agencies, and people with and without disabilities that caused the ADA to become law\\cf0\\lang1033 ; and\\par\nWhereas, DOJ also points out that \\cf1 the ADA prohibits discrimination and ensures equal opportunity for persons with disabilities in employment, state and local government services, public accommodations, commercial facilities, and transportation, and that it also mandates the establishment of TDD/telephone relay services; and\\cf0\\par\nWhereas, DOJ also says that\\cf1\\f1  \\f0 the ADA was\\f1  \\f0 modeled after the Civil Rights Act of 1964, which prohibits discrimination on the basis of race, color, religion, sex, or national origin, and that together with Section 504 of the Rehabilitation Act of 1973, which \\cf0\\lang9 prohibited discrimination on the basis of disability in programs conducted by federal agencies, in programs receiving federal financial assistance, in federal employment, and in the employment practices of federal contractors, \\cf1\\lang1033 the ADA is an \"equal opportunity\" law for people with disabilities; and\\par\n\\cf2\\lang9 Whereas, ADAA further avers that President George H.W. Bush\\rquote s emphatic directive on that day - \"Let the shameful walls of exclusion finally come tumbling down\" - neatly encapsulated the simple yet long overdue message of the ADA: that millions of Americans with disabilities are full-fledged citizens and as such are entitled to legal protections that ensure them equal opportunity and access to the mainstream of American life; and\\par\nWhereas, The Mayor\\rquote s Office For People With Disabilities \\cf0\\lang1033 in July 2015 will host a curated museum exhibition highlighting key moments in the history of the ADA and the evolution of the disability rights movement in NYC; and\\par\nWhereas, \\cf1 The Center For The Independence of the Disabled (CID-NY)  recognizing that 2015 marks the 25th anniversary of the landmark civil rights law, states that over 25 years, \\ldblquote we've seen people with disabilities strive and succeed in education and in the workplace, live independently in the community, and access and benefit from services provided by schools, hospitals, and public transportation\\rdblquote ; and \\par\nWhereas, CID-NY cautions, however, that \\ldblquote removing barriers for people with disabilities has not been an easy process, [that] it has been a series of continued efforts by people in our community, activists, and organizations and that we've worked in courtrooms, through collective action, and by changing societal attitudes; \\cf0 now, therefore, be it \\par\nResolved, That the Council of the City of New York \\cf1 recognizes and honors the 25\\super th\\nosupersub  anniversary of the July 26, 1990 signing of The Americans With Disabilities Act of 1990.\\cf0\\par\n\\par\n\\pard\\ltrpar\\qj\\par\n\\par\n\\fs20 MB\\par\nLS 4920\\par\n5/27/15\\par\n\\par\n\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj\\fs24\\par\n\\pard\\ltrpar\\par\n\\par\n\\par\n\\par\n\\par\n                                                                      \\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\tab\\tab\\tab\\tab\\tab\\tab\\par\n}\n",
  "LastModified": "2015-08-26T13:22:32.91Z"
}
