{
  "ID": 54834,
  "GUID": "8BE58F05-6060-428E-8DD6-8F9C0CAC39DD",
  "File": "Res 0796-2015",
  "Name": "Congress to commemorate the 50th anniversary of the Voting Rights Act of 1965.",
  "Title": "Resolution calling upon Congress to commemorate the 50th anniversary of the Voting Rights Act of 1965.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5148,
  "BodyName": "Committee on Civil Rights",
  "IntroDate": "2015-07-23T00:00:00Z",
  "AgendaDate": "2015-07-23T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7628,
      "Slug": "laurie-a-cumbo",
      "FullName": "Laurie A. Cumbo"
    },
    {
      "ID": 7113,
      "Slug": "mathieu-eugene",
      "FullName": "Mathieu Eugene"
    },
    {
      "ID": 7622,
      "Slug": "vanessa-l-gibson",
      "FullName": "Vanessa L. Gibson"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7502,
      "Slug": "elizabeth-s-crowley",
      "FullName": "Elizabeth S. Crowley"
    },
    {
      "ID": 7636,
      "Slug": "carlos-menchaca",
      "FullName": "Carlos Menchaca"
    },
    {
      "ID": 7613,
      "Slug": "andy-l-king",
      "FullName": "Andy L. King"
    },
    {
      "ID": 7633,
      "Slug": "rory-i-lancman",
      "FullName": "Rory I. Lancman"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 7638,
      "Slug": "antonio-reynoso",
      "FullName": "Antonio Reynoso"
    },
    {
      "ID": 7617,
      "Slug": "donovan-j-richards",
      "FullName": "Donovan J. Richards"
    },
    {
      "ID": 7627,
      "Slug": "costa-g-constantinides",
      "FullName": "Costa G. Constantinides"
    },
    {
      "ID": 7634,
      "Slug": "mark-levine",
      "FullName": "Mark Levine"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm"
    },
    {
      "ID": 7640,
      "Slug": "ritchie-j-torres",
      "FullName": "Ritchie J. Torres"
    },
    {
      "ID": 7604,
      "Slug": "robert-e-cornegy-jr",
      "FullName": "Robert E. Cornegy, Jr."
    },
    {
      "ID": 7637,
      "Slug": "i-daneek-miller",
      "FullName": "I. Daneek Miller"
    },
    {
      "ID": 7630,
      "Slug": "rafael-l-espinal-jr",
      "FullName": "Rafael L. Espinal, Jr."
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    }
  ],
  "History": [
    {
      "ID": 300326,
      "Date": "2015-07-23T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 300475,
      "Date": "2015-07-23T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Civil Rights",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 14207,
      "AgendaSequence": 112,
      "MinutesSequence": 133,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Civil Rights",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 329553,
      "Date": "2017-12-31T21:10:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-27T02:10:38.72Z"
    }
  ],
  "Summary": "",
  "TextID": 56401,
  "Text": "By Council Members Mealy, Chin, Cumbo, Eugene, Gibson, Mendez, Rose, Williams, Crowley, Menchaca, King, Lancman, Lander, Reynoso, Richards, Constantinides, Levine, Dromm, Torres, Cornegy, Miller, Espinal, Gentile, Palma and Rodriguez\n      Whereas, The Voting Rights Act of 1965 (VRA) is landmark legislation that was passed in order to protect Americans against discrimination in and limiting access to voting; and\n      Whereas, The VRA requires states and jurisdictions with a history of voting discrimination to obtain federal approval or \"preclearance\" before changing their voting practices; and \n      Whereas, Under Section 5 of the VRA, three counties in New York City (Bronx, Kings, and New York) were required to obtain preclearance; and \n      Whereas, A Cambridge University study found that in states covered by the VRA, African American voter registration rates increased from 29.3% to 52.1% between 1965 and 1985; and\n      Whereas, Congress has reaffirmed the ongoing need for the protections guaranteed by VRA by reauthorizing it four times between 1970 and 2006 with bipartisan support; and\n      Whereas, While the VRA has successfully protected voters from discrimination over the last 50 years, discrimination remains a significant challenge in American elections; and \n      Whereas, The Leadership Conference for Civil and Human Rights found that since 2000, there have been more than 148 separate instances of violations of the VRA and some of these violations affect thousands of voters; and\n      Whereas, The Brennan Center for Justice found that in 2015, state legislatures have introduced over 40 bills that restrict access to registration and voting; and \n      Whereas, Despite the ongoing need for the VRA, in 2013 the Supreme Court decided in Shelby County v. Holder to overturn a key provision of the act, greatly diminishing the federal government's ability to protect voters against discrimination and limitations on voting; and\n      Whereas, Congress should support legislation that would restore key provisions of the VRA; and \n      Whereas, It is vital to ensure that individuals are not discriminated against in and have access to voting, which is a central tenet of our nation's democracy; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon Congress to commemorate the 50th anniversary of the Voting Rights Act of 1965.\n\nLS #4885\nMA\n5/14/15\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\sa200 By Council Members Mealy, Chin, Cumbo, Eugene, Gibson, Mendez, Rose, Williams, Crowley, Menchaca, King, Lancman, Lander, Reynoso, Richards, Constantinides, Levine, Dromm, Torres, Cornegy, Miller, Espinal, Gentile, Palma and Rodriguez\\par\n\\pard\\ltrpar\\fi720\\sa200\\sl480\\slmult1\\qj Whereas, The Voting Rights Act of 1965 (VRA) is landmark legislation that was passed in order to protect Americans against discrimination in and limiting access to voting; and\\par\nWhereas, The VRA requires states and jurisdictions with a history of voting discrimination to obtain federal approval or \\ldblquote preclearance\\rdblquote  before changing their voting practices; and \\par\nWhereas, Under Section 5 of the VRA, three counties in New York City (Bronx, Kings, and New York) were required to obtain preclearance; and \\par\nWhereas, A Cambridge University study found that in states covered by the VRA, African American voter registration rates increased from 29.3% to 52.1% between 1965 and 1985; and\\par\nWhereas, Congress has reaffirmed the ongoing need for the protections guaranteed by VRA by reauthorizing it four times between 1970 and 2006 with bipartisan support; and\\par\nWhereas, While the VRA has successfully protected voters from discrimination over the last 50 years, discrimination remains a significant challenge in American elections; and \\par\nWhereas, The Leadership Conference for Civil and Human Rights found that since 2000, there have been more than 148 separate instances of violations of the VRA and some of these violations affect thousands of voters; and\\par\nWhereas, The Brennan Center for Justice found that in 2015, state legislatures have introduced over 40 bills that restrict access to registration and voting; and \\par\nWhereas, Despite the ongoing need for the VRA, in \\cf1 2013 the Supreme Court\\cf0  decided in \\i Shelby County v. Holder\\cf1\\i0  to \\cf0 overturn a key provision\\cf1  of the act, greatly diminishing the \\cf0 federal government\\rquote s \\cf1 ability\\cf0  to protect voters against discrimination and limitations on voting; and\\par\nWhereas, Congress should support legislation that would restore key provisions of the VRA; and \\par\nWhereas, It is vital to ensure that individuals are not discriminated against in and have access to voting, which is a central tenet of our nation\\rquote s democracy; now, therefore, be it\\cf1\\par\n\\cf0 Resolved, That the Council of the City of New York calls upon Congress to commemorate the 50\\super th\\nosupersub  anniversary of the Voting Rights Act of 1965.\\par\n\\pard\\ltrpar\\par\nLS #4885\\par\nMA\\par\n5/14/15\\par\n}\n",
  "LastModified": "2017-12-27T02:10:38.78Z"
}
