{
  "ID": 54873,
  "GUID": "9A301613-6D72-45C6-81AC-FAD645329894",
  "File": "Res 0798-2015",
  "Name": "Urging the Secretary of Defense to order that the names of the 74 military personnel lost aboard the U.S.S. Frank E. Evans on June 3, 1969, be added to the Vietnam Veterans Memorial. (H.R. 4435)",
  "Title": "Resolution calling upon the United States Senate to pass and the President to sign H.R. 4435, urging the Secretary of Defense to order that the names of the 74 military personnel lost aboard the U.S.S. Frank E. Evans on June 3, 1969, be added to the Vietnam Veterans Memorial.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5122,
  "BodyName": "Committee on Veterans",
  "IntroDate": "2015-07-23T00:00:00Z",
  "AgendaDate": "2015-07-23T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7617,
      "Slug": "donovan-j-richards",
      "FullName": "Donovan J. Richards"
    },
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    }
  ],
  "History": [
    {
      "ID": 300313,
      "Date": "2015-07-23T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 300481,
      "Date": "2015-07-23T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Veterans",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 14207,
      "AgendaSequence": 119,
      "MinutesSequence": 140,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Veterans",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 329555,
      "Date": "2017-12-31T21:10:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-27T02:11:09.503Z"
    }
  ],
  "Summary": "",
  "TextID": 56445,
  "Text": "By Council Members Rose, Mendez, Richards and Ulrich  \n      Whereas, The U.S.S. Frank E. Evans collided with Australian aircraft carrier H.M.A.S. Melbourne in the South China Sea, while executing  allied training exercise, Operation Sea Spirit, on June 3, 1969; and\n      Whereas, The collision severed the ship into two sections, with the forward section sinking in less than three minutes, taking the lives of 74 American sailors; and\n      Whereas, The 74 veterans' names have been excluded from the Vietnam memorial because the Evans' final mission was outside the designated combat zone; and\n      Whereas, The 74 veterans were instrumental in advancing objectives in Vietnam and participated in the conflict just days before the collision, according to Rep. Adam Schiff (D-California); and\n      Whereas, The ship itself was awarded a Vietnam Service Medal for a period ending approximately two weeks prior to her sinking, according to the United States Navy; and\n      Whereas, Sec. 1089, added by Rep. Adam Schiff (D-California), of H.R. 4435 expresses the sense of Congress that the Secretary of Defense should order that the names of the 74 military personnel lost aboard the U.S.S. Frank E. Evans on June 3, 1969, be added to the Vietnam Veterans Memorial; and\n      Whereas, H.R. 4435, sponsored by Howard P. McKeon (R-California) was passed by the United States House of Representatives in 2014; and\n      Whereas; Whereas, The U.S.S. Frank E. Evans naval destroyer was built on Staten Island and completed in 1944; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on upon the United States Senate to pass and the President to sign H.R. 4435, urging the Secretary of Defense to order that the names of the 74 military personnel lost aboard the U.S.S. Frank E. Evans on June 3, 1969, be added to the Vietnam Veterans Memorial.\n\n7/1/15\nLS 5587 \nRM",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Rose, Mendez, Richards and Ulrich  \\par\n\\pard\\ltrpar\\fi720\\sb240\\sa200\\sl480\\slmult1 Whereas, The U.S.S. \\i Frank E. Evans\\i0  collided with Australian aircraft carrier H.M.A.S. \\i Melbourn\\i0 e in the South China Sea, while executing  allied training exercise, Operation Sea Spirit, on June 3, 1969; and\\par\nWhereas, The collision severed the ship into two sections, with the forward section sinking in less than three minutes, taking the lives of 74 American sailors; and\\par\n\\pard\\ltrpar\\fi720\\sb240\\sl480\\slmult1 Whereas, The 74 veterans\\rquote  names have been excluded from the Vietnam memorial because the \\i Evans\\i0\\rquote  final mission was outside the designated combat zone; and\\par\nWhereas, The 74 veterans were instrumental in advancing objectives in Vietnam and participated in the conflict just days before the collision, according to Rep. Adam Schiff (D-California); and\\par\n\\pard\\ltrpar\\fi720\\sb240\\sa200\\sl480\\slmult1 Whereas, The ship itself was awarded a Vietnam Service Medal for a period ending approximately two weeks prior to her sinking, according to the United States Navy; and\\par\nWhereas, Sec. 1089, added by Rep. Adam Schiff (D-California), of H.R. 4435 expresses the sense of Congress that the Secretary of Defense should order that the names of the 74 military personnel lost aboard the U.S.S. \\i Frank E. Evans\\i0  on June 3, 1969, be added to the Vietnam Veterans Memorial; and\\par\nWhereas, H.R. 4435, sponsored by Howard P. McKeon (R-California) was passed by the United States House of Representatives in 2014; and\\par\nWhereas; Whereas, The U.S.S. \\i Frank E. Evans \\i0 naval destroyer was built on Staten Island and completed in 1944; now, therefore, be it\\par\n\\pard\\ltrpar\\fi720\\sa200\\sl480\\slmult1 Resolved, That the Council of the City of New York calls on upon the United States Senate to pass and the President to sign H.R. 4435, urging the Secretary of Defense to order that the names of the 74 military personnel lost aboard the U.S.S. \\i Frank E. Evans\\i0  on June 3, 1969, be added to the Vietnam Veterans Memorial.\\par\n\\pard\\ltrpar\\par\n\\fs20 7/1/15\\par\nLS 5587 \\par\nRM\\par\n\\pard\\ltrpar\\sa200\\sl276\\slmult1\\fs22\\par\n}\n",
  "LastModified": "2017-12-27T02:11:09.567Z"
}
