{
  "ID": 54871,
  "GUID": "CE79EECF-4E78-4914-A45E-422D867DF582",
  "File": "Res 0802-2015",
  "Name": "Commemorating the 150th anniversary of the FDNY.",
  "Title": "Resolution commemorating the 150th anniversary of the New York City Fire Department and its dedicated service in helping keep all New Yorkers safe.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5071,
  "BodyName": "Committee on Fire and Criminal Justice Services",
  "IntroDate": "2015-07-23T00:00:00Z",
  "AgendaDate": "2015-07-23T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7642,
      "Slug": "paul-a-vallone",
      "FullName": "Paul A. Vallone"
    },
    {
      "ID": 7502,
      "Slug": "elizabeth-s-crowley",
      "FullName": "Elizabeth S. Crowley"
    },
    {
      "ID": 7633,
      "Slug": "rory-i-lancman",
      "FullName": "Rory I. Lancman"
    },
    {
      "ID": 7113,
      "Slug": "mathieu-eugene",
      "FullName": "Mathieu Eugene"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    }
  ],
  "History": [
    {
      "ID": 300295,
      "Date": "2015-07-23T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 300487,
      "Date": "2015-07-23T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Fire and Criminal Justice Services",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 14207,
      "AgendaSequence": 125,
      "MinutesSequence": 146,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Fire and Criminal Justice Services",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 329558,
      "Date": "2017-12-31T21:11:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-27T02:11:57.42Z"
    }
  ],
  "Summary": "",
  "TextID": 56443,
  "Text": "By Council Members Vallone, Crowley, Lancman, Eugene, Cabrera, Chin, Mendez, Rose and Ulrich \n\n\tWhereas, In 1865 the modern-day New York City Fire Department (\"FDNY\") was established to provide better protection to the fast growing metropolitan area, which presently is the largest municipal fire department in the United States; and\n\tWhereas, Today, there are more than 16,000 men and women that serve in the FDNY, risking their lives daily to ensure the safety and well-being of the residents of New York City; and\n\tWhereas, According to the Preliminary Fiscal 2015 Mayor's Management Report, our City's firefighters responded to more than 278,000 fires and non-fire related emergencies and over 1.3 million medical emergencies; and\n\tWhereas, Due to their everlasting heroics in protecting the lives and property of our City, members of the FDNY are known as \"New York City's Bravest\"; and\n\tWhereas, On a daily basis, the FDNY faces highly multifaceted firefighting challenges that include: (i) responding to structural fires in a range of different building types; (ii) responding to emergency situations on bridges and in tunnels, including New York City's vast subway system; (iii) responding to medical emergencies; and (iv) extinguishing brush fires; and\n\tWhereas, New York City's Bravest assisted New Yorkers in times of great distress, such as 9/11 and Superstorm Sandy; and \n\tWhereas, We also remember over 1,100 brave firefighters who lost their lives in the line of duty over the last century and a half; and\n\tWhereas, These brave individuals should always be recognized for their endless devotion to keeping all New Yorkers and visitors to our great City safe; now, therefore, be it\n\tResolved, That the Council of the City of New York commemorates the 150th anniversary of the New York City Fire Department and its dedicated service in helping keep all New Yorkers safe.\nWJH\nLS 4857\n6/26/15",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Vallone, Crowley, Lancman, Eugene, Cabrera, Chin, Mendez, Rose and Ulrich \\par\n\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\cf1\\tab Whereas, In 1865 the modern-day \\cf0 New York City Fire Department (\\ldblquote FDNY\\rdblquote )\\cf1  was established to provide better protection to the fast growing metropolitan area, which presently is the largest municipal fire department in the United States; and\\par\n\\tab\\cf0 Whereas, Today, there are more than 16,000 men and women that serve in the FDNY, \\cf1 risking their lives daily to ensure the safety and well-being of the residents of New York City; and\\par\n\\tab Whereas, According to the \\cf0 Preliminary Fiscal 2015 Mayor's Management Report, our \\cf1 City\\rquote s firefighters \\cf0 responded to more than 278,000 fires and non-fire related emergencies and over 1.3 million medical emergencies; and\\par\n\\cf1\\tab Whereas, Due to their everlasting heroics in protecting the lives and property of our City, members of the FDNY are known as \\ldblquote New York City\\rquote s Bravest\\rdblquote ; and\\par\n\\tab Whereas, On a daily basis, the FDNY faces highly multifaceted firefighting challenges that include: (i) responding to structural fires in a range of different building types; (ii) responding to emergency situations on bridges and in tunnels, including New York City\\rquote s vast subway system; (iii) responding to medical emergencies; and (iv) extinguishing brush fires; and\\par\n\\tab Whereas, New York City\\rquote s Bravest assisted New Yorkers in times of great distress, such as 9/11 and Superstorm Sandy; and \\par\n\\tab Whereas, We also remember over 1,100 brave firefighters who lost their lives in the line of duty over the last century and a half; and\\par\n\\tab Whereas, These brave individuals should always be recognized for their endless devotion to keeping all New Yorkers and visitors to our great City safe; now, therefore, be it\\par\n\\tab Resolved, That the Council of the City of New York commemorates the 150\\super th\\nosupersub  anniversary of the New York City Fire Department\\cf0  and its dedicated service in helping keep all New Yorkers safe\\cf1 .\\par\n\\pard\\ltrpar\\qj WJH\\par\nLS 4857\\par\n6/26/15\\par\n\\pard\\ltrpar\\sa200\\sl276\\slmult1\\qc\\cf0\\fs22\\par\n}\n",
  "LastModified": "2017-12-27T02:11:57.483Z"
}
