{
  "ID": 54880,
  "GUID": "DFBCC315-C694-464E-8BE7-249DFC23BC6E",
  "File": "Res 0818-2015",
  "Name": "Improving the Treatment of the U.S. Territories Under Federal Health Programs Act of 2015 (H.R. 2635)",
  "Title": "Resolution calling upon the United States Congress to pass and the President to sign the Improving the Treatment of the U.S. Territories Under Federal Health Programs Act of 2015 (H.R. 2635), which would make improvements to the treatment of the United States territories under the Medicare and Medicaid programs",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 32,
  "StatusName": "Adopted",
  "BodyID": 22,
  "BodyName": "Committee on State and Federal Legislation",
  "IntroDate": "2015-08-13T00:00:00Z",
  "AgendaDate": "2015-08-13T00:00:00Z",
  "PassedDate": "2015-09-30T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7640,
      "Slug": "ritchie-j-torres",
      "FullName": "Ritchie J. Torres"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 7617,
      "Slug": "donovan-j-richards",
      "FullName": "Donovan J. Richards"
    },
    {
      "ID": 7631,
      "Slug": "corey-d-johnson",
      "FullName": "Corey D. Johnson"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 7636,
      "Slug": "carlos-menchaca",
      "FullName": "Carlos Menchaca"
    },
    {
      "ID": 7624,
      "Slug": "andrew-cohen",
      "FullName": "Andrew Cohen"
    },
    {
      "ID": 7638,
      "Slug": "antonio-reynoso",
      "FullName": "Antonio Reynoso"
    },
    {
      "ID": 7633,
      "Slug": "rory-i-lancman",
      "FullName": "Rory I. Lancman"
    },
    {
      "ID": 7577,
      "Slug": "david-g-greenfield",
      "FullName": "David G. Greenfield"
    },
    {
      "ID": 7613,
      "Slug": "andy-l-king",
      "FullName": "Andy L. King"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 7632,
      "Slug": "ben-kallos",
      "FullName": "Ben Kallos"
    },
    {
      "ID": 7623,
      "Slug": "inez-d-barron",
      "FullName": "Inez D. Barron"
    }
  ],
  "History": [
    {
      "ID": 300717,
      "Date": "2015-08-13T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 300942,
      "Date": "2015-08-13T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on State and Federal Legislation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 14216,
      "AgendaSequence": 104,
      "MinutesSequence": 129,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "State and Federal Legislation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 301356,
      "Date": "2015-09-25T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 22,
      "BodyName": "Committee on State and Federal Legislation",
      "EventID": 14303,
      "AgendaSequence": 2,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-09-15T14:59:13.587Z"
    },
    {
      "ID": 301728,
      "Date": "2015-09-25T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 22,
      "BodyName": "Committee on State and Federal Legislation",
      "EventID": 14303,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-09-24T23:10:20.89Z"
    },
    {
      "ID": 301818,
      "Date": "2015-09-30T10:30:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 22,
      "BodyName": "Committee on State and Federal Legislation",
      "EventID": 14323,
      "AgendaSequence": 2,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-09-28T15:56:12.063Z"
    },
    {
      "ID": 301959,
      "Date": "2015-09-30T10:30:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "A motion was made that this Resolution be Approved by Committee approved by Roll Call.",
      "BodyID": 22,
      "BodyName": "Committee on State and Federal Legislation",
      "EventID": 14323,
      "MinutesSequence": 5,
      "Version": "*",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "Votes": [
        {
          "ID": 386,
          "Slug": "karen-koslowitz",
          "FullName": "Karen Koslowitz",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 10
        },
        {
          "ID": 6270,
          "Slug": "inez-e-dickens",
          "FullName": "Inez E. Dickens",
          "VoteID": 46,
          "Vote": "Medical",
          "Sort": 20
        },
        {
          "ID": 7566,
          "Slug": "brad-s-lander",
          "FullName": "Brad S. Lander",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 30
        },
        {
          "ID": 7630,
          "Slug": "rafael-l-espinal-jr",
          "FullName": "Rafael L. Espinal, Jr.",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 40
        },
        {
          "ID": 7632,
          "Slug": "ben-kallos",
          "FullName": "Ben Kallos",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 50
        },
        {
          "ID": 7635,
          "Slug": "alan-n-maisel",
          "FullName": "Alan N. Maisel",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 60
        },
        {
          "ID": 7638,
          "Slug": "antonio-reynoso",
          "FullName": "Antonio Reynoso",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 70
        }
      ],
      "LastModified": "2015-09-29T19:55:31.22Z"
    },
    {
      "ID": 301906,
      "Date": "2015-09-30T13:30:00Z",
      "ActionID": 5032,
      "Action": "Approved, by Council",
      "Description": "A motion was made that this Resolution be Approved, by Council approved by voice vote.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 14352,
      "AgendaSequence": 51,
      "MinutesSequence": 58,
      "Version": "*",
      "AgendaNote": "Adopted by the Committee on State and Federal Legislation",
      "MinutesNote": "Pursuant to Rule 8.50 of the Council, the Public Advocate (Ms. James) called for a voice vote.  Hearing those in favor, the Public Advocate (Ms. James) declared the Resolution to be adopted.\n\n\r\n\r\nThe following 2 Council Members formally abstained to vote on this item: Council Members Ulrich and Matteo.\r\n\r\n\nAdopted by the Council by voice-vote.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 32,
      "LastModified": "2015-09-28T22:55:56.907Z"
    }
  ],
  "Attachments": [
    {
      "ID": 130799,
      "LastModified": "2015-09-24T23:11:26.763Z",
      "Name": "Committee Report 9/25/15",
      "Link": "https://nyc.legistar1.com/nyc/attachments/7e1f17e6-61ac-42f2-ac61-280cffa6d7f0.doc",
      "Sort": 1
    },
    {
      "ID": 131057,
      "LastModified": "2015-10-06T20:41:01.71Z",
      "Name": "Hearing Testimony 9/25/15",
      "Link": "https://nyc.legistar1.com/nyc/attachments/1427ceb0-8a91-4067-b6a8-c435979c4d5b.PDF",
      "Sort": 2
    },
    {
      "ID": 130969,
      "LastModified": "2015-10-05T13:46:15.82Z",
      "Name": "Hearing Transcript 9/25/15",
      "Link": "https://nyc.legistar1.com/nyc/attachments/012154e2-b708-4c88-95be-09dbd903d0d9.pdf",
      "Sort": 3
    },
    {
      "ID": 130873,
      "LastModified": "2015-09-30T13:31:15.983Z",
      "Name": "Committee Report 9/30/15",
      "Link": "https://nyc.legistar1.com/nyc/attachments/18ae34d0-283f-4c8d-9f22-3779f9da6578.doc",
      "Sort": 4
    },
    {
      "ID": 131074,
      "LastModified": "2015-10-07T19:09:43.77Z",
      "Name": "Hearing Transcript 9/30/15",
      "Link": "https://nyc.legistar1.com/nyc/attachments/9822a1f3-67b4-4f07-b854-6826a97f7a64.pdf",
      "Sort": 5
    },
    {
      "ID": 130890,
      "LastModified": "2015-09-30T15:20:01.66Z",
      "Name": "September 30, 2015 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/3774b703-4cd2-43f2-ab29-af3a46a640ec.pdf",
      "Sort": 6
    },
    {
      "ID": 131094,
      "LastModified": "2015-10-07T19:17:40.917Z",
      "Name": "Hearing Transcript of the Stated Meeting - September 30, 2015",
      "Link": "https://nyc.legistar1.com/nyc/attachments/58940c1e-549d-48b3-b2a0-7d4511bb6c66.pdf",
      "Sort": 7
    },
    {
      "ID": 135775,
      "LastModified": "2015-11-09T20:01:06.833Z",
      "Name": "Minutes of the Stated Meeting - September 30, 2015",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d72ce87d-8a5c-4c72-b432-d3e133b4b2e2.pdf",
      "Sort": 8
    }
  ],
  "Summary": "",
  "TextID": 56457,
  "Text": "By Council Members Torres, The Speaker (Council Member Mark-Viverito), Mendez, Arroyo, Koo, Koslowitz, Richards, Johnson, Rosenthal, Menchaca, Cohen, Reynoso, Lancman, Greenfield, King, Lander, Kallos and Barron\n\n      Whereas, According to the 2010 Census, Puerto Ricans make up nine percent of New York City's total population and New York State contains 23 percent of all Puerto Ricans in the United States (U.S.); and\n      Whereas, Puerto Ricans are United States citizens who pay the same Medicare taxes, yet the island receives less healthcare funding than any of the fifty states; and\n      Whereas, Enrollment numbers show that up to sixty percent of the Island's population receives their health care through Medicare, Medicare Advantage or Medicaid; and\n      Whereas, Even though these public programs are such a large portion of Puerto Rico's health care industry, practitioners receive much smaller Medicare and Medicaid reimbursement rates than those received by their counterparts on the mainland; and\n      Whereas, The amount of funding that the federal government provides to support the Medicaid program in territories is capped although there is no limit in matching funds for states; and \n      Whereas, The federal contribution to states for Medicaid ranges from 50 percent for the wealthiest states to 83 percent for the poorest states, however territories are capped at 50 percent; and\n      Whereas, The situation is so bad that some advocates estimate that one doctor a day leaves Puerto Rico to go work in the states; and\n      Whereas, One study found that compared with hospitals in the states, hospitals in the U.S. territories have significantly higher 30-day mortality rates and lower performance levels on every standard of care measured in the study; and\n      Whereas, The Patient Protection and Affordable Care Act (ACA) of 2010 provided $6.4 billion in additional Medicaid funding to Puerto Rico from Fiscal Year 2011 to the end of Fiscal Year 2019; and \n      Whereas, With this additional funding running out in the coming years and the  territory's current disastrously low funding rate, Puerto Rico will have to come up with billions of dollars starting in 2018 or dramatically reduce its Medicaid program; and\n      Whereas, Puerto Rico is currently facing one of the greatest fiscal and economic crises in its modern history and the austerity measures needed for its fiscal well-being are sure to take a toll on public health services; and \n      Whereas, Pedro R. Pierluisi, Puerto Rico's resident commissioner to the U.S. Congress, introduced the Improving the Treatment of the U.S. Territories Under Federal Health Programs Act of 2015 (H. R. 2635); and\n      Whereas, Starting in Fiscal Year 2017, the bill would provide the territories, including Puerto Rico, with state-like treatment by eliminating the funding cap for Medicaid and calculating reimbursement based on a territory's per capita income; and\n      Whereas, H.R. 2635 would amend the Social Security Act to include the territories in the Medicaid disproportionate share hospital program (which provides funding to hospitals that treat a high percentage of low-income and uninsured patients), from which they have always been excluded; and\n      Whereas, The legislation would also improve the formula for the Medicare disproportionate share hospital program in Puerto Rico, as the current formula calculates payments based on the number of patients enrolled in the federal Supplemental Security Income program, a program that was not extended to Puerto Rico; and\n      Whereas, H. R. 2635 would also change the base rate for Puerto Rico's hospitals to be equal to those in the states; and\n      Whereas, The bill would establish a reasonable floor for Medicare payments to compensate for a Medicare formula that many believe is disadvantageous to Puerto Rico and results in insufficient payments to physicians; and\n      Whereas, H. R. 2635 would also cut in half the annual fee on insurers in territories that was created in the ACA, since the purpose of the fee was to help offset the cost of the ACA and territories are not eligible for many of the benefits provided in the ACA; and\n      Whereas, If the government does not intervene, hundreds of thousands of patients in Puerto Rico could see a dramatic decrease in their healthcare coverage; and\n      Whereas, President Barack Obama and Health and Human Services Secretary Sylvia Mathews Burwell should also strengthen the federal government's investment in the health of the people of Puerto Rico and work to ensure healthcare equity for Puerto Rico; and\n      Whereas, We need to act now to save Puerto Rico's healthcare system; now, therefore, be it \n      Resolved, That the Council of the City of New York calls upon the United States Congress to pass and the President to sign the Improving the Treatment of the U.S. Territories Under Federal Health Programs Act of 2015 (H.R. 2635), which would make improvements to the treatment of the United States territories under the Medicare and Medicaid programs.\n      \nCP\nLS 5406\n8/10/15",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Arial;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Torres, The Speaker (Council Member Mark-Viverito), Mendez, Arroyo, Koo, Koslowitz, Richards, Johnson, Rosenthal, Menchaca, Cohen, Reynoso, Lancman, Greenfield, King, Lander, Kallos and Barron\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj\\cf0 Whereas, According to the 2010 Census, Puerto Ricans make up nine percent of New York City\\rquote s total population and New York State contains 23 percent of all Puerto Ricans in the United States (U.S.); and\\par\nWhereas, Puerto Ricans are United States citizens who pay the same Medicare taxes, yet the island receives less healthcare funding than any of the fifty states; and\\par\nWhereas, Enrollment numbers show that up to sixty percent of the Island\\rquote s population receives their health care through Medicare, Medicare Advantage or Medicaid; and\\par\nWhereas, Even though these public programs are such a large portion of Puerto Rico\\rquote s health care industry, practitioners receive much smaller Medicare and Medicaid reimbursement rates than those received by their counterparts on the mainland; and\\par\nWhereas, The amount of funding that the federal government provides to support the Medicaid program in territories is capped although there is no limit in matching funds for states; and \\par\nWhereas, The federal contribution to states for Medicaid ranges from 50 percent for the wealthiest states to 83 percent for the poorest states, however territories are capped at 50 percent; and\\par\nWhereas, The situation is so bad that some advocates estimate that one doctor a day leaves Puerto Rico to go work in the states; and\\par\nWhereas, One study found that compared with hospitals in the states, hospitals in the U.S. territories have significantly higher 30-day mortality rates and lower performance levels on every standard of care measured in the study; and\\par\nWhereas, The Patient Protection and Affordable Care Act (ACA) of 2010 provided $6.4 billion in additional Medicaid funding to Puerto Rico from Fiscal Year 2011 to the end of Fiscal Year 2019; and \\par\nWhereas, With this additional funding running out in the coming years and the  territory\\rquote s current disastrously low funding rate, Puerto Rico will have to come up with billions of dollars starting in 2018 or dramatically reduce its Medicaid program; and\\par\nWhereas, Puerto Rico is currently facing one of the greatest fiscal and economic crises in its modern history and the austerity measures needed for its fiscal well-being are sure to take a toll on public health services; and \\par\nWhereas, Pedro R. Pierluisi, Puerto Rico's resident commissioner to the U.S. Congress, introduced the Improving the Treatment of the U.S. Territories Under Federal Health Programs Act of 2015 (H. R. 2635); and\\par\nWhereas, Starting in Fiscal Year 2017, the bill would provide the territories, including Puerto Rico, with state-like treatment by eliminating the funding cap for Medicaid and calculating reimbursement based on a territory\\rquote s per capita income; and\\par\nWhereas, H.R. 2635 would amend the Social Security Act to include the territories in the Medicaid disproportionate share hospital program (which provides funding to hospitals that treat a high percentage of low-income and uninsured patients), from which they have always been excluded; and\\par\nWhereas, The legislation would also improve the formula for the Medicare disproportionate share hospital program in Puerto Rico, as the current formula calculates payments based on the number of patients enrolled in the federal Supplemental Security Income program, a program that was not extended to Puerto Rico; and\\par\nWhereas, H. R. 2635 would also change the base rate for Puerto Rico\\rquote s hospitals to be equal to those in the states; and\\par\nWhereas, The bill would establish a reasonable floor for Medicare payments to compensate for a Medicare formula that many believe is disadvantageous to Puerto Rico and results in insufficient payments to physicians; and\\par\nWhereas, H. R. 2635 would also cut in half the annual fee on insurers in territories that was created in the ACA, since the purpose of the fee was to help offset the cost of the ACA and territories are not eligible for many of the benefits provided in the ACA; and\\par\nWhereas, If the government does not intervene, hundreds of thousands of patients in Puerto Rico could see a dramatic decrease in their healthcare coverage; and\\par\nWhereas, President Barack Obama and Health and Human Services\\lang9  Secretary Sylvia Mathews Burwell \\lang1033 should also strengthen the federal government\\rquote s investment in the health of the people of Puerto Rico and work to ensure healthcare equity for Puerto Rico; and\\par\nWhereas, We need to act now to save Puerto Rico\\rquote s healthcare system; now, therefore, be it \\par\nResolved, That the Council of the City of New York calls upon the United States Congress to pass and the President to sign the Improving the Treatment of the U.S. Territories Under Federal Health Programs Act of 2015 (H.R. 2635), which would make improvements to the treatment of the United States territories under the Medicare and Medicaid programs.\\par\n\\par\n\\pard\\cbpat2\\ltrpar\\fs20 CP\\par\nLS 5406\\par\n8/10/15\\par\n}\n",
  "LastModified": "2015-11-09T20:01:06.833Z"
}
