{
  "ID": 55067,
  "GUID": "EE8C341F-0C8F-4931-8C5A-9B922F8100B9",
  "File": "Res 0836-2015",
  "Name": "Merchant Marine Act of 1920, commonly known as the “Jones Act.”",
  "Title": "Resolution calling upon the United States Congress to pass and the President to sign legislation allowing an economic hardship exemption for Puerto Rico from the Merchant Marine Act of 1920, commonly known as the “Jones Act.”",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 32,
  "StatusName": "Adopted",
  "BodyID": 22,
  "BodyName": "Committee on State and Federal Legislation",
  "IntroDate": "2015-09-17T00:00:00Z",
  "AgendaDate": "2015-09-17T00:00:00Z",
  "PassedDate": "2015-09-30T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7627,
      "Slug": "costa-g-constantinides",
      "FullName": "Costa G. Constantinides"
    },
    {
      "ID": 7622,
      "Slug": "vanessa-l-gibson",
      "FullName": "Vanessa L. Gibson"
    },
    {
      "ID": 7631,
      "Slug": "corey-d-johnson",
      "FullName": "Corey D. Johnson"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 7633,
      "Slug": "rory-i-lancman",
      "FullName": "Rory I. Lancman"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7617,
      "Slug": "donovan-j-richards",
      "FullName": "Donovan J. Richards"
    },
    {
      "ID": 7638,
      "Slug": "antonio-reynoso",
      "FullName": "Antonio Reynoso"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 7113,
      "Slug": "mathieu-eugene",
      "FullName": "Mathieu Eugene"
    },
    {
      "ID": 7632,
      "Slug": "ben-kallos",
      "FullName": "Ben Kallos"
    },
    {
      "ID": 7636,
      "Slug": "carlos-menchaca",
      "FullName": "Carlos Menchaca"
    }
  ],
  "History": [
    {
      "ID": 301281,
      "Date": "2015-09-17T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-09-11T18:31:25.54Z"
    },
    {
      "ID": 301556,
      "Date": "2015-09-17T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on State and Federal Legislation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 14306,
      "AgendaSequence": 79,
      "MinutesSequence": 96,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "State and Federal Legislation",
      "MatterStatusID": 3,
      "LastModified": "2015-09-16T19:59:01.357Z"
    },
    {
      "ID": 301357,
      "Date": "2015-09-25T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 22,
      "BodyName": "Committee on State and Federal Legislation",
      "EventID": 14303,
      "AgendaSequence": 3,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-09-15T14:59:26.623Z"
    },
    {
      "ID": 301729,
      "Date": "2015-09-25T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 22,
      "BodyName": "Committee on State and Federal Legislation",
      "EventID": 14303,
      "MinutesSequence": 7,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-09-24T23:10:25.05Z"
    },
    {
      "ID": 301819,
      "Date": "2015-09-30T10:30:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 22,
      "BodyName": "Committee on State and Federal Legislation",
      "EventID": 14323,
      "AgendaSequence": 3,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-09-28T15:56:20.983Z"
    },
    {
      "ID": 301960,
      "Date": "2015-09-30T10:30:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "A motion was made that this Resolution be Approved by Committee approved by Roll Call.",
      "BodyID": 22,
      "BodyName": "Committee on State and Federal Legislation",
      "EventID": 14323,
      "MinutesSequence": 7,
      "Version": "*",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "Votes": [
        {
          "ID": 386,
          "Slug": "karen-koslowitz",
          "FullName": "Karen Koslowitz",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 10
        },
        {
          "ID": 6270,
          "Slug": "inez-e-dickens",
          "FullName": "Inez E. Dickens",
          "VoteID": 46,
          "Vote": "Medical",
          "Sort": 20
        },
        {
          "ID": 7566,
          "Slug": "brad-s-lander",
          "FullName": "Brad S. Lander",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 30
        },
        {
          "ID": 7630,
          "Slug": "rafael-l-espinal-jr",
          "FullName": "Rafael L. Espinal, Jr.",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 40
        },
        {
          "ID": 7632,
          "Slug": "ben-kallos",
          "FullName": "Ben Kallos",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 50
        },
        {
          "ID": 7635,
          "Slug": "alan-n-maisel",
          "FullName": "Alan N. Maisel",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 60
        },
        {
          "ID": 7638,
          "Slug": "antonio-reynoso",
          "FullName": "Antonio Reynoso",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 70
        }
      ],
      "LastModified": "2015-09-29T19:55:34.9Z"
    },
    {
      "ID": 301907,
      "Date": "2015-09-30T13:30:00Z",
      "ActionID": 5032,
      "Action": "Approved, by Council",
      "Description": "A motion was made that this Resolution be Approved, by Council approved by voice vote.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 14352,
      "AgendaSequence": 52,
      "MinutesSequence": 59,
      "Version": "*",
      "AgendaNote": "Adopted by the Committee on State and Federal Legislation",
      "MinutesNote": "Pursuant to Rule 8.50 of the Council, the Public Advocate (Ms. James) called for a voice vote.  Hearing those in favor, the Public Advocate (Ms. James) declared the Resolution to be adopted.\r\n\r\n\n\nThe following 2 Council Members formally abstained to vote on this item: Council Members Ulrich and Matteo.\n\n\r\n\r\nAdopted by the Council by voice-vote.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 32,
      "LastModified": "2015-09-28T22:55:56.91Z"
    }
  ],
  "Attachments": [
    {
      "ID": 130465,
      "LastModified": "2015-09-17T16:30:30.183Z",
      "Name": "September 17, 2015 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/373049f1-e9c7-4599-8e9f-3aa34abfcb09.pdf",
      "Sort": 1
    },
    {
      "ID": 130800,
      "LastModified": "2015-09-24T23:11:51.31Z",
      "Name": "Committee Report 9/25/15",
      "Link": "https://nyc.legistar1.com/nyc/attachments/4d53f9c7-005e-4230-9981-7b10d0a985bb.doc",
      "Sort": 2
    },
    {
      "ID": 131058,
      "LastModified": "2015-10-06T20:41:21.957Z",
      "Name": "Hearing Testimony 9/25/15",
      "Link": "https://nyc.legistar1.com/nyc/attachments/bc1f4688-b50e-4615-839d-c6037796813f.PDF",
      "Sort": 3
    },
    {
      "ID": 130970,
      "LastModified": "2015-10-05T13:46:47.427Z",
      "Name": "Hearing Transcript 9/25/15",
      "Link": "https://nyc.legistar1.com/nyc/attachments/36402ad1-62c4-4030-b5f1-33c84de977ca.pdf",
      "Sort": 4
    },
    {
      "ID": 130874,
      "LastModified": "2015-09-30T13:31:37.267Z",
      "Name": "Committee Report 9/30/15",
      "Link": "https://nyc.legistar1.com/nyc/attachments/1e9b0cd6-15de-406f-b06a-b30b0888dbe0.doc",
      "Sort": 5
    },
    {
      "ID": 131075,
      "LastModified": "2015-10-07T19:09:44.03Z",
      "Name": "Hearing Transcript 9/30/15",
      "Link": "https://nyc.legistar1.com/nyc/attachments/45269a5c-8093-4777-bed0-f44b1642a8da.pdf",
      "Sort": 6
    },
    {
      "ID": 130891,
      "LastModified": "2015-09-30T15:20:01.843Z",
      "Name": "September 30, 2015 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/281ec025-5aa2-4a41-ad11-c922d4a5247a.pdf",
      "Sort": 7
    },
    {
      "ID": 131095,
      "LastModified": "2015-10-07T19:17:41.19Z",
      "Name": "Hearing Transcript of the Stated Meeting - September 30, 2015",
      "Link": "https://nyc.legistar1.com/nyc/attachments/bf5559f3-22c0-4ac6-93ec-4cd20dd9c427.pdf",
      "Sort": 8
    },
    {
      "ID": 135776,
      "LastModified": "2015-11-09T20:01:07.217Z",
      "Name": "Minutes of the Stated Meeting - September 30, 2015",
      "Link": "https://nyc.legistar1.com/nyc/attachments/cadea373-6424-4bc4-9d75-c49e56ccb54b.pdf",
      "Sort": 9
    }
  ],
  "Summary": "",
  "TextID": 56668,
  "Text": "By The Speaker (Council Member Mark-Viverito) and Council Members Arroyo, Cabrera, Chin, Constantinides, Gibson, Johnson, Koo, Lancman, Mendez, Richards, Reynoso, Rosenthal, Lander, Eugene, Kallos and Menchaca\n\n      Whereas, The Merchant Marine Act of 1920, commonly known as the \"Jones Act,\" requires that all shipping between United States (U.S.) ports be conducted by U.S. built, flagged, crewed and owned vessels; and\n      Whereas, The Jones Act was originally intended to promote and maintain a merchant marine industry for the sake of domestic commerce and provide appropriate vessels and trained crews ready to assist the U.S. Navy and military in time of war or national emergency; and \n      Whereas, Puerto Rico, a U.S. territory and island in the Caribbean, is almost entirely reliant on shipping for the receipt of goods; and \n      Whereas, Therefore, the requirements of the Jones Act affect the cost of nearly every product Puerto Ricans consume; and \n      Whereas, According to a 2012 report by the New York Federal Reserve, the cost of shipping a 20 foot container to Puerto Rico from the East Coast of the U.S. was twice the cost of delivering the same container to nearby ports in the Dominican Republic or Jamaica; and \n      Whereas, According to a 2013 Government Accountability Office (GAO) report, Puerto Rico's freight shipping needs are primarily met by four carriers with a combined fleet of 17 vessels with an average age of 39 years for containerships and 31 years for barges; and  \n      Whereas, According to the U.S. Energy Information Administration, per capita, Puerto Rican energy usage is two-fifths less than that of mainland Americans, yet their cost of electricity, approximately 27 cents per kilo-watt hour, is twice the average cost on the mainland; and\n      Whereas, A principal reason for high energy costs is Puerto Rico's reliance on expensive petroleum to generate electricity, due in part, to a limited universe of Jones Act qualified carriers for its bulk cargo needs; and\n      Whereas, A 2013 GAO report identified three Jones Act carriers with a total of six vessels, available on a limited basis, that serve Puerto Rico's bulk cargo needs, such as petroleum and grain; and  \n      Whereas, Limited availability of Jones Act qualified bulk cargo carriers has obliged Puerto Rico to import oil and gas from foreign sources; and\n      Whereas, The Puerto Rico Electric Power Authority had planned to expand its use of liquefied natural gas (LNG), but expressed concerns, cited in the GAO report, regarding the availability of Jones Act qualified vessels capable of shipping cheaper LNG from the U.S.; and \n      Whereas, Puerto Rico's economy is currently in great financial distress as the island's residents are experiencing an unemployment rate of 12.6%, which is more than twice the national average, and a poverty rate nearly double that of Mississippi, the poorest state in the Union; and \n      Whereas, According to a recent Puerto Rican government commissioned report by International Monetary Fund economist, Anne Krueger, the Puerto Rican economy has seen virtually no growth since 1996; and \n\tWhereas, In this climate of falling revenues and rising costs, Puerto Rico's government has accrued a debt in excess of $73 billion dollars that it simply cannot pay; and \n      Whereas, There is wide consensus that costs associated with the Jones Act are a drag on the Puerto Rican economy and hinder Puerto Rico's ability to grow its way out of this crisis; and\n      Whereas, The aged fleet of freight vessels serving Puerto Rico neither promote the shipbuilding industry, nor provide up to date vessels for maritime emergency needs, as was the original Jones Act intent; and \n      Whereas, Exemption from the Jones Act is not without precedent for United States territories as the U.S. Virgin Islands are exempt from the Jones Act; and \n\t Whereas, Failure to address this obstacle to the growth of Puerto Rico's economy in the face of its economic collapse, would constitute a dereliction of the federal constitutional obligation to promote the general welfare of its citizens-3.6 million of whom inhabit the island of Puerto Rico-and represents a concern for all Americans; and \n      Whereas, Conditions in Puerto Rico are especially distressing for the approximately 800,000 New Yorkers of Puerto Rican descent with cultural and familial ties to the island; now therefore, be it\n      Resolved, That the Council of the city of New York calls upon the United States Congress to pass and the President to sign legislation allowing an economic hardship exemption for Puerto Rico from the Merchant Marine Act of 1920, commonly known as the \"Jones Act.\"  \n\nLS 5752\n7/6/2015\n2:35pm\nI.M.",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy The Speaker (Council Member Mark-Viverito) and Council Members Arroyo, Cabrera, Chin, Constantinides, Gibson, Johnson, Koo, Lancman, Mendez, Richards, Reynoso, Rosenthal, Lander, Eugene, Kallos and Menchaca\\par\n\\par\n\\pard\\ltrpar\\fi720\\sa200\\sl480\\slmult1\\qj Whereas, The Merchant Marine Act of 1920, commonly known as the \\ldblquote Jones Act,\\rdblquote  requires that all shipping between United States (U.S.) ports be conducted by U.S. built, flagged, crewed and owned vessels; and\\par\nWhereas, The Jones Act was originally intended to promote and maintain a merchant marine industry for the sake of domestic commerce and provide appropriate vessels and trained crews ready to assist the U.S. Navy and military in time of war or national emergency; and \\par\nWhereas, Puerto Rico, a U.S. territory and island in the Caribbean, is almost entirely reliant on shipping for the receipt of goods; and \\par\nWhereas, Therefore, the requirements of the Jones Act affect the cost of nearly every product Puerto Ricans consume; and \\par\nWhereas, According to a 2012 report by the New York Federal Reserve, the cost of shipping a 20 foot container to Puerto Rico from the East Coast of the U.S. was twice the cost of delivering the same container to nearby ports in the Dominican Republic or Jamaica; and \\par\nWhereas, According to a 2013 Government Accountability Office (GAO) report, Puerto Rico\\rquote s freight shipping needs are primarily met by four carriers with a combined fleet of 17 vessels with an average age of 39 years for containerships and 31 years for barges; and  \\par\nWhereas, According to the U.S. Energy Information Administration, per capita, Puerto Rican energy usage is two-fifths less than that of mainland Americans, yet their cost of electricity, approximately 27 cents per kilo-watt hour, is twice the average cost on the mainland; and\\par\nWhereas, A principal reason for high energy costs is Puerto Rico\\rquote s reliance on expensive petroleum to generate electricity, due in part, to a limited universe of Jones Act qualified carriers for its bulk cargo needs; and\\par\nWhereas, A 2013 GAO report identified three Jones Act carriers with a total of six vessels, available on a limited basis, that serve Puerto Rico\\rquote s bulk cargo needs, such as petroleum and grain; and  \\par\nWhereas, Limited availability of Jones Act qualified bulk cargo carriers has obliged Puerto Rico to import oil and gas from foreign sources; and\\par\nWhereas, The Puerto Rico Electric Power Authority had planned to expand its use of liquefied natural gas (LNG), but expressed concerns, cited in the GAO report, regarding the availability of Jones Act qualified vessels capable of shipping cheaper LNG from the U.S.; and \\par\nWhereas, Puerto Rico\\rquote s economy is currently in great financial distress as the island\\rquote s residents are experiencing an unemployment rate of 12.6%, which is more than twice the national average, and a poverty rate nearly double that of Mississippi, the poorest state in the Union; and \\par\nWhereas, According to a recent Puerto Rican government commissioned report by International Monetary Fund economist, Anne Krueger, the Puerto Rican economy has seen virtually no growth since 1996; and \\par\n\\pard\\ltrpar\\sa200\\sl480\\slmult1\\qj\\tab Whereas, In this climate of falling revenues and rising costs, Puerto Rico\\rquote s government has accrued a debt in excess of $73 billion dollars that it simply cannot pay; and \\par\n\\pard\\ltrpar\\fi720\\sa200\\sl480\\slmult1\\qj Whereas, There is wide consensus that costs associated with the Jones Act are a drag on the Puerto Rican economy and hinder Puerto Rico\\rquote s ability to grow its way out of this crisis; and\\par\nWhereas, The aged fleet of freight vessels serving Puerto Rico neither promote the shipbuilding industry, nor provide up to date vessels for maritime emergency needs, as was the original Jones Act intent; and \\par\nWhereas, Exemption from the Jones Act is not without precedent for United States territories as the U.S. Virgin Islands are exempt from the Jones Act; and \\par\n\\pard\\ltrpar\\sa200\\sl480\\slmult1\\qj\\tab  Whereas, Failure to address this obstacle to the growth of Puerto Rico\\rquote s economy in the face of its economic collapse, would constitute a dereliction of the federal constitutional obligation to promote the general welfare of its citizens-3.6 million of whom inhabit the island of Puerto Rico-and represents a concern for all Americans; and \\par\n\\pard\\ltrpar\\fi720\\sa200\\sl480\\slmult1\\qj Whereas, Conditions in Puerto Rico are especially distressing for the approximately 800,000 New Yorkers of Puerto Rican descent with cultural and familial ties to the island; now therefore, be it\\par\nResolved, That the Council of the city of New York calls upon the United States Congress to pass and the President to sign legislation allowing an economic hardship exemption for Puerto Rico from the Merchant Marine Act of 1920, commonly known as the \\ldblquote Jones Act.\\rdblquote   \\par\n\\pard\\ltrpar\\sa200\\qj\\fs18\\par\n\\pard\\ltrpar\\sa200 LS 5752\\fs24\\par\n\\fs18 7/6/2015\\par\n2:35pm\\par\nI.M.\\par\n}\n",
  "LastModified": "2015-11-09T20:01:07.22Z"
}
