{
  "ID": 55044,
  "GUID": "2EF9DA40-472C-4FA1-90D2-911F60BC9408",
  "File": "Res 0837-2015",
  "Name": "Support of President Barack Obama’s Second Chance Pell Pilot Program.",
  "Title": "Resolution in support of President Barack Obama’s Second Chance Pell Pilot Program, which will initiate new models to allow incarcerated individuals to receive Pell Grants to finance their education.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 32,
  "StatusName": "Adopted",
  "BodyID": 15,
  "BodyName": "Committee on Higher Education",
  "IntroDate": "2015-09-17T00:00:00Z",
  "AgendaDate": "2015-09-17T00:00:00Z",
  "PassedDate": "2016-02-24T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7623,
      "Slug": "inez-d-barron",
      "FullName": "Inez D. Barron"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7613,
      "Slug": "andy-l-king",
      "FullName": "Andy L. King"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7617,
      "Slug": "donovan-j-richards",
      "FullName": "Donovan J. Richards"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7502,
      "Slug": "elizabeth-s-crowley",
      "FullName": "Elizabeth S. Crowley"
    },
    {
      "ID": 7637,
      "Slug": "i-daneek-miller",
      "FullName": "I. Daneek Miller"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm"
    },
    {
      "ID": 7636,
      "Slug": "carlos-menchaca",
      "FullName": "Carlos Menchaca"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    }
  ],
  "History": [
    {
      "ID": 301231,
      "Date": "2015-09-17T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-09-09T16:11:01.727Z"
    },
    {
      "ID": 301557,
      "Date": "2015-09-17T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Higher Education",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 14306,
      "AgendaSequence": 81,
      "MinutesSequence": 98,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Higher Education",
      "MatterStatusID": 3,
      "LastModified": "2015-09-16T20:08:54.14Z"
    },
    {
      "ID": 301232,
      "Date": "2015-09-22T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 15,
      "BodyName": "Committee on Higher Education",
      "EventID": 14249,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-09-09T18:32:19.107Z"
    },
    {
      "ID": 301708,
      "Date": "2015-09-22T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 15,
      "BodyName": "Committee on Higher Education",
      "EventID": 14249,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-09-22T13:26:24.773Z"
    },
    {
      "ID": 305365,
      "Date": "2016-02-22T14:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 15,
      "BodyName": "Committee on Higher Education",
      "EventID": 14660,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2016-02-22T15:08:07.717Z"
    },
    {
      "ID": 305437,
      "Date": "2016-02-22T14:00:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "A motion was made that this Resolution be Approved by Committee approved by Roll Call.",
      "BodyID": 15,
      "BodyName": "Committee on Higher Education",
      "EventID": 14660,
      "MinutesSequence": 3,
      "Version": "*",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "Votes": [
        {
          "ID": 7623,
          "Slug": "inez-d-barron",
          "FullName": "Inez D. Barron",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 10
        },
        {
          "ID": 6271,
          "Slug": "james-vacca",
          "FullName": "James Vacca",
          "VoteID": 16,
          "Vote": "Absent",
          "Sort": 20
        },
        {
          "ID": 7561,
          "Slug": "fernando-cabrera",
          "FullName": "Fernando Cabrera",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 30
        },
        {
          "ID": 7571,
          "Slug": "jumaane-d-williams",
          "FullName": "Jumaane D. Williams",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 40
        },
        {
          "ID": 7628,
          "Slug": "laurie-a-cumbo",
          "FullName": "Laurie A. Cumbo",
          "VoteID": 16,
          "Vote": "Absent",
          "Sort": 50
        },
        {
          "ID": 7541,
          "Slug": "ydanis-a-rodriguez",
          "FullName": "Ydanis A. Rodriguez",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 60
        },
        {
          "ID": 7622,
          "Slug": "vanessa-l-gibson",
          "FullName": "Vanessa L. Gibson",
          "VoteID": 16,
          "Vote": "Absent",
          "Sort": 70
        }
      ],
      "LastModified": "2016-03-17T16:41:47.697Z"
    },
    {
      "ID": 305478,
      "Date": "2016-02-24T13:30:00Z",
      "ActionID": 5032,
      "Action": "Approved, by Council",
      "Description": "A motion was made that this Resolution be Approved, by Council approved by voice vote.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 14662,
      "AgendaSequence": 46,
      "MinutesSequence": 51,
      "Version": "*",
      "AgendaNote": "Adopted by the Committee on Higher Education",
      "MinutesNote": "Pursuant to Rule 8.50 of the Council, the Public Advocate (Ms. James) called for a voice vote.  Hearing those in favor, the Public Advocate (Ms. James) declared the Resolution to be adopted.\r\n\r\n\n\nThe following 3 Council Members formally voted against this item: Council Members Borelli, Ulrich, and Matteo..\n\n\r\n\r\nThe following Council Member formally abstained to vote on this item:  Council Member Cohen.\n\n\r\n\r\nAdopted by the Council by voice-vote.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 32,
      "LastModified": "2016-02-24T21:00:22.297Z"
    }
  ],
  "Attachments": [
    {
      "ID": 130467,
      "LastModified": "2016-03-17T16:23:50.6Z",
      "Name": "September 17, 2015 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/418c00cf-8c27-42f5-8d75-805e5ab39927.pdf",
      "Sort": 1
    },
    {
      "ID": 130640,
      "LastModified": "2015-09-22T13:27:31.987Z",
      "Name": "Committee Report 9/22/15",
      "Link": "https://nyc.legistar1.com/nyc/attachments/1583f9e5-00a4-415e-ac52-8243b6887182.doc",
      "Sort": 2
    },
    {
      "ID": 131047,
      "LastModified": "2015-10-06T17:25:41.743Z",
      "Name": "Hearing Testimony 9/22/15",
      "Link": "https://nyc.legistar1.com/nyc/attachments/0e2a1d9f-0a65-4de9-80b0-a1ba4ae07995.PDF",
      "Sort": 3
    },
    {
      "ID": 130843,
      "LastModified": "2015-09-28T17:59:42.963Z",
      "Name": "Hearing Transcript 9/22/15",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c438fb4c-ad79-4ebb-981e-57d62b397127.pdf",
      "Sort": 4
    },
    {
      "ID": 138193,
      "LastModified": "2016-02-19T22:39:39.21Z",
      "Name": "Committee Report 2/22/16",
      "Link": "https://nyc.legistar1.com/nyc/attachments/2048ca47-f3d0-43b8-acab-da91497b46e5.doc",
      "Sort": 5
    },
    {
      "ID": 138445,
      "LastModified": "2016-03-02T15:19:05.067Z",
      "Name": "Hearing Transcript 2/22/16",
      "Link": "https://nyc.legistar1.com/nyc/attachments/4183f074-ca5e-4ff8-b7fb-741a942a55b3.pdf",
      "Sort": 6
    },
    {
      "ID": 138280,
      "LastModified": "2016-03-02T15:19:04.943Z",
      "Name": "Committee Report - Stated Meeting",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b968d889-8332-40de-b7ed-d29272b6d98c.doc",
      "Sort": 7
    },
    {
      "ID": 138540,
      "LastModified": "2016-03-03T14:53:04.057Z",
      "Name": "February 24, 2016 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/e01f4195-7a8f-4fd6-a38c-350ef2bbe4fa.pdf",
      "Sort": 8
    },
    {
      "ID": 138589,
      "LastModified": "2016-03-03T15:15:13.443Z",
      "Name": "Hearing Transcript - Stated Meeting 2-24-16",
      "Link": "https://nyc.legistar1.com/nyc/attachments/aae197d1-eb48-4cba-933e-5fbb70d620a0.pdf",
      "Sort": 9
    },
    {
      "ID": 139272,
      "LastModified": "2016-03-24T16:29:58.69Z",
      "Name": "Minutes of the Stated Meeting - February 24, 2016",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b38e1d9b-3a99-4563-855f-0c1f3d1f2c4d.pdf",
      "Sort": 10
    }
  ],
  "Summary": "",
  "TextID": 56635,
  "Text": "By Council Members Barron, Chin, King, Mendez, Richards, Williams, Crowley, Miller, Rosenthal, Dromm, Menchaca, Cabrera, Rodriguez, Van Bramer and Levin\n\n      Whereas, The Federal Pell Grant Program, which provides need-based grants to low-income undergraduate and certain post-baccalaureate students for postsecondary education costs, was established in 1972 pursuant to amendments to Title IV of the Higher Education Act of 1965; and\n      Whereas, The United States Office of Federal Student Aid is the largest provider of student financial aid in the country and the Federal Pell Grant Program is the government's largest grant program for helping low-income students attend college; and \n      Whereas, The passage of Title IV initially permitted incarcerated individuals to apply for federal financial aid for college courses and, in doing so, provided the funding required to ensure the financial stability of correctional education programs; and\n\tWhereas, By 1991, the cost of incarceration and the cost of attending college rose dramatically and it eventually became a point of contention for inmates to have access to federally-supported higher education while an increasing number of non-incarcerated Americans were having trouble paying for college; and\n\tWhereas, According to the Encyclopedia of Prisons and Correctional Facilities (\"Encyclopedia\"), by 1973, there were 182 college programs operating in U.S. prisons, by 1982, the number of programs peaked with 350 active in 45 states and approximately 27,000 inmates received some form of postsecondary education; and\n\tWhereas, The Encyclopedia notes that the total percentage of the Federal Pell Grant Program's annual budget spent in the 1993-94 school year on higher education for inmates only accounted for one-tenth of 1 percent; and\t\n\tWhereas, According to the U.S. Department of Education (DOE), of the 3,327,683 students awarded Pell Grants in the 1993-94 school year, only 25,168, or fewer than 1%, were prisoners; and\n      Whereas, Through a provision of the Violent Crime Control and Law Enforcement Act of 1994, signed by President Bill Clinton, students incarcerated at a federal or state penal institution became ineligible to participate in the Federal Pell Grant Program; and\n      Whereas, A Federal Pell Grant is the foundation for all federal student aid awarded and, unlike a loan, does not have to be repaid; and\n      Whereas, According to the DOE, as the cost and of a postsecondary education has become greater than ever, loans are now the largest source of financial aid for tuition and fees, even for the lowest-income students; and \n\tWhereas, According to the Center on Budget and Policy Priorities, during the Great Recession, which began in December 2007 and ended in June 2009, the U.S. suffered through its longest, and by most measures worst economic recession since the Great Depression, with an unemployment rate that rose far higher than that of the previous two recessions, and a slow recovery; and\n      Whereas, According to Georgetown University's Center on Education and the Workforce (CEW), the Great Recession contributed to the increasing divide between the less educated and those with more education; and\n      Whereas, In 2013 CEW reported that nearly four out of five jobs lost were held by those with only a high school diploma while those who had earned at least a Bachelor's degree were largely protected against job losses and even had some job gains; and\n      Whereas, Even in the post-recession job recovery, the CEW study showed that workers with less than, or at least, a high school diploma have continued to lose jobs while more than half of the employment increases have gone to workers holding a Bachelor's degree, or better, and the rest of the employment gains to those with some college education or an Associate degree; and\n      Whereas, An analysis of data on the educational attainment of state prisoners in 2004 from the U.S. Bureau of Justice Statistics (BJS) and the National Assessment of Adult Literacy, published in a 2013 RAND report, showed that 36.6 percent of inmates had less than a high school education compared with 19 percent of the general U.S. population aged 16 and older, 16.5 percent only had a high school diploma compared with 26 percent of the general population and 14.4 percent had attained some postsecondary education compared with 51 percent of the general population; and\n      Whereas, CEW estimates that by 2020, 65 percent of all jobs will require postsecondary education and training, 35 percent will require a Bachelor's degree, at minimum, and 30 percent will require some college or an Associate degree; and\n      Whereas, According to the International Centre for Prison Studies, the U.S. leads the world in persons incarcerated by a substantial margin; and\n      Whereas, BJS estimates that in 2013 there were 2,220,300 adults, about 0.91% or 1 in 110 adults, held in local jails or under the jurisdiction of state or federal prisons, representing a 500 percent increase over the last forty years; and\n      Whereas, According to BJS, the rate of incarceration is disproportionately higher for certain gender, race and ethnic groups, with currently more than 60 percent of the prison population comprised of low-skilled minority males; and\n      Whereas, BJS data shows black men have a one in three lifetime likelihood of imprisonment and are six times more likely to be incarcerated than white men; and\n      Whereas, BJS further shows that Latino men have a one in six lifetime likelihood of imprisonment and are 2.4 times more likely to be incarcerated than white men, who have a one in 17 lifetime likelihood of imprisonment; and\n      Whereas, A 2003 assessment of English literacy from a sample of state and federal prisoners and a sample of non-incarcerated adults living in U.S. households, cited in the 2013 RAND report, showed that on average, inmates had lower literacy scores on all three measured scales than the general U.S. population; and\n      Whereas, In addition to having lower levels of educational attainment than the general population, offenders often lack vocational skills and a steady history of employment, which is a significant challenge for reintegration while the dynamics of prison entry and re-entry further encumber this population's ability to accumulate meaningful, sustained work experience; and\n\tWhereas, According to a 2011 Pew Center Report, one of the main obstacles to reducing America's enormous prison population is the high rate of recidivism; and\n\tWhereas, Today, despite a massive increase in total state spending on correctional programs, more than $68 billion annually in the U.S., nearly half of all released offenders nationwide return to a state prison within three years of their release; and\n      Whereas, The Education from the Inside Out Coalition (EIOC), a national collaborative advocating for higher education access for incarcerated and recently incarcerated individuals, asserts \"For every dollar invested in correctional education programs, two dollars are saved through prevented recidivism\"; and\n\tWhereas, Rising incarceration trends in the U.S. have resulted in prison overcrowding and fiscal burdens on states to accommodate an expanding penal system, which highlights a better public return on spent correctional dollars; and\n\tWhereas, The 2013 RAND report found that, on average, inmates who participated in correctional education programs were 43 percent less likely to return to prison within three years than inmates who did not; and\n\tWhereas, EIOC reported that while 43.3 percent of formerly incarcerated individuals are likely to return to prison within three years of release, the likelihood drops to 13.7 percent for Associate degree recipients, 5.6 percent for Bachelor's degree recipients and less than 1 percent for Master's degree recipients; and \n      Whereas, According to the U.S. National Institutes of Health, more than 700,000 individuals are released from state and federal prisons annually and many ex-offenders are concentrated in poor and minority neighborhoods, hence preparing them for successful reintegration back into society by improving their earning potential and employability would have a meaningful and positive impact on our communities; and\n      Whereas, On July 31, 2015, \"as part of the Obama Administration's commitment to create a fairer, more effective criminal justice system, reduce recidivism, and combat the impact of mass incarceration on communities,\" U.S. Education Secretary Arne Duncan announced the Second Chance Pell Pilot Program, asserting that \"America is a nation of second chances\" and \"Giving people who have made mistakes in their lives a chance to get back on track and become contributing members of society is fundamental to who we are\"; and\n      Whereas, The Second Chance Pell Pilot Program will allow, on a temporary basis, eligible incarcerated individuals to access federal financial aid for the first time in 20 years, giving inmates the opportunity to pursue life-changing postsecondary education, so as to find gainful employment and become productive citizens, successfully independent and financially stable Americans; now, therefore, be it\n      Resolved, That the Council of the City of New York supports President Barack Obama's Second Chance Pell Pilot Program, which will initiate new models to allow incarcerated individuals to receive Pell Grants to finance their education.\n\n\nLS #6050\n9/2/2015\nCGR\n      2\n      \n      \n      1",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar By Council Members Barron, Chin, King, Mendez, Richards, Williams, Crowley, Miller, Rosenthal, Dromm, Menchaca, Cabrera, Rodriguez, Van Bramer and Levin\\par\n\\par\n\\pard\\ltrpar\\hyphpar0\\fi720\\sl480\\slmult1\\expndtw-3 Whereas, The Federal Pell Grant Program, which provides need-based grants to low-income undergraduate and certain post-baccalaureate students for postsecondary education costs, was established in 1972 pursuant to amendments to Title IV of the Higher Education Act of 1965; and\\par\nWhereas, The United States Office of Federal Student Aid is the largest provider of student financial aid in the country and the Federal Pell Grant Program is the government\\rquote s largest grant program for helping low-income students attend college; and \\par\nWhereas, The passage of Title IV initially permitted incarcerated individuals to apply for federal financial aid for college courses and, in doing so, provided the funding required to ensure the financial stability of correctional education programs; and\\par\n\\pard\\ltrpar\\hyphpar0\\sl480\\slmult1\\tab Whereas, By 1991, the cost of incarceration and the cost of attending college rose dramatically and it eventually became a point of contention for inmates to have access to federally-supported higher education while an increasing number of non-incarcerated Americans were having trouble paying for college; and\\par\n\\tab Whereas, According to the Encyclopedia of Prisons and Correctional Facilities (\\ldblquote Encyclopedia\\rdblquote ), by 1973, there were 182 college programs operating in U.S. prisons, by 1982, the number of programs peaked with 350 active in 45 states and approximately 27,000 inmates received some form of postsecondary education; and\\par\n\\tab Whereas, The Encyclopedia notes that the total percentage of the Federal Pell Grant Program\\rquote s annual budget spent in the 1993-94 school year on higher education for inmates only accounted for one-tenth of 1 percent; and\\tab\\par\n\\tab Whereas, According to the U.S. Department of Education (DOE), of the 3,327,683 students awarded Pell Grants in the 1993-94 school year, only 25,168, or fewer than 1%, were prisoners; and\\par\n\\pard\\ltrpar\\hyphpar0\\fi720\\sl480\\slmult1 Whereas, Through a provision of the Violent Crime Control and Law Enforcement Act of 1994, signed by President Bill Clinton, students incarcerated at a federal or state penal institution became ineligible to participate in the Federal Pell Grant Program; and\\par\nWhereas, A Federal Pell Grant is the foundation for all federal student aid awarded and, unlike a loan, does not have to be repaid; and\\par\nWhereas, According to the DOE, as the cost and of a postsecondary education has become greater than ever, loans are now the largest source of financial aid for tuition and fees, even for the lowest-income students; and \\par\n\\pard\\ltrpar\\hyphpar0\\sl480\\slmult1\\tab Whereas, According to the Center on Budget and Policy Priorities, during the Great Recession, which began in December 2007 and ended in June 2009, the U.S. suffered through its longest, and by most measures worst economic recession since the Great Depression, with an unemployment rate that rose far higher than that of the previous two recessions, and a slow recovery; and\\par\n\\pard\\ltrpar\\hyphpar0\\fi720\\sl480\\slmult1 Whereas, According to Georgetown University\\rquote s Center on Education and the Workforce (CEW), the Great Recession contributed to the increasing divide between the less educated and those with more education; and\\par\nWhereas, In 2013 CEW reported that nearly four out of five jobs lost were held by those with only a high school diploma while those who had earned at least a Bachelor\\rquote s degree were largely protected against job losses and even had some job gains; and\\par\nWhereas, Even in the post-recession job recovery, the CEW study showed that workers with less than, or at least, a high school diploma have continued to lose jobs while more than half of the employment increases have gone to workers holding a Bachelor\\rquote s degree, or better, and the rest of the employment gains to those with some college education or an Associate degree; and\\par\nWhereas, An analysis of data on the educational attainment of state prisoners in 2004 from the U.S. Bureau of Justice Statistics (BJS) and the National Assessment of Adult Literacy, published in a 2013 RAND report, showed that 36.6 percent of inmates had less than a high school education compared with 19 percent of the general U.S. population aged 16 and older, 16.5 percent only had a high school diploma compared with 26 percent of the general population and 14.4 percent had attained some postsecondary education compared with 51 percent of the general population; and\\par\nWhereas, CEW estimates that by 2020, 65 percent of all jobs will require postsecondary education and training, 35 percent will require a Bachelor\\rquote s degree, at minimum, and 30 percent will require some college or an Associate degree; and\\par\nWhereas, According to the International Centre for Prison Studies, the U.S. leads the world in persons incarcerated by a substantial margin; and\\par\nWhereas, BJS estimates that in 2013 there were 2,220,300 adults, about 0.91% or 1 in 110 adults, held in local jails or under the jurisdiction of state or federal prisons, representing a 500 percent increase over the last forty years; and\\par\nWhereas, According to BJS, the rate of incarceration is disproportionately higher for certain gender, race and ethnic groups, with currently more than 60 percent of the prison population comprised of low-skilled minority males; and\\par\nWhereas, BJS data shows black men have a one in three lifetime likelihood of imprisonment and are six times more likely to be incarcerated than white men; and\\par\nWhereas, BJS further shows that Latino men have a one in six lifetime likelihood of imprisonment and are 2.4 times more likely to be incarcerated than white men, who have a one in 17 lifetime likelihood of imprisonment; and\\par\nWhereas, A 2003 assessment of English literacy from a sample of state and federal prisoners and a sample of non-incarcerated adults living in U.S. households, cited in the 2013 RAND report, showed that on average, inmates had lower literacy scores on all three measured scales than the general U.S. population; and\\par\nWhereas, In addition to having lower levels of educational attainment than the general population, offenders often lack vocational skills and a steady history of employment, which is a significant challenge for reintegration while the dynamics of prison entry and re-entry further encumber this population\\rquote s ability to accumulate meaningful, sustained work experience; and\\par\n\\pard\\ltrpar\\hyphpar0\\sl480\\slmult1\\tab Whereas, According to a 2011 Pew Center Report, one of the main obstacles to reducing America\\rquote s enormous prison population is the high rate of recidivism; and\\par\n\\tab Whereas, Today, despite a massive increase in total state spending on correctional programs, more than $68 billion annually in the U.S., nearly half of all released offenders nationwide return to a state prison within three years of their release; and\\par\n\\pard\\ltrpar\\hyphpar0\\fi720\\sl480\\slmult1 Whereas, The Education from the Inside Out Coalition (EIOC), a national collaborative advocating for higher education access for incarcerated and recently incarcerated individuals, asserts \\ldblquote For every dollar invested in correctional education programs, two dollars are saved through prevented recidivism\\rdblquote ; and\\par\n\\pard\\ltrpar\\hyphpar0\\sl480\\slmult1\\tab Whereas, Rising incarceration trends in the U.S. have resulted in prison overcrowding and fiscal burdens on states to accommodate an expanding penal system, which highlights a better public return on spent correctional dollars; and\\par\n\\tab Whereas, The 2013 RAND report found that, on average, inmates who participated in correctional education programs were 43 percent less likely to return to prison within three years than inmates who did not; and\\par\n\\tab Whereas, EIOC reported that while 43.3 percent of formerly incarcerated individuals are likely to return to prison within three years of release, the likelihood drops to 13.7 percent for Associate degree recipients, 5.6 percent for Bachelor\\rquote s degree recipients and less than 1 percent for Master\\rquote s degree recipients; and \\par\n\\pard\\ltrpar\\hyphpar0\\fi720\\sl480\\slmult1 Whereas, According to the U.S. National Institutes of Health, more than 700,000 individuals are released from state and federal prisons annually and many ex-offenders are concentrated in poor and minority neighborhoods, hence preparing them for successful reintegration back into society by improving their earning potential and employability would have a meaningful and positive impact on our communities; and\\par\nWhereas, On July 31, 2015, \\ldblquote as part of the Obama Administration\\rquote s commitment to create a fairer, more effective criminal justice system, reduce recidivism, and combat the impact of mass incarceration on communities,\\rdblquote  U.S. Education Secretary Arne Duncan announced the Second Chance Pell Pilot Program, asserting that \\ldblquote America is a nation of second chances\\rdblquote  and \\ldblquote Giving people who have made mistakes in their lives a chance to get back on track and become contributing members of society is fundamental to who we are\\rdblquote ; and\\par\nWhereas, The Second Chance Pell Pilot Program will allow, on a temporary basis, eligible incarcerated individuals to access federal financial aid for the first time in 20 years, giving inmates the opportunity to pursue life-changing postsecondary education, so as to find gainful employment and become productive citizens, successfully independent and financially stable Americans; now, therefore, be it\\par\nResolved, That \\expndtw0 the Council of the City of New York supports President Barack Obama\\rquote s Second Chance Pell Pilot Program, which will initiate new models to allow incarcerated individuals to receive Pell Grants to finance their education.\\par\n\\pard\\ltrpar\\qj\\par\n\\par\n\\fs18 LS #6050\\par\n9/2/2015\\par\nCGR\\par\n}\n",
  "LastModified": "2016-03-24T16:29:58.69Z"
}
