{
  "ID": 53180,
  "GUID": "FB46A566-A6C3-4D2F-938C-4C82A50B3476",
  "File": "Res 0842-2015",
  "Name": "DOE to include a check box on school lunch forms to enable parents to indicate whether they want regular or vegetarian meal options for children during the school year.",
  "Title": "Resolution calling upon the New York City Department of Education to include a check box on school lunch forms to enable parents to indicate whether they want regular or vegetarian meal options for children during the school year, and requiring DOE to continually update their forms if any other options are offered in the future.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 9,
  "BodyName": "Committee on Education",
  "IntroDate": "2015-09-17T00:00:00Z",
  "AgendaDate": "2015-09-17T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7630,
      "Slug": "rafael-l-espinal-jr",
      "FullName": "Rafael L. Espinal, Jr."
    },
    {
      "ID": 7623,
      "Slug": "inez-d-barron",
      "FullName": "Inez D. Barron"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera"
    },
    {
      "ID": 7627,
      "Slug": "costa-g-constantinides",
      "FullName": "Costa G. Constantinides"
    },
    {
      "ID": 7113,
      "Slug": "mathieu-eugene",
      "FullName": "Mathieu Eugene"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    }
  ],
  "History": [
    {
      "ID": 301272,
      "Date": "2015-09-17T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-09-10T19:30:14.207Z"
    },
    {
      "ID": 301498,
      "Date": "2015-09-17T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Education",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 14306,
      "AgendaSequence": 95,
      "MinutesSequence": 112,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Education",
      "MatterStatusID": 3,
      "LastModified": "2015-09-16T16:07:48.05Z"
    },
    {
      "ID": 329564,
      "Date": "2017-12-31T21:13:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-27T02:13:57.8Z"
    }
  ],
  "Attachments": [
    {
      "ID": 130481,
      "LastModified": "2015-09-17T16:30:42.853Z",
      "Name": "September 17, 2015 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/dbca742d-54d2-44c1-bbe5-1c2b8f61ec5b.pdf",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 54620,
  "Text": "By Council Members Espinal, Barron, Cabrera, Constantinides, Eugene, Gentile, Koslowitz and Mendez \n\n      Whereas, The New York City Department of Education (DOE) is the largest public school system in the United States (U.S.), serving approximately 1.1 million students; and\n      Whereas, According to the New York City Department of Education (DOE), the Office of School Food (SchoolFood) serves approximately 850,000 meals a day to students, of which more than 700,000 are provided at no charge; and\n      Whereas, In addition to regular menu options, SchoolFood offers vegetarian breakfast and lunch menu options; and\n      Whereas, Although DOE lists menu offerings on its website, it is unclear whether DOE uses any other mechanisms to actively advertise the availability of vegetarian menu options to students and families; and\n      Whereas, It is also unclear how students and families currently indicate their preference for vegetarian menu options; and\n      Whereas, At the beginning of each school year, families are asked to complete a school meals application to determine whether students are eligible for free or reduced-price lunch; and\n      Whereas, Parents can complete a paper application distributed by schools or they can apply online at nyc.applyforlunch.com; and\n      Whereas, Only one application, either paper or online, needs to be completed for all children (pre-k to high school) living in a household; and\n      Whereas, Since all families are asked to complete a single school lunch application every year covering all children in the household, adding a check box on the form to indicate preference for  regular or vegetarian menu options would be the most efficient way for families to make their preferences known; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the New York City Department of Education to include a check box on school lunch forms to enable parents to indicate whether they want regular or vegetarian meal options for children during the school year, and requiring DOE to continually update their forms if any other options are offered in the future.\nLS# 2120\nJA\n8/12/14\n\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\froman\\fprq2\\fcharset0 Garamond;}}\n{\\colortbl ;\\red192\\green192\\blue192;}\n\\viewkind4\\uc1\n\\v0\\par\n\\highlight0 By Council Members Espinal, Barron, Cabrera, Constantinides, Eugene, Gentile, Koslowitz and Mendez \\par\n\\highlight1\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj\\highlight0 Whereas, The New York City Department of Education (DOE) is the largest public school system in the United States (U.S.), serving approximately 1.1 million students; and\\highlight1\\par\n\\highlight0 Whereas, According to the New York City Department of Education (DOE), the Office of School Food (SchoolFood) serves approximately 850,000 meals a day to students, of which more than 700,000 are provided at no charge; and\\par\nWhereas, In addition to regular menu options, SchoolFood offers vegetarian breakfast and lunch menu options; and\\par\nWhereas, Although DOE lists menu offerings on its website, it is unclear whether DOE uses any other mechanisms to actively advertise the availability of vegetarian menu options to students and families; and\\par\nWhereas, It is also unclear how students and families currently indicate their preference for vegetarian menu options; and\\par\nWhereas, At the beginning of each school year, families are asked to complete a school meals application to determine whether students are eligible\\f1  \\f0 for free or reduced-price lunch; and\\par\nWhereas, Parents can complete a paper application distributed by schools or they can apply online at nyc.applyforlunch.com; and\\par\nWhereas, Only one application, either paper or online, needs to be completed for all children (pre-k to high school) living in a household; and\\par\nWhereas, Since all families are asked to complete a single school lunch application every year covering all children in the household, adding a check box on the form to indicate preference for  regular or vegetarian menu options would be the most efficient way for families to make their preferences known; now, therefore, be it\\highlight1\\par\n\\highlight0 Resolved, That the Council of the City of New York calls upon the New York City Department of Education to include a check box on school lunch forms to enable parents to indicate whether they want regular or vegetarian meal options for children during the school year, and requiring DOE to continually update their forms if any other options are offered in the future.\\highlight1\\par\n\\pard\\ltrpar\\qj\\highlight0\\fs20 LS# 2120\\par\nJA\\par\n8/12/14\\par\n\\fs24\\par\n}\n",
  "LastModified": "2017-12-27T02:13:57.863Z"
}
