{
  "ID": 55004,
  "GUID": "24EE6521-0488-4284-84D1-85FD06C609D1",
  "File": "Res 0844-2015",
  "Name": "Transfer of motor vehicles as scrap. ( A.8186-A/S.5886-A)",
  "Title": "Resolution calling upon the New York State legislature to pass and the Governor to sign A.8186-A/S.5886-A, an act to amend the General Business Law and the Vehicle and Traffic Law, in relation to the transfer of motor vehicles as scrap.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2015-09-17T00:00:00Z",
  "AgendaDate": "2015-09-17T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7630,
      "Slug": "rafael-l-espinal-jr",
      "FullName": "Rafael L. Espinal, Jr."
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    }
  ],
  "History": [
    {
      "ID": 301268,
      "Date": "2015-09-17T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-09-10T19:26:15.437Z"
    },
    {
      "ID": 301501,
      "Date": "2015-09-17T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 14306,
      "AgendaSequence": 97,
      "MinutesSequence": 114,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-09-16T16:07:48.06Z"
    },
    {
      "ID": 329566,
      "Date": "2017-12-31T21:14:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-27T02:14:21.113Z"
    }
  ],
  "Attachments": [
    {
      "ID": 130483,
      "LastModified": "2015-09-17T16:30:47.77Z",
      "Name": "September 17, 2015 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/96a3d8d0-e398-4b1e-8c0f-f6ac62092ff2.pdf",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 56593,
  "Text": "By Council Members Espinal and Gentile \n\n\tWhereas, Auto theft, once rampant in the City of New York, is now less frequent than it has been in decades; and \n\tWhereas, In 1990, there were 2,000 auto theft occurrences for every 100,000 residents, yet in 2013, there were only 88 such thefts for the same number of residents-a 96% decline; and \n\tWhereas, One of the factors that contributed to this decline is the auto industry's introduction, during the 1990's, of immobilizer technology, which involves microchips embedded in the vehicle's ignition key to prevent the automobile from starting without the key; and \n\tWhereas, While newer automobiles are protected by immobilizer technology, older automobiles are not, and according to reports from law enforcement and other local sources, car thieves have turned increasingly to older, unprotected vehicles; and \n\tWhereas, In addition to these vehicles being easier to steal, the rising value of commodities such as scrap metal has made older, heavier vehicles an easy, lucrative target for car thieves; and \n\tWhereas, An anachronism in the Vehicle and Traffic Law further facilitates the sale of these stolen vehicles as scrap metal; and \n\tWhereas, In an effort to eliminate the blight of abandoned automobiles and facilitate sale to vehicle dismantlers and scrap processors, the law allows the use of a substitute ownership document, such as the Department of Motor Vehicles Form MV-35, in place of the title for purposes of transferring ownership if an automobile is eight years or older and has with a fair market value of $1,250 or less; and   \n      Whereas, According a recent IHS Inc. automotive study, the average age of automobiles in America stands at an all-time high of 11.4 years and is expected to increase; and \n      Whereas, According to police and local reports, there have been many instances of stolen vehicles sold as scrap by unauthorized sellers using the MV-35; and\n      Whereas, A.8186-A/S.5886-A would amend the use of substitute ownership documents for the sale of vehicles as scrap by increasing the age of qualifying vehicles from eight years to twelve; and \n      Whereas, The bill would also increase the required retention of records of such transactions from three years to five, as well as require the exclusive use of government issued identification by the seller; and \n      Whereas, A.8186-A/S.5886-A addresses the increasing longevity of modern automobiles and the appropriate use of substitute ownership documents for the sale of these vehicles as scrap; therefore, be it \n      Resolved, That the Council of the City of New York calls upon the New York State legislature to pass and the Governor to sign A.8186-A/S.5886-A, an act to amend the General Business Law and the Vehicle and Traffic Law, in relation to the transfer of motor vehicles as scrap.\n_________\nLS 1343\nI.M.",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Espinal and Gentile \\par\n\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, Auto theft, once rampant in the City of New York, is now less frequent than it has been in decades; and \\par\n\\tab Whereas, In 1990, there were 2,000 auto theft occurrences for every 100,000 residents, yet in 2013, there were only 88 such thefts for the same number of residents-a 96% decline; and \\par\n\\tab Whereas, One of the factors that contributed to this decline is the auto industry\\rquote s introduction, during the 1990\\rquote s, of immobilizer technology, which involves microchips embedded in the vehicle\\rquote s ignition key to prevent the automobile from starting without the key; and \\par\n\\tab Whereas, While newer automobiles are protected by immobilizer technology, older automobiles are not, and according to reports from law enforcement and other local sources, car thieves have turned increasingly to older, unprotected vehicles; and \\par\n\\tab Whereas, In addition to these vehicles being easier to steal, the rising value of commodities such as scrap metal has made older, heavier vehicles an easy, lucrative target for car thieves; and \\par\n\\tab Whereas, An anachronism in the Vehicle and Traffic Law further facilitates the sale of these stolen vehicles as scrap metal; and \\par\n\\tab Whereas, In an effort to eliminate the blight of abandoned automobiles and facilitate sale to vehicle dismantlers and scrap processors, the law allows the use of a substitute ownership document, such as the Department of Motor Vehicles Form MV-35, in place of the title for purposes of transferring ownership if an automobile is eight years or older and has with a fair market value of $1,250 or less; and   \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, According a recent IHS Inc. automotive study, the average age of automobiles in America stands at an all-time high of 11.4 years and is expected to increase; and \\par\nWhereas, According to police and local reports, there have been many instances of stolen vehicles sold as scrap by unauthorized sellers using the MV-35; and\\par\nWhereas, A.8186-A/S.5886-A would amend the use of substitute ownership documents for the sale of vehicles as scrap by increasing the age of qualifying vehicles from eight years to twelve; and \\par\nWhereas, The bill would also increase the required retention of records of such transactions from three years to five, as well as require the exclusive use of government issued identification by the seller; and \\par\nWhereas, A.8186-A/S.5886-A addresses the increasing longevity of modern automobiles and the appropriate use of substitute ownership documents for the sale of these vehicles as scrap; therefore, be it \\par\nResolved, That the Council of the City of New York calls upon the New York State legislature to pass and the Governor to sign A.8186-A/S.5886-A, an act to amend the General Business Law and the Vehicle and Traffic Law, in relation to the transfer of motor vehicles as scrap.\\par\n\\pard\\ltrpar\\qj _________\\par\n\\fs16 LS 1343\\par\nI.M.\\par\n\\fs24\\par\n}\n",
  "LastModified": "2017-12-27T02:14:21.177Z"
}
