{
  "ID": 55019,
  "GUID": "607033FE-02DA-4F5B-A4F6-7E8DD99D2B76",
  "File": "Res 0848-2015",
  "Name": "Amending the Election Law to establish same-day and online voter registration.",
  "Title": "Resolution calling upon the New York State Legislature and the People of the State of New York to amend the State Constitution, and the New York State Legislature to pass and the Governor to sign legislation amending the Election Law to establish same-day and online voter registration.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 32,
  "StatusName": "Adopted",
  "BodyID": 13,
  "BodyName": "Committee on Governmental Operations",
  "IntroDate": "2015-09-17T00:00:00Z",
  "AgendaDate": "2015-09-17T00:00:00Z",
  "PassedDate": "2016-05-05T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7632,
      "Slug": "ben-kallos",
      "FullName": "Ben Kallos"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera"
    },
    {
      "ID": 7623,
      "Slug": "inez-d-barron",
      "FullName": "Inez D. Barron"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 7622,
      "Slug": "vanessa-l-gibson",
      "FullName": "Vanessa L. Gibson"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 7636,
      "Slug": "carlos-menchaca",
      "FullName": "Carlos Menchaca"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 7642,
      "Slug": "paul-a-vallone",
      "FullName": "Paul A. Vallone"
    }
  ],
  "History": [
    {
      "ID": 301275,
      "Date": "2015-09-17T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-09-11T16:50:44.283Z"
    },
    {
      "ID": 301510,
      "Date": "2015-09-17T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Governmental Operations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 14306,
      "AgendaSequence": 106,
      "MinutesSequence": 123,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Governmental Operations",
      "MatterStatusID": 3,
      "LastModified": "2015-09-16T16:07:48.077Z"
    },
    {
      "ID": 301554,
      "Date": "2015-10-01T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 14307,
      "AgendaSequence": 5,
      "MinutesSequence": 11,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-09-16T19:18:00.76Z"
    },
    {
      "ID": 301999,
      "Date": "2015-10-01T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 14307,
      "MinutesSequence": 12,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-10-01T14:16:30.083Z"
    },
    {
      "ID": 307433,
      "Date": "2016-05-04T12:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 14841,
      "AgendaSequence": 5,
      "MinutesSequence": 19,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2016-05-04T19:16:44.563Z"
    },
    {
      "ID": 307509,
      "Date": "2016-05-04T12:00:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "A motion was made that this Resolution be Approved by Committee approved by Roll Call.",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 14841,
      "MinutesSequence": 20,
      "Version": "*",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "Votes": [
        {
          "ID": 7632,
          "Slug": "ben-kallos",
          "FullName": "Ben Kallos",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 10
        },
        {
          "ID": 7577,
          "Slug": "david-g-greenfield",
          "FullName": "David G. Greenfield",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 20
        },
        {
          "ID": 7634,
          "Slug": "mark-levine",
          "FullName": "Mark Levine",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 30
        },
        {
          "ID": 7636,
          "Slug": "carlos-menchaca",
          "FullName": "Carlos Menchaca",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 35
        },
        {
          "ID": 7638,
          "Slug": "antonio-reynoso",
          "FullName": "Antonio Reynoso",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 37
        },
        {
          "ID": 7640,
          "Slug": "ritchie-j-torres",
          "FullName": "Ritchie J. Torres",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 40
        },
        {
          "ID": 7264,
          "Slug": "joseph-c-borelli",
          "FullName": "Joseph C. Borelli",
          "VoteID": 12,
          "Vote": "Negative",
          "Result": 2,
          "Sort": 60
        }
      ],
      "LastModified": "2016-05-04T19:19:44.95Z"
    },
    {
      "ID": 307580,
      "Date": "2016-05-05T13:30:00Z",
      "ActionID": 5032,
      "Action": "Approved, by Council",
      "Description": "A motion was made that this Resolution be Approved, by Council approved by voice vote.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 14846,
      "AgendaSequence": 69,
      "MinutesSequence": 79,
      "Version": "*",
      "AgendaNote": "Adopted by the Committee on Governmental Operations",
      "MinutesNote": "Pursuant to Rule 8.50 of the Council, the Public Advocate (Ms. James) called for a voice vote.  Hearing those in favor, the Public Advocate (Ms. James) declared the Resolution to be adopted.\r\n\r\n\n\nThe following 4 Council Members formally noted their opposition to the passage of this item:  Council Members Deutsch, Borelli, Koslowitz and Matteo.\r\n\r\n\n\nThe following 2 Council Members formally noted their abstention on this item:  Council Members Cohen and Grodenchik.\n\n\r\n\r\nAdopted by the Council by voice-vote.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 32,
      "LastModified": "2016-05-06T14:07:49.077Z"
    }
  ],
  "Attachments": [
    {
      "ID": 130492,
      "LastModified": "2016-05-11T19:02:16.487Z",
      "Name": "September 17, 2015 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/be7d1981-d299-406b-bf4a-6b017cb8f2c7.pdf",
      "Sort": 1
    },
    {
      "ID": 130949,
      "LastModified": "2015-10-01T18:38:55.373Z",
      "Name": "Committee Report 10/1/15",
      "Link": "https://nyc.legistar1.com/nyc/attachments/7049e474-6a8b-4024-98aa-0234904c4c1e.doc",
      "Sort": 2
    },
    {
      "ID": 131106,
      "LastModified": "2015-10-07T19:39:00.36Z",
      "Name": "Hearing Testimony 10/1/15",
      "Link": "https://nyc.legistar1.com/nyc/attachments/89b1cf2b-2b66-402f-a536-53ebef5e5754.PDF",
      "Sort": 3
    },
    {
      "ID": 130989,
      "LastModified": "2015-10-05T14:14:11.76Z",
      "Name": "Hearing Transcript 10/1/15",
      "Link": "https://nyc.legistar1.com/nyc/attachments/4dc84b1c-b58c-462b-9b5a-8742c87f9d2b.pdf",
      "Sort": 4
    },
    {
      "ID": 141385,
      "LastModified": "2016-05-04T19:42:31.99Z",
      "Name": "Committee Report 5/4/16",
      "Link": "https://nyc.legistar1.com/nyc/attachments/a9f156bf-3204-4fdc-990c-a0d456b26343.doc",
      "Sort": 5
    },
    {
      "ID": 141494,
      "LastModified": "2016-05-09T13:33:50.653Z",
      "Name": "Hearing Transcript 5/4/16",
      "Link": "https://nyc.legistar1.com/nyc/attachments/46d05abd-b33a-4df5-a2a2-61b481a3229e.pdf",
      "Sort": 6
    },
    {
      "ID": 141419,
      "LastModified": "2016-05-09T13:33:50.593Z",
      "Name": "May 5, 2016 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/e7ec5706-67c9-48c0-b499-f60db9a848bb.pdf",
      "Sort": 7
    },
    {
      "ID": 141442,
      "LastModified": "2016-05-09T13:33:50.043Z",
      "Name": "Committee Report - Stated Meeting",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d1c07e2c-cfc2-4765-9a9b-2135f7e660d6.doc",
      "Sort": 8
    },
    {
      "ID": 141704,
      "LastModified": "2016-05-12T20:39:42.97Z",
      "Name": "Hearing Transcript - Stated Meeting 5-5-16",
      "Link": "https://nyc.legistar1.com/nyc/attachments/e864e57d-fcd2-4e01-aab2-442f662bdd16.pdf",
      "Sort": 9
    },
    {
      "ID": 143237,
      "LastModified": "2016-06-21T18:56:25.177Z",
      "Name": "Minutes of the Stated Meeting - May 5, 2016",
      "Link": "https://nyc.legistar1.com/nyc/attachments/83fc4f27-47fa-4008-aac6-8c187035cbf6.pdf",
      "Sort": 10
    }
  ],
  "Summary": "",
  "TextID": 56609,
  "Text": "By Council Members Kallos, Cabrera, Barron, Chin, Gentile, Gibson, Lander, Menchaca, Levin and Vallone\n\n\tWhereas, According to analysis conducted by the United States Elections Project (USEP), only 36.4% of eligible voters nationally cast ballots in the 2014 midterm elections, setting the lowest number since 1942, when the country was engaged in World War II; and\n\tWhereas, In the same elections, only 29% of eligible voters voted in New York State, making it 49th in the nation in terms of voter participation, according to USEP data; and \n\tWhereas, New York City's voter turnout rate for the 2014 midterm elections was even more alarming, with only about 20% of eligible voters casting ballots, hitting a historic low, according to the New York City Campaign Finance Board; and \n\tWhereas, Most of the states with the highest voter turnout rates have implemented various electoral reforms to increase voter participation, including same-day registration; and\n\tWhereas, Fifteen states and the District of Columbia have enacted reform to offer same-day registration, according to the public policy group Demos; and\n\tWhereas, Using 2012 presidential election data, Demos found that four of the top five states for voter turnout had implemented same-day registration; and\n      Whereas, Furthermore, Demos' analysis of presidential elections' turnout rates from 1980 to 2012 revealed that the average turnout rate in states with same-day registration was 10.3% higher than the average in states without the reform; and\n      Whereas, Some states have more than 15% of their voters using same-day registration, including Minnesota at 17.89% and Idaho at 17.69%, according to Demos; and\n\tWhereas, Currently in New York State, registration forms must be postmarked at least 25 days before an upcoming election, causing many potential voters to miss their chance because they fail to meet the deadline; and \n\tWhereas, Another voter-friendly reform supported by many voter participation advocates is online registration; and\n\tWhereas, The Presidential Commission on Election Administration (PCEA), in its 2014 report to President Obama, listed as its top recommendation the implementation of online registration as an option for all voters; and \n\tWhereas, An online registration system typically requires the potential voter to have some form of state-issued identification card, such as a driver's license, because a signature is needed to complete an application, and a signature on file at a state's motor vehicles agency can be transferred electronically to election officials; and\n\tWhereas, As of July of 2015, 21 states, including New York, offer online registration to applicants with an existing signature in the motor vehicles agency's database, and an additional six states have passed legislation to offer it, according to the National Conference of State Legislatures; and \n      Whereas, Several of these 21 states have gone further and offer online registration to applicants without a state-issued identification card, including Minnesota, Delaware, and Missouri, according to the Brennan Center for Justice; and\n      Whereas, PCEA's 2014 report found that Arizona, which was the first in the nation to introduce this practice in 2002, saw an increase in registration rates from 29% to 53% among young voters after the state created an online system; and\n\tWhereas, PCEA's 2014 report also showed that in Arizona in 2008, 94% of online registrants voted, compared to 85% of registrants by paper; and \n\tWhereas, In addition to increasing registration rate and turnout rate, PCEA also credits online registration systems with increasing the accuracy of voter rolls, which in turn reduces delays and congestion at poll sites; and  \n\tWhereas, Furthermore, PCEA states that jurisdictions reap significant cost savings from using online registration, citing a county in Arizona that has saved 80 cents in labor cost for each online registration; and\n\tWhereas, Since same-day and online registration have both proven to be successful in increasing voter participation, New York State should enact same-day registration and expand online registration to include applicants without a state-issued identification card; and\n\tWhereas, To maximize potential voters' use of these two effective tools, every poll site in New York State on election day should have electronic devices with access to online registration so that potential voters can register and then immediately vote at the site; now, therefore, be it\n\tResolved, That the Council of the City of New York calls upon the New York State Legislature and the People of the State of New York to amend the State Constitution, and the New York State Legislature to pass and the Governor to sign legislation amending the Election Law to establish same-day and online voter registration.\nLS # 1203.1\n7/30/2015\nLW",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Kallos, Cabrera, Barron, Chin, Gentile, Gibson, Lander, Menchaca, Levin and Vallone\\par\n\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, According to analysis conducted by the United States Elections Project (USEP), only 36.4% of eligible voters nationally cast ballots in the 2014 midterm elections, setting the lowest number since 1942, when the country was engaged in World War II; and\\par\n\\tab Whereas, In the same elections, only 29% of eligible voters voted in New York State, making it 49\\super th\\nosupersub  in the nation in terms of voter participation, according to USEP data; and \\par\n\\tab Whereas, New York City\\rquote s voter turnout rate for the 2014 midterm elections was even more alarming, with only about 20% of eligible voters casting ballots, hitting a historic low, according to the New York City Campaign Finance Board; and \\par\n\\tab Whereas, Most of the states with the highest voter turnout rates have implemented various electoral reforms to increase voter participation, including same-day registration; and\\par\n\\tab Whereas, Fifteen states and the District of Columbia have enacted reform to offer same-day registration, according to the public policy group Demos; and\\par\n\\tab Whereas, Using 2012 presidential election data, Demos found that four of the top five states for voter turnout had implemented same-day registration; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Furthermore, Demos\\rquote  analysis of presidential elections\\rquote  turnout rates from 1980 to 2012 revealed that the average turnout rate in states with same-day registration was 10.3% higher than the average in states without the reform; and\\par\nWhereas, Some states have more than 15% of their voters using same-day registration, including Minnesota at 17.89% and Idaho at 17.69%, according to Demos; and\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, Currently in New York State, registration forms must be postmarked at least 25 days before an upcoming election, causing many potential voters to miss their chance because they fail to meet the deadline; and \\par\n\\tab Whereas, Another voter-friendly reform supported by many voter participation advocates is online registration; and\\par\n\\tab Whereas, The Presidential Commission on Election Administration (PCEA), in its 2014 report to President Obama, listed as its top recommendation the implementation of online registration as an option for all voters; and \\par\n\\tab Whereas, An online registration system typically requires the potential voter to have some form of state-issued identification card, such as a driver\\rquote s license, because a signature is needed to complete an application, and a signature on file at a state\\rquote s motor vehicles agency can be transferred electronically to election officials; and\\par\n\\tab Whereas, As of July of 2015, 21 states, including New York, offer online registration to applicants with an existing signature in the motor vehicles agency\\rquote s database, and an additional six states have passed legislation to offer it, according to the National Conference of State Legislatures; and \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Several of these 21 states have gone further and offer online registration to applicants without a state-issued identification card, including Minnesota, Delaware, and Missouri, according to the Brennan Center for Justice; and\\par\nWhereas, PCEA\\rquote s 2014 report found that Arizona, which was the first in the nation to introduce this practice in 2002, saw an increase in registration rates from 29% to 53% among young voters after the state created an online system; and\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, PCEA\\rquote s 2014 report also showed that in Arizona in 2008, 94% of online registrants voted, compared to 85% of registrants by paper; and \\par\n\\tab Whereas, In addition to increasing registration rate and turnout rate, PCEA also credits online registration systems with increasing the accuracy of voter rolls, which in turn reduces delays and congestion at poll sites; and  \\par\n\\tab Whereas, Furthermore, PCEA states that jurisdictions reap significant cost savings from using online registration, citing a county in Arizona that has saved 80 cents in labor cost for each online registration; and\\par\n\\tab Whereas, Since same-day and online registration have both proven to be successful in increasing voter participation, New York State should enact same-day registration and expand online registration to include applicants without a state-issued identification card; and\\par\n\\tab Whereas, To maximize potential voters\\rquote  use of these two effective tools, every poll site in New York State on election day should have electronic devices with access to online registration so that potential voters can register and then immediately vote at the site; now, therefore, be it\\par\n\\pard\\ltrpar\\sa200\\sl480\\slmult1\\qj\\tab Resolved, That the Council of the City of New York calls upon the New York State Legislature and the People of the State of New York to amend the State Constitution, and the New York State Legislature to pass and the Governor to sign legislation amending the Election Law to establish same-day and online voter registration.\\par\n\\pard\\ltrpar\\sl276\\slmult1\\qj\\fs20 LS # 1203.1\\par\n7/30/2015\\par\nLW\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\fs24\\par\n\\tab\\par\n\\par\n}\n",
  "LastModified": "2016-06-21T18:56:25.177Z"
}
