{
  "ID": 54763,
  "GUID": "1A513AE6-85A7-4D44-BA7C-425992CFE0FF",
  "File": "Res 0854-2015",
  "Name": "MTA to study ways to eliminate blind spots on all MTA buses.",
  "Title": "Resolution calling upon the Metropolitan Transportation Authority to study ways to eliminate blind spots on all MTA buses and to equip all of these buses with sensor technology to alert drivers, pedestrians and cyclists when a pedestrian or cyclist is in the bus’ blind spot.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2015-09-17T00:00:00Z",
  "AgendaDate": "2015-09-17T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7113,
      "Slug": "mathieu-eugene",
      "FullName": "Mathieu Eugene"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7636,
      "Slug": "carlos-menchaca",
      "FullName": "Carlos Menchaca"
    },
    {
      "ID": 7633,
      "Slug": "rory-i-lancman",
      "FullName": "Rory I. Lancman"
    }
  ],
  "History": [
    {
      "ID": 301359,
      "Date": "2015-09-17T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-09-15T18:35:32.987Z"
    },
    {
      "ID": 301526,
      "Date": "2015-09-17T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 14306,
      "AgendaSequence": 124,
      "MinutesSequence": 141,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-09-16T16:07:48.117Z"
    },
    {
      "ID": 329573,
      "Date": "2017-12-31T21:15:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-27T02:15:54.82Z"
    }
  ],
  "Attachments": [
    {
      "ID": 130510,
      "LastModified": "2015-09-17T16:31:23.327Z",
      "Name": "September 17, 2015 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/126cf136-80ae-4a3a-bf83-f39490a2c330.pdf",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 56324,
  "Text": "By Council Members Rodriguez, Cabrera, Chin, Eugene, Gentile, Lander, Mendez, Rose, Menchaca and Lancman\n\n      Whereas, According to data compiled by Transportation Alternatives, Metropolitan Transportation Authority buses have been involved in at least twenty-two fatal crashes involving pedestrians and cyclists since 2012 as well as six crashes resulting in serious injury to pedestrians and cyclists in 2015; and\n      Whereas, MTA bus drivers have raised concerns over blind spots, and have said that these blind spots occasionally prevent them from seeing pedestrians, cyclists or obstacles in their path, with these blind spots presenting particular danger when making turns; and\n      Whereas, There are existing design measures that mitigate blind spots on large vehicles, such as crossover mirrors or bus designs that limit the size of the A-frame that creates the blind spot; and\n      Whereas, Many new car models are equipped with technology that alerts a driver when another vehicle enters their blind spot; and\n      Whereas, Installing this technology on MTA buses, capable of identifying pedestrians, cyclists or obstacles would alert bus drivers to stop before a collision occurs; and\n      Whereas, This technology has the potential to prevent the unintended loss of life by making drivers fully aware of when they are in danger of colliding with a pedestrian or cyclist; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the Metropolitan Transportation Authority to study ways to eliminate blind spots on all MTA buses and to equip all of these buses with sensor technology to alert drivers, pedestrians and cyclists when a pedestrian or cyclist is in the bus' blind spot.\n\nRM\nLS 4455, 5095/5098\nJune 18, 2015",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Rodriguez, Cabrera, Chin, Eugene, Gentile, Lander, Mendez, Rose, Menchaca and Lancman\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 Whereas, According to data compiled by Transportation Alternatives, Metropolitan Transportation Authority buses have been involved in at least twenty-two fatal crashes involving pedestrians and cyclists since 2012 as well as six crashes resulting in serious injury to pedestrians and cyclists in 2015; and\\par\nWhereas, MTA bus drivers have raised concerns over blind spots, and have said that these blind spots occasionally prevent them from seeing pedestrians, cyclists or obstacles in their path, with these blind spots presenting particular danger when making turns; and\\par\nWhereas, There are existing design measures that mitigate blind spots on large vehicles, such as crossover mirrors or bus designs that limit the size of the A-frame that creates the blind spot; and\\par\nWhereas, Many new car models are equipped with technology that alerts a driver when another vehicle enters their blind spot; and\\par\nWhereas, Installing this technology on MTA buses, capable of identifying pedestrians, cyclists or obstacles would alert bus drivers to stop before a collision occurs; and\\par\nWhereas, This technology has the potential to prevent the unintended loss of life by making drivers fully aware of when they are in danger of colliding with a pedestrian or cyclist; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls upon the Metropolitan Transportation Authority to study ways to eliminate blind spots on all MTA buses and to equip all of these buses with sensor technology to alert drivers, pedestrians and cyclists when a pedestrian or cyclist is in the bus\\rquote  blind spot.\\par\n\\pard\\ltrpar\\sl480\\slmult1\\par\n\\pard\\ltrpar\\fs20 RM\\par\nLS 4455, 5095/5098\\par\nJune 18, 2015\\par\n}\n",
  "LastModified": "2017-12-27T02:15:54.88Z"
}
