{
  "ID": 55002,
  "GUID": "15192E8E-4741-4326-95A3-FFAC844739C8",
  "File": "Res 0855-2015",
  "Name": "Superstorm Sandy Relief and Disaster Loan Program Improvement Act (H.R. 208)",
  "Title": "Resolution calling upon the United States Senate to pass and the President to sign H.R. 208, the Superstorm Sandy Relief and Disaster Loan Program Improvement Act, which would improve the United States Small Business Administration’s disaster assistance program",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5225,
  "BodyName": "Committee on Recovery and Resiliency",
  "IntroDate": "2015-09-17T00:00:00Z",
  "AgendaDate": "2015-09-17T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    },
    {
      "ID": 7623,
      "Slug": "inez-d-barron",
      "FullName": "Inez D. Barron"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7113,
      "Slug": "mathieu-eugene",
      "FullName": "Mathieu Eugene"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7617,
      "Slug": "donovan-j-richards",
      "FullName": "Donovan J. Richards"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    }
  ],
  "History": [
    {
      "ID": 301118,
      "Date": "2015-09-17T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-27T19:51:02.33Z"
    },
    {
      "ID": 301529,
      "Date": "2015-09-17T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Recovery and Resiliency",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 14306,
      "AgendaSequence": 127,
      "MinutesSequence": 144,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Recovery and Resiliency",
      "MatterStatusID": 3,
      "LastModified": "2015-09-16T16:07:48.127Z"
    },
    {
      "ID": 329574,
      "Date": "2017-12-31T21:15:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-27T02:16:06.467Z"
    }
  ],
  "Attachments": [
    {
      "ID": 130513,
      "LastModified": "2016-01-05T20:00:09.287Z",
      "Name": "September 17, 2015 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/589391f6-3375-45cd-a58d-dd17c1bba0bc.pdf",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 56591,
  "Text": "By Council Members Ulrich, Barron, Cabrera, Chin, Eugene, Gentile, Mendez, Richards and Rose \n\n\tWhereas, According to the National Oceanic and Atmospheric Administration,  Superstorm Sandy caused an estimated $65 billion in damages in the United States and ranked as the second costliest natural disaster in the nation's history; and\n\tWhereas, In New York City the storm caused the inundation of an area containing 300,000 homes and 23,400 businesses, according to the New York City Mayor's Office (Mayor's Office); and\n\tWhereas, Tens of thousands of additional businesses and non-profits located outside of the city's inundated area were impacted indirectly by the storm through the loss of heat, power, access to customers, disruption of transportation and other impacts; and\n\tWhereas, According to the Mayor's Office, Superstorm Sandy resulted in a total of $19 billion in damages in the city, including $8.6 billion in direct private losses, $4.8 billion of which were uninsured; and\n      Whereas, The United States Small Business Administration (SBA) is a federal agency whose function is to \"aid, counsel assist and protect, insofar as is possible, the interests of small business concerns\" by providing loans, loan guarantees, contracts, counseling and other forms of support to small businesses; and\n      Whereas, The SBA administers a Disaster Loan Program providing direct loans to businesses, non-profits, homeowners and renters to help them recover in the wake of natural disasters; and\n      Whereas, For businesses and homeowners, the SBA's Disaster Loan Program is the primary source of long-term federal financial assistance in the aftermath of disasters such as Superstorm Sandy; and\n      Whereas, After Superstorm Sandy the SBA provided low-interest loans to businesses, non-profits, homeowners and renters impacted by the storm to support the repair or replacement of real estate, personal property, equipment, inventory and other business assets damaged by the storm; and\n      Whereas, According to the Mayor's Office, as of March 2013, SBA received 22,042 disaster loan applications from businesses in New York City, of which 8,218 (37.28%) had been approved, and \n\tWhereas, In 2014, the United States Government Accountability Office (GAO) issued a report examining SBA's administration of the Disaster Loan Program in response to Superstorm Sandy; and\n\tWhereas, The GAO's report concluded that SBA did not meet timeliness goals for processing disaster loan applications because the agency was challenged by an unexpectedly high volume of applications; and\n\tWhereas, The SBA has said it was challenged by a high volume of loan applications in response to the storm particularly due to a large influx of electronic applications, as well as technological and other issues; and   \n\tWhereas, As a result of the SBA program's issues, many businesses and homeowners affected by Superstorm Sandy were unable to apply for financing from the Disaster Loan Program; and\n\tWhereas, There is concern that SBA has not adequately addressed issues with its Disaster Loan Program, has not sufficiently modified its planning documents to prepare for potential future disasters that might cause a surge in applications thereby stressing staffing and resources, and that SBA risks being unprepared to respond to future disasters; and  \n\tWhereas, In July 2015, the United States House of Representatives passed H.R. 208,  the Superstorm Sandy Relief and Disaster Loan Program Improvement Act, to address these concerns and improve the SBA's Disaster Loan Program; and \n\tWhereas, H.R. 208 would require the SBA to establish a loan program under which, for at least one year, small businesses, homeowners, or renters that were located within a major disaster area after Superstorm Sandy may apply for a loan to repair, rehabilitate or replace property damaged by the storm; \n      Whereas, H.R. 208 would also require improvements to the Disaster Loan Program, including the modification of collateral requirements, a reduction in delays on closing and disbursement of loans and increased transparency in loan approvals; now, therefore, be it\n\tResolved, That the Council of the City of New York calls upon the United States Senate to pass and the President to sign H.R. 208, the Superstorm Sandy Relief and Disaster Loan Program Improvement Act, which would improve the United States Small Business Administration's disaster assistance program.\n\nWTM\nLS5817\n8/13/2015 5:21pm\t \n1",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\froman\\fprq2\\fcharset0 Cambria;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Ulrich, Barron, Cabrera, Chin, Eugene, Gentile, Mendez, Richards and Rose \\par\n\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\cf1\\tab Whereas, According to the National Oceanic and Atmospheric Administration,  Superstorm Sandy caused an estimated $65 billion in damages in the United States and ranked as the second costliest natural disaster in the nation\\rquote s history; and\\par\n\\tab Whereas, In New York City the storm caused the inundation of an area containing 300,000 homes and 23,400 businesses, according to the New York City Mayor\\rquote s Office (Mayor\\rquote s Office); and\\par\n\\tab Whereas, Tens of thousands of additional businesses and non-profits located outside of the city\\rquote s inundated area were impacted indirectly by the storm through the loss of heat, power, access to customers, disruption of transportation and other impacts; and\\par\n\\tab Whereas, According to the Mayor\\rquote s Office, Superstorm Sandy resulted in a total of $19 billion in damages in the city, including $8.6 billion in direct private losses, $4.8 billion of which were uninsured; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, The United States Small Business Administration (SBA) is a federal agency whose function is to \\ldblquote aid, counsel assist and protect, insofar as is possible, the interests of small business concerns\\rdblquote  by providing loans, loan guarantees, contracts, counseling and other forms of support to small businesses; and\\par\nWhereas, The SBA administers a Disaster Loan Program providing direct loans to businesses, non-profits, homeowners and renters to help them recover in the wake of natural disasters; and\\par\nWhereas, For businesses and homeowners, the SBA\\rquote s Disaster Loan Program is the primary source of long-term federal financial assistance in the aftermath of disasters such as Superstorm Sandy; and\\par\nWhereas, After Superstorm Sandy the SBA provided low-interest loans to businesses, non-profits, homeowners and renters impacted by the storm to support the repair or replacement of real estate, personal property, equipment, inventory and other business assets damaged by the storm; and\\par\nWhereas, According to the Mayor\\rquote s Office, as of March 2013, SBA received 22,042 disaster loan applications from businesses in New York City, of which 8,218 (37.28%) had been approved, and \\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, In 2014, the United States Government Accountability Office (GAO) issued a report examining SBA\\rquote s administration of the Disaster Loan Program in response to Superstorm Sandy; and\\par\n\\tab Whereas, The GAO\\rquote s report concluded that SBA did not meet timeliness goals for processing disaster loan applications because the agency was challenged by an unexpectedly high volume of applications; and\\par\n\\tab Whereas, The SBA has said it was challenged by a high volume of loan applications in response to the storm particularly due to a large influx of electronic applications, as well as technological and other issues; and   \\par\n\\tab Whereas, As a result of the SBA program\\rquote s issues, many businesses and homeowners affected by Superstorm Sandy were unable to apply for financing from the Disaster Loan Program; and\\par\n\\tab Whereas, There is concern that SBA has not adequately addressed issues with its Disaster Loan Program, has not sufficiently modified its planning documents to prepare for potential \\cf0 future disasters that might cause a surge in applications thereby stressing staffing and resources, and that SBA risks being unprepared to respond to future disasters; and  \\par\n\\tab Whereas, In July 2015, the United States House of Representatives passed H.R. 208,  the Superstorm Sandy Relief and Disaster Loan Program Improvement Act, to address these concerns and improve the SBA\\rquote s Disaster Loan Program; and \\par\n\\tab Whereas, H.R. 208 would require the SBA to establish a loan program under which, for at least one year, small businesses, homeowners, or renters that were located within a major disaster area after Superstorm Sandy may apply for a loan to repair, rehabilitate or replace property damaged by the storm; \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, H.R. 208 would also require improvements to the Disaster Loan Program, including the modification of collateral requirements, a reduction in delays on closing and disbursement of loans and increased transparency in loan approvals; now, therefore, be it\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Resolved, That the Council of the City of New York calls upon the United States Senate to pass and the President to sign H.R. 208, the Superstorm Sandy Relief and Disaster Loan Program Improvement Act, which would improve the United States Small Business Administration\\rquote s disaster assistance program.\\par\n\\pard\\ltrpar\\qj\\par\nWTM\\par\nLS5817\\par\n8/13/2015 5:21pm\\tab  \\par\n}\n",
  "LastModified": "2017-12-27T02:16:06.53Z"
}
