{
  "ID": 54996,
  "GUID": "D2F7D568-9573-4DBD-BF30-D2B95701EDD7",
  "File": "Res 0856-2015",
  "Name": "Requiring a warrant before Internet Service Providers would have to disclose the contents of e-mail communications. (S.356/H.R.699)",
  "Title": "Resolution calling on the United States Congress to pass, and the President to sign, S.356 and H.R.699 for requiring a warrant before Internet Service Providers would have to disclose the contents of e-mail communications.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5213,
  "BodyName": "Committee on Technology",
  "IntroDate": "2015-09-17T00:00:00Z",
  "AgendaDate": "2015-09-17T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    }
  ],
  "History": [
    {
      "ID": 301330,
      "Date": "2015-09-17T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-09-14T15:35:08.167Z"
    },
    {
      "ID": 301532,
      "Date": "2015-09-17T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Technology",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 14306,
      "AgendaSequence": 130,
      "MinutesSequence": 147,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Technology",
      "MatterStatusID": 3,
      "LastModified": "2015-09-16T16:07:48.137Z"
    },
    {
      "ID": 329575,
      "Date": "2017-12-31T21:16:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-27T02:16:17.983Z"
    }
  ],
  "Attachments": [
    {
      "ID": 130516,
      "LastModified": "2015-09-17T16:31:34.08Z",
      "Name": "September 17, 2015 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/a86d7a48-66e9-4315-be8f-0b0f811c0114.pdf",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 56585,
  "Text": "By Council Members Vacca, Gentile and Mendez \n      Whereas, According to a November 2014 Newsweek article, the City of New York is replacing its public pay phones to bring free internet service throughout its five boroughs; and \n      Whereas, The CEO of F-Secure, an international security firm based in Finland, states that there are privacy risks associated with the City of New York's expansion of free internet access; and\n      Whereas, According to a 2014 survey conducted by the Center for International Governance Innovation (CIGI) and Ipsos, a global research company, 64% of users are more concerned about online privacy in 2014 than they were compared to 2013; and\n      Whereas, In May 2014 the Court of Justice of the European Union ruled for the \"right to be forgotten\", which means that Internet Service Providers (ISPs) may be approached by persons being searched in their search engine to have links removed that are to web pages containing information on the searched person or to have the matter brought before competent authorities to have the link removed if the operator does not grant the request; and\n      Whereas, The U.S. Electronic Communications Privacy Act (ECPA) is a bill passed in 1986 to increase the privacy of U.S. citizens; and \n      Whereas, The ECPA includes a provision that the federal government can seize digital communications older than 180 days without a warrant; and\n      Whereas, The ECPA has not been updated since 1986; and\n      Whereas, In June 2014 the Supreme Court ruled that police can't search a phone without a warrant but the federal government argues that it does not need a warrant to obtain history from cellular providers; and \n      Whereas, H.R. 699, the \"Email Privacy Act\", has been introduced in the U.S. House of Representatives; and\n      Whereas, The Email Privacy Act would eliminate the 180-day rule and require the federal government to obtain a search warrant before accessing digital correspondence, regardless of how old; and\n      Whereas, The Email Privacy Act is a bi-partisan bill that has received 287 co-sponsors, the majority of the House of Representatives, but has not been brought to a vote as of July 20, 2015; and \n      Whereas, The Email Privacy Act is supported by the Digital 4th Coalition, which is a bi-partisan coalition dedicated to reforming and modernizing the U.S.'s 4th Amendment privacy rights; and\n      Whereas, According to an article in the National Journal, the Securities Exchange Commission testified before Congress in April 2015 that it has not subpoenaed ISPs because it is waiting for Congress to decide if and how it will change the ECPA; and\n      Whereas, The Email Privacy Act has a companion bill in the U.S. Senate, S.356, titled the Electronic Communications Privacy Act Amendments Act of 2015, which would also eliminate the 180-day rule and require a search warrant before accessing digital correspondence, regardless of how old; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the United States Congress to pass, and the President to sign, S.356 and H.R.699 for requiring a warrant before Internet Service Providers would have to disclose the contents of e-mail communications.\n      \nRTH\nLS# 5761\n7/20/15 2:40PM",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\sa200\\sl276\\slmult1 By Council Members Vacca, Gentile and Mendez \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, According to a November 2014 Newsweek article, the City of New York is replacing its public pay phones to bring free internet service throughout its five boroughs; and \\par\nWhereas, The CEO of F-Secure, an international security firm based in Finland, states that there are privacy risks associated with the City of New York\\rquote s expansion of free internet access; and\\par\nWhereas, According to a 2014 survey conducted by the Center for International Governance Innovation (CIGI) and Ipsos, a global research company, 64% of users are more concerned about online privacy in 2014 than they were compared to 2013; and\\par\nWhereas, In May 2014 the Court of Justice of the European Union ruled for the \\ldblquote right to be forgotten\\rdblquote , which means that Internet Service Providers (ISPs) may be approached by persons being searched in their search engine to have links removed that are to web pages containing information on the searched person or to have the matter brought before competent authorities to have the link removed if the operator does not grant the request; and\\par\nWhereas, The U.S. Electronic Communications Privacy Act (ECPA) is a bill passed in 1986 to increase the privacy of U.S. citizens; and \\par\nWhereas, The ECPA includes a provision that the federal government can seize digital communications older than 180 days without a warrant; and\\par\nWhereas, The ECPA has not been updated since 1986; and\\par\nWhereas, In June 2014 the Supreme Court ruled that police can\\rquote t search a phone without a warrant but the federal government argues that it does not need a warrant to obtain history from cellular providers; and \\par\nWhereas, H.R. 699, the \\ldblquote Email Privacy Act\\rdblquote , has been introduced in the U.S. House of Representatives; and\\par\nWhereas, The Email Privacy Act would eliminate the 180-day rule and require the federal government to obtain a search warrant before accessing digital correspondence, regardless of how old; and\\par\nWhereas, The Email Privacy Act is a bi-partisan bill that has received 287 co-sponsors, the majority of the House of Representatives, but has not been brought to a vote as of July 20, 2015; and \\par\nWhereas, The Email Privacy Act is supported by the Digital 4\\super th\\nosupersub  Coalition, which is a bi-partisan coalition dedicated to reforming and modernizing the U.S.\\rquote s 4\\super th\\nosupersub  Amendment privacy rights; and\\par\nWhereas, According to an article in the National Journal, the Securities Exchange Commission testified before Congress in April 2015 that it has not subpoenaed ISPs because it is waiting for Congress to decide if and how it will change the ECPA; and\\par\nWhereas, The Email Privacy Act has a companion bill in the U.S. Senate, S.356, titled the Electronic Communications Privacy Act Amendments Act of 2015, which would also eliminate the 180-day rule and require a search warrant before accessing digital correspondence, regardless of how old; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls upon the United States Congress to pass, and the President to sign, S.356 and H.R.699 for requiring a warrant before Internet Service Providers would have to disclose the contents of e-mail communications.\\par\n\\par\n\\pard\\ltrpar RTH\\line LS# 5761\\line 7/20/15 2:40PM\\par\n\\pard\\ltrpar\\sa200\\sl276\\slmult1\\par\n}\n",
  "LastModified": "2017-12-27T02:16:18.043Z"
}
