{
  "ID": 54943,
  "GUID": "187522F8-D2E5-4B1C-8622-ABB2EAD4594D",
  "File": "Res 0868-2015",
  "Name": "Close the federal carried interest tax loophole using executive action.",
  "Title": "Resolution calling upon the President of the United States to close the federal carried interest tax loophole using executive action",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 32,
  "StatusName": "Adopted",
  "BodyID": 11,
  "BodyName": "Committee on Finance",
  "IntroDate": "2015-09-30T00:00:00Z",
  "AgendaDate": "2015-09-30T00:00:00Z",
  "PassedDate": "2016-02-24T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 7637,
      "Slug": "i-daneek-miller",
      "FullName": "I. Daneek Miller"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 7632,
      "Slug": "ben-kallos",
      "FullName": "Ben Kallos"
    }
  ],
  "History": [
    {
      "ID": 301787,
      "Date": "2015-09-30T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-09-28T13:14:06.77Z"
    },
    {
      "ID": 301925,
      "Date": "2015-09-30T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Finance",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 14352,
      "AgendaSequence": 66,
      "MinutesSequence": 73,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Finance",
      "MatterStatusID": 3,
      "LastModified": "2015-09-28T22:55:56.963Z"
    },
    {
      "ID": 305353,
      "Date": "2016-02-24T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 11,
      "BodyName": "Committee on Finance",
      "EventID": 14635,
      "AgendaSequence": 7,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2016-02-23T21:45:26.983Z"
    },
    {
      "ID": 305564,
      "Date": "2016-02-24T10:00:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "A motion was made that this Resolution be Approved by Committee approved by Roll Call.",
      "BodyID": 11,
      "BodyName": "Committee on Finance",
      "EventID": 14635,
      "MinutesSequence": 7,
      "Version": "*",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "Votes": [
        {
          "ID": 7509,
          "Slug": "julissa-ferreras-copeland",
          "FullName": "Julissa Ferreras-Copeland",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 10
        },
        {
          "ID": 7541,
          "Slug": "ydanis-a-rodriguez",
          "FullName": "Ydanis A. Rodriguez",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 20
        },
        {
          "ID": 7569,
          "Slug": "james-g-van-bramer",
          "FullName": "James G. Van Bramer",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 30
        },
        {
          "ID": 7622,
          "Slug": "vanessa-l-gibson",
          "FullName": "Vanessa L. Gibson",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 40
        },
        {
          "ID": 7604,
          "Slug": "robert-e-cornegy-jr",
          "FullName": "Robert E. Cornegy, Jr.",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 50
        },
        {
          "ID": 7628,
          "Slug": "laurie-a-cumbo",
          "FullName": "Laurie A. Cumbo",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 60
        },
        {
          "ID": 7631,
          "Slug": "corey-d-johnson",
          "FullName": "Corey D. Johnson",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 70
        },
        {
          "ID": 7634,
          "Slug": "mark-levine",
          "FullName": "Mark Levine",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 80
        },
        {
          "ID": 7637,
          "Slug": "i-daneek-miller",
          "FullName": "I. Daneek Miller",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 90
        },
        {
          "ID": 7639,
          "Slug": "helen-k-rosenthal",
          "FullName": "Helen K. Rosenthal",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 100
        },
        {
          "ID": 5953,
          "Slug": "steven-matteo",
          "FullName": "Steven Matteo",
          "VoteID": 12,
          "Vote": "Negative",
          "Result": 2,
          "Sort": 110
        }
      ],
      "LastModified": "2016-03-17T16:45:05.277Z"
    },
    {
      "ID": 305542,
      "Date": "2016-02-24T13:30:00Z",
      "ActionID": 5032,
      "Action": "Approved, by Council",
      "Description": "A motion was made that this Resolution be Approved, by Council approved by voice vote.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 14662,
      "AgendaSequence": 47,
      "MinutesSequence": 52,
      "Version": "*",
      "AgendaNote": "Adopted by the Committee on Finance",
      "MinutesNote": "Pursuant to Rule 8.50 of the Council, the Public Advocate (Ms. James) called for a voice vote.  Hearing those in favor, the Public Advocate (Ms. James) declared the Resolution to be adopted.\n\n\r\n\r\nThe following three Council Members formally voted against this item: Council Members Borelli, Ulrich, and Matteo.\n\n\r\n\r\nAdopted by the Council by voice-vote.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 32,
      "LastModified": "2016-02-24T21:00:31.027Z"
    }
  ],
  "Attachments": [
    {
      "ID": 130902,
      "LastModified": "2016-03-21T15:41:21.383Z",
      "Name": "September 30, 2015 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/33a6b369-b938-43b4-b0ac-5e5cb8b7073b.pdf",
      "Sort": 1
    },
    {
      "ID": 138218,
      "LastModified": "2016-03-03T14:52:52.427Z",
      "Name": "Committee Report",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ef9a7685-1662-4023-a34f-e8d519d745f8.doc",
      "Sort": 2
    },
    {
      "ID": 138450,
      "LastModified": "2016-03-03T14:52:53.043Z",
      "Name": "Hearing Transcript",
      "Link": "https://nyc.legistar1.com/nyc/attachments/04fdab94-6539-4403-938d-029e356298d4.pdf",
      "Sort": 3
    },
    {
      "ID": 138539,
      "LastModified": "2016-03-03T14:52:53.04Z",
      "Name": "February 24, 2016 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b5ed36b4-64e6-4909-b5e1-fb8d2d967703.pdf",
      "Sort": 4
    },
    {
      "ID": 138590,
      "LastModified": "2016-03-03T15:15:15.04Z",
      "Name": "Hearing Transcript - Stated Meeting 2-24-16",
      "Link": "https://nyc.legistar1.com/nyc/attachments/5d7117b2-6cca-4402-9697-775fabafac16.pdf",
      "Sort": 5
    },
    {
      "ID": 139273,
      "LastModified": "2016-03-24T16:29:59.12Z",
      "Name": "Minutes of the Stated Meeting - February 24, 2016",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b1f7572c-6453-4fa5-876f-b87e936c2ff6.pdf",
      "Sort": 6
    }
  ],
  "Summary": "",
  "TextID": 56525,
  "Text": "By Council Members Ferreras-Copeland, Koo, Miller, Rosenthal and Kallos\n\n      Whereas, The federal carried interest tax loophole allows managers of private equity, venture capital, hedge, and other private investment funds to have their compensation from those funds taxed at a lower rate than most American workers' compensations; and\n      Whereas, In general, a significant portion of these managers' compensation is in the form of a percentage of the profits earned by the private investment funds, referred to as carried interest; and\n      Whereas, For purposes of the federal income tax, a loophole exists in the federal tax regulations that permits these individuals to receive compensation for their services as private investment fund managers, but to avoid paying the higher tax rate that other workers who receive compensation for their services must pay; and\n      Whereas, Because of this loophole, the compensation of private investment fund managers is treated as capital gains, rather than ordinary income, so it is taxed at the long-term capital gains rate of 20 percent; and\n      Whereas, The long-term capital gains rate is approximately half of the top marginal rate of 39.6 percent the rate that would be imposed for federal income taxes if the compensation was treated like other forms of compensation and taxed as ordinary income; and\n      Whereas, According to a New York Times article titled \"For Top 25 Hedge Fund Managers, a Difficult 2014 Still Paid Well,\" in 2014 the top 25 hedge fund managers earned a combined $11.62 billion in compensation, with three individuals earning over $1 billion each; and\n      Whereas, According to the article, despite this extraordinary amount of total compensation, the 2014 total was significantly lower than the $21.15 billion earned by the top 25 hedge fund managers in 2013; and\n      Whereas, Because of the carried interest tax loophole, these extremely wealthy individuals are receiving a disproportionately large tax benefit that often causes them to pay a much lower effective tax rate than the average worker who earns a tiny fraction of the compensation earned by the private investment fund managers; and \n      Whereas, According to the Congressional Budget Office, closing this loophole would have produced an estimated $17 billion in additional federal revenues between 2014 and 2023 and could have been used to fund a plethora of needs across the country; and\n      Whereas, In addition to the impact on federal revenues, closing the carried interest tax loophole would have an impact on New York City's revenues through the City's unincorporated business tax; and\n      Whereas, The City's unincorporated business tax is imposed on any individual or unincorporated entity engaged in any trade, business, profession, or occupation carried on within the City of New York; and\n      Whereas, As a result of the federal government's classification of carried interest as investment income in the form of capital gains rather than ordinary income, New York City also treats carried interest as investment income rather than business income subject to the unincorporated business tax; and\n      Whereas, Accordingly, carried interest is currently exempt from the City's unincorporated business tax; and\n      Whereas, In 2008, the Fiscal Policy Institute estimated that the City would realize an additional $160 million to $225 million per year if it imposed the unincorporated business tax on carried interest; and\n      Whereas, In March 2015, the White House Press Secretary stated that the President was \"very interested\" in the possibility of using executive action to close certain federal tax loopholes such as the carried interest loophole; and\n      Whereas, Since the carried interest loophole was not created through a legislative act of Congress, but rather through the administrative opinions and interpretations of the Internal Revenue Service, it is appropriate for the President to act by executive action to close the loophole; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the President of the United States to close the federal carried interest tax loophole using executive action.\n\nRC\nLS #4366\n7/27/15\n\n      2\n      \n      \n      1",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Ferreras-Copeland, Koo, Miller, Rosenthal and Kallos\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj\\expndtw-3 Whereas, The federal carried interest tax loophole allows managers of private equity, venture capital, hedge, and other private investment funds to have their compensation from those funds taxed at a lower rate than most American workers\\rquote  compensations; and\\par\nWhereas, In general, a significant portion of these managers\\rquote  compensation is in the form of a percentage of the profits earned by the private investment funds, referred to as carried interest; and\\par\n\\expndtw0 Whereas, For purposes of the federal income tax, a loophole exists in the federal tax regulations that permits these individuals to receive compensation for their services as private investment fund managers, but to avoid paying the higher tax rate that other workers who receive compensation for their services must pay; and\\par\nWhereas, Because of this loophole, the compensation of private investment fund managers is treated as capital gains, rather than ordinary income, so it is taxed at the long-term capital gains rate of 20 percent; and\\par\nWhereas, The long-term capital gains rate is approximately half of the top marginal rate of 39.6 percent the rate that would be imposed for federal income taxes if the compensation was treated like other forms of compensation and taxed as ordinary income; and\\par\nWhereas, According to a New York Times article titled \\ldblquote\\cf1\\i For Top 25 Hedge Fund Managers, a Difficult 2014 Still Paid Well\\i0 ,\\rdblquote  in 2014 the top 25 hedge fund managers earned a combined $11.62 billion in compensation, with three individuals earning over $1 billion each; and\\par\nWhereas, According to the article, despite this extraordinary amount of total compensation, the 2014 total was significantly lower than the $21.15 billion earned by the top 25 hedge fund managers in 2013; and\\par\nWhereas, Because of the carried interest tax loophole, these extremely wealthy individuals are receiving a disproportionately large tax benefit that often causes them to pay a much lower effective tax rate than the average worker who earns a tiny fraction of the compensation earned by the private investment fund managers; and \\par\n\\cf0 Whereas, According to the Congressional Budget Office, closing this loophole would have produced an estimated $17 billion in additional federal revenues between 2014 and 2023 and could have been used to fund a plethora of needs across the country; and\\par\nWhereas, In addition to the impact on federal revenues, closing the carried interest tax loophole would have an impact on New York City\\rquote s revenues through the City\\rquote s unincorporated business tax; and\\par\nWhereas, The City\\rquote s unincorporated business tax is imposed on any individual or unincorporated entity engaged in any trade, business, profession, or occupation carried on within the City of New York; and\\par\nWhereas, As a result of the federal government\\rquote s classification of carried interest as investment income in the form of capital gains rather than ordinary income, New York City also treats carried interest as investment income rather than business income subject to the unincorporated business tax; and\\par\nWhereas, Accordingly, carried interest is currently exempt from the City\\rquote s unincorporated business tax; and\\par\nWhereas, In 2008, the Fiscal Policy Institute estimated that the City would realize an additional $160 million to $225 million per year if it imposed the unincorporated business tax on carried interest; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 Whereas, In March 2015, the White House Press Secretary stated that the President was \\ldblquote very interested\\rdblquote  in the possibility of using executive action to close certain federal tax loopholes such as the carried interest loophole; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj\\expndtw-3 Whereas, \\expndtw0 Since the carried interest loophole was not created through a legislative act of Congress, but rather through the administrative opinions and interpretations of the Internal Revenue Service, it is appropriate for the President to act by executive action to close the loophole\\expndtw-3 ; now, therefore, be it\\par\nResolved, \\cf1 That the Council of the City of New York\\cf0  \\expndtw0 calls upon the President of the United States to close the federal carried interest tax loophole using executive action\\cf1\\expndtw-3 .\\cf0\\par\n\\pard\\ltrpar\\qj\\expndtw0\\fs18\\par\nRC\\par\nLS #4366\\par\n\\pard\\ltrpar 7/27/15\\par\n\\fs24\\par\n}\n",
  "LastModified": "2016-03-24T16:29:59.12Z"
}
