{
  "ID": 54872,
  "GUID": "B66E5D9F-A882-4F77-A0AC-A07ACF44A098",
  "File": "Res 0870-2015",
  "Name": "Voting by convicted felons. (A.7634)",
  "Title": "Resolution calling on the New York State Legislature to pass and the Governor to sign A.7634, which would amend both the New York State Election Law and the Correction Law, in relation to voting by convicted felons.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 32,
  "StatusName": "Adopted",
  "BodyID": 13,
  "BodyName": "Committee on Governmental Operations",
  "IntroDate": "2015-09-30T00:00:00Z",
  "AgendaDate": "2015-09-30T00:00:00Z",
  "PassedDate": "2016-10-27T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 7586,
      "Slug": "ruben-wills",
      "FullName": "Ruben Wills"
    },
    {
      "ID": 7632,
      "Slug": "ben-kallos",
      "FullName": "Ben Kallos"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7628,
      "Slug": "laurie-a-cumbo",
      "FullName": "Laurie A. Cumbo"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7636,
      "Slug": "carlos-menchaca",
      "FullName": "Carlos Menchaca"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 7624,
      "Slug": "andrew-cohen",
      "FullName": "Andrew Cohen"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 7604,
      "Slug": "robert-e-cornegy-jr",
      "FullName": "Robert E. Cornegy, Jr."
    }
  ],
  "History": [
    {
      "ID": 301795,
      "Date": "2015-09-30T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-09-28T13:38:08.983Z"
    },
    {
      "ID": 301945,
      "Date": "2015-09-30T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Governmental Operations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 14352,
      "AgendaSequence": 86,
      "MinutesSequence": 93,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Governmental Operations",
      "MatterStatusID": 3,
      "LastModified": "2015-09-28T22:55:57.033Z"
    },
    {
      "ID": 305342,
      "Date": "2016-02-29T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 14658,
      "AgendaSequence": 12,
      "MinutesSequence": 29,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2016-03-01T14:35:47.153Z"
    },
    {
      "ID": 305646,
      "Date": "2016-02-29T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 14658,
      "MinutesSequence": 30,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2016-03-01T14:36:05.98Z"
    },
    {
      "ID": 312233,
      "Date": "2016-10-26T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 15090,
      "AgendaSequence": 8,
      "MinutesSequence": 28,
      "Version": "*",
      "MinutesNote": "Proposed Res. No. 870-A",
      "MatterStatusID": 3,
      "LastModified": "2016-10-26T15:57:53.983Z"
    },
    {
      "ID": 312528,
      "Date": "2016-10-26T10:00:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Resolution was Amendment Proposed by Comm",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 15090,
      "MinutesSequence": 29,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2016-10-26T13:34:19.32Z"
    },
    {
      "ID": 312529,
      "Date": "2016-10-26T10:00:00Z",
      "ActionID": 33,
      "Action": "Amended by Committee",
      "Description": "This Resolution was Amended by Committee",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 15090,
      "MinutesSequence": 30,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2016-10-26T16:04:29.793Z"
    },
    {
      "ID": 312581,
      "Date": "2016-10-26T10:00:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "A motion was made that this Resolution be Approved by Committee approved by Roll Call.",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 15090,
      "MinutesSequence": 31,
      "Version": "*",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "Votes": [
        {
          "ID": 7632,
          "Slug": "ben-kallos",
          "FullName": "Ben Kallos",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 10
        },
        {
          "ID": 7577,
          "Slug": "david-g-greenfield",
          "FullName": "David G. Greenfield",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 20
        },
        {
          "ID": 7634,
          "Slug": "mark-levine",
          "FullName": "Mark Levine",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 30
        },
        {
          "ID": 7636,
          "Slug": "carlos-menchaca",
          "FullName": "Carlos Menchaca",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 35
        },
        {
          "ID": 7638,
          "Slug": "antonio-reynoso",
          "FullName": "Antonio Reynoso",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 37
        },
        {
          "ID": 7640,
          "Slug": "ritchie-j-torres",
          "FullName": "Ritchie J. Torres",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 40
        },
        {
          "ID": 7264,
          "Slug": "joseph-c-borelli",
          "FullName": "Joseph C. Borelli",
          "VoteID": 12,
          "Vote": "Negative",
          "Result": 2,
          "Sort": 60
        }
      ],
      "LastModified": "2016-10-26T16:04:43.81Z"
    },
    {
      "ID": 312498,
      "Date": "2016-10-27T13:30:00Z",
      "ActionID": 5032,
      "Action": "Approved, by Council",
      "Description": "A motion was made that this Resolution be Approved, by Council approved by Voice Vote.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 15149,
      "AgendaSequence": 95,
      "MinutesSequence": 114,
      "Version": "*",
      "AgendaNote": "Amended and Adopted by the Committee on Governmental Operations",
      "MinutesNote": "Pursuant to Rule 8.50 of the Council, the Public Advocate (Ms. James) called for a voice vote.  Hearing those in favor, the Public Advocate (Ms. James) declared the Resolution to be adopted.\r\n\r\nThe following 3 Council Members formally noted their opposition to the passage of this item: \r\nCouncil Members Borelli, Grodenchik, and Matteo.\r\n\r\nThe following Council Member formally noted his abstention on this item: \r\nCouncil Member Gentile.\r\n\r\nAdopted by the Council by voice-vote.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 32,
      "LastModified": "2016-10-28T13:29:41.36Z"
    }
  ],
  "Attachments": [
    {
      "ID": 130922,
      "LastModified": "2017-03-22T14:10:45.277Z",
      "Name": "September 30, 2015 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/2fc3b43d-fd28-4c7d-8f3e-8c80499dce5d.pdf",
      "Sort": 1
    },
    {
      "ID": 138330,
      "LastModified": "2018-04-20T18:05:09.49Z",
      "Name": "Committee Report 2/29/16",
      "Link": "https://nyc.legistar1.com/nyc/attachments/7b4bb1fc-1b56-43e9-9133-902f55aa9960.doc",
      "Sort": 2
    },
    {
      "ID": 138672,
      "LastModified": "2016-03-07T19:21:58.48Z",
      "Name": "Hearing Testimony 2/29/16",
      "Link": "https://nyc.legistar1.com/nyc/attachments/3fdcf7e3-c9f7-44e8-94b1-4eb9212c5533.PDF",
      "Sort": 3
    },
    {
      "ID": 138827,
      "LastModified": "2016-03-11T14:45:51.46Z",
      "Name": "Hearing Transcript 2/29/16",
      "Link": "https://nyc.legistar1.com/nyc/attachments/3d0b709a-787a-480d-8f99-cc531bf2c056.pdf",
      "Sort": 4
    },
    {
      "ID": 146986,
      "LastModified": "2016-10-26T18:19:06.06Z",
      "Name": "Committee Report 10/26/16",
      "Link": "https://nyc.legistar1.com/nyc/attachments/9d810821-908d-4ed6-9979-9157a2145e49.doc",
      "Sort": 5
    },
    {
      "ID": 147207,
      "LastModified": "2016-10-31T16:38:36.25Z",
      "Name": "Hearing Testimony 10/26/16",
      "Link": "https://nyc.legistar1.com/nyc/attachments/f036fb07-7a0c-4cb3-8b81-c1d43bf92b7b.pdf",
      "Sort": 6
    },
    {
      "ID": 147452,
      "LastModified": "2016-11-03T14:20:31.11Z",
      "Name": "Hearing Transcript 10/26/16",
      "Link": "https://nyc.legistar1.com/nyc/attachments/f0a6dfd2-052f-47bf-93eb-4403800bc467.pdf",
      "Sort": 7
    },
    {
      "ID": 152744,
      "LastModified": "2017-03-22T14:17:23.243Z",
      "Name": "Minutes of the Stated Meeting - October 27, 2016",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d1bacefe-269a-43fe-91b1-bbb0bd7ff6ad.pdf",
      "Sort": 8
    }
  ],
  "Summary": "",
  "TextID": 56444,
  "Text": "By Council Members Rodriguez, Wills, Kallos, Chin, Cumbo, Rose, Menchaca, Lander, Cohen, Van Bramer, Levin and Cornegy\n\n      Whereas, The New York State Election Law (\"Election Law\") Section 5-106 bars individuals convicted of a state felony from voting or registering to vote, but restores voting rights upon release from parole or arrival of the maximum expiration date of their sentence; and\n      Whereas, The New York State Correction Law (\"Correction Law\")  Section 75 stipulates that \"Upon the discharge from a correctional facility of any person whose maximum  sentence of imprisonment has expired or upon a person's discharge from community supervision, the department shall notify such person of his or  her  right to vote and provide such person with a form of application for voter registration together with written information distributed by the board of  elections on the importance and the mechanics of voting\"; and\n      Whereas, A.7634, introduced by New York State Assembly Member Daniel J. O'Donnell and pending in the Assembly, seeks to promote community reintegration and civic engagement by restoring voting rights to parolees, rather than restricting them to waiting until a discharge from parole or an expiration of a sentence; and\n      \tWhereas, According to The Sentencing Project, as of 2010, only a minority of disenfranchised voters remain in prison, as 75% of the disenfranchised population reside within communities under probation, parole, or a completed sentence; and\n      \tWhereas, According to The Sentencing Project, the disenfranchisement rate for the United States has increased dramatically as the prison population has grown, with 1.17 million individuals disenfranchised in 1976, to 5.85 million disenfranchised in 2010; and\t\t\tWhereas, This dramatically increasing prison population is disproportionately made up of African-Americans-making up 1 million out of 2.3 million incarcerated, according to the NAACP-thus disproportionately disenfranchising many more African-Americans who have been convicted; and\n      Whereas, the New York State Department of Corrections and Community Supervision (\"DOCCS\") reported that in 2013, 50% of inmates were African-American, and 24% of inmates were Hispanic; and\n      Whereas, According to the New York Civil Liberties Union, as of 2010, \"an estimated 122,018 people with felony convictions are barred from voting in New York\", with 54% of the disfranchised in prison or jail and 46%  of the disfranchised on parole; and\n      Whereas, According to a 2010 study conducted by The Sentencing Project, \"over 40% of prisoners believe that incarceration causes someone to permanently lose his or her right to vote, and almost 60% of prisoners believe that being on probation makes them ineligible to vote\"; and\n      Whereas, A.7634 would amend Election Law Section 5-106 by restoring voting rights to individuals who have been released to community supervision from incarceration; and\n      Whereas, A.7634 would amend Election Law Section 5-106 by extending Section 1 to apply to Federal felony convictions and convictions from other states; and\n      Whereas, A.7634 would amend Correction Law Section 75 by requiring the DOCCS to notify each individual on parole of his or her right to vote, along with the provision of registration forms; and\n      Whereas, Most individuals on parole may be barred from voting despite being in the community for many years after leaving incarceration, awaiting the end of their parole or sentence, and are unaware of their ability to vote even after they become eligible; and\n      Whereas; Voting is a universal right and should not be withheld from individuals who are on the path to reentering society as members of the community, and those who are able to vote post-incarceration should be made aware of their rights to civic participation; and\n      Whereas, Parole is utilized as a means to prevent recidivism and aid to reintegrate someone into society, and disenfranchisement after prison prevents them from exercising constitutional rights and displaying civic responsibility, thus hindering the reintegration process; and\n      Whereas, Individuals who have left prison  and are being reintegrated into society  should have their voting rights restored and be made aware of their restoration; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the New York State Legislature to pass and the Governor to sign A.7634, which would amend both the New York State Election Law and the Correction Law, in relation to voting by convicted felons.\n      \n       \nWJH\nLS 5429\n7/7/15",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\qj By Council Members Rodriguez, Wills, Kallos, Chin, Cumbo, Rose, Menchaca, Lander, Cohen, Van Bramer, Levin and Cornegy\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, The New York State Election Law (\\ldblquote Election Law\\rdblquote ) Section 5-106 bars individuals convicted of a state felony from voting or registering to vote, but restores voting rights upon release from parole or arrival of the maximum expiration date of their sentence; and\\par\nWhereas, The New York State Correction Law (\\ldblquote Correction Law\\rdblquote )  Section 75 stipulates that \\ldblquote Upon the discharge from a correctional facility of any person whose maximum  sentence of imprisonment has expired or upon a person's discharge from community supervision, the department shall notify such person of his or  her  right to vote and provide such person with a form of application for voter registration together with written information distributed by the board of  elections on the importance and the mechanics of voting\\rdblquote ; and\\par\nWhereas, A.7634, introduced by New York State Assembly Member Daniel J. O\\rquote Donnell and pending in the Assembly, seeks to promote community reintegration and civic engagement by restoring voting rights to parolees, rather than restricting them to waiting until a discharge from parole or an expiration of a sentence; and\\par\n\\tab Whereas, According to The Sentencing Project, as of 2010, only a minority of disenfranchised voters remain in prison, as 75% of the disenfranchised population reside within communities under probation, parole, or a completed sentence; and\\par\n\\tab Whereas, According to The Sentencing Project, the disenfranchisement rate for the United States has increased dramatically as the prison population has grown, with 1.17 million individuals disenfranchised in 1976, to 5.85 million disenfranchised in 2010; and\\tab\\tab\\tab Whereas, This dramatically increasing prison population is disproportionately made up of African-Americans-making up 1 million out of 2.3 million incarcerated, according to the NAACP-thus disproportionately disenfranchising many more African-Americans who have been convicted; and\\par\nWhereas, the New York State Department of Corrections and Community Supervision (\\ldblquote DOCCS\\rdblquote ) reported that in 2013, 50% of inmates were African-American, and 24% of inmates were Hispanic; and\\par\nWhereas, According to the New York Civil Liberties Union, as of 2010, \\ldblquote an estimated 122,018 people with felony convictions are barred from voting in New York\\rdblquote , with 54% of the disfranchised in prison or jail and 46%  of the disfranchised on parole; and\\par\nWhereas, According to a 2010 study conducted by The Sentencing Project, \\ldblquote over 40% of prisoners believe that incarceration causes someone to permanently lose his or her right to vote, and almost 60% of prisoners believe that being on probation makes them ineligible to vote\\rdblquote ; and\\par\nWhereas, A.7634 would amend Election Law Section 5-106 by restoring voting rights to individuals who have been released to community supervision from incarceration; and\\par\nWhereas, A.7634 would amend Election Law Section 5-106 by extending Section 1 to apply to Federal felony convictions and convictions from other states; and\\par\nWhereas, A.7634 would amend Correction Law Section 75 by requiring the DOCCS to notify each individual on parole of his or her right to vote, along with the provision of registration forms; and\\par\nWhereas, Most individuals on parole may be barred from voting despite being in the community for many years after leaving incarceration, awaiting the end of their parole or sentence, and are unaware of their ability to vote even after they become eligible; and\\par\nWhereas; Voting is a universal right and should not be withheld from individuals who are on the path to reentering society as members of the community, and those who are able to vote post-incarceration should be made aware of their rights to civic participation; and\\par\nWhereas, Parole is utilized as a means to prevent recidivism and aid to reintegrate someone into society, and disenfranchisement after prison prevents them from exercising constitutional rights and displaying civic responsibility, thus hindering the reintegration process; and\\par\nWhereas, Individuals who have left prison  and are being reintegrated into society  should have their voting rights restored and be made aware of their restoration; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls upon the New York State Legislature to pass and the Governor to sign A.7634, which would amend both the New York State Election Law and the Correction Law, in relation to voting by convicted felons.\\par\n\\par\n \\par\n\\pard\\ltrpar WJH\\par\nLS 5429\\par\n7/7/15\\par\n\\pard\\ltrpar\\sa200\\sl480\\slmult1\\par\n}\n",
  "LastModified": "2018-04-20T18:05:09.49Z"
}
