{
  "ID": 54556,
  "GUID": "FF16F938-66AA-4B39-83E6-573B5248271C",
  "File": "Res 0881-2015",
  "Name": "International Violence Against Women Act of 2015. (S.713/H.R. 1340)",
  "Title": "Resolution calling upon the United States Congress to pass and the President to sign S.713/H.R. 1340, also known as the International Violence Against Women Act of 2015.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 23,
  "BodyName": "Committee on Women's Issues",
  "IntroDate": "2015-10-15T00:00:00Z",
  "AgendaDate": "2015-10-15T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7628,
      "Slug": "laurie-a-cumbo",
      "FullName": "Laurie A. Cumbo"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 7631,
      "Slug": "corey-d-johnson",
      "FullName": "Corey D. Johnson"
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    }
  ],
  "History": [
    {
      "ID": 302112,
      "Date": "2015-10-15T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-10-08T19:06:30.68Z"
    },
    {
      "ID": 302288,
      "Date": "2015-10-15T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Women's Issues",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 14372,
      "AgendaSequence": 83,
      "MinutesSequence": 95,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Women's Issues",
      "MatterStatusID": 3,
      "LastModified": "2015-10-13T19:09:21.79Z"
    },
    {
      "ID": 329584,
      "Date": "2017-12-31T21:19:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-27T02:19:45.893Z"
    }
  ],
  "Attachments": [
    {
      "ID": 131244,
      "LastModified": "2016-01-05T20:05:50.59Z",
      "Name": "October 15, 2015 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/e2b90ec9-d85a-481c-b0a4-8c7ce5aaaa9e.pdf",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 56094,
  "Text": "By Council Members Williams, Cumbo, Chin, Gentile, Johnson, Mealy and Mendez\n\n      Whereas, A recent United Nations report indicated that one out of every three women worldwide will be physically, sexually, or otherwise abused during her lifetime; and\n      Whereas, Additionally, the report found that one in 10 girls under the age of 18 are forced to have sex; and\n      Whereas, Further data showed that 38 percent of women who are murdered are killed by their intimate partners; and\n      Whereas, In March 2015, S.713/H.R. 1340, legislation also known as the International Violence Against Women Act of 2015 was introduced by Sen. Barbara Boxer and Rep. Janice. Schakowsky to help address these alarming findings; and\n      Whereas, This legislation would direct the United States (U.S.) Secretary of State to establish an Office of Global Women's Issues which would be headed by an Ambassador-at-Large for Global Women's Issues; and\n      Whereas, In addition the Act would establish in the U.S. Agency for International Development (USAID) a Senior Coordinator for Gender Equality and Women's Empowerment who shall direct USAID activities, policies, programs, and funding relating to gender equality and women's empowerment; and\n      Whereas, Furthermore, the Act would direct the Ambassador-at-Large to: (1) develop or update annually for five years (after the 2012 United States Strategy to Prevent and Respond to Gender-Based Violence Globally which shall be deemed to be the first required strategy) a U.S. global strategy to prevent and respond to violence against women and girls, and (2) coordinate U.S. government efforts regarding gender integration and advancing the status of women and girls in U.S. foreign policy; and\n      Whereas, The legislation would direct the Ambassador-at-Large and Senior Coordinator to: (1) include in each strategy an analysis of best practices for preventing and addressing violence against women and girls internationally; and (2) develop a plan for monitoring programs, projects, and activities carried out under this Act; and\n      Whereas, Violence against women and girls is an international human rights issue with long reaching health, social and economic impacts and needs immediate attention; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the United States Congress to pass and the President to sign S.713/H.R. 1340, also known as the International Violence Against Women Act of 2015.\n\nLS 4479\nJP\n5/4/15",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Williams, Cumbo, Chin, Gentile, Johnson, Mealy and Mendez\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, A recent United Nations report indicated that one out of every three women worldwide will be physically, sexually, or otherwise abused during her lifetime; and\\par\nWhereas, Additionally, the report found that one in 10 girls under the age of 18 are forced to have sex; and\\par\nWhereas, Further data showed that 38 percent of women who are murdered are killed by their intimate partners; and\\par\nWhereas, In March 2015, S.713/H.R. 1340, legislation also known as the International Violence Against Women Act of 2015 was introduced by Sen. Barbara Boxer and Rep. Janice. Schakowsky to help address these alarming findings; and\\par\nWhereas, This legislation would direct the United States (U.S.) Secretary of State to establish an Office of Global Women's Issues which would be headed by an Ambassador-at-Large for Global Women's Issues; and\\par\nWhereas, In addition the Act would establish in the U.S. Agency for International Development (USAID) a Senior Coordinator for Gender Equality and Women's Empowerment who shall direct USAID activities, policies, programs, and funding relating to gender equality and women's empowerment; and\\par\nWhereas, Furthermore, the Act would direct the Ambassador-at-Large to: (1) develop or update annually for five years (after the 2012 United States Strategy to Prevent and Respond to Gender-Based Violence Globally which shall be deemed to be the first required strategy) a U.S. global strategy to prevent and respond to violence against women and girls, and (2) coordinate U.S. government efforts regarding gender integration and advancing the status of women and girls in U.S. foreign policy; and\\par\nWhereas, The legislation would direct the Ambassador-at-Large and Senior Coordinator to: (1) include in each strategy an analysis of best practices for preventing and addressing violence against women and girls internationally; and (2) develop a plan for monitoring programs, projects, and activities carried out under this Act; and\\par\nWhereas, Violence against women and girls is an international human rights issue with long reaching health, social and economic impacts and needs immediate attention; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls upon the United States Congress to pass and the President to sign S.713/H.R. 1340, also known as the International Violence Against Women Act of 2015.\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\par\n\\pard\\ltrpar\\qj\\fs20 LS 4479\\par\nJP\\par\n5/4/15\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\fs24\\par\n}\n",
  "LastModified": "2017-12-27T02:19:45.953Z"
}
