{
  "ID": 55238,
  "GUID": "017B1E26-7577-429E-B01D-15EB6E7C1369",
  "File": "Res 0890-2015",
  "Name": "Implement more foreign language instruction in elementary schools. (A.329/S.554)",
  "Title": "Resolution calling upon the New York State Legislature to pass and the Governor to sign A.329/S.554, to implement more foreign language instruction in elementary schools.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 9,
  "BodyName": "Committee on Education",
  "IntroDate": "2015-10-29T00:00:00Z",
  "AgendaDate": "2015-10-29T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7634,
      "Slug": "mark-levine",
      "FullName": "Mark Levine"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7627,
      "Slug": "costa-g-constantinides",
      "FullName": "Costa G. Constantinides"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7617,
      "Slug": "donovan-j-richards",
      "FullName": "Donovan J. Richards"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 7630,
      "Slug": "rafael-l-espinal-jr",
      "FullName": "Rafael L. Espinal, Jr."
    },
    {
      "ID": 7636,
      "Slug": "carlos-menchaca",
      "FullName": "Carlos Menchaca"
    }
  ],
  "History": [
    {
      "ID": 302541,
      "Date": "2015-10-29T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-10-26T18:39:17.27Z"
    },
    {
      "ID": 302657,
      "Date": "2015-10-29T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Education",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 14405,
      "AgendaSequence": 71,
      "MinutesSequence": 88,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Education",
      "MatterStatusID": 3,
      "LastModified": "2015-10-28T16:07:00.93Z"
    },
    {
      "ID": 312586,
      "Date": "2016-11-22T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 9,
      "BodyName": "Committee on Education",
      "EventID": 15153,
      "AgendaSequence": 4,
      "MinutesSequence": 8,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2016-11-22T18:49:42.577Z"
    },
    {
      "ID": 313453,
      "Date": "2016-11-22T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 9,
      "BodyName": "Committee on Education",
      "EventID": 15153,
      "MinutesSequence": 9,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2016-11-22T21:14:46.133Z"
    },
    {
      "ID": 329587,
      "Date": "2017-12-31T21:20:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-27T02:20:42.57Z"
    }
  ],
  "Attachments": [
    {
      "ID": 135595,
      "LastModified": "2016-12-27T17:39:48.913Z",
      "Name": "October 29, 2015 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/db11bc53-d080-4560-b0b8-f704e91b64a0.pdf",
      "Sort": 1
    },
    {
      "ID": 147973,
      "LastModified": "2016-11-22T03:27:59.89Z",
      "Name": "Committee Report 11/22/16",
      "Link": "https://nyc.legistar1.com/nyc/attachments/a4f7d088-57c6-4788-97bf-04740b92c4ce.doc",
      "Sort": 2
    },
    {
      "ID": 148492,
      "LastModified": "2016-11-30T19:56:59.117Z",
      "Name": "Hearing Testimony 11/22/16",
      "Link": "https://nyc.legistar1.com/nyc/attachments/f8fc3f55-933e-495e-ad64-353c6510b7c0.pdf",
      "Sort": 3
    },
    {
      "ID": 149507,
      "LastModified": "2016-12-27T17:39:53.59Z",
      "Name": "Hearing Transcript 11/22/16",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ec787635-9855-4ea6-97ae-5bc172a94dcd.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 56851,
  "Text": "By Council Members Levine, Williams, Chin, Constantinides, Koo, Mendez, Palma, Richards, Rose, Espinal and Menchaca\n\n      Whereas, The ability to communicate in more than one language is critically important in the interconnected world of the 21st century; and\n      Whereas, Furthermore, there is growing awareness in the United States that creating a multilingual society is crucial to our economic success, national security, and international relations; and\n      Whereas, Today's students, who will have to compete in the global economy and work with people of diverse cultures abroad and at home, thus need to learn one or more foreign languages; and \n      Whereas, Studies have found that young children are better able to learn new languages, and that the ability markedly declines after puberty, as the brain is more plastic and ready to create new neural circuits before than after puberty; and\n      Whereas, In addition, the American Council on the Teaching of Foreign Languages (ACTFL) states that beginning foreign language instruction early sets the stage for students to develop advanced levels of proficiencies in multiple languages, as younger learners still possess the capacity to develop near native-like pronunciation and intonation in a new language; and\n      Whereas, ACTFL also reports that children who learn a foreign language beginning in early childhood demonstrate certain cognitive advantages over children who do not; and\n      Whereas, Additionally, longitudinal studies by Harvard University confirm that learning additional languages increases critical thinking skills, creativity and flexibility of the mind in young children; and\n      Whereas, Despite such evidence, a national survey from the Center for Applied Linguistics (CAL) shows U.S. elementary schools cut back on foreign language instruction in recent years; and\n      Whereas, According to the CAL survey, the percentage of public elementary schools offering foreign language instruction decreased significantly, from 24% in 1997 to 15% in 2008, the latest year for which data is available; and\n      Whereas, As in most other states, foreign language instruction is not currently found in all public elementary schools in New York, but is needed so that all students are able to develop proficiencies in one or more languages other than English (LOTE); and \n      Whereas, A.329, sponsored by Assemblymember Rozic, and its companion bill S.554, sponsored by Senator Parker, would allocate $2 million to establish an incentive program for school districts wishing to implement programs of foreign language in the elementary schools and establish an incentive program for college students wishing to become foreign language teachers; and  \n      Whereas, More specifically, A.329 and S.554 would establish a pilot program in five high needs districts ($200,000 each) to expand foreign language education programs at the elementary level; and  \n      Whereas, In addition, A.329 and S.554 would provide for 100 awards of up to $10,000 each for college students who are working towards certification in foreign languages education, to cover the costs of tuition and materials for their education; and  \n      Whereas, It is hoped that the success of these Foreign Language in the Elementary School (FLES) programs will not only encourage the districts to find the funds to continue offering the FLES programs once funding from the bill has ended, but also generate interest in the neighboring districts which will inspire them to implement FLES programs, thus creating a grassroots movement in favor of FLES; and  \n      Whereas, Further, in regards to the second goal of this legislation, to provide funding to encourage college students wishing to become LOTE teachers, it is hoped that this will help to address the current severe shortage of LOTE teachers in New York State which can prevent school districts from offering a variety of languages; and  \n      Whereas, Students in New York State and especially those in New York City, the nation's most diverse and global city, need to have skills in at least one language other than English in order to successfully confront the challenges of the world of today and tomorrow; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the New York State Legislature to pass and the Governor to sign A.329/S.554, to implement more foreign language instruction in elementary schools.\n      \nLS# 6333\nJA\n10/26/15\n\n\n\n\n1",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Levine, Williams, Chin, Constantinides, Koo, Mendez, Palma, Richards, Rose, Espinal and Menchaca\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, The ability to communicate in more than one language is critically important in the interconnected world of the 21st century; and\\par\nWhereas, Furthermore, there is growing awareness in the United States that creating a multilingual society is crucial to our economic success, national security, and international relations; and\\par\nWhereas, Today\\rquote s students, who will have to compete in the global economy and work with people of diverse cultures abroad and at home, thus need to learn one or more foreign languages; and \\par\nWhereas, Studies have found that young children are better able to learn new languages, and that the ability markedly declines after puberty, as the brain is more plastic and ready to create new neural circuits before than after puberty; and\\par\nWhereas, In addition, the American Council on the Teaching of Foreign Languages (ACTFL) states that beginning foreign language instruction early sets the stage for students to develop advanced levels of proficiencies in multiple languages, as younger learners still possess the capacity to develop near native-like pronunciation and intonation in a new language; and\\par\nWhereas, ACTFL also reports that children who learn a foreign language beginning in early childhood demonstrate certain cognitive advantages over children who do not; and\\par\nWhereas, Additionally, longitudinal studies by Harvard University confirm that learning additional languages increases critical thinking skills, creativity and flexibility of the mind in young children; and\\par\nWhereas, Despite such evidence, a national survey from the Center for Applied Linguistics (CAL) shows U.S. elementary schools cut back on foreign language instruction in recent years; and\\par\nWhereas, According to the CAL survey, the percentage of public elementary schools offering foreign language instruction decreased significantly, from 24% in 1997 to 15% in 2008, the latest year for which data is available; and\\par\nWhereas, As in most other states, foreign language instruction is not currently found in all public elementary schools in New York, but is needed so that all students are able to develop proficiencies in one or more languages other than English (LOTE); and \\par\nWhereas, A.329, sponsored by Assemblymember Rozic, and its companion bill S.554, sponsored by Senator Parker, would allocate $2 million to establish an incentive program for school districts wishing to implement programs of foreign language in the elementary schools and establish an incentive program for college students wishing to become foreign language teachers; and  \\par\nWhereas, More specifically, A.329 and S.554 would establish a pilot program in five high needs districts ($200,000 each) to expand foreign language education programs at the elementary level; and  \\par\nWhereas, In addition, A.329 and S.554 would provide for 100 awards of up to $10,000 each for college students who are working towards certification in foreign languages education, to cover the costs of tuition and materials for their education; and  \\par\nWhereas, It is hoped that the success of these Foreign Language in the Elementary School (FLES) programs will not only encourage the districts to find the funds to continue offering the FLES programs once funding from the bill has ended, but also generate interest in the neighboring districts which will inspire them to implement FLES programs, thus creating a grassroots movement in favor of FLES; and  \\par\nWhereas, Further, in regards to the second goal of this legislation, to provide funding to encourage college students wishing to become LOTE teachers, it is hoped that this will help to address the current severe shortage of LOTE teachers in New York State which can prevent school districts from offering a variety of languages; and  \\par\nWhereas, Students in New York State and especially those in New York City, the nation\\rquote s most diverse and global city, need to have skills in at least one language other than English in order to successfully confront the challenges of the world of today and tomorrow; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls upon the New York State Legislature to pass and the Governor to sign A.329/S.554, to implement more foreign language instruction in elementary schools.\\par\n\\par\n\\pard\\ltrpar\\qj\\fs20 LS# 6333\\par\nJA\\par\n10/26/15\\par\n\\fs24\\par\n}\n",
  "LastModified": "2017-12-27T02:20:42.633Z"
}
