{
  "ID": 54375,
  "GUID": "0693260E-842D-4CFD-9C5A-6AA57763D0E4",
  "File": "Res 0891-2015",
  "Name": "Homeless Protection Act (A.1353/S.0813)",
  "Title": "Resolution calling on the State Legislature to pass and the Governor to sign into law, A.1353/S.0813, the Homeless Protection Act, which designates certain offenses against homeless persons as hate crimes",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 12,
  "BodyName": "Committee on General Welfare",
  "IntroDate": "2015-10-29T00:00:00Z",
  "AgendaDate": "2015-10-29T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7633,
      "Slug": "rory-i-lancman",
      "FullName": "Rory I. Lancman"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    }
  ],
  "History": [
    {
      "ID": 302549,
      "Date": "2015-10-29T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-10-26T20:35:44.96Z"
    },
    {
      "ID": 302659,
      "Date": "2015-10-29T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on General Welfare",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 14405,
      "AgendaSequence": 73,
      "MinutesSequence": 90,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "General Welfare",
      "MatterStatusID": 3,
      "LastModified": "2015-10-28T16:07:00.933Z"
    },
    {
      "ID": 329588,
      "Date": "2017-12-31T21:20:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-27T02:20:55.507Z"
    }
  ],
  "Attachments": [
    {
      "ID": 135597,
      "LastModified": "2016-02-22T21:10:35.04Z",
      "Name": "October 29, 2015 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/f6dd6f4d-b9a3-457c-94a9-b2c219d96958.pdf",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 55899,
  "Text": "By Council Members Palma, Gentile, Mendez, Koslowitz, Chin, Lancman, Rose, Williams, Mealy, Rodriguez and Vacca\n\tWhereas, According to the Coalition for the Homeless, New York City's homeless population experienced steady growth over the past decade, with now over sixty thousand homeless persons seeking shelter on an average night; and\n\tWhereas, Homeless persons are one of the most at risk populations in New York City, often in need of assistance with shelter, transportation, medical services, mental health services, language services and more; and\n\tWhereas, According to the Coalition for the Homeless in New York, the majority of single homeless persons living out of the shelter system are known to have some form of mental illness; and\n\tWhereas, The New York City Human Rights Law prohibits discrimination in housing based on a lawful source of income; and\n\tWhereas, According to the National Coalition for the Homeless, between 1999 and 2013, there were over 1,400 cases of violence against persons experiencing homelessness across the United States, with little basis for these attacks other than a bias against homelessness; and\n\tWhereas, In June of 2014, 3 men viciously attacked a homeless man sleeping on the steps of a church in the Bronx, causing brain hemorrhages, with no apparent cause for the attack; and\n\tWhereas, In February of 2015, a homeless man was brutally beaten in a Brooklyn park, where he was left for four hours before being taken to the hospital while in a coma, eventually succumbing to his injuries; and\n      Whereas, A.1353/S.0813, introduced respectively by Assembly Member Linda Rosenthal and Senator Neil Breslin, would designate certain offenses against homeless persons as hate crimes, thereby increasing the penalties for such offenses; now, therefore, be it\n\tResolved, That the Council of the City of New York calls upon the State Legislature to pass and the Governor to sign into law, A.1353/S.0813, the Homeless Protection Act, which designates certain offenses against homeless persons as hate crimes.\nRM\nLS#4529\n4/7/2015",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\sa200\\sl276\\slmult1\\qj By Council Members Palma, Gentile, Mendez, Koslowitz, Chin, Lancman, Rose, Williams, Mealy, Rodriguez and Vacca\\fs28\\par\n\\pard\\ltrpar\\sa200\\sl480\\slmult1\\fs24\\tab Whereas, According to the Coalition for the Homeless, New York City\\rquote s homeless population experienced steady growth over the past decade, with now over sixty thousand homeless persons seeking shelter on an average night; and\\par\n\\tab Whereas, Homeless persons are one of the most at risk populations in New York City, often in need of assistance with shelter, transportation, medical services, mental health services, language services and more; and\\par\n\\tab Whereas, According to the Coalition for the Homeless in New York, the majority of single homeless persons living out of the shelter system are known to have some form of mental illness; and\\par\n\\tab Whereas, The New York City Human Rights Law prohibits discrimination in housing based on a lawful source of income; and\\par\n\\tab Whereas, According to the National Coalition for the Homeless, between 1999 and 2013, there were over 1,400 cases of violence against persons experiencing homelessness across the United States, with little basis for these attacks other than a bias against homelessness; and\\par\n\\tab Whereas, In June of 2014, 3 men viciously attacked a homeless man sleeping on the steps of a church in the Bronx, causing brain hemorrhages, with no apparent cause for the attack; and\\par\n\\tab Whereas, In February of 2015, a homeless man was brutally beaten in a Brooklyn park, where he was left for four hours before being taken to the hospital while in a coma, eventually succumbing to his injuries; and\\par\n\\pard\\ltrpar\\fi720\\sa200\\sl480\\slmult1 Whereas, A.1353/S.0813, introduced respectively by Assembly Member Linda Rosenthal and Senator Neil Breslin, would designate certain offenses against homeless persons as hate crimes, thereby increasing the penalties for such offenses; now, therefore, be it\\par\n\\pard\\ltrpar\\sa200\\sl480\\slmult1\\tab Resolved, That the Council of the City of New York calls upon the State Legislature to pass and the Governor to sign into law, A.1353/S.0813, the Homeless Protection Act, which designates certain offenses against homeless persons as hate crimes.\\par\n\\pard\\ltrpar\\fs20 RM\\par\nLS#4529\\par\n4/7/2015\\par\n}\n",
  "LastModified": "2017-12-27T02:20:55.57Z"
}
