{
  "ID": 55294,
  "GUID": "F2E421EE-C233-4041-AE46-4DC0F1C0F508",
  "File": "Res 0910-2015",
  "Name": "Amending the Electronic Equipment Recycling and Reuse Act.",
  "Title": "Resolution calling on the State Legislature to pass and the Governor to sign a law amending the Electronic Equipment Recycling and Reuse Act to allow the City to collect electronic waste for recycling.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5108,
  "BodyName": "Committee on Sanitation and Solid Waste Management",
  "IntroDate": "2015-11-24T00:00:00Z",
  "AgendaDate": "2015-11-24T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7630,
      "Slug": "rafael-l-espinal-jr",
      "FullName": "Rafael L. Espinal, Jr."
    },
    {
      "ID": 7631,
      "Slug": "corey-d-johnson",
      "FullName": "Corey D. Johnson"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7635,
      "Slug": "alan-n-maisel",
      "FullName": "Alan N. Maisel"
    },
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    }
  ],
  "History": [
    {
      "ID": 303098,
      "Date": "2015-11-24T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-11-17T14:40:03.353Z"
    },
    {
      "ID": 303260,
      "Date": "2015-11-24T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Sanitation and Solid Waste Management",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 14455,
      "AgendaSequence": 62,
      "MinutesSequence": 74,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Sanitation and Solid Waste Management",
      "MatterStatusID": 3,
      "LastModified": "2015-12-09T19:39:02.243Z"
    },
    {
      "ID": 329593,
      "Date": "2017-12-31T21:22:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-27T02:22:24.423Z"
    }
  ],
  "Attachments": [
    {
      "ID": 136142,
      "LastModified": "2015-11-24T16:11:23.053Z",
      "Name": "November 24, 2015 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/3e2b3dc4-5e63-455c-99f0-b709a0ec530d.pdf",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 56914,
  "Text": "By Council Members Espinal, Johnson, Koslowitz, Rose, Maisel and Ulrich  \n\n      Whereas, On May 28, 2010, New York State enacted the Electronic Equipment Recycling and Reuse Act (the \"Recycling Act\").  \n      Whereas, Pursuant to the Recycling Act, manufacturers are required to provide electronic waste (\"e-waste\") recycling to consumers in New York State; and\n      Whereas, The Recycling Act requires that collection methods be \"convenient to consumers\" and provides that these methods can include mail or ship-back return programs; manufacturer collection events; fixed acceptance locations; partnerships with local governments, stores, sales outlets and not-for-profit organizations to provide collection facilities; and community collection events; and\n      Whereas, Pursuant to the Recycling Act, as of January 1, 2015, no individual or household is allowed to place e-waste for collection which is intended for disposal at a solid waste management facility; and \n      Whereas, Although New York City has a number of programs to recycle e-waste, including e-cycleNYC, in which residential buildings larger than 10 units can apply for e-waste bins; SAFE Disposal Events where residents can discard their e-waste, and NYC Stuff Exchange, which allow residents to donate, sell, buy, rent, or repair gently used materials, including electronics, these programs all require residents to carry or otherwise transport their e-waste to these locations; and\n      Whereas, Many older electronics, especially televisions and computers, are very heavy and difficult or impossible to carry even short distances; and\n      Whereas, These materials could be put out for collection and ultimately be recycled by the New York City Department of Sanitation (DSNY) if authorized by state law; now therefore, be it     \n      Resolved, That the Council of the City of New York calls upon the State Legislature to pass and the Governor to sign a law amending the Electronic Equipment Recycling and Reuse Act to allow the City to collect electronic waste for recycling.    \nJCH\nLS #6178\n10/28/15 4:55PM\n\n\n\n\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Espinal, Johnson, Koslowitz, Rose, Maisel and Ulrich  \\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, On May 28, 2010, New York State enacted the Electronic Equipment Recycling and Reuse Act (the \\ldblquote Recycling Act\\rdblquote ).  \\par\nWhereas, Pursuant to the Recycling Act, manufacturers are required to provide electronic waste (\\ldblquote e-waste\\rdblquote ) recycling to consumers in New York State; and\\par\nWhereas, The Recycling Act requires that collection methods be \\ldblquote convenient to consumers\\rdblquote  and provides that these methods can include mail or ship-back return programs; manufacturer collection events; fixed acceptance locations; partnerships with local governments, stores, sales outlets and not-for-profit organizations to provide collection facilities; and community collection events; and\\par\nWhereas, Pursuant to the Recycling Act, as of January 1, 2015, no individual or household is allowed to place e-waste for collection which is intended for disposal at a solid waste management facility; and \\par\nWhereas, Although New York City has a number of programs to recycle e-waste, including e-cycleNYC,\\super  \\nosupersub in which residential buildings larger than 10 units can apply for e-waste bins; SAFE Disposal Events where residents can discard their e-waste, and NYC Stuff Exchange, which allow residents to donate, sell, buy, rent, or repair gently used materials, including electronics, these programs all require residents to carry or otherwise transport their e-waste to these locations; and\\par\nWhereas, Many older electronics, especially televisions and computers, are very heavy and difficult or impossible to carry even short distances; and\\par\nWhereas, These materials could be put out for collection and ultimately be recycled by the New York City Department of Sanitation (DSNY) if authorized by state law; now therefore, be it     \\par\nResolved, That the Council of the City of New York calls upon the State Legislature to pass and the Governor to sign a law amending the Electronic Equipment Recycling and Reuse Act to allow the City to collect electronic waste for recycling.    \\par\n\\pard\\ltrpar\\fs20 JCH\\par\nLS #6178\\par\n10/28/15 4:55PM\\par\n\\fs24\\par\n}\n",
  "LastModified": "2017-12-27T02:22:24.517Z"
}
