{
  "ID": 54451,
  "GUID": "282A3109-FE36-4969-A716-81C638A7C96F",
  "File": "Res 0913-2015",
  "Name": "DOE to ensure that all students have equitable access to after-school athletic activities and associated funding.",
  "Title": "Resolution calling upon the New York City Department of Education (DOE) to ensure that all students have equitable access to after-school athletic activities and associated funding.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 9,
  "BodyName": "Committee on Education",
  "IntroDate": "2015-11-24T00:00:00Z",
  "AgendaDate": "2015-11-24T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7638,
      "Slug": "antonio-reynoso",
      "FullName": "Antonio Reynoso"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7113,
      "Slug": "mathieu-eugene",
      "FullName": "Mathieu Eugene"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 7631,
      "Slug": "corey-d-johnson",
      "FullName": "Corey D. Johnson"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7634,
      "Slug": "mark-levine",
      "FullName": "Mark Levine"
    },
    {
      "ID": 7630,
      "Slug": "rafael-l-espinal-jr",
      "FullName": "Rafael L. Espinal, Jr."
    },
    {
      "ID": 7617,
      "Slug": "donovan-j-richards",
      "FullName": "Donovan J. Richards"
    },
    {
      "ID": 7636,
      "Slug": "carlos-menchaca",
      "FullName": "Carlos Menchaca"
    },
    {
      "ID": 7637,
      "Slug": "i-daneek-miller",
      "FullName": "I. Daneek Miller"
    },
    {
      "ID": 7640,
      "Slug": "ritchie-j-torres",
      "FullName": "Ritchie J. Torres"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    }
  ],
  "History": [
    {
      "ID": 303173,
      "Date": "2015-11-24T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-11-19T20:56:44.3Z"
    },
    {
      "ID": 303266,
      "Date": "2015-11-24T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Education",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 14455,
      "AgendaSequence": 69,
      "MinutesSequence": 81,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Education",
      "MatterStatusID": 3,
      "LastModified": "2015-12-09T19:39:02.257Z"
    },
    {
      "ID": 329594,
      "Date": "2017-12-31T21:22:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-27T02:22:40.707Z"
    }
  ],
  "Attachments": [
    {
      "ID": 136147,
      "LastModified": "2017-12-14T20:31:52.64Z",
      "Name": "November 24, 2015 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/e7b3bbe7-b464-4b37-96f0-adfb09609a66.pdf",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 55982,
  "Text": "By Council Members Reynoso, Cabrera, Chin, Eugene, Gentile, Johnson, Rose, Levine, Espinal, Richards, Menchaca, Miller, Torres, Rodriguez and Ferreras-Copeland.\n\n\tWhereas, According to DOE and Public Schools Athletic League (PSAL) data collected by the Small Schools Athletic League (SSAL), PSAL's current funding methods disproportionately affect high schools with high rates of poverty, students of color, and English Language Learners (ELL), leaving some high schools with a disparate or even a complete lack of access to after-school athletic activities; and\n      Whereas, In an effort to provide after-school athletics opportunities to smaller schools that received no PSAL funding, the Small Schools Athletic League (SSAL) was created in 2011with the individual financial commitments of eight small schools, and has since grown to include nearly 40 high schools and field 100 teams in four sports; and \n      Whereas, PSAL's financing practices have been the subject of a recent civil rights complaint by advocates to the United States Department of Education's Office for Civil Rights (OCR), claiming that students of color in New York City public high schools do not have equitable access to high school interscholastic sports; and\n      Whereas, The complaints used statistical data provided by the DOE and PSAL to find that high schools where most of the students of color and ELL students have the lowest number of interscholastic teams, and that 70% of students who attend schools with mostly white students have access to more than 20 teams when only 15% of students who attend a school where most of the students are students of color access to more than 20 teams; and\n      Whereas, In an October 2014 \"Dear Colleague Letter\" on Resource Comparability, the OCR stated that \"Chronic and widespread disparities in access to rigorous courses, academic programs, and extracurricular activities... further hinder the education of students of color today.\"; and  \n\tWhereas, As reported in the Wall Street Journal, in February 2015, the OCR had found that for years, the NYC DOE had been violating Title IX provisions of the Civil Rights Act of 1964 for failing to provide girls with equal opportunities to play high school sports; and\n      Whereas, As reported in the New York Times, PSAL's method of budget allocation does not offer extracurricular athletics programs to students who attend schools that do not meet the required level of interest at the school, have sufficient coaches available, or enough students who could satisfy the league's academic eligibility rules, among other criteria; and\n      Whereas, The New York Times reported that it was a \"statistical delusion\" that the DOE's representation that 90 percent of NYC students attend a school with access to PSAL programs; and\n      Whereas, While the support of funding from the New York City Council has facilitated the merging of the DOE and SSAL the FY 2015, there remain serious concerns as to the continued financing of the SSAL; and\n      Whereas, The importance of extracurricular athletics for students is widely accepted to benefit academic performance, enhance interpersonal skills, social skills, mental wellness, a defined sense of community, and to decreases in juvenile arrests, teen births, school dropout, drug use, depression and suicide;  now, therefore be it   \n\tResolved, That the Council of the City of New York calls upon the New York City Department of Education to ensure that all students have equitable access to after-school athletic activities and associated funding.\nLS #3642\n3/20/12 - ML/AES\n1",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Reynoso, Cabrera, Chin, Eugene, Gentile, Johnson, Rose, Levine, Espinal, Richards, Menchaca, Miller, Torres, Rodriguez and Ferreras-Copeland.\\par\n\\par\n\\pard\\ltrpar\\sl480\\slmult1\\tab Whereas, According to DOE and Public Schools Athletic League (PSAL) data collected by the Small Schools Athletic League (SSAL), PSAL\\rquote s current funding methods disproportionately affect high schools with high rates of poverty, students of color, and English Language Learners (ELL), leaving some high schools with a disparate or even a complete lack of access to after-school athletic activities; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 Whereas, In an effort to provide after-school athletics opportunities to smaller schools that received no PSAL funding, the Small Schools Athletic League (SSAL) was created in 2011with the individual financial commitments of eight small schools, and has since grown to include nearly 40 high schools and field 100 teams in four sports; and \\par\nWhereas, PSAL\\rquote s financing practices have been the subject of a recent civil rights complaint by advocates to the United States Department of Education\\rquote s Office for Civil Rights (OCR), claiming that students of color in New York City public high schools do not have equitable access to high school interscholastic sports; and\\par\nWhereas, The complaints used statistical data provided by the DOE and PSAL to find that high schools where most of the students of color and ELL students have the lowest number of interscholastic teams, and that 70% of students who attend schools with mostly white students have access to more than 20 teams when only 15% of students who attend a school where most of the students are students of color access to more than 20 teams; and\\par\nWhereas, In an October 2014 \\ldblquote Dear Colleague Letter\\rdblquote  on Resource Comparability, the OCR stated that \\ldblquote Chronic and widespread disparities in access to rigorous courses, academic programs, and extracurricular activities\\'85 further hinder the education of students of color today.\\rdblquote ; and  \\par\n\\pard\\ltrpar\\sl480\\slmult1\\tab Whereas, As reported in the Wall Street Journal, in February 2015, the OCR had found that for years, the NYC DOE had been violating Title IX provisions of the Civil Rights Act of 1964 for failing to provide girls with equal opportunities to play high school sports; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 Whereas, As reported in the New York Times, PSAL\\rquote s method of budget allocation does not offer extracurricular athletics programs to students who attend schools that do not meet the required level of interest at the school, have sufficient coaches available, or enough students who could satisfy the league\\rquote s academic eligibility rules, among other criteria; and\\par\nWhereas, The New York Times reported that it was a \\ldblquote statistical delusion\\rdblquote  that the DOE\\rquote s representation that 90 percent of NYC students attend a school with access to PSAL programs; and\\par\nWhereas, While the support of funding from the New York City Council has facilitated the merging of the DOE and SSAL the FY 2015, there remain serious concerns as to the continued financing of the SSAL; and\\par\nWhereas, The importance of extracurricular athletics for students is widely accepted to benefit academic performance, enhance interpersonal skills, social skills, mental wellness, a defined sense of community, and to decreases in juvenile arrests, teen births, school dropout, drug use, depression and suicide;  now, therefore be it   \\par\n\\pard\\ltrpar\\sl480\\slmult1\\tab Resolved, That the Council of the City of New York calls upon the New York City Department of Education to ensure that all students have equitable access to after-school athletic activities and associated funding.\\par\n\\pard\\ltrpar LS #3642\\par\n3/20/12 - ML/AES\\par\n}\n",
  "LastModified": "2017-12-27T02:22:40.767Z"
}
