{
  "ID": 55363,
  "GUID": "9398A4CA-F704-47A5-B97F-91ADD9E50090",
  "File": "Res 0920-2015",
  "Name": "Support a woman’s right to abortion and to oppose sex-selective abortion bans that perpetuate racial stereotypes and undermine access to care.",
  "Title": "Resolution urging the United States Congress and the State of New York to support a woman’s right to abortion and to oppose sex-selective abortion bans that perpetuate racial stereotypes and undermine access to care.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 23,
  "BodyName": "Committee on Women's Issues",
  "IntroDate": "2015-12-07T00:00:00Z",
  "AgendaDate": "2015-12-07T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7628,
      "Slug": "laurie-a-cumbo",
      "FullName": "Laurie A. Cumbo"
    },
    {
      "ID": 7502,
      "Slug": "elizabeth-s-crowley",
      "FullName": "Elizabeth S. Crowley"
    },
    {
      "ID": 7631,
      "Slug": "corey-d-johnson",
      "FullName": "Corey D. Johnson"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7617,
      "Slug": "donovan-j-richards",
      "FullName": "Donovan J. Richards"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    }
  ],
  "History": [
    {
      "ID": 303508,
      "Date": "2015-12-07T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-12-02T19:52:58.223Z"
    },
    {
      "ID": 303637,
      "Date": "2015-12-07T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Women's Issues",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 14485,
      "AgendaSequence": 48,
      "MinutesSequence": 55,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Women's Issues",
      "MatterStatusID": 3,
      "LastModified": "2015-12-07T18:14:38.207Z"
    },
    {
      "ID": 329598,
      "Date": "2017-12-31T21:23:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-27T02:23:38.21Z"
    }
  ],
  "Attachments": [
    {
      "ID": 136431,
      "LastModified": "2016-02-03T19:47:53.943Z",
      "Name": "December 7, 2015 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/8127c1d9-b435-4bb7-adc9-9d3c202b1d5d.pdf",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 56994,
  "Text": "By Council Members Chin, Cumbo, Crowley, Johnson, Koslowitz, Lander, Mendez, Richards, Rose, Dromm, Rodriguez, Ferreras-Copeland and Rosenthal\n\n      Whereas, In 2013 and 2014, sex-selective abortion bans were the second-most proposed abortion ban in the United States; having been introduced in 21 states to date, and passed in 8 states, including Illinois, Pennsylvania, Oklahoma, Kansas, North Carolina, North Dakota, Arizona, and South Dakota; and\n      Whereas, A sex-selective abortion ban prohibits abortions performed on the basis of sex and doctors who perform such a procedure may face the threat of jail time, fines or lawsuits from a patient or the patient's spouse, parent, sibling or guardian; and\n      Whereas, A sex-selective abortion ban is a restriction that scrutinizes a women's reasons for making the decision to terminate a pregnancy, thus opening the door to more abortion bans based on a woman's personal choice; and\n      Whereas, Lawmakers who advocate for sex-selective abortion bans perpetuate false and harmful racial stereotypes that such laws are necessary, for example,  to stop Asian immigrants from spreading the practice of sex selection and that Asian American and Pacific Islander (AAPI) communities do not value the lives of women; and\n      Whereas, Sex-selective abortion bans can lead some medical professionals to question a woman's motives based on their ethnicity, and thus such bans interfere with the doctor-patient relationship, potentially leading to arbitrary delay or denial of reproductive health services; and\n      Whereas, In 2008, 2009, 2011, 2013 and 2015, The Prenatal Nondiscrimination Act, a sex-selective abortion ban, was proposed in the United States Congress; and\n      Whereas, Currently introduced as S.48, this bill specifically highlights India and China as places where individuals seek out sex-selective abortions, thus implying that law enforcement would target and  more closely scrutinize these communities in the United States; and\n      Whereas, Additionally, New York State Assembly Member Marcos Crespo introduced, A.6545, a bill that would criminalize the performance of or an attempt to perform a sex-selective abortion in New York State; and\n      Whereas, New York City is home to the largest AAPI community in the country and they, along with reproductive health and justice advocates, have called for an end to these bans; and\n      Whereas, Over 78 percent of all AAPIs in New York City are foreign-born, 49 percent of AAPIs have limited English proficiency, and 20 percent are uninsured; AAPI women do not need more barriers to reproductive health care; and\n      Whereas, The ability to access safe abortions is necessary to ensure that women can\nplan their lives and families without risking their health in the way that makes most sense for themselves and their families; now, therefore be it \n      Resolved, That the Council of the City of New York urges the United States Congress and the State of New York to support a woman's right to abortion and to oppose sex-selective abortion bans that perpetuate racial stereotypes and undermine access to care.\n\nLS 4430\n7/7/15\nSF/JP",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Chin, Cumbo, Crowley, Johnson, Koslowitz, Lander, Mendez, Richards, Rose, Dromm, Rodriguez, Ferreras-Copeland and Rosenthal\\par\n\\par\n\\pard\\box\\brdrdash\\brdrw150\\brdrcf2\\brsp300\\brdrsh \\ltrpar\\fi720\\sl480\\slmult1 Whereas, In 2013 and 2014, sex-selective abortion bans were the second-most proposed abortion ban in the United States; having been introduced in 21 states to date, and passed in 8 states, including Illinois, Pennsylvania, Oklahoma, Kansas, North Carolina, North Dakota, Arizona, and South Dakota; and\\par\nWhereas, A sex-selective abortion ban prohibits abortions performed on the basis of sex and doctors who perform such a procedure may face the threat of jail time, fines or lawsuits from a patient or the patient\\rquote s spouse, parent, sibling or guardian; and\\par\nWhereas, A sex-selective abortion ban is a restriction that scrutinizes a women\\rquote s reasons for making the decision to terminate a pregnancy, thus opening the door to more abortion bans based on a woman\\rquote s personal choice; and\\par\nWhereas, Lawmakers who advocate for sex-selective abortion bans perpetuate false and harmful racial stereotypes that such laws are necessary, for example,  to stop Asian immigrants from spreading the practice of sex selection and that Asian American and Pacific Islander (AAPI) communities do not value the lives of women; and\\par\nWhereas, Sex-selective abortion bans can lead some medical professionals to question a woman\\rquote s motives based on their ethnicity, and thus such bans interfere with the doctor-patient relationship, potentially leading to arbitrary delay or denial of reproductive health services; and\\par\nWhereas, In 2008, 2009, 2011, 2013 and 2015, The Prenatal Nondiscrimination Act, a sex-selective abortion ban, was proposed in the United States Congress; and\\par\nWhereas, Currently introduced as S.48, this bill specifically highlights India and China as places where individuals seek out sex-selective abortions, thus implying that law enforcement would target and  more closely scrutinize these communities in the United States; and\\par\nWhereas, Additionally, New York State Assembly Member Marcos Crespo introduced, A.6545, a bill that would criminalize the performance of or an attempt to perform a sex-selective abortion in New York State; and\\par\nWhereas, New York City is home to the largest AAPI community in the country and they, along with reproductive health and justice advocates, have called for an end to these bans; and\\par\nWhereas, Over 78 percent of all AAPIs in New York City are foreign-born, 49 percent of AAPIs have limited English proficiency, and 20 percent are uninsured; AAPI women do not need more barriers to reproductive health care; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\cf0 Whereas, The ability to access safe abortions is necessary to ensure that women can\\par\n\\pard\\ltrpar\\sl480\\slmult1 plan their lives and families without risking their health in the way that makes most sense for themselves and their families; now, therefore be it \\par\n\\pard\\box\\brdrdash\\brdrw150\\brdrcf2\\brsp300\\brdrsh \\ltrpar\\fi720\\sl480\\slmult1\\cf1 Resolved, That the Council of the City of New York urges the United States Congress and the State of New York to support a woman\\rquote s right to abortion and to oppose sex-selective abortion bans that perpetuate racial stereotypes and undermine access to care.\\par\n\\pard\\box\\brdrdash\\brdrw150\\brdrcf2\\brsp300\\brdrsh \\ltrpar\\sl480\\slmult1\\qj\\par\n\\pard\\box\\brdrdash\\brdrw150\\brdrcf2\\brsp300\\brdrsh \\ltrpar\\qj\\fs20 LS 4430\\par\n7/7/15\\par\nSF/JP\\fs22\\par\n}\n",
  "LastModified": "2017-12-27T02:23:38.273Z"
}
