{
  "ID": 55320,
  "GUID": "09D5C48B-96D8-4333-B1FE-CE117D2A8260",
  "File": "Res 0922-2015",
  "Name": "Prohibit advertisements for alcoholic beverages on subways, buses, and other NYC Transit property.",
  "Title": "Resolution calling on the Metropolitan Transportation Authority, the Governor, and the State Legislature to prohibit advertisements for alcoholic beverages on subways, buses, and other New York City Transit property",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2015-12-07T00:00:00Z",
  "AgendaDate": "2015-12-07T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7624,
      "Slug": "andrew-cohen",
      "FullName": "Andrew Cohen"
    },
    {
      "ID": 7627,
      "Slug": "costa-g-constantinides",
      "FullName": "Costa G. Constantinides"
    },
    {
      "ID": 7604,
      "Slug": "robert-e-cornegy-jr",
      "FullName": "Robert E. Cornegy, Jr."
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 7623,
      "Slug": "inez-d-barron",
      "FullName": "Inez D. Barron"
    },
    {
      "ID": 7640,
      "Slug": "ritchie-j-torres",
      "FullName": "Ritchie J. Torres"
    },
    {
      "ID": 7629,
      "Slug": "chaim-m-deutsch",
      "FullName": "Chaim M. Deutsch"
    },
    {
      "ID": 7613,
      "Slug": "andy-l-king",
      "FullName": "Andy L. King"
    },
    {
      "ID": 7642,
      "Slug": "paul-a-vallone",
      "FullName": "Paul A. Vallone"
    },
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 7634,
      "Slug": "mark-levine",
      "FullName": "Mark Levine"
    },
    {
      "ID": 7631,
      "Slug": "corey-d-johnson",
      "FullName": "Corey D. Johnson"
    },
    {
      "ID": 7113,
      "Slug": "mathieu-eugene",
      "FullName": "Mathieu Eugene"
    },
    {
      "ID": 7636,
      "Slug": "carlos-menchaca",
      "FullName": "Carlos Menchaca"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7635,
      "Slug": "alan-n-maisel",
      "FullName": "Alan N. Maisel"
    },
    {
      "ID": 7622,
      "Slug": "vanessa-l-gibson",
      "FullName": "Vanessa L. Gibson"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 7264,
      "Slug": "joseph-c-borelli",
      "FullName": "Joseph C. Borelli"
    }
  ],
  "History": [
    {
      "ID": 303500,
      "Date": "2015-12-07T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-12-02T17:44:35.08Z"
    },
    {
      "ID": 303639,
      "Date": "2015-12-07T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 14485,
      "AgendaSequence": 50,
      "MinutesSequence": 57,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-12-07T18:15:07.473Z"
    },
    {
      "ID": 329600,
      "Date": "2017-12-31T21:23:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-27T02:24:01.76Z"
    }
  ],
  "Attachments": [
    {
      "ID": 136433,
      "LastModified": "2015-12-07T17:34:03.647Z",
      "Name": "December 7, 2015 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/411c42b5-782c-4a60-8891-814b023b3a6d.pdf",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 56949,
  "Text": "By Council Members Dromm, Cabrera, Chin, Cohen, Constantinides, Cornegy, Koo, Koslowitz, Mendez, Rose, Vacca, Rodriguez, Barron, Torres, Deutsch, King, Vallone, Garodnick, Levine, Johnson, Eugene, Menchaca, Palma, Maisel, Gibson, Rosenthal and Borelli\n\n      Whereas, The facilities of the Metropolitan Transportation Authority (MTA) are a public accommodation, essentially rendering transit riders a captive audience to advertisements accepted by the MTA; and\n      Whereas, Within New York City, the MTA provides transportation service to more than 670,000 students of New York City's public and private schools, thereby exposing children and youth involuntarily to advertising accepted by the MTA; and\n      Whereas, Thousands of other New York City children and youth travel to recreational and educational activities on public transit trips subsidized by the Department of Youth and Community Development through its Complimentary Subway Transportation Program; and\n      Whereas, The sale of alcoholic beverages to individuals under age 21 is illegal in New York, and the New York City Police Department has pledged to partner with the New York City Department of Health and Mental Hygiene (DOHMH) to prevent underage drinking by focusing resources on the enforcement of relevant liquor laws; and\n      Whereas, An undercover investigation by the New York State Liquor Authority-funded by a grant from DOHMH-found that 58% of alcohol retailers throughout the five boroughs illegally sold alcohol to underage decoys; and \n      Whereas, According to the Centers for Disease Control and Prevention, underage drinking is a major threat to the health and well-being of New York City children and youth, contributing to the largest causes of death among that age group (unintentional injury, homicide, and suicide) as well as unplanned pregnancies, academic failure, and many other health and social problems; and\n      Whereas, Neurological research from a host of academic and scientific institutions has found that underage binge drinking can cause structural abnormalities in the adolescent brain, leading to long-term memory problems and other cognitive deficits extending into adulthood; and\n      Whereas, According to DOHMH, the costs related to underage drinking (healthcare, law enforcement, social services, etc.) are estimated to exceed $1 billion per year in New York State; and\n      Whereas, According to DOHMH, more than one quarter of New York City high school students report drinking in the last 30 days; and \n      Whereas, In 2011, according to DOHMH, there were nearly 7,000 alcohol-related emergency department visits among New Yorkers under age 21; and\n      Whereas, The American Academy of Pediatrics has declared that \"the more young people are exposed to alcohol advertising and marketing, the more likely they are to drink, and if they are already drinking, this exposure leads them to drink more\"; and\n      Whereas, The World Health Organization has recommended alcohol advertising restrictions as the most cost-effective means of reducing alcohol problems among youth; and\n      Whereas, The American Public Health Association and the American Medical Association have called for the removal of all alcohol advertising from mass transit systems in order to protect the health and safety of young people; and\n      Whereas, The Center on Alcohol Marketing and Youth at the Johns Hopkins Bloomberg School of Public Health has reported that youth of color are disproportionately exposed to alcohol advertising across a variety of media; and\n      Whereas, Most urban public transit systems in the United States - including those in Washington, Boston, Philadelphia, Baltimore, Seattle, San Francisco, and Los Angeles - do not allow alcohol advertising because of the reasons listed above; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the Metropolitan Transportation Authority, the Governor, and the State Legislature to prohibit advertisements for alcoholic beverages on subways, buses, and other New York City Transit property.\n\nRM\nLS 6376\n12/1/2015",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red18\\green18\\blue18;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\sa200 By Council Members Dromm, Cabrera, Chin, Cohen, Constantinides, Cornegy, Koo, Koslowitz, Mendez, Rose, Vacca, Rodriguez, Barron, Torres, Deutsch, King, Vallone, Garodnick, Levine, Johnson, Eugene, Menchaca, Palma, Maisel, Gibson, Rosenthal and Borelli\\par\n\\par\n\\pard\\ltrpar\\fi720\\sa200\\sl480\\slmult1 Whereas, The facilities of the Metropolitan Transportation Authority (MTA) are a public accommodation, essentially rendering transit riders a captive audience to advertisements accepted by the MTA; and\\par\nWhereas, Within New York City, the MTA provides transportation service to more than 670,000 students of New York City's public and private schools, thereby exposing children and youth involuntarily to advertising accepted by the MTA; and\\par\nWhereas, Thousands of other New York City children and youth travel to recreational and educational activities on public transit trips subsidized by the Department of Youth and Community Development through its Complimentary Subway Transportation Program; and\\par\nWhereas, The sale of alcoholic beverages to individuals under age 21 is illegal in New York, and the New York City Police Department has pledged to partner with the New York City Department of Health and Mental Hygiene (DOHMH) to prevent underage drinking by focusing resources on the enforcement of relevant liquor laws; and\\par\nWhereas, An undercover investigation by the New York State Liquor Authority-funded by a grant from DOHMH-found that 58% of\\cf1  alcohol retailers throughout the five boroughs illegally sold alcohol to underage decoys; and \\cf0\\par\nWhereas, According to the Centers for Disease Control and Prevention, underage drinking is a major threat to the health and well-being of New York City children and youth, contributing to the largest causes of death among that age group (unintentional injury, homicide, and suicide) as well as unplanned pregnancies, academic failure, and many other health and social problems; and\\par\nWhereas, Neurological research from a host of academic and scientific institutions has found that underage binge drinking can cause structural abnormalities in the adolescent brain, leading to long-term memory problems and other cognitive deficits extending into adulthood; and\\par\nWhereas, According to DOHMH, the costs related to underage drinking (healthcare, law enforcement, social services, etc.) are estimated to exceed $1 billion per year in New York State; and\\par\nWhereas, According to DOHMH, more than one quarter of New York City high school students report drinking in the last 30 days; and \\par\nWhereas, In 2011, according to DOHMH, there were nearly 7,000 alcohol-related emergency department visits among New Yorkers under age 21; and\\par\nWhereas, The American Academy of Pediatrics has declared that \\ldblquote the more young people are exposed to alcohol advertising and marketing, the more likely they are to drink, and if they are already drinking, this exposure leads them to drink more\\rdblquote ; and\\par\nWhereas, The World Health Organization has recommended alcohol advertising restrictions as the most cost-effective means of reducing alcohol problems among youth; and\\par\nWhereas, The American Public Health Association and the American Medical Association have called for the removal of all alcohol advertising from mass transit systems in order to protect the health and safety of young people; and\\par\nWhereas, The Center on Alcohol Marketing and Youth at the Johns Hopkins Bloomberg School of Public Health has reported that youth of color are disproportionately exposed to alcohol advertising across a variety of media; and\\par\nWhereas, Most urban public transit systems in the United States - including those in Washington, Boston, Philadelphia, Baltimore, Seattle, San Francisco, and Los Angeles - do not allow alcohol advertising because of the reasons listed above; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls upon the Metropolitan Transportation Authority, the Governor, and the State Legislature to prohibit advertisements for alcoholic beverages on subways, buses, and other New York City Transit property.\\fs22\\par\n\\pard\\ltrpar\\fs20\\par\nRM\\par\nLS 6376\\par\n12/1/2015\\par\n\\pard\\ltrpar\\sa200\\sl276\\slmult1\\fs22\\par\n\\par\n}\n",
  "LastModified": "2017-12-27T02:24:01.837Z"
}
