{
  "ID": 55381,
  "GUID": "F3CB74CF-E336-4CE0-B008-6B452F1B18D5",
  "File": "Res 0929-2015",
  "Name": "ENLIST Act (H.R. 1989)",
  "Title": "Resolution calling on the U.S. Congress to pass and the President to sign H.R. 1989 or the “ENLIST Act,” which would allow undocumented immigrants to enlist in the Armed Forces and provide a mechanism by which such individuals may be lawfully admitted to the United States for permanent residence.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5119,
  "BodyName": "Committee on Immigration",
  "IntroDate": "2015-12-16T00:00:00Z",
  "AgendaDate": "2015-12-16T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera"
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    }
  ],
  "History": [
    {
      "ID": 303797,
      "Date": "2015-12-16T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-12-11T16:39:05.283Z"
    },
    {
      "ID": 304022,
      "Date": "2015-12-16T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Immigration",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 14499,
      "AgendaSequence": 87,
      "MinutesSequence": 109,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Immigration",
      "MatterStatusID": 3,
      "LastModified": "2015-12-16T17:33:41.953Z"
    },
    {
      "ID": 329601,
      "Date": "2017-12-31T21:24:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-27T02:24:28.197Z"
    }
  ],
  "Attachments": [
    {
      "ID": 136824,
      "LastModified": "2016-01-13T21:09:19.8Z",
      "Name": "December 16, 2015 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/57e77771-e8cf-4a43-bd6c-25a295ccdf7f.pdf",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 57013,
  "Text": "By Council Members Cabrera, Mealy and Ulrich\n      Whereas, At this time, the United States Army has allowed 46 individuals who qualify for the Deferred Action for Childhood Arrivals (DACA) program to enlist; and\n      Whereas, While these individuals have been allowed to enlist in the army, at this time there is no program or policy in place that serves as a path to permanent residence for them; and \n      Whereas, These DACA recipients, also known as \"Dreamers\" were brought to the United States as children and voluntarily chose to serve in the U.S. military; and \n      Whereas, To address this inequity, on April 23, 2015, U.S. Representative Jeff Denham introduced H.R. 1989, or the \"Encourage New Legalized Immigrants to Start Training Act\" or \"ENLIST Act\"; and \n      Whereas, H.R. 1989 would allow undocumented immigrants who meet the following criteria to enlist in the U.S. Army, Navy, Air Force, Marine Corps, or Coast Guard: 1) arrived  in the United States before December 31, 2011 and have been continuously present since then, (2) were younger than 15 years of age when they initially entered the United States and (3) are otherwise eligible for original enlistment; and\n      Whereas, H.R. 1989 would require that any undocumented immigrant serve out the term of his/her term enlistment contract in order to receive legal permanent resident status; and\n      Whereas, Under H.R. 1989, if an undocumented immigrant does not serve the full term of their enlistment or is dishonorably discharged, then he/she could not obtain legal permanent resident status; and \n      Whereas, H.R. 1989 would allow undocumented immigrants to apply to serve in the military but does not guarantee they will be accepted and maintains enlistment at the sole discretion of the respective military branches; and \n      Whereas, Individuals who voluntarily put their lives on the line defending the United States should be allowed to earn legal status with the completion of their honorable service; now, therefore, be it \n      Resolved, That the Council of the City of New York calls on the U.S. Congress to pass and the President to sign H.R. 1989 or the \"ENLIST Act,\" which would allow undocumented immigrants to enlist in the Armed Forces and provide a mechanism by which such individuals may be lawfully admitted to the United States for permanent residence.\n\nLS#6318\n11/13/2015\nMA",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Calibri;}}\n{\\colortbl ;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\sa200\\sl276\\slmult1\\qj By Council Members Cabrera, Mealy and Ulrich\\par\n\\pard\\ltrpar\\fi720\\sa200\\sl480\\slmult1\\qj Whereas, At this time, the United States Army has allowed 46 individuals who qualify for the Deferred Action for Childhood Arrivals (DACA) program to enlist; and\\par\nWhereas, While these individuals have been allowed to enlist in the army, at this time there is no program or policy in place that serves as a path to permanent residence for them; and \\par\nWhereas, These DACA recipients, also known as \\ldblquote Dreamers\\rdblquote  were brought to the United States as children and voluntarily chose to serve in the U.S. military; and \\par\nWhereas, To address this inequity, on April 23, 2015, U.S. Representative Jeff Denham introduced H.R. 1989, or the \\ldblquote Encourage New Legalized Immigrants to Start Training Act\\rdblquote  or \\ldblquote ENLIST Act\\rdblquote ; and \\par\nWhereas, H.R. 1989 would allow undocumented immigrants who meet the following criteria to enlist in the U.S. Army, Navy, Air Force, Marine Corps, or Coast Guard: 1) arrived  in the United States before\\f1\\fs22  \\f0\\fs24 December 31, 2011 and have been continuously present since then, (2) were younger than 15 years of age when they initially entered the United States and (3) are otherwise eligible for original enlistment; and\\par\nWhereas, H.R. 1989 would require that any undocumented immigrant serve out the term of his/her term enlistment contract in order to receive legal permanent resident status; and\\par\nWhereas, Under H.R. 1989, if an undocumented immigrant does not serve the full term of their enlistment or is dishonorably discharged, then he/she could not obtain legal permanent resident status; and \\par\nWhereas, H.R. 1989 would allow undocumented immigrants to apply to serve in the military but does not guarantee they will be accepted and maintains enlistment at the sole discretion of the respective military branches; and \\par\nWhereas, Individuals who voluntarily put their lives on the line defending the United States should be allowed to earn legal status with the completion of their honorable service; now, therefore, be it \\par\nResolved, That the Council of the City of New York calls on the U.S. Congress to pass and the President to sign H.R. 1989 or the \\ldblquote ENLIST Act,\\rdblquote  which would allow undocumented immigrants to enlist in the Armed Forces and provide a mechanism by which such individuals may be lawfully admitted to the United States for permanent residence.\\par\n\\pard\\cbpat1\\ltrpar\\qj\\line LS#6318\\par\n11/13/2015\\par\n\\pard\\ltrpar\\sa200\\sl480\\slmult1\\qj MA \\par\n}\n",
  "LastModified": "2017-12-27T02:24:28.29Z"
}
