{
  "ID": 55382,
  "GUID": "875B752A-B697-45DC-BB95-FDEC68A34E27",
  "File": "Res 0939-2015",
  "Name": "Restore Honor to Service Members Act (S.1766 and H.R. 3068)",
  "Title": "Resolution calling upon Congress to pass and the President to sign S. 1766 and H.R. 3068, the Restore Honor to Service Members Act.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 32,
  "StatusName": "Adopted",
  "BodyID": 5122,
  "BodyName": "Committee on Veterans",
  "IntroDate": "2015-12-16T00:00:00Z",
  "AgendaDate": "2015-12-16T00:00:00Z",
  "PassedDate": "2016-01-19T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 7627,
      "Slug": "costa-g-constantinides",
      "FullName": "Costa G. Constantinides"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7642,
      "Slug": "paul-a-vallone",
      "FullName": "Paul A. Vallone"
    },
    {
      "ID": 7624,
      "Slug": "andrew-cohen",
      "FullName": "Andrew Cohen"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    }
  ],
  "History": [
    {
      "ID": 303673,
      "Date": "2015-12-14T11:00:00Z",
      "ActionID": 15,
      "Action": "Hearing on P-C Item by Comm",
      "Description": "This Resolution was Hearing on P-C Item by Comm",
      "BodyID": 5122,
      "BodyName": "Committee on Veterans",
      "EventID": 14486,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "AgendaNote": "Preconsidered",
      "MatterStatusID": 2,
      "LastModified": "2015-12-14T19:12:52.49Z"
    },
    {
      "ID": 303862,
      "Date": "2015-12-14T11:00:00Z",
      "ActionID": 5018,
      "Action": "P-C Item Laid Over by Comm",
      "Description": "This Resolution was P-C Item Laid Over by Comm",
      "BodyID": 5122,
      "BodyName": "Committee on Veterans",
      "EventID": 14486,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-12-14T19:13:13.793Z"
    },
    {
      "ID": 303671,
      "Date": "2015-12-16T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-12-04T20:01:35.757Z"
    },
    {
      "ID": 304044,
      "Date": "2015-12-16T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Veterans",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 14499,
      "AgendaSequence": 111,
      "MinutesSequence": 133,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Preconsidered - Veterans",
      "MatterStatusID": 3,
      "LastModified": "2015-12-16T17:40:51.173Z"
    },
    {
      "ID": 304151,
      "Date": "2016-01-13T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 5122,
      "BodyName": "Committee on Veterans",
      "EventID": 14505,
      "AgendaSequence": 3,
      "MinutesSequence": 6,
      "Version": "*",
      "AgendaNote": "Proposed Res. No. 939-A",
      "MinutesNote": "Proposed Res. No. 939-A",
      "MatterStatusID": 3,
      "LastModified": "2016-01-12T19:43:44.94Z"
    },
    {
      "ID": 304400,
      "Date": "2016-01-13T13:00:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Resolution was Amendment Proposed by Comm",
      "BodyID": 5122,
      "BodyName": "Committee on Veterans",
      "EventID": 14505,
      "MinutesSequence": 7,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2016-01-12T19:44:00.7Z"
    },
    {
      "ID": 304401,
      "Date": "2016-01-13T13:00:00Z",
      "ActionID": 33,
      "Action": "Amended by Committee",
      "Description": "This Resolution was Amended by Committee",
      "BodyID": 5122,
      "BodyName": "Committee on Veterans",
      "EventID": 14505,
      "MinutesSequence": 8,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2016-01-13T20:49:01.74Z"
    },
    {
      "ID": 304442,
      "Date": "2016-01-13T13:00:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "A motion was made that this Resolution be Approved by Committee approved by Roll Call.",
      "BodyID": 5122,
      "BodyName": "Committee on Veterans",
      "EventID": 14505,
      "MinutesSequence": 9,
      "Version": "A",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "Votes": [
        {
          "ID": 7510,
          "Slug": "eric-a-ulrich",
          "FullName": "Eric A. Ulrich",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 10
        },
        {
          "ID": 7561,
          "Slug": "fernando-cabrera",
          "FullName": "Fernando Cabrera",
          "VoteID": 16,
          "Vote": "Absent",
          "Sort": 20
        },
        {
          "ID": 7635,
          "Slug": "alan-n-maisel",
          "FullName": "Alan N. Maisel",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 40
        },
        {
          "ID": 7642,
          "Slug": "paul-a-vallone",
          "FullName": "Paul A. Vallone",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 50
        },
        {
          "ID": 7264,
          "Slug": "joseph-c-borelli",
          "FullName": "Joseph C. Borelli",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 60
        }
      ],
      "LastModified": "2016-01-13T20:49:39.753Z"
    },
    {
      "ID": 304557,
      "Date": "2016-01-19T13:30:00Z",
      "ActionID": 5032,
      "Action": "Approved, by Council",
      "Description": "A motion was made that this Resolution be Approved, by Council approved by voice vote.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 14551,
      "AgendaSequence": 80,
      "MinutesSequence": 100,
      "Version": "A",
      "AgendaNote": "Amended and Adopted by the Committee on Veterans",
      "MinutesNote": "Pursuant to Rule 8.50 of the Council, the Public Advocate (Ms. James) called for a voice vote.  Hearing no objections, the Public Advocate (Ms. James) declared the Resolution to be adopted.\n\r\n\r\nAdopted unanimously by the Council by voice-vote.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 32,
      "LastModified": "2016-01-20T21:51:40.457Z"
    }
  ],
  "Attachments": [
    {
      "ID": 136651,
      "LastModified": "2016-01-21T14:51:14.31Z",
      "Name": "Committee Report 12/14/15",
      "Link": "https://nyc.legistar1.com/nyc/attachments/665e84e0-cf8f-4027-9e94-72343fb3b605.doc",
      "Sort": 1
    },
    {
      "ID": 136868,
      "LastModified": "2015-12-18T19:45:57.617Z",
      "Name": "Hearing Testimony 12/14/15",
      "Link": "https://nyc.legistar1.com/nyc/attachments/7460e6de-63ec-428e-a0da-e8c1ed88a404.pdf",
      "Sort": 2
    },
    {
      "ID": 136892,
      "LastModified": "2015-12-22T02:14:03.053Z",
      "Name": "Hearing Transcript 12/14/15",
      "Link": "https://nyc.legistar1.com/nyc/attachments/59f5e3c1-5a87-4e8e-bfee-fae3dc804e5c.pdf",
      "Sort": 3
    },
    {
      "ID": 136847,
      "LastModified": "2015-12-22T02:14:03.013Z",
      "Name": "December 16, 2015 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/8fdd8880-bb35-4f49-ba9c-27a95669f082.pdf",
      "Sort": 4
    },
    {
      "ID": 136898,
      "LastModified": "2016-01-13T21:27:21.71Z",
      "Name": "Res. No. 939 - 12/16/15",
      "Link": "https://nyc.legistar1.com/nyc/attachments/8391b49b-a738-4be8-86f2-af3294616b2b.doc",
      "Sort": 5
    },
    {
      "ID": 136899,
      "LastModified": "2015-12-23T22:04:55.027Z",
      "Name": "Proposed Res. No. 939-A - 12/23/15",
      "Link": "https://nyc.legistar1.com/nyc/attachments/df6f987d-2825-4ae0-bd3f-ac13a62188dd.doc",
      "Sort": 6
    },
    {
      "ID": 137197,
      "LastModified": "2016-01-13T15:23:55.323Z",
      "Name": "Committee Report 1/13/16",
      "Link": "https://nyc.legistar1.com/nyc/attachments/e1328d57-6da8-404e-bfb2-74a8395c2ec7.doc",
      "Sort": 7
    },
    {
      "ID": 137414,
      "LastModified": "2016-01-21T14:51:17.427Z",
      "Name": "Hearing Testimony 1/13/16",
      "Link": "https://nyc.legistar1.com/nyc/attachments/2ee39672-5efe-46e3-a4d5-8e5a944b6406.pdf",
      "Sort": 8
    },
    {
      "ID": 137380,
      "LastModified": "2016-01-21T14:51:17.383Z",
      "Name": "Hearing Transcript 1/13/16",
      "Link": "https://nyc.legistar1.com/nyc/attachments/3408f507-140b-40a5-af44-f2b6c691a0e5.pdf",
      "Sort": 9
    },
    {
      "ID": 137359,
      "LastModified": "2016-01-21T14:51:17.227Z",
      "Name": "January 19, 2016 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/6d83e8aa-5001-4537-bbbd-b932e3f55b59.pdf",
      "Sort": 10
    },
    {
      "ID": 137857,
      "LastModified": "2016-02-01T20:48:25.203Z",
      "Name": "Hearing Transcript - Stated Meeting 1-19-16",
      "Link": "https://nyc.legistar1.com/nyc/attachments/1d66c66d-e167-484e-80c3-6133d8f6be4c.pdf",
      "Sort": 11
    },
    {
      "ID": 138423,
      "LastModified": "2016-03-01T19:57:29.253Z",
      "Name": "Minutes of the Stated Meeting - January 19, 2016",
      "Link": "https://nyc.legistar1.com/nyc/attachments/6fec0519-ae14-413b-bf69-24386be98f1b.pdf",
      "Sort": 12
    }
  ],
  "Summary": "",
  "TextID": 57096,
  "Text": "By Council Members Van Bramer, the Speaker (Council Member Mark-Viverito), Constantinides, Gentile, Lander, Rodriguez, Rose, Vallone, Cohen, Levin and Ulrich  \n \n\tWhereas, A service member of the United States Armed Forces receives a formal discharge when released from their obligation to serve; and\n\tWhereas, Between World War II and the repeal of \"Don't Ask, Don't Tell\" (DADT) in 2011, more than 100,000 service members were discharged because of their sexual orientation; and\n\tWhereas, The men and women discharged because of their sexual orientation may be fully or partially barred from many of the benefits that they earned as service members, despite their sacrifices to defend the lives and liberties of their fellow citizens; and\n\tWhereas, Such benefits include health benefits, GI bill tuition assistance benefits, military family housing, and overseas relocation assistance: and\n\tWhereas, Civilians and heterosexual service members regardless of their type of discharge do not have to reveal their sexual activity to potential employers or landlords; and\n\tWhereas, Even service members who were given honorable discharges after DADT went into effect are still in the cross hairs of discrimination because the narrative reason for their discharge may read \"Homosexual Conduct,\" \"Homosexual Act,\" or \"Homosexual Marriage\"; and\n\tWhereas, Such information on their discharge paperwork may discourage service members from applying for jobs and has been and may continue to be the basis for employment and housing discrimination in some states; and\n\tWhereas, While service members discharged because of their sexual orientation can receive upgrades through the Military Department Board for Correction of Military/Naval Records (BCM/NR) or the Military Department's Discharge Review Board, this process was established through a memo of the United States Department of Defense (DOD) and therefore does not have the power of federal law; and\n\tWhereas, Since the DOD's process for changing discharges related to sexual orientation is not law, any future administration may decide that those reviews are beyond the scope of the currently designated discharge and military records boards; and\n\tWhereas, The discharge upgrade process can take a year or more, can be hard to understand and places the burden of finding and producing documentation to initiate a review on the service member; and\n\tWhereas, In July 2015, Senators Brian Schatz and Kirsten Gillibrand introduced S. 1766, The Restore Honor to Service Members Act (herein referred to as \"the Act\") in the United States Senate, and Representatives Mark Pocan and Charles Rangel introduced the Act as H.R. 3068 in the United States House of Representatives; and\n      Whereas, The Act requires the appropriate military records correction boards or discharge review boards to review the discharge characterization of any former members of the Armed Forces requesting a review who were discharged because of their sexual orientation; and\n\tWhereas, The Act permits such boards to change a discharge characterization to honorable if such characterization is any characterization except honorable; and\n\tWhereas, The Act directs the Secretary of the DOD to ensure that any such changes are carried out consistently and uniformly across the military departments using specified criteria, including that the original discharge was based on the policy of Don't Ask Don't Tell or a similar earlier policy and that the discharge characterization will be changed if there were no aggravating circumstances, such as misconduct, which would have independently led to any discharge characterization except honorable; and\n\tWhereas, The Act prohibits \"aggravating circumstances\" from including an offense of sodomy committed by the member against a consenting person of the same sex, statements, consensual sexual conduct, or consensual acts relating to sexual orientation or identity, or the disclosure of such statements, conduct, or acts, that were prohibited at the time of discharge but that became permitted after the discharge; and\n\tWhereas, The Act directs the Secretary of each military department to ensure that oral historians of the department review discharges between World War II and September 2011 based on sexual orientation, and receive oral testimony of individuals who personally experienced discrimination and discharge because of actual or perceived sexual orientation so that such testimony may serve as an official record of such discriminatory policies and their impact on American lives; and\n\tWhereas, The Act requires the reissuance of specified military personnel records and discharge forms in a manner that shall not reflect the sexual orientation of the member; and\n\tWhereas, In the 114th Congress, as of December 2015, the Act has the co-sponsorship of 37 United States Senators and the co-sponsorship of 113 members of the United States House of Representatives; now therefore, be it\n\tResolved, That the Council of the City of New York calls upon Congress to pass and the President to sign S.1766 and H.R. 3068, the Restore Honor to Service Members Act.\n\n\n\n\nJKS/ENB\nLS# 3469\n12/23/2015",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Van Bramer, the Speaker (Council Member Mark-Viverito), Constantinides, Gentile, Lander, Rodriguez, Rose, Vallone, Cohen, Levin and Ulrich  \\par\n \\par\n\\pard\\cbpat2\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, A service member of the United States Armed Forces receives a formal discharge when released from their obligation to serve; and\\par\n\\tab Whereas, Between World War II and the repeal of \\ldblquote Don\\rquote t Ask, Don\\rquote t Tell\\rdblquote  (DADT) in 2011, more than 100,000 service members were discharged because of their sexual orientation; and\\par\n\\tab Whereas, The men and women discharged because of their sexual orientation may be fully or partially barred from many of the benefits that they earned as service members, despite their sacrifices to defend the lives and liberties of their fellow citizens; and\\par\n\\tab Whereas, Such benefits include health benefits, GI bill tuition assistance benefits, military family housing, and overseas relocation assistance: and\\par\n\\tab Whereas, Civilians and heterosexual service members regardless of their type of discharge do not have to reveal their sexual activity to potential employers or landlords; and\\par\n\\tab Whereas, Even service members who were given honorable discharges after DADT went into effect are still in the cross hairs of discrimination because the narrative reason for their discharge may read \\ldblquote Homosexual Conduct,\\rdblquote  \\ldblquote Homosexual Act,\\rdblquote  or \\ldblquote Homosexual Marriage\\rdblquote ; and\\par\n\\tab Whereas, Such information on their discharge paperwork may discourage service members from applying for jobs and has been and may continue to be the basis for employment and housing discrimination in some states; and\\par\n\\tab Whereas, While service members discharged because of their sexual orientation can receive upgrades through the Military Department Board for Correction of Military/Naval Records (BCM/NR) or the Military Department\\rquote s Discharge Review Board, this process was established through a memo of the United States Department of Defense (DOD) and therefore does not have the power of federal law; and\\par\n\\tab Whereas, Since the DOD\\rquote s process for changing discharges related to sexual orientation is not law, any future administration may decide that those reviews are beyond the scope of the currently designated discharge and military records boards; and\\par\n\\tab Whereas, The discharge upgrade process can take a year or more, can be hard to understand and places the burden of finding and producing documentation to initiate a review on the service member; and\\par\n\\tab Whereas, In July 2015, Senators Brian Schatz and Kirsten Gillibrand introduced S. 1766, The Restore Honor to Service Members Act (herein referred to as \\ldblquote the Act\\rdblquote ) in the United States Senate, and Representatives Mark Pocan and Charles Rangel introduced the Act as H.R. 3068 in the United States House of Representatives; and\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, The Act requires the appropriate military records correction boards or discharge review boards to review the discharge characterization of any former members of the Armed Forces requesting a review who were discharged because of their sexual orientation; and\\par\n\\pard\\cbpat2\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, The Act permits such boards to change a discharge characterization to honorable if such characterization is any characterization except honorable; and\\par\n\\tab Whereas, The Act directs the Secretary of the DOD to ensure that any such changes are carried out consistently and uniformly across the military departments using specified criteria, including that the original discharge was based on the policy of Don't Ask Don't Tell or a similar earlier policy and that the discharge characterization will be changed if there were no aggravating circumstances, such as misconduct, which would have independently led to any discharge characterization except honorable; and\\par\n\\tab Whereas, The Act prohibits \"aggravating circumstances\" from including an offense of sodomy committed by the member against a consenting person of the same sex, statements, consensual sexual conduct, or consensual acts relating to sexual orientation or identity, or the disclosure of such statements, conduct, or acts, that were prohibited at the time of discharge but that became permitted after the discharge; and\\par\n\\tab Whereas, The Act directs the Secretary of each military department to ensure that oral historians of the department review discharges between World War II and September 2011 based on sexual orientation, and receive oral testimony of individuals who personally experienced discrimination and discharge because of actual or perceived sexual orientation so that such testimony may serve as an official record of such discriminatory policies and their impact on American lives; and\\par\n\\tab Whereas, The Act requires the reissuance of specified military personnel records and discharge forms in a manner that shall not reflect the sexual orientation of the member; and\\par\n\\tab Whereas, In the 114\\super th\\nosupersub  Congress, as of December 2015, the Act has the co-sponsorship of 37 United States Senators and the co-sponsorship of 113 members of the United States House of Representatives; now therefore, be it\\par\n\\tab Resolved, That the Council of the City of New York calls upon Congress to pass and the President to sign S.1766 and H.R. 3068, the Restore Honor to Service Members Act.\\par\n\\pard\\cbpat2\\ltrpar\\qj\\par\n\\par\n\\par\n\\par\nJKS/ENB\\par\nLS# 3469\\par\n\\pard\\ltrpar\\sa200\\sl276\\slmult1 12/23/2015\\cf0\\par\n}\n",
  "LastModified": "2016-03-01T19:57:29.257Z"
}
