{
  "ID": 55433,
  "GUID": "97DCD48B-744C-46BC-A518-1A51BDFACC31",
  "File": "Res 0940-2015",
  "Name": "Congressional funding for gun violence research. (H.R.2612/S.1473)",
  "Title": "Resolution calling upon Congress to pass, and the President to sign, H.R.2612/S.1473, in relation to congressional funding for gun violence research.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2015-12-16T00:00:00Z",
  "AgendaDate": "2015-12-16T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7627,
      "Slug": "costa-g-constantinides",
      "FullName": "Costa G. Constantinides"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 7624,
      "Slug": "andrew-cohen",
      "FullName": "Andrew Cohen"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    }
  ],
  "History": [
    {
      "ID": 303831,
      "Date": "2015-12-16T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-12-11T19:02:55.387Z"
    },
    {
      "ID": 304047,
      "Date": "2015-12-16T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 14499,
      "AgendaSequence": 113,
      "MinutesSequence": 135,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-12-16T20:33:43.987Z"
    },
    {
      "ID": 306410,
      "Date": "2016-04-06T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 19,
      "BodyName": "Committee on Public Safety",
      "EventID": 14711,
      "AgendaSequence": 3,
      "MinutesSequence": 8,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2016-04-05T17:06:34.51Z"
    },
    {
      "ID": 306603,
      "Date": "2016-04-06T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 19,
      "BodyName": "Committee on Public Safety",
      "EventID": 14711,
      "MinutesSequence": 9,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2016-04-06T16:07:32.953Z"
    },
    {
      "ID": 329606,
      "Date": "2017-12-31T21:25:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-27T02:26:05.29Z"
    }
  ],
  "Attachments": [
    {
      "ID": 136849,
      "LastModified": "2016-05-02T13:21:51.52Z",
      "Name": "December 16, 2015 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b9c99ea3-9010-4a16-9bd9-efe2cfee5431.pdf",
      "Sort": 1
    },
    {
      "ID": 139603,
      "LastModified": "2016-04-06T13:28:09.163Z",
      "Name": "Committee Report 4/6/16",
      "Link": "https://nyc.legistar1.com/nyc/attachments/8fe42171-158d-4309-89d4-f175ce8db777.doc",
      "Sort": 2
    },
    {
      "ID": 139743,
      "LastModified": "2016-04-08T19:19:12.753Z",
      "Name": "Hearing Testimony 4/6/16",
      "Link": "https://nyc.legistar1.com/nyc/attachments/72f22448-544c-4836-aecc-c22b3fc85b21.PDF",
      "Sort": 3
    },
    {
      "ID": 141287,
      "LastModified": "2016-05-02T13:21:55.473Z",
      "Name": "Hearing Transcript 4/6/16",
      "Link": "https://nyc.legistar1.com/nyc/attachments/4c4b490e-02f1-48f5-8bed-2f437261f98a.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 57072,
  "Text": "By Council Members Williams, Constantinides, Gentile, Lander, Mealy, Mendez, Rodriguez, Rose, Rosenthal, Cohen and Levin\n\n      Whereas, According to the Gun Violence Archive, there were 51,377 incidents of gun violence in the United States in 2014, resulting in 12,518 deaths and 22,886 injuries; and\n      Whereas, Gun violence has once again become the focus of national attention, with recent mass shootings in San Bernardino, at the Umpqua Community College in Oregon, and at a historic black church in Charleston, South Carolina; and\n\tWhereas, According to Mother Jones' A Guide to Mass Shootings in America, there have been at least 73 mass shootings in this country since 1982, defined as an incident that killed at least four people in a public place; and\n\t Whereas, While mass shootings tend to dominate media coverage, there are gun violence injuries occurring every day in many American cities; and\n      Whereas, Data from the New York State Division of Criminal Justice Services show that New York City had 6,839 incidents of violent crime by firearm in 2014; and\n\tWhereas, CompStat records from the New York City Police Department show that in New York City, there were 1,234 shooting victims this year through November; and\n\tWhereas, The national debate on gun violence has been contentious for decades; and\tWhereas, In 1996, Congress passed an amendment to restrict federal funding for gun violence research; and \t\n\tWhereas, Dubbed the Dickey Amendment after its author, former U.S. Representative Jay Dickey, it remains in effect today and prohibits funding for the Centers for Disease Control and Prevention (\"CDC\") to be used \"to advocate or promote gun control\"; and \n\tWhereas, Although the language of the amendment allows funding for research not aimed at advocacy for gun control, in effect it has been interpreted such that no research related to gun violence is funded through the CDC; and\n      Whereas, In recent years, former Rep. Dickey has publicly expressed his regrets for having authored this amendment; and\n      Whereas, In a December 1, 2015 letter to U.S. Representative Mike Thompson, Chair of the House Gun Violence Prevention Task Force, Rep. Dickey stated that \"research could have been continued on gun violence without infringing on the rights of gun owners, in the same fashion that the highway industry continued its research [on how to reduce head-on collisions on highways] without eliminating the automobile\"; and\n      Whereas, Rep. Dickey also stated in the letter that \"scientific research should help answer how we can best reduce gun violence... Doing nothing is no longer an acceptable solution\"; and \n      Whereas, Momentum is building to restore funding to the CDC for gun violence research; and\n      Whereas, In 2012, in the aftermath of the shooting at an elementary school in Newtown, Connecticut, President Barack Obama instructed the CDC to strictly interpret the Dickey Amendment-so that the restriction is on advocacy, not research; and \n      Whereas, In June 2015, U.S. Representative Carolyn Maloney and U.S. Senator Edward Markey introduced H.R. 2612/S.1473, respectively, to authorize the appropriation of at least $10 million a year to the CDC for conducting or supporting research on firearms safety or gun violence prevention; and\n      Whereas, In October 2015, addressing the nation after the mass shooting at Umpqua Community College in Oregon, President Obama said, \"We spent over a trillion dollars and passed countless laws and devote entire agencies to preventing terrorist attacks on our soil, and rightfully so. And yet we have a Congress who explicitly blocks us from even collecting data on how we could potentially reduce gun deaths\"; and \n      Whereas, In November 2015, dozens of lawmakers in the U.S. House of Representatives signed a letter urging leaders of the Appropriations Committee to repeal the Dickey Amendment; and\n      Whereas, In early December of 2015, over 2,000 physicians from nine medical associations publicly urged Congress to repeal the Dickey Amendment, citing gun violence as a public health crisis; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon Congress to pass, and the President to sign, H.R.2612/S.1473, in relation to congressional funding for gun violence research.\nLS# 6436\n12/10/2015\nLW",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\sl276\\slmult1\\qj By Council Members Williams, Constantinides, Gentile, Lander, Mealy, Mendez, Rodriguez, Rose, Rosenthal, Cohen and Levin\\par\n\\pard\\ltrpar\\sl276\\slmult1\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sl480\\slmult1\\qj\\cf1 Whereas, According to the Gun Violence Archive, there were 51,377 incidents of gun violence in the United States in 2014, resulting in 12,518 deaths and 22,886 injuries; and\\par\n\\cf0 Whereas, Gun violence has once again become the focus of national attention, with recent mass shootings in San Bernardino, at the Umpqua Community College in Oregon, and at a historic black church in Charleston, South Carolina; and\\cf1\\fs27\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\cf0\\fs24\\tab Whereas, According to Mother Jones\\rquote  \\i A Guide to Mass Shootings in America\\i0 , there have been at least 73 mass shootings in this country since 1982, defined as an incident that killed at least four people in a public place; and\\par\n\\tab  Whereas, While mass shootings tend to dominate media coverage, there are gun violence injuries occurring every day in many American cities; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Data from the New York State Division of Criminal Justice Services show that New York City had 6,839 incidents of violent crime by firearm in 2014; and\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, CompStat records from the New York City Police Department show that in New York City, there were 1,234 shooting victims this year through November; and\\par\n\\tab Whereas, The national debate on gun violence has been contentious for decades; and\\tab Whereas, In 1996, Congress passed an amendment to restrict federal funding for gun violence research; and \\tab\\par\n\\tab Whereas, Dubbed the Dickey Amendment after its author, former U.S. Representative Jay Dickey, it remains in effect today and prohibits funding for the Centers for Disease Control and Prevention (\\ldblquote CDC\\rdblquote ) to be used \\ldblquote to advocate or promote gun control\\rdblquote ; and \\par\n\\tab Whereas, Although the language of the amendment allows funding for research not aimed at advocacy for gun control, in effect it has been interpreted such that no research related to gun violence is funded through the CDC; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, In recent years, former Rep. Dickey has publicly expressed his regrets for having authored this amendment; and\\par\nWhereas, In a December 1, 2015 letter to U.S. Representative Mike Thompson, Chair of the House Gun Violence Prevention Task Force, Rep. Dickey stated that \\ldblquote research could have been continued on gun violence without infringing on the rights of gun owners, in the same fashion that the highway industry continued its research [on how to reduce head-on collisions on highways] without eliminating the automobile\\rdblquote ; and\\par\nWhereas, Rep. Dickey also stated in the letter that \\ldblquote scientific research should help answer how we can best reduce gun violence\\'85 Doing nothing is no longer an acceptable solution\\rdblquote ; and \\par\nWhereas, Momentum is building to restore funding to the CDC for gun violence research; and\\par\nWhereas, In 2012, in the aftermath of the shooting at an elementary school in Newtown, Connecticut, President Barack Obama instructed the CDC to strictly interpret the Dickey Amendment-so that the restriction is on advocacy, not research; and \\par\nWhereas, In June 2015, U.S. Representative Carolyn Maloney and U.S. Senator Edward Markey introduced H.R. 2612/S.1473, respectively, to authorize the appropriation of at least $10 million a year to the CDC for conducting or supporting research on firearms safety or gun violence prevention; and\\par\nWhereas, In October 2015, addressing the nation after the mass shooting at Umpqua Community College in Oregon, President Obama said, \\ldblquote We spent over a trillion dollars and passed countless laws and devote entire agencies to preventing terrorist attacks on our soil, and rightfully so. And yet we have a Congress who explicitly blocks us from even collecting data on how we could potentially reduce gun deaths\\rdblquote ; and \\par\nWhereas, In November 2015, dozens of lawmakers in the U.S. House of Representatives signed a letter urging leaders of the Appropriations Committee to repeal the Dickey Amendment; and\\par\nWhereas, In early December of 2015, over 2,000 physicians from nine medical associations publicly urged Congress to repeal the Dickey Amendment, citing gun violence as a public health crisis; now, therefore, be it\\par\n\\pard\\ltrpar\\fi720\\sa200\\sl480\\slmult1\\qj Resolved, \\cf1 That the Council of the City of New York \\cf0 calls upon Congress to pass, and the President to sign, H.R.2612/S.1473, in relation to congressional funding for gun violence research.\\par\n\\pard\\ltrpar\\sl276\\slmult1\\cf1\\fs20 LS# 6436\\fs24\\par\n\\fs20 12/10/2015\\fs24\\par\n\\pard\\ltrpar\\sa200\\sl276\\slmult1\\fs20 LW\\cf0\\fs24\\par\n}\n",
  "LastModified": "2017-12-27T02:26:05.367Z"
}
