{
  "ID": 42256,
  "GUID": "F4E9AE38-6148-4D55-A73B-8A92336BB469",
  "File": "Int 0911-2009",
  "Name": "Testing by the department of environmental protection for the presence of pharmaceuticals and personal care products in the NYC drinking water supply,",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to testing by the department of environmental protection for the presence of pharmaceuticals and personal care products in the New York City drinking water supply and the effluent from wastewater treatment plants.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 10,
  "BodyName": "Committee on Environmental Protection",
  "IntroDate": "2009-01-28T00:00:00Z",
  "AgendaDate": "2009-01-28T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5264,
      "Slug": "maria-baez",
      "FullName": "Maria Baez"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 6273,
      "Slug": "thomas-white-jr",
      "FullName": "Thomas White, Jr."
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 7113,
      "Slug": "mathieu-eugene",
      "FullName": "Mathieu Eugene"
    }
  ],
  "History": [
    {
      "ID": 223726,
      "Date": "2009-01-28T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 223895,
      "Date": "2009-01-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Environmental Protection",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8733,
      "AgendaSequence": 89,
      "MinutesSequence": 116,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Environmental Protection",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 233186,
      "Date": "2009-10-27T00:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 10,
      "BodyName": "Committee on Environmental Protection",
      "EventID": 9322,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 233348,
      "Date": "2009-10-27T00:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 10,
      "BodyName": "Committee on Environmental Protection",
      "EventID": 9322,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236175,
      "Date": "2009-12-31T13:02:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 91724,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 10/27/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/6b3f8619-b0d5-4b1a-a59f-c1d888ce79fe.doc",
      "Sort": 1
    },
    {
      "ID": 91832,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 10/27/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/ff49b290-aa78-49e9-8d4b-c983df46fee8.pdf",
      "Sort": 2
    },
    {
      "ID": 91937,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 10/27/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/a3fcb08d-8dca-41db-b067-6dd0131205e0.PDF",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 43103,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Legislative findings and intent.   The Council finds that drinking water quality standards are regulated through criteria of the Safe Drinking Water Act by the United States Environmental Protection Agency (“EPA”) which determines what contaminants of concern are regulated and pursuant to which EPA can add contaminants.  The Environmental Protection Agency maintains an active program called the Contaminant Candidate List (CCL) to identify contaminants in public drinking water supplies that warrant detailed study. The CCL currently includes just one pharmaceutical product-nitroglycerine.  However the watersheds and reservoirs that serve New York City have been the subject of several studies that examined New York City drinking water quality. One pilot study by the United States Geological Survey undertook water sampling near the New Croton, Croton Falls, Kensico, Muscoot, Amawalk, Rondout, Neversink, Cannonsville and Pepacton reservoirs.  In August of 2000 eleven sites were sampled from nine streams that flow into the Croton Reservoir which receive discharges of treated water from wastewater treatment plants. The sampling detected a beta-blocker, a stimulant, an antibiotic, an analgesic, steroids, detergent degredates, insecticides, herbicides and fire retardants.  Another study by the United States Geological Survey examined influent and effluent to and from wastewater treatment plants in the New York City watershed.  This study found fifty-five of sixty-three contaminants that were identified as targets of the study.  Pharmaceuticals in our watershed include trace amounts of hormones related to the treatment for menopause, drugs used to prevent or minimize seizures and high blood pressure medications.  Many pharmaceuticals are designed to be highly specific, and thus are extremely potent.  The EPA has developed national water quality criteria for the protection and for the beneficial use of aquatic life, called the Aquatic Life Criteria.  These criteria are based upon the concentrations of environmental pollutants and their effects.   Some pharmaceutical products effect reproduction and development of fish in water at concentrations of low nanograms per liter, well below effect concentrations for most chemicals for which Aquatic Life Criteria have been derived.  The EPA’s criteria also include contaminants of emerging concern such as pharmaceuticals and personal care products.  Personal care products include over the counter medications such as ibuprofen, bactericides such as triclosan, sunscreens and synthetic musks.  \n     As the CCL only includes one pharmaceutical product, current water quality standards set by the Environmental Protection Agency generally do not require monitoring for, or treatment of, pharmaceutical or personal care products.  The EPA has indicated that there is still uncertainty about the potential effects on public health and aquatic life of the presence of extremely low levels of pharmaceuticals and person care products in drinking and surface water.  The EPA has also stated that a program to monitor for pharmaceuticals and personal care products in surface, ground or tap water can be very useful to EPA its Contaminant Candidate Listing process, when it revises effluent guidelines and develops new or revised water quality criteria.  \n     The Council further finds that with trace amounts of pharmaceuticals present in the New York City watershed, it is important to know if they are also in our drinking water and if they present any threat to the public health or the environment.  \n\n\t§    Subchapter 4 of Chapter 3 of Title 24 of the administrative code of the city of New York is amended by adding a new section 366 to read as follows:\n§24-366 Water quality testing for the presence of pharmaceuticals and personal care products. a. For purposes of this section the following terms shall have the following meanings:\n1. “Pharmaceuticals” shall include prescribed drugs to be used by humans and also prescribed veterinary drugs.\n2. “Personal care products” shall mean over the counter medications such as ibuprofen, bactericides such as triclosan, sunscreens and synthetic musks and any product used by individuals for personal health or cosmetic reasons including, but not limited to, fragrances, lotions and cosmetics. \n3. “Water quality monitoring” shall mean activities related to gathering water quality data which is then used to characterize waters, identify water quality trends over time, identify emerging pollution problems, evaluate whether pollution control programs are working and improve pollution control efforts.\n4. “Environmental protection agency” shall mean the United States environmental protection agency.\n5. “Aquatic life criteria” shall mean the national water quality criteria for the protection of aquatic organisms and for their beneficial uses as developed by the environmental protection agency.\nb. The department shall be responsible for undertaking annual water quality monitoring for the presence of pharmaceuticals and personal care products in treated wastewater discharged from the city’s wastewater treatment plants and in drinking water, at drinking water treatment plants serving the city within the city’s watersheds, and at monitoring wells used to monitor the quality of drinking water drawn from underground aquifers and at distribution sites of drinking water as are determined appropriate by the department. Such monitoring shall include analyzing the results of such testing for the presence of pharmaceuticals and personal care products and  releasing the results of the such analyses.  \nc. Not later than December 1, 2009 and not later than December 1 of each year thereafter, the mayor shall submit to the speaker of the council a report on the results of water quality testing for the presence of pharmaceuticals and personal care products. Said report shall include the names of the pharmaceutical and personal care products identified, the amounts found of each and at the locations identified where feasible.  \nd. When any pharmaceutical or person care product is listed by the environmental protection agency in its contaminant candidate list, in addition to undertaking appropriate measures to treat the drinking water in order to remove the listed contaminant from city drinking water, the department shall take measures designed to prevent such pharmaceuticals or personal care products from entering the city water supply. The department shall use the aquatic life criteria to ascertain if the presence of pharmaceuticals and personal care products in surface waters are having an adverse impact on aquatic life, and shall include such information in the annual report required by subdivision c of this section. \ne. No later than July 1, 2009 the department shall issue an interim report detailing its efforts to identify and treat drinking water for the presence of nitroglycerine and shall provide a copy of the interim report to the mayor, the speaker of the council, the environmental protection agency, the state department of health. \nf. The department shall provide the results of its water quality monitoring to the environmental protection agency, the state department of health, the city department of health and mental hygiene and such other entities as are determined by the department to be appropriate, and shall post the results of its water quality monitoring for pharmaceuticals on its website.\n§3. This local law shall take effect ninety days after enactment into law, except that the commissioner of environmental protection shall take such measures, including the promulgation of rules, as are necessary for its implementation prior to such effective date.\n\n\nLS# 2524 and 5106\n\nSS 10/17/08 2:09 p.m.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\ulnone\\tab S\\cf1 ection 1.  Legislative findings and intent.   The Council finds that\\cf0  drinking water quality standards are regulated through criteria of the Safe Drinking Water Act by the United States Environmental Protection Agency (\\ldblquote EPA\\rdblquote ) which determines what contaminants of concern are regulated and pursuant to which EPA can add contaminants.  The Environmental Protection Agency maintains an active program called the Contaminant Candidate List (CCL) to identify contaminants in public drinking water supplies that warrant detailed study. The CCL currently includes just one pharmaceutical product-nitroglycerine.  However the watersheds and reservoirs that serve New York City have been the subject of several studies that examined New York City drinking water quality. One pilot study by the United States Geological Survey undertook water sampling near the New Croton, Croton Falls, Kensico, Muscoot, Amawalk, Rondout, Neversink, Cannonsville and Pepacton reservoirs.  In August of 2000 eleven sites were sampled from nine streams that flow into the Croton Reservoir which receive discharges of treated water from wastewater treatment plants. The sampling detected a beta-blocker, a stimulant, an antibiotic, an analgesic, steroids, detergent degredates, insecticides, herbicides and fire retardants.  Another study by the United States Geological Survey examined influent and effluent to and from wastewater treatment plants in the New York City watershed.  This study found fifty-five of sixty-three contaminants that were identified as targets of the study.  Pharmaceuticals in our watershed include trace amounts of hormones related to the treatment for menopause, drugs used to prevent or minimize seizures and high blood pressure medications.  Many pharmaceuticals are designed to be highly specific, and thus are extremely potent.  The EPA has developed national water quality criteria for the protection and for the beneficial use of aquatic life, called the Aquatic Life Criteria.  These criteria are based upon the concentrations of environmental pollutants and their effects.   Some pharmaceutical products effect reproduction and development of fish in water at concentrations of low nanograms per liter, well below effect concentrations for most chemicals for which Aquatic Life Criteria have been derived.  The EPA\\rquote s criteria also include contaminants of emerging concern such as pharmaceuticals and personal care products.  Personal care products include over the counter medications such as ibuprofen, bactericides such as triclosan, sunscreens and synthetic musks.  \\par\n     As the CCL only includes one pharmaceutical product, current water quality standards set by the Environmental Protection Agency generally do not require monitoring for, or treatment of, pharmaceutical or personal care products.  The EPA has indicated that there is still uncertainty about the potential effects on public health and aquatic life of the presence of extremely low levels of pharmaceuticals and person care products in drinking and surface water.  The EPA has also stated that a program to monitor for pharmaceuticals and personal care products in surface, ground or tap water can be very useful to EPA its Contaminant Candidate Listing process, when it revises effluent guidelines and develops new or revised water quality criteria.  \\par\n     The Council further finds that with trace amounts of pharmaceuticals present in the New York City watershed, it is important to know if they are also in our drinking water and if they present any threat to the public health or the environment.  \\cf1\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\cf0\\par\n\\tab\\'a7    Subchapter 4 of Chapter 3 of Title 24 of the administrative code of the city of New York is amended by adding a new section 366 to read as follows:\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ul\\'a724-366 Water quality testing for the presence of pharmaceuticals and personal care products. a. For purposes of this section the following terms shall have the following meanings:\\par\n1. \\ldblquote Pharmaceuticals\\rdblquote  shall include prescribed drugs to be used by humans and also prescribed veterinary drugs.\\par\n2. \\ldblquote Personal care products\\rdblquote  shall mean over the counter medications such as ibuprofen, bactericides such as triclosan, sunscreens and synthetic musks and \\cf1\\lang9 any product used by individuals for personal health or cosmetic reasons including, but not limited to, fragrances, lotions and cosmetics. \\par\n\\pard\\nowidctlpar\\fi720\\sa120\\sl480\\slmult1\\qj\\cf0\\lang1033 3. \\ldblquote Water quality monitoring\\rdblquote  shall mean activities related to gathering water quality data which is then \\cf1\\lang9 used to characterize waters, identify water quality trends over time, identify emerging pollution problems, evaluate whether pollution control programs are working and improve pollution control efforts.\\cf0\\lang1033\\par\n4. \\ldblquote Environmental protection agency\\rdblquote  shall mean the United States environmental protection agency.\\par\n5. \\ldblquote Aquatic life criteria\\rdblquote  shall mean the n\\cf1\\lang9 ational water quality criteria for the protection of aquatic organisms and for their beneficial uses as developed by the environmental protection agency.\\cf0\\lang1033\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj b. The department shall be responsible for undertaking annual water quality monitoring for the presence of pharmaceuticals and personal care products in treated wastewater discharged from the city\\rquote s wastewater treatment plants and in drinking water, at drinking water treatment plants serving the city within the city\\rquote s watersheds, and at monitoring wells used to monitor the quality of drinking water drawn from underground aquifers and at distribution sites of drinking water as are determined appropriate by the department. Such monitoring shall include analyzing the results of such testing for the presence of pharmaceuticals and personal care products and  releasing the results of the such analyses.  \\par\nc. Not later than December 1, 2009 and not later than December 1 of each year thereafter, the mayor shall submit to the speaker of the council a report on the results of water quality testing for the presence of pharmaceuticals and personal care products. Said report shall include the names of the pharmaceutical and personal care products identified, the amounts found of each and at the locations identified where feasible.  \\par\nd. When any pharmaceutical or person care product is listed by the environmental protection agency in its contaminant candidate list, in addition to undertaking appropriate measures to treat the drinking water in order to remove the listed contaminant from city drinking water, the department shall take measures designed to prevent such pharmaceuticals or personal care products from entering the city water supply. The department shall use the aquatic life criteria to ascertain if the presence of pharmaceuticals and personal care products in surface waters are having an adverse impact on aquatic life, and shall include such information in the annual report required by subdivision c of this section. \\par\ne. No later than July 1, 2009 the department shall issue an interim report detailing its efforts to identify and treat drinking water for the presence of nitroglycerine and shall provide a copy of the interim report to the mayor, the speaker of the council, the environmental protection agency, the state department of health. \\par\nf. The department shall provide the results of its water quality monitoring to the environmental protection agency, the state department of health, the city department of health and mental hygiene and such other entities as are determined by the department to be appropriate, and shall post the results of its water quality monitoring for pharmaceuticals on its website.\\par\n\\ulnone\\'a73. This local law shall take effect ninety days after enactment into law, except that the commissioner of environmental protection shall take such measures, including the promulgation of rules, as are necessary for its implementation prior to such effective date.\\par\n\\pard\\nowidctlpar\\qj\\par\n\\par\nLS# 2524 and 5106\\par\n\\par\nSS 10/17/08 2:09 p.m.\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
