{
  "ID": 42247,
  "GUID": "8572D830-DA53-4601-8C8F-2B8A7CBE95F0",
  "File": "Int 0912-2009",
  "Name": "Mayoral agency heads to issue an annual report to the Council on their efforts to incorporate periodic recommendations issued by the Intergovernmental Panel on Climate Change into their short term, intermediate, and long range plans and programs.",
  "Title": "A Local Law to amend the New York City Charter, in relation to requiring the mayoral agency heads to issue an annual report to the Council on their efforts to incorporate periodic recommendations issued by the Intergovernmental Panel on Climate Change into their short term, intermediate, and long range plans and programs.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 10,
  "BodyName": "Committee on Environmental Protection",
  "IntroDate": "2009-01-28T00:00:00Z",
  "AgendaDate": "2009-01-28T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    }
  ],
  "History": [
    {
      "ID": 223722,
      "Date": "2009-01-28T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 223897,
      "Date": "2009-01-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Environmental Protection",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8733,
      "AgendaSequence": 91,
      "MinutesSequence": 118,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Environmental Protection",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236174,
      "Date": "2009-12-31T13:01:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 43093,
  "Text": "Be it enacted by the Council as follows:\n\tSection 1. Section 386 of Chapter 16 of the New York City Charter is amended by adding a new paragraph d to read as follows:\nd. Not later than January thirtieth of each year, commencing in 2011, each head of a mayoral agency shall submit a report to the council detailing any efforts made by the agency to incorporate the periodic policy recommendations issued by the intergovernmental panel on climate change into the agency’s short term, intermediate, and long range plans and programs. The report shall be issued even if no such efforts have been made, in which case the report shall include an explanation of the reason or reasons why no such efforts have been made. Such reports should consider all relevant recommendations contained in assessment reports, technical reports, and working group reports issued periodically by the intergovernmental panel on climate change. In the event that the intergovernmental panel on climate change shall cease to exist or shall cease publication of assessment reports, technical reports, working group reports or similar periodic reports, this reporting requirement shall be extinguished. \n\t§2. This local law shall take effect immediately.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\sl480\\slmult1\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\tab Section 1. Section 386 of Chapter 16 of the New York City Charter is amended by adding a new paragraph d to read as follows:\\ul\\par\nd. Not later than January thirtieth of each year, commencing in 2011, each head of a mayoral agency shall submit a report to the council detailing any efforts made by the agency to incorporate the periodic policy recommendations issued by the intergovernmental panel on climate change into the agency\\rquote s short term, intermediate, and long range plans and programs. The report shall be issued even if no such efforts have been made, in which case the report shall include an explanation of the reason or reasons why no such efforts have been made. Such reports should consider all relevant recommendations contained in assessment reports, technical reports, and working group reports issued periodically by the intergovernmental panel on climate change. In the event that the intergovernmental panel on climate change shall cease to exist or shall cease publication of assessment reports, technical reports, working group reports or similar periodic reports, this reporting requirement shall be extinguished. \\par\n\\ulnone\\tab\\'a72. This local law shall take effect immediately.\\par\n\\pard\\qj\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
