{
  "ID": 42254,
  "GUID": "33109761-7546-4948-B498-4D358A900867",
  "File": "Int 0913-2009",
  "Name": "Licensing doorbuster sales.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to licensing doorbuster sales.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5,
  "BodyName": "Committee on Consumer Affairs",
  "IntroDate": "2009-01-28T00:00:00Z",
  "AgendaDate": "2009-01-28T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 6273,
      "Slug": "thomas-white-jr",
      "FullName": "Thomas White, Jr."
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    }
  ],
  "History": [
    {
      "ID": 223724,
      "Date": "2009-01-28T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 223899,
      "Date": "2009-01-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Consumer Affairs",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8733,
      "AgendaSequence": 93,
      "MinutesSequence": 120,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Consumer Affairs",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 233689,
      "Date": "2009-11-18T00:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 9380,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 234037,
      "Date": "2009-11-18T00:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 9380,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236173,
      "Date": "2009-12-31T13:01:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 92095,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 11/18/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/a2797ea8-d92c-4ea2-8cac-d3953ed95865.doc",
      "Sort": 1
    },
    {
      "ID": 92339,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 11/18/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/cef58a7f-afe4-4df2-abd6-0b1fb6159422.pdf",
      "Sort": 2
    },
    {
      "ID": 92585,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 11/18/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/fa1a65b0-fe8c-4748-8465-913a6ce6bd70.PDF",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 43101,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Chapter 2 of title 20 of the administrative code of the city of New York is amended by adding a new subchapter 33, to read as follows:\nSubchapter 33\nDoorbuster Sales \n§20-539 Definitions.\n§20-540 License required.\n§20-541 Application. \n§20-542 Issuance of license.\n§20-543 Rules. \n§20-544 Violations.\n§20-545 Hearing authority.\n\n§20-539  Definitions.  For purposes of this subchapter, the following definitions shall apply:\na.“Doorbuster sale” means a sale or an offer to sell to the public goods, wares, and merchandise of any kind at a substantially discounted price for a limited time where at least one of the following factors occurs: \n1.  the sale features certain items at a further reduced price for a limited time on the day of the sale; \n2.  the sale features a limited quantity of certain items at a further reduced price; and\n3. the sale is held at any time between Thanksgiving and January second; and either \n(i) language is used to promote the sale that entices the public to wait in line prior to the store’s opening, including but not limited to “Black Friday,” “doorbuster,” and “first come first served” or (ii) the sale is advertised to start earlier than the retailer’s normal business hours. \nDoorbuster sales shall not include “going out of business sales” as defined by section 20-308 of this code. \n§20-540 License required. It shall be unlawful for any person to publish notice pertaining to or conduct a doorbuster sale without first obtaining a license issued pursuant to this subchapter.  \n§20-541  Application. a.  Each retailer applying for a license pursuant to this subchapter shall file an application in such form and detail as the commissioner may prescribe and shall pay the fee required by this subchapter.\nb.  All applications for licenses pursuant to this subchapter shall be filed at least sixty days prior to the date on which such sale is to commence.\nc.  The fee for filing such application shall be one hundred dollars.  \nd.  In addition to any  other information required, the commissioner shall require the following information: \n1.  The  name  and  address of the applicant, whether the applicant is the true owner of the goods, wares  or  merchandise  to  be sold,  and if the applicant be a partnership, the names and addresses of all partners, or if the applicant be a corporation or  association,  the date  and  place  of  incorporation  or organization, the address of the principal office within the state, the names and addresses  of  all  the officers  of  the  applicant  and  whether a controlling  interest in the corporation or association was transferred within six  months  prior  to the date of the filing of the application.\n2. The  name  and  address  of  the person or persons who will be in charge and responsible for the conduct of such sale.\n3.  The exact address of the place at which the proposed sale is to be conducted and the length of time  the  applicant  has  been  engaged  in business at such location.\n4. The date and time on which it is proposed to begin the sale and the duration of the sale.\n5.  The nature of the occupancy where such sale is to be held, whether by lease  or  otherwise,  and the effective date of termination of such occupancy.\n6.  A statement of the descriptive name of the sale.\n7.  A valid and accurate floorplan of the location at which the proposed sale is to be conducted, with the doors to be used as entrances to and exits from the proposed sale clearly marked.  \n8. A detailed plan for crowd control, designed to ensure orderly and safe entrance into the store, including the following information:\ni. the capacity of the location of the proposed sale; \nii.  an estimate of the number of people anticipated to attend the sale; \niii. the number of personnel assigned to manage the entrance(s) to the store;\niv. the time at which customers will be permitted to stand in line prior to the opening of the store;  \nv.  the total number of personnel assigned to work for the duration of the proposed sale; and\nvi. any additional information as the commissioner may require.\n§20-542 Issuance of license. Upon the filing of such application, the commissioner shall issue such license for the date of the proposed doorbuster sale, unless he or she finds that the crowd control plan is not adequate to ensure the public’s safety for the duration of the sale.  \n§20-543 Rules.  The commissioner may make and promulgate such rules and regulations as he or she may deem necessary for the proper implementation and enforcement of this subchapter.\n§20-544 Violations. a.  Any person who violates the provisions of this section shall be guilty of a violation punishable by not less than two-hundred fifty dollars or a term of imprisonment of not more than fifteen days, or both such fine and imprisonment.\nb. Any person violating this section shall be subject to a civil penalty of not less than twenty-five thousand dollars.  A proceeding to recover any civil penalty pursuant to this section shall be commenced by the service of a notice of hearing that shall be returnable to the administrative tribunal of the department.  \n§20-545 Hearing authority. a.  Notwithstanding any other provision of law, the department shall be authorized upon due notice and hearing, to impose civil penalties for the violation of any provision of this subchapter and any rules promulgated thereunder. The department shall have the power to render decisions and orders and to impose civil penalties not to exceed the amounts specified in section 20-544 of this subchapter for each such violation. All proceedings authorized pursuant to this section shall be conducted in accordance with rules promulgated by the commissioner. The penalties provided for in section 20-544 of this subchapter shall be in addition to any other remedies or penalties provided for the enforcement of such provisions under any other law including, but not limited to, civil or criminal actions or proceedings.\nb. All such proceedings shall be commenced by the service of a notice of violation returnable to the administrative tribunal of the department. The commissioner shall prescribe the form and wording of notices of violation. The notice of violation or copy thereof when filled in and served shall constitute notice of the violation charged, and, if sworn to or affirmed, shall be prima facie evidence of the facts contained therein.\n\n\n\n\n\n\n\nLCC\nLS 6866\n1/9/08",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\froman\\fprq2\\fcharset0 Times New Roman Bold;}{\\f2\\fmodern\\fprq1\\fcharset0 Courier New;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\pard\\nowidctlpar\\qj\\ulnone\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\tab Section 1.  Chapter 2 of title 20 of the administrative code of the city of New York is amended by adding a new subchapter 33, to read as follows:\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qc\\ul\\b\\f1 Subchapter 33\\par\nDoorbuster Sales \\par\n\\pard\\nowidctlpar\\'a720-539 Definitions.\\par\n\\'a720-540 License required.\\par\n\\'a720-541 Application. \\par\n\\'a720-542 Issuance of license.\\par\n\\'a720-543 Rules. \\par\n\\'a720-544 Violations.\\par\n\\'a720-545 Hearing authority.\\b0\\f0\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\par\n\\b\\f1\\'a720-539  \\f0 Definitions. \\b0  For purposes of this subchapter, the following definitions shall apply:\\par\na.\\ldblquote Doorbuster sale\\rdblquote  means a sale or an offer to sell to the public goods, wares, and merchandise of any kind at a substantially discounted price for a limited time where at least one of the following factors occurs: \\par\n1.  the sale features certain items at a further reduced price for a limited time on the day of the sale; \\par\n2.  the sale features a limited quantity of certain items at a further reduced price; and\\par\n3. the sale is held at any time between Thanksgiving and January second; and either \\par\n(i) language is used to promote the sale that entices the public to wait in line prior to the store\\rquote s opening, including but not limited to \\ldblquote Black Friday,\\rdblquote  \\ldblquote doorbuster,\\rdblquote  and \\ldblquote first come first served\\rdblquote  or (ii) the sale is advertised to start earlier than the retailer\\rquote s normal business hours. \\par\nDoorbuster sales shall not include \\ldblquote going out of business sales\\rdblquote  as defined by section 20-308 of this code. \\par\n\\b\\'a720-540 License required. \\b0 It shall be unlawful for any person to publish notice pertaining to or conduct a doorbuster sale without first obtaining a license issued pursuant to this subchapter.  \\par\n\\b\\'a720-541  Application. \\b0 a.  Each retailer applying for a license pursuant to this subchapter shall file an application in such form and detail as the commissioner may prescribe and shall pay the fee required by this subchapter.\\par\nb.  All applications for licenses pursuant to this subchapter shall be filed at least sixty days prior to the date on which such sale is to commence.\\par\nc.  The fee for filing such application shall be one hundred dollars.  \\par\nd.  In addition to any  other information required, the commissioner shall require the following information: \\par\n1.  The  name  and  address of the applicant, whether the applicant is the true owner of the goods, wares  or  merchandise  to  be sold,  and if the applicant be a partnership, the names and addresses of all partners, or if the applicant be a corporation or  association,  the date  and  place  of  incorporation  or organization, the address of the principal office within the state, the names and addresses  of  all  the officers  of  the  applicant  and  whether a controlling  interest in the corporation or association was transferred within six  months  prior  to the date of the filing of the application.\\par\n2. The  name  and  address  of  the person or persons who will be in charge and responsible for the conduct of such sale.\\par\n3.  The exact address of the place at which the proposed sale is to be conducted and the length of time  the  applicant  has  been  engaged  in business at such location.\\par\n4. The date and time on which it is proposed to begin the sale and the duration of the sale.\\par\n5.  The nature of the occupancy where such sale is to be held, whether by lease  or  otherwise,  and the effective date of termination of such occupancy.\\par\n6.  A statement of the descriptive name of the sale.\\par\n7.  A valid and accurate floorplan of the location at which the proposed sale is to be conducted, with the doors to be used as entrances to and exits from the proposed sale clearly marked.  \\par\n8. A detailed plan for crowd control, designed to ensure orderly and safe entrance into the store, including the following information:\\par\ni. the capacity of the location of the proposed sale; \\par\nii.  an estimate of the number of people anticipated to attend the sale; \\par\niii. the number of personnel assigned to manage the entrance(s) to the store;\\par\niv. the time at which customers will be permitted to stand in line prior to the opening of the store;  \\par\nv.  the total number of personnel assigned to work for the duration of the proposed sale; and\\par\nvi. any additional information as the commissioner may require.\\par\n\\b\\'a720-542 Issuance of license. \\b0 Upon the filing of such application, the commissioner shall issue such license for the date of the proposed doorbuster sale, unless he or she finds that the crowd control plan is not adequate to ensure the public\\rquote s safety for the duration of the sale.  \\par\n\\b\\'a720-543 Rules.  \\b0 The commissioner may make and promulgate such rules and regulations as he or she may deem necessary for the proper implementation and enforcement of this subchapter.\\par\n\\b\\'a720-544 Violations.\\b0  a.  Any person who violates the provisions of this section shall be guilty of a violation punishable by not less than two-hundred fifty dollars or a term of imprisonment of not more than fifteen days, or both such fine and imprisonment.\\par\nb. Any person violating this section shall be subject to a civil penalty of not less than twenty-five thousand dollars.  A proceeding to recover any civil penalty pursuant to this section shall be commenced by the service of a notice of hearing that shall be returnable to the administrative tribunal of the department.  \\par\n\\b\\'a720-545 Hearing authority.\\cf1  \\b0 a.  Notwithstanding any other provision of law, the department shall be authorized upon due notice and hearing, to impose civil penalties for the violation of any provision of this subchapter and any rules promulgated thereunder. The department shall have the power to render decisions and orders and to impose civil penalties not to exceed the amounts specified in section 20-544 of this subchapter for each such violation. All proceedings authorized pursuant to this section shall be conducted in accordance with rules promulgated by the commissioner. The penalties provided for in section 20-544 of this subchapter shall be in addition to any other remedies or penalties provided for the enforcement of such provisions under any other law including, but not limited to, civil or criminal actions or proceedings.\\par\nb. All such proceedings shall be commenced by the service of a notice of violation returnable to the administrative tribunal of the department. The commissioner shall prescribe the form and wording of notices of violation. The notice of violation or copy thereof when filled in and served shall constitute notice of the violation charged, and, if sworn to or affirmed, shall be prima facie evidence of the facts contained therein.\\par\n\\cf0\\b\\par\n\\b0\\par\n\\pard\\nowidctlpar\\ulnone\\fs20\\par\n\\par\n\\par\n\\par\n\\par\nLCC\\par\nLS 6866\\par\n\\pard\\nowidctlpar\\tx720 1/9/08\\f2\\fs24\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
