{
  "ID": 42206,
  "GUID": "6EA1D90E-3F24-4627-AC83-511BEECB9E44",
  "File": "Int 0919-2009",
  "LocalLaw": "2009/021",
  "Name": "Coordination between the department of buildings and other governmental agencies when development is proposed for the city’s coastal zone",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to coordination between the department of buildings and other governmental agencies when development is proposed for the city’s coastal and water-sensitive inland zones.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 35,
  "StatusName": "Enacted",
  "BodyID": 10,
  "BodyName": "Committee on Environmental Protection",
  "IntroDate": "2009-01-28T00:00:00Z",
  "AgendaDate": "2009-01-28T00:00:00Z",
  "PassedDate": "2009-03-18T00:00:00Z",
  "EnactmentDate": "2009-03-18T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5286,
      "Slug": "bill-de-blasio",
      "FullName": "Bill De Blasio"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 6273,
      "Slug": "thomas-white-jr",
      "FullName": "Thomas White, Jr."
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 7113,
      "Slug": "mathieu-eugene",
      "FullName": "Mathieu Eugene"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    }
  ],
  "History": [
    {
      "ID": 223466,
      "Date": "2009-01-22T13:00:00Z",
      "ActionID": 15,
      "Action": "Hearing on P-C Item by Comm",
      "Description": "This Introduction was Hearing on P-C Item by Comm",
      "BodyID": 10,
      "BodyName": "Committee on Environmental Protection",
      "EventID": 8705,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "AgendaNote": "Preconsidered",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 223578,
      "Date": "2009-01-22T13:00:00Z",
      "ActionID": 5018,
      "Action": "P-C Item Laid Over by Comm",
      "Description": "This Introduction was P-C Item Laid Over by Comm",
      "BodyID": 10,
      "BodyName": "Committee on Environmental Protection",
      "EventID": 8705,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 223461,
      "Date": "2009-01-28T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 223926,
      "Date": "2009-01-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Environmental Protection",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8733,
      "AgendaSequence": 102,
      "MinutesSequence": 129,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Preconsidered - Environmental Protection",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 224695,
      "Date": "2009-02-25T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 10,
      "BodyName": "Committee on Environmental Protection",
      "EventID": 8779,
      "AgendaSequence": 3,
      "MinutesSequence": 7,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 919-A",
      "MinutesNote": "Proposed Int. No. 919-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 224894,
      "Date": "2009-02-25T10:00:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Introduction was Amendment Proposed by Comm",
      "BodyID": 10,
      "BodyName": "Committee on Environmental Protection",
      "EventID": 8779,
      "MinutesSequence": 8,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 224895,
      "Date": "2009-02-25T10:00:00Z",
      "ActionID": 33,
      "Action": "Amended by Committee",
      "Description": "This Introduction was Amended by Committee",
      "BodyID": 10,
      "BodyName": "Committee on Environmental Protection",
      "EventID": 8779,
      "MinutesSequence": 9,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 224897,
      "Date": "2009-02-25T10:00:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "A motion was made that this Introduction be Approved by Committee approved by Roll Call.",
      "BodyID": 10,
      "BodyName": "Committee on Environmental Protection",
      "EventID": 8779,
      "MinutesSequence": 10,
      "Version": "A",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 224966,
      "Date": "2009-02-26T13:30:00Z",
      "ActionID": 68,
      "Action": "Approved by Council",
      "Description": "A motion was made that this Introduction be Approved by Council approved by consent Roll Call.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8840,
      "AgendaSequence": 59,
      "MinutesSequence": 65,
      "Version": "A",
      "AgendaNote": "Amended and Coupled on GO",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "Consent": 1,
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 225627,
      "Date": "2009-02-26T17:00:00Z",
      "ActionID": 53,
      "Action": "Sent to Mayor by Council",
      "Description": "This Introduction was Sent to Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 225314,
      "Date": "2009-03-18T15:30:00Z",
      "ActionID": 5014,
      "Action": "Hearing Held by Mayor",
      "Description": "This Introduction was Hearing Held by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "A",
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 225714,
      "Date": "2009-03-18T16:30:00Z",
      "ActionID": 57,
      "Action": "Signed Into Law by Mayor",
      "Description": "This Introduction was Signed Into Law by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "A",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 225715,
      "Date": "2009-03-18T17:00:00Z",
      "ActionID": 5023,
      "Action": "Recved from Mayor by Council",
      "Description": "This Introduction was Recved from Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 87359,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Int. No. 919 - 1/28/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/a714e004-8b1e-449a-bf51-b05e6d83a904.doc",
      "Sort": 1
    },
    {
      "ID": 86887,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 1/22/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/7a5748a5-e6a3-4499-93ed-d2c9f0171ade.doc",
      "Sort": 2
    },
    {
      "ID": 87067,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 1/22/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/288dda26-53c5-4eb4-b112-45e4158a9c7d.PDF",
      "Sort": 3
    },
    {
      "ID": 87151,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 1/22/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/bacedceb-1018-40d8-b22e-b7cdfc05a473.pdf",
      "Sort": 4
    },
    {
      "ID": 87485,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 2/25/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/e1cac4a6-c172-47f0-9c5b-117376966b9c.doc",
      "Sort": 5
    },
    {
      "ID": 87947,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 2/25/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/15465aef-f6ab-45c4-8502-3bc81439dbec.pdf",
      "Sort": 6
    },
    {
      "ID": 87528,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report - Stated Meeting 2/26/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/eefe0d09-51dc-40e3-bb59-aa368d929170.doc",
      "Sort": 7
    },
    {
      "ID": 88632,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript - Stated Meeting 2/26/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/e9ab3ba5-25d5-4158-892a-4b3cab4b44c4.pdf",
      "Sort": 8
    },
    {
      "ID": 87497,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Fiscal Impact Statement",
      "Link": "http://nyc.legistar1.com/nyc/attachments/9505353f-d627-4f38-b944-14a63b566aeb. 919-A - Coordination re Coastal and Water zones.doc",
      "Sort": 9
    },
    {
      "ID": 88880,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Local Law",
      "Link": "http://nyc.legistar1.com/nyc/attachments/c49f1362-00ce-44ca-8254-190c533d958f.doc",
      "Sort": 10
    }
  ],
  "Summary": "",
  "TextID": 43257,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Legislative findings and intent.   The Council finds that development in the New York City coastal zone is subject to the jurisdiction of the New York State Department of Environmental Conservation (DEC) and typically requires issuance of a tidal wetlands permit and a coastal erosion hazard permit. Such development may also require the issuance of a freshwater wetlands permit if regulated freshwater wetlands are on the property or a floating objects permit, depending on development planned.  DEC’s Coastal Erosion Management Regulations are designed, in part, to restrict or prohibit development in natural protective feature areas so that new buildings or structures are placed a safe distance from areas of active erosion and the impacts of coastal storms.  These regulations are also intended to restrict development involving public investment in services or facilities likely to encourage new permanent development in coastal erosion hazard areas.  Other approvals may be required for development in the coastal zone, including approvals by the United States Army Corps of Engineers.\nThe Council finds, however, that applicants may not be aware of the need to coordinate with the Department of Environmental Conservation and other appropriate agencies when projects are located within the coastal or water-sensitive inland zones or that applicants for permits may deliberately fail to disclose on their permit application to the Department of Buildings that their properties are located within the such zones.  Therefore the Council finds that coordination with the Department of Environmental Conservation and other agencies must be required by the Department of Buildings in any case where an application for development is located within the coastal and/or water sensitive inland zones of New York City.  \n\t§2.  Article 104 of chapter one of title 28 of the administrative code of the city of New York is amended by adding a new section 28-104.9 to read as follows:\n\t§28-104.9 Coastal zones and water-sensitive inland zones.  Construction documents shall comply with sections 28-104.9.1 through 28-104.9.6 relating to work in coastal zones and water-sensitive inland zones.\n\t§28-104.9.1 Definitions. As used in section 28-104.9 the following terms shall have the following meanings:\nCOASTAL ZONES AND WATER-SENSITIVE INLAND ZONES. Areas of land comprising tidal wetlands, freshwater wetlands, coastal erosion hazard areas, coastal areas of special flood hazard or rivervine and other inland areas of special flood hazard.\nTIDAL WETLANDS. Areas of land as identified on the tidal wetland inventory issued by the New York state department of environmental conservation in accordance with section 25-0201 of the New York state environmental conservation law, as well as any adjacent areas as such term is defined in section 661.4 of title six of the New York code of rules and regulations; \nFRESHWATER WETLANDS. Areas of land as identified on the final map issued by the New York state department of environmental conservation in accordance with section 24-0301 of the New York state environmental conservation law, as well as any adjacent areas as such term is defined in section 662.1 of title six of the New York code of rules and regulations.\nCOASTAL EROSION HAZARD AREAS. Areas of land as identified on the final map issued by the New York state department of environmental conservation in accordance with section 34-0104 of the new york state environmental conservation law;\nCOASTAL AREAS OF SPECIAL FLOOD HAZARD. Areas of land as identified on the flood insurance rate maps referenced in New York city building code section BC G402 pursuant to article 36 of the New York state environmental conservation law.\nRIVERVINE AND OTHER INLAND AREAS OF SPECIAL FLOOD HAZARD. Areas of land, including floodways, as identified on the flood insurance rate maps referenced in section BC G402 of the New York city building code pursuant to article 36 of the New York state environmental conservation law.\nSTRUCTURE. Any object constructed, installed or placed in, on or under land or water, including, but not limited to, a building, permanent shed, deck, in-ground or aboveground swimming pool, garage, mobile home, paving, road, public utility service distribution, transmission and collection system, storage tank, pier, dock, wharf, groin, jetty, seawall, revetment, bulkhead or  breakwater.\n\t§28-104.9.2  Statement and submission by applicant.  It shall be the duty of an applicant for construction document approval to determine whether the proposed work is located within a coastal zone or a water-sensitive inland zone subject to section 28-104.9.3 and/or section 28-109.4.  Applications for construction document approval shall include a statement by the applicant indicating whether the proposed work is located within a coastal zone or water-sensitive inland zone subject to such sections.  The failure to disclose that proposed work is within a coastal zone or water-sensitive inland zone subject to such sections shall be a violation of this code.\n\t§28-104.9.3 Coordination with department of environmental conservation and other agencies. The commissioner shall not approve construction documents for construction of a new structure, the horizontal enlargement of a structure or to excavate or fill any land, within a tidal wetland, a tidal wetland adjacent area, freshwater wetland, freshwater wetland adjacent area, or costal erosion hazard area, without documentation satisfactory to the commissioner that the New York state department of environmental conservation, and such other governmental agencies as are applicable, have issued any applicable permits or other approvals for such construction, excavation or fill. \n\t§28-104.9.4 Compliance with special flood hazard area requirements mandated within special flood hazard areas. Within coastal areas of special flood hazard and areas of special flood hazard, the commissioner shall not approve construction documents for construction or alteration of buildings or structures, including alterations pursuant to section 28-101.4.3, or for any other activity regulated by section BC G201 of the New York city building code, unless the application complies with the requirements of Appendix G of the New York city building code. \n\t§28-104.9.5  False statement or omission. No person shall submit an application  for construction document approval for any structure within a coastal zone or water-sensitive inland zone which falsely avers or by omission causes the department to determine that the subject property is not located within such zone or that the New York state department of environmental conservation and other appropriate agencies have issued the appropriate permits or approvals when they did not. \n\t§28-104.9.6  Revocation of approval of construction documents. Where the department determines that work is located within a coastal zone or water-sensitive inland zone after construction documents have been approved for such work and/or that the documentation required by sections 28-104.9.2 through 28-104.9.4 has not been submitted, the department shall revoke such approval and any associated work permits that may have been issued for such work in accordance with section 28-104.2.10. \n§3. This local law shall take effect on July 1, 2009 and shall apply to applications for construction document approval pending on such date, except that the commissioner of buildings shall take such measures as are necessary for its implementation prior to such date, including the promulgation of rules.\nSS\nLS # 6401\n2/18/09  6:30  pm",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\ulnone\\tab S\\cf1 ection 1.  Legislative findings and intent.   The Council finds that development in the New York City coastal zone is subject to the jurisdiction of the New York State Department of Environmental Conservation (DEC) and typically requires issuance of a tidal wetlands permit and a coastal erosion hazard permit. Such development may also require the issuance of a freshwater wetlands permit if regulated freshwater wetlands are on the property or a floating objects permit, depending on development planned. \\cf0  DEC\\rquote s Coastal Erosion Management Regulations are designed, in part, to restrict or prohibit development in natural protective feature areas so that new buildings or structures are placed a safe distance from areas of active erosion and the impacts of coastal storms.  These regulations are also intended to restrict development involving public investment in services or facilities likely to encourage new permanent development in coastal erosion hazard areas.  Other approvals may be required for development in the coastal zone, including approvals by the United States Army Corps of Engineers.\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj The Council finds, however, that applicants may not be aware of the need to coordinate with the Department of Environmental Conservation and other appropriate agencies when projects are located within the coastal or \\cf1 water-sensitive inland \\cf0 zones or that applicants for permits may deliberately fail to disclose on their permit application to the Department of Buildings that their properties are located within the such zones.  Therefore the Council finds that coordination with the Department of Environmental Conservation and other agencies must be required by the Department of Buildings in any case where an application for development is located within the coastal and/or water sensitive inland zones of New York City.  \\cf1\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\cf0\\tab\\'a72.  Article 104 of chapter one of title 28 of the administrative code of the city of New York is amended by adding a new section 28-104.9 to read as follows:\\par\n\\tab\\ul\\'a728-104.9 Coastal zones and water-sensitive inland zones.  Construction documents shall comply with sections 28-104.9.1 through 28-104.9.6 relating to work in coastal zones and water-sensitive inland zones.\\par\n\\ulnone\\tab\\ul\\'a728-104.9.1 Definitions. As used in section 28-104.9 the following terms shall have the following meanings:\\par\n\\pard\\ltrpar\\li360\\sl480\\slmult1\\qj COASTAL ZONES AND WATER-SENSITIVE INLAND ZONES. Areas of land comprising tidal wetlands, freshwater wetlands, coastal erosion hazard areas, coastal areas of special flood hazard or rivervine and other inland areas of special flood hazard.\\par\nTIDAL WETLANDS. Areas of land as identified on the tidal wetland inventory issued by the New York state department of environmental conservation in accordance with section 25-0201 of the New York state environmental conservation law, as well as any adjacent areas as such term is defined in \\cf1 section 661.4 of title six of the New York code of rules and regulations\\cf0 ; \\par\nFRESHWATER WETLANDS. Areas of land as identified on the final map issued by the New York state department of environmental conservation in accordance with section 24-0301 of the New York state environmental conservation law, as well as any adjacent areas as such term is defined in \\cf1 section 662.1 of title six of the New York code of rules and regulations\\cf0 .\\par\nCOASTAL EROSION HAZARD AREAS. Areas of land as identified on the final map issued by the New York state department of environmental conservation in accordance with section 34-0104 of the new york state environmental conservation law;\\cf1\\par\n\\cf0 COASTAL AREAS OF SPECIAL FLOOD HAZARD. Areas of land as identified on the flood insurance rate maps referenced in New York city building code section BC G402 pursuant to article 36 of the New York state environmental conservation law.\\par\nRIVERVINE AND OTHER INLAND AREAS OF SPECIAL FLOOD HAZARD. Areas of land, including floodways, as identified on the flood insurance rate maps referenced in section BC G402 of the New York city building code pursuant to article 36 of the New York state environmental conservation law.\\par\nSTRUCTURE. \\cf1 Any object constructed, installed or placed in, on or under land or water, including, but not limited to, a building, permanent shed, deck, in-ground or aboveground swimming pool, garage, mobile home, paving, road, public utility service distribution, transmission and collection system, storage tank, pier, dock, wharf, groin, jetty, seawall, revetment, bulkhead or  breakwater.\\cf0\\par\n\\pard\\ltrpar\\sa120\\sl480\\slmult1\\qj\\ulnone\\tab\\ul\\'a728-104.9.2  Statement and submission by applicant.  It shall be the duty of an applicant for construction document approval to determine whether the proposed work is located within a coastal zone or a water-sensitive inland zone subject to section 28-104.9.3 and/or section 28-109.4.  Applications for construction document approval shall include a statement by the applicant indicating whether the proposed work is located within a coastal zone or water-sensitive inland zone subject to such sections.  The failure to disclose that proposed work is within a coastal zone or water-sensitive inland zone subject to such sections shall be a violation of this code.\\par\n\\ulnone\\tab\\ul\\'a728-104.9.3 Coordination with department of environmental conservation and other agencies. The commissioner shall not approve construction documents for construction of a new structure, the horizontal enlargement of a structure or to excavate or fill any land, within a tidal wetland, a tidal wetland adjacent area, freshwater wetland, freshwater wetland adjacent area, or costal erosion hazard area, without documentation satisfactory to the commissioner that the New York state department of environmental conservation, and such other governmental agencies as are applicable, have issued any applicable permits or other approvals for such construction, excavation or fill. \\par\n\\ulnone\\tab\\ul\\'a728-104.9.4 Compliance with special flood hazard area requirements mandated within special flood hazard areas. Within coastal areas of special flood hazard and areas of special flood hazard, the commissioner shall not approve construction documents for construction or alteration of buildings or structures, including alterations pursuant to section 28-101.4.3, or for any other activity regulated by section BC G201 of the New York city building code, unless the application complies with the requirements of Appendix G of the New York city building code. \\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\ulnone\\tab\\ul\\'a728-104.9.5  False statement or omission. No person shall submit an application  for construction document approval for any structure within a coastal zone or water-sensitive inland zone which falsely avers or by omission causes the department to determine that the subject property is not located within such zone or that the New York state department of environmental conservation and other appropriate agencies have issued the appropriate permits or approvals when they did not. \\par\n\\ulnone\\tab\\ul\\'a728-104.9.6  Revocation of approval of construction documents. Where the department determines that work is located within a coastal zone or water-sensitive inland zone after construction documents have been approved for such work and/or that the documentation required by sections 28-104.9.2 through 28-104.9.4 has not been submitted, the department shall revoke such approval and any associated work permits that may have been issued for such work in accordance with section 28-104.2.10. \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj\\ulnone\\'a73. This local law shall take effect on July 1, 2009 and shall apply to applications for construction document approval pending on such date, except that the commissioner of buildings shall take such measures as are necessary for its implementation prior to such date, including the promulgation of rules.\\par\n\\pard\\ltrpar\\qj SS\\par\nLS # 6401\\par\n2/18/09  6:30  pm\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
