{
  "ID": 42255,
  "GUID": "D32BB601-57A6-4147-9317-FF456012BBED",
  "File": "Int 0920-2009",
  "Name": "Licensing beekeepers.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to licensing beekeepers.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2009-01-28T00:00:00Z",
  "AgendaDate": "2009-01-28T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    }
  ],
  "History": [
    {
      "ID": 223725,
      "Date": "2009-01-28T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 223908,
      "Date": "2009-01-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8733,
      "AgendaSequence": 103,
      "MinutesSequence": 130,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236168,
      "Date": "2009-12-31T12:59:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 43102,
  "Text": "Be it enacted by the Council as follows:\nSection 1.  Chapter 3 of title 17 of the administrative code of the city of New York is amended by adding a new subchapter 9 to read as follows:\nSUBChapter 9: Beekeeper licensing law \n§ 17-371 Definitions.\n§ 17-372  License required.\n§ 17-373  Application.\n§ 17-374  Transferability.\n§ 17-375  License issuance, renewal, suspension and revocation.\n§ 17-376  Rules.\n§ 17-377  Violations and penalties.\n§ 17-371 Definitions. Whenever used in this subchapter, the term “bee” shall mean any solitary or social species of insect of the superfamily apoidea, in the order hymenoptera, that is winged, hairy-bodied, contains multiple mouth organs that are used for gathering nectar and pollen and usually possesses a venomous apparatus or organ used for stinging; provided, however, that such term shall not include any wasp, ant, ichneumon fly, sawfly or gall wasp.\n§ 17-372 License required.  No person shall sell or give to another person, possess, harbor or keep bees in the city of New York unless such person is twenty-one years of age or older and licensed pursuant to this subchapter.  Such license shall be valid for a period of up to two years from the date of issuance unless sooner revoked or suspended by the commissioner.  \n§ 17-373 Application. An application for any license required pursuant to this subchapter shall be made on a form to be provided by the commissioner and shall include, but not be limited to: (i) the name, address, telephone number and age of any applicant; (ii) the purpose and intended use of such bees; (iii) the address and location where such bees will be kept; and (iv) a detailed description of safety measures in place that the applicant intends to use for the protection of the public health.  \n§ 17-374 Transferability. Licenses issued pursuant to this subchapter shall not be transferable from person to person or from the location for which it was originally issued.\n§ 17-375 License issuance, renewal, suspension and revocation. In addition to any other powers of the commissioner, and not in limitation thereof, the commissioner may, after due notice and opportunity to be heard, refuse to issue or renew any license required pursuant to this subchapter and may suspend or revoke any such license if: (i) the person holding or applying for such license has been found to have made a material false statement or concealed a material fact in connection with the filing of any application pursuant to this subchapter; or (ii) for any reason that the commissioner deems necessary for the protection of the public’s health.  \n§ 17-376  Rules.  The commissioner shall promulgate any rules as may be necessary for the purposes of implementing and enforcing this subchapter.\n§ 17-377 Violations and penalties. Any person who violates any provision of this subchapter or any rules promulgated thereunder shall be subject to a civil penalty of not less than five hundred dollars for each violation, to be recovered in a civil action or in an administrative tribunal with jurisdiction; provided, however, that for a first such violation, the commissioner may issue a written warning in lieu of such civil penalty.  \n§2. If any subdivision, sentence, clause, phrase or other portion of the local law that added this subchapter is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of the local law that added this subchapter, which remaining portions shall remain in full force and effect. \n§3. This local law shall take effect ninety days after its enactment, provided, however that the commissioner may promulgate any necessary rules and take any other actions necessary for the timely implementation of this local law prior to such effective date.\n\nAT\nLS # 990\n6/30/06",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\pard\\fi720\\sl480\\slmult1\\qj Section 1.  Chapter 3 of title 17 of the administrative code of the city of New York is amended by adding a new subchapter 9 to read as follows:\\par\n\\pard\\keepn\\s1\\fi720\\sl480\\slmult1\\qc\\ul\\caps SUBChapter 9: Beekeeper licensing law \\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\caps0\\'a7 17-371 Definitions.\\par\n\\'a7 17-372  License required.\\par\n\\'a7 17-373  Application.\\par\n\\'a7 17-374  Transferability.\\par\n\\'a7 17-375  License issuance, renewal, suspension and revocation.\\par\n\\'a7 17-376  Rules.\\par\n\\'a7 17-377  Violations and penalties.\\par\n\\'a7 17-371 Definitions.\\b  \\b0 Whenever used in this subchapter, the term \\ldblquote bee\\rdblquote  shall mean any solitary or social species of insect of the superfamily apoidea, in the order hymenoptera, that is winged, hairy-bodied, contains multiple mouth organs that are used for gathering nectar and pollen and usually possesses a venomous apparatus or organ used for stinging; provided, however, that such term shall not include any wasp, ant, ichneumon fly, sawfly or gall wasp.\\ulnone\\par\n\\ul\\'a7 17-372 License required.  No person shall sell or give to another person, possess, harbor or keep bees in the city of New York unless such person is twenty-one years of age or older and licensed pursuant to this subchapter.  Such license shall be valid for a period of up to two years from the date of issuance unless sooner revoked or suspended by the commissioner.\\ulnone   \\par\n\\ul\\'a7 17-373 Application. An application for any license required pursuant to this subchapter shall be made on a form to be provided by the commissioner and shall include, but not be limited to: (i) the name, address, telephone number and age of any applicant; (ii) the purpose and intended use of such bees; (iii) the address and location where such bees will be kept; and (iv) a detailed description of safety measures in place that the applicant intends to use for the protection of the public health.  \\par\n\\'a7 17-374 Transferability. Licenses issued pursuant to this subchapter shall not be transferable from person to person or from the location for which it was originally issued.\\par\n\\'a7 17-375 License issuance, renewal, suspension and revocation. In addition to any other powers of the commissioner, and not in limitation thereof, the commissioner may, after due notice and opportunity to be heard, refuse to issue or renew any license required pursuant to this subchapter and may suspend or revoke any such license if: (i) the person holding or applying for such license has been found to have made a material false statement or concealed a material fact in connection with the filing of any application pursuant to this subchapter; or (ii) for any reason that the commissioner deems necessary for the protection of the public\\rquote s health.  \\par\n\\'a7 17-376  Rules.  The commissioner shall promulgate any rules as may be necessary for the purposes of implementing and enforcing this subchapter.\\par\n\\'a7 17-377 Violations and penalties. Any person who violates any provision of this subchapter or any rules promulgated thereunder shall be subject to a civil penalty of not less than five hundred dollars for each violation, to be recovered in a civil action or in an administrative tribunal with jurisdiction; provided, however, that for a first such violation, the commissioner may issue a written warning in lieu of such civil penalty.  \\par\n\\ulnone\\'a72. If any subdivision, sentence, clause, phrase or other portion of the local law that added this subchapter is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of the local law that added this subchapter, which remaining portions shall remain in full force and effect. \\par\n\\'a73. This local law shall take effect ninety days after its enactment, provided, however that the commissioner may promulgate any necessary rules and take any other actions necessary for the timely implementation of this local law prior to such effective date.\\par\n\\pard\\fs20\\par\nAT\\par\nLS # 990\\par\n6/30/06\\fs24\\line\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
