{
  "ID": 42321,
  "GUID": "E9C4E672-25B4-4437-BD8E-B07925E8CECD",
  "File": "Int 0921-2009",
  "Name": "Posting information regarding senior citizen discounts.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to posting information regarding senior citizen discounts.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5,
  "BodyName": "Committee on Consumer Affairs",
  "IntroDate": "2009-02-11T00:00:00Z",
  "AgendaDate": "2009-02-11T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 6273,
      "Slug": "thomas-white-jr",
      "FullName": "Thomas White, Jr."
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    }
  ],
  "History": [
    {
      "ID": 224140,
      "Date": "2009-02-11T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 224388,
      "Date": "2009-02-11T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Consumer Affairs",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8758,
      "AgendaSequence": 85,
      "MinutesSequence": 102,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Consumer Affairs",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236167,
      "Date": "2009-12-31T12:59:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 43178,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Chapter 5 of title 20 of the administrative code of the city of New York is amended by adding a new subchapter 17, to read as follows:\nSubchapter 17\nDisclosure of Senior Citizen Discount \n§20-816  Definitions.\n§20-817  Display of Senior Citizen Discount\n§20-818  Regulations. \n§20-819  Violations.\n§20-820  Hearing Authority.\n\n§20-816  Definitions.  For purposes of this subchapter, the following definitions shall apply:\n(a) “senior citizen” means a person who is eligible for elder-based benefits and discounts.   \n(b) “senior citizen discount” means a benefit, price reduction or other advantage offered based on the recipient’s elder status, including temporary and periodic price reductions and offers.\n\n§20-817 Display of Senior Citizen Discount.  Every establishment doing business in the city that offers a senior citizen discount shall conspicuously post at every counter, table or desk where orders are placed, services are rendered and/or payment is made a sign of age appropriate size, the form and manner of which to be provided by rule of the commissioner, indicating that such discount is available and the terms and conditions of such discount, including, but not limited to, the relevant age at which the discount is made available, any restrictions or limitations on the availability of such discount, and the amount of such discount. \n\n\t§20-818 Regulations.  The commissioner shall promulgate such regulations as shall be necessary to effectuate the purposes of this subchapter.\n\t§20-819 Violations.  Any person who shall violate the provisions of this subchapter or the rules promulgated pursuant hereto, shall, upon conviction thereof, be liable for a civil penalty of not less than one hundred dollars nor more than two hundred-fifty dollars for the first offense and a penalty of not less than two hundred dollars nor more than five hundred dollars for each succeeding violation that occurs within ninety days after receipt of an initial notice of violation.  For the purposes of this section, no more than one violation of section 20-817 of this subchapter may be issued to the same establishment on the same business day.    \n§20-820 Hearing Authority.  (a)  Notwithstanding any other provision of law, the department shall be authorized upon due notice and hearing, to impose civil penalties for the violation of any provision of this subchapter and any rules promulgated thereunder. The department shall have the power to render decisions and orders and to impose civil penalties not to exceed the amounts specified in section 20-819 of this subchapter for each such violation. All proceedings authorized pursuant to this section shall be conducted in accordance with rules promulgated by the commissioner. The penalties provided for in section 20-819 of this subchapter shall be in addition to any other remedies or penalties provided for the enforcement of such provisions under any other law including, but not limited to, civil or criminal actions or proceedings.\n(b)  All such proceedings shall be commenced by the service of a notice of violation returnable to the administrative tribunal of the department. The commissioner shall prescribe the form and wording of notices of violation. The notice of violation or copy thereof when filled in and served shall constitute notice of the violation charged, and, if sworn to or affirmed, shall be prima facie evidence of the facts contained therein.\n§2.  This local law shall take effect 120 days  after its enactment into law, provided, however, that the commissioner of consumer affairs shall take any actions necessary prior to such effective date for the implementation of this local law including, but not limited to, the adoption of any necessary rules.\n\n\n\n\n\n\nLCC\nLS 6114\n11/21/08",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\froman\\fcharset0 Times New Roman Bold;}{\\f2\\fmodern\\fprq1\\fcharset0 Courier New;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\sl480\\slmult1\\tab Section 1.  Chapter 5 of title 20 of the administrative code of the city of New York is amended by adding a new subchapter 17, to read as follows:\\par\n\\pard\\sl480\\slmult1\\qc\\ul\\b\\f1 Subchapter 17\\par\nDisclosure of Senior Citizen Discount \\par\n\\pard\\'a720-816  Definitions.\\par\n\\'a720-817  Display of Senior Citizen Discount\\par\n\\'a720-818  Regulations. \\par\n\\'a720-819  Violations.\\par\n\\'a720-820  Hearing Authority.\\b0\\f0\\par\n\\pard\\fi720\\sl480\\slmult1\\par\n\\b\\f1\\'a720-816  \\f0 Definitions. \\b0  For purposes of this subchapter, the following definitions shall apply:\\par\n(a) \\ldblquote senior citizen\\rdblquote  means a person who is eligible for elder-based benefits and discounts.   \\par\n(b) \\ldblquote senior citizen discount\\rdblquote  means a benefit, price reduction or other advantage offered based on the recipient\\rquote s elder status, including temporary and periodic price reductions and offers.\\par\n\\par\n\\b\\'a720-817 Display of Senior Citizen Discount.  \\b0 Every establishment doing business in the city that offers a senior citizen discount shall conspicuously post at every counter, table or desk where orders are placed, services are rendered and/or payment is made a sign of age appropriate size, the form and manner of which to be provided by rule of the commissioner, indicating that such discount is available and the terms and conditions of such discount, including, but not limited to, the relevant age at which the discount is made available, any restrictions or limitations on the availability of such discount, and the amount of such discount. \\par\n\\par\n\\pard\\ri144\\sa200\\sl480\\slmult1\\tx720\\tx1440\\ulnone\\b\\tab\\ul\\'a720-818 Regulations.\\b0   \\cf1 The commissioner shall promulgate such regulations as shall be necessary to effectuate the purposes of this subchapter.\\par\n\\cf0\\ulnone\\tab\\ul\\b\\'a720-819 Violations.\\b0   Any person who shall violate the provisions of this subchapter or the rules promulgated pursuant hereto, shall, upon conviction thereof, be liable for a civil penalty of not less than one hundred dollars nor more than two hundred-fifty dollars for the first offense and a penalty of not less than two hundred dollars nor more than five hundred dollars for each succeeding violation that occurs within ninety days after receipt of an initial notice of violation.  For the purposes of this section, no more than one violation of section 20-817 of this subchapter may be issued to the same establishment on the same business day.    \\par\n\\pard\\fi720\\sl480\\slmult1\\b\\'a7\\cf1 20-820 Hearing Authority.  \\b0 (a)  Notwithstanding any other provision of law, the department shall be authorized upon due notice and hearing, to impose civil penalties for the violation of any provision of this subchapter and any rules promulgated thereunder. The department shall have the power to render decisions and orders and to impose civil penalties not to exceed the amounts specified in section 20-819 of this subchapter for each such violation. All proceedings authorized pursuant to this section shall be conducted in accordance with rules promulgated by the commissioner. The penalties provided for in section 20-819 of this subchapter shall be in addition to any other remedies or penalties provided for the enforcement of such provisions under any other law including, but not limited to, civil or criminal actions or proceedings.\\par\n(b)  All such proceedings shall be commenced by the service of a notice of violation returnable to the administrative tribunal of the department. The commissioner shall prescribe the form and wording of notices of violation. The notice of violation or copy thereof when filled in and served shall constitute notice of the violation charged, and, if sworn to or affirmed, shall be prima facie evidence of the facts contained therein.\\par\n\\cf0\\ulnone\\'a72.  This local law shall take effect 120 days  after its enactment into law, provided, however, that the commissioner of consumer affairs shall take any actions necessary prior to such effective date for the implementation of this local law including, but not limited to, the adoption of any necessary rules.\\par\n\\pard\\fs20\\par\n\\par\n\\par\n\\par\n\\par\n\\par\nLCC\\par\nLS 6114\\par\n\\pard\\tx720 11/21/08\\f2\\fs24\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
