{
  "ID": 42347,
  "GUID": "7BDFBAE9-5B3E-4FE2-9A5E-75687E688841",
  "File": "Int 0922-2009",
  "Name": "Collection for safe handling of fluorescent light bulbs.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the collection for safe handling of fluorescent light bulbs.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5108,
  "BodyName": "Committee on Sanitation and Solid Waste Management",
  "IntroDate": "2009-02-11T00:00:00Z",
  "AgendaDate": "2009-02-11T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5286,
      "Slug": "bill-de-blasio",
      "FullName": "Bill De Blasio"
    },
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5275,
      "Slug": "eric-n-gioia",
      "FullName": "Eric N. Gioia"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    }
  ],
  "History": [
    {
      "ID": 224269,
      "Date": "2009-02-11T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 224362,
      "Date": "2009-02-11T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Sanitation and Solid Waste Management",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8758,
      "AgendaSequence": 86,
      "MinutesSequence": 103,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Sanitation and Solid Waste Management",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 227184,
      "Date": "2009-05-04T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5108,
      "BodyName": "Committee on Sanitation and Solid Waste Management",
      "EventID": 8966,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 227438,
      "Date": "2009-05-04T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 5108,
      "BodyName": "Committee on Sanitation and Solid Waste Management",
      "EventID": 8966,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236166,
      "Date": "2009-12-31T12:59:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 88670,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 5/4/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/6533dedf-a71e-4ff5-b29c-69031e8af48b.doc",
      "Sort": 1
    },
    {
      "ID": 89016,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 5/4/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/2aaeb024-8957-4bad-85b3-493f6ab7e18f.pdf",
      "Sort": 2
    },
    {
      "ID": 89675,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 5/4/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/4be71856-65c8-415c-b763-419ba68e61a8.PDF",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 43205,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Title 16 of the administrative code of the city of New York is amended by adding a new chapter 4-C to read as follows:\n                                             CHAPTER 4-C\n16-470 Definitions\n16-471 Requirements for Manufacturers\n16-472 Disposal Ban\n16-473 Enforcement\n\n§16-470 Definitions. When used in this chapter the following terms shall have the \nfollowing meanings:  a.  “Chain of stores” means five or more stores located within the city of New York that are engaged in the same general field of business and (1) conduct business under the same business name or (2) operate under common ownership or management or pursuant to a franchise agreement with the same franchisor.\n            b. “Consumer” means any person who purchases a mercury-containing light bulb.\n\tc. “Manufacturer” means a person who (1) assembles or substantially assembles, or has assembled or substantially assembled, mercury-containing bulbs for sale in the city, (2) manufactures or has manufactured mercury-containing bulbs under its own brand name or trade name or under any other brand name or trade name for sale in the city (3) sells or has sold, under its own brand name, mercury-containing bulbs produced by another person for sale in the city, (4) licenses or has licensed a brand name or trade name to another person for use in the sale of mercury-containing bulbs in the city (5) imports or has imported mercury-containing bulbs for sale in the city; or (6) manufactures or has manufactured mercury-containing bulbs for sale in the city without affixing a brand name.\nd.  \"Store\" means a retail or wholesale establishment, that sells mercury containing bulbs to consumers and (1) occupies more than five thousand square feet of retail or wholesale space or (2) is one of a chain of stores. \n            §16-471 Requirements for manufacturers. 1. Every manufacturer of mercury-containing bulbs sold, offered for sale or distributed in the city shall:\n\t(a) on or before July first, two thousand nine, submit to the department for approval a plan for the proper end-of-life management of such mercury-containing bulbs, including methods for collection and recycling. The plan shall include at a minimum all of the following:\n\t(i) the method the manufacturer will use for free and convenient collection within the city of that manufacturer’s mercury-containing bulbs from all persons;\n\t(ii) the method the manufacturer will use to properly manage the mercury-containing bulbs collected, including their recycling if applicable;\n\t(iii) the methods the manufacturer will use to educate consumers about the collection opportunities presented in the plan;\n\t(iv) the mechanism the manufacturer will use to reimburse persons engaged in the retail sale or distribution of mercury-containing bulbs for costs incurred by such retailer or distributor for collecting mercury containing bulbs in order to achieve compliance with this chapter; and\n\t(v) the mechanism the manufacturer will use to track the effectiveness of the collection and recycling plan.\n\t(b) on and after July first, two thousand ten, have implemented a plan that provides for the proper management of any end-of-life mercury-containing bulbs in accordance with the plan approved by the department.\n\t3. A manufacturer may satisfy the requirements of the end-of-life management plan for mercury-containing bulbs by agreeing to participate in a collaborative plan with other manufacturers. Any such collaborative end-of-life bulb management plan must meet the same requirements as an end-of-life bulb management plan submitted by an individual manufacturer.  Any collaborative end-of-life bulb management plan must recite every manufacturer that is participating in such plan.\n\t4. On or before January first, two thousand twelve and on or before every January first thereafter, each manufacturer shall report  to the department on the effectiveness of its plan, including, but not limited to, how many mercury-containing bulbs were collected, the amount of mercury recovered for recycling, and how the final disposal of the bulbs was managed.\n\t§ 16-471. Collecting mercury-containing bulbs.  On or after January first, two-thousand ten, every store shall:\n\t1. accept, at no charge to the individual presenting them, up to ten intact mercury-containing bulbs per day from any individual;\n\t2. provide information about the collection of mercury-containing bulbs, which shall be readily available at the retail location and on such store’s website, if it maintains a website;\n\t3. conspicuously post a sign in public view, clearly indicating that mercury-containing bulbs are accepted for recycling. Such sign must state that mercury-containing bulbs will be accepted for recycling during normal business hours, and state such hours;\n\t4. ensure that each mercury-containing bulb accepted is returned to the manufacturer of the bulb in accordance with the end-of-life management plan of that manufacturer.\n\t§ 16-472 Disposal ban.  a. Beginning July first, two thousand ten, no person or manufacturer shall dispose of an intact mercury-containing bulb within the city as solid waste.\n§16-473 Enforcement. a. The department and the department of consumer affairs shall have the authority to enforce the provisions of this chapter. Any notice of violation alleging a violation of any provision of this chapter shall be returnable to the environmental control board, which shall have the power to impose civil penalties as provided herein.\nb. Any person, other than a manufacturer, who violates any provisions of section 16-472 of this chapter shall be liable for a civil penalty of one hundred dollars for each violation.\nc. Any manufacturer who violates the provisions of section of 16-472 of this chapter shall be liable for a civil penalty of one thousand dollars for each violation. \nd. On or after July first, two thousand nine, a manufacturer who fails to submit a plan or an annual report as required by this chapter shall be liable for a civil penalty of one thousand dollars for each day that a management plan for mercury-containing bulbs or an annual report is not submitted.  \n2. On or after July first, two thousand nine, a manufacturer who submits a plan that has been disapproved by the department more than two times shall be liable for a per diem civil penalty of one thousand dollars for each day that a management plan for mercury-containing bulbs is not submitted and approved by the department following the date of such second disapproval. \n3. On or after January first, two thousand twelve, a manufacturer who knowingly submits an annual report as required by this chapter that contains a false or misleading statement as to a material fact or omits to state any material fact necessary in order to make a statement therein not false or misleading shall be liable for a civil penalty of ten thousand dollars.   \n4.  Beginning July first, two thousand nine, or one hundred eighty days after a manufacturer’s plan is approved by the department, whichever date is later, a manufacturer who fails to accept mercury-containing bulbs offered for return by any individual in the city pursuant to such manufacturer’s plan shall be liable for a civil penalty of two thousand dollars for each mercury-containing bulb not accepted.\n\t§2. This local law shall take effect immediately upon enactment.\n\nLS 4704 and 6913\n2/6/09",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red255\\green0\\blue0;}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\fi720\\sl480\\slmult1\\ulnone Section 1.  Title 16 of the administrative code of the city of New York is amended by adding a new chapter 4-C to read as follows:\\par\n\\pard\\keepn\\s1\\fi720\\sl480\\slmult1                                              \\ul CHAPTER 4-C\\par\n\\pard\\qc 16-470 Definitions\\par\n\\pard\\li3420 16-471 Requirements for Manufacturers\\par\n16-472 Disposal Ban\\par\n16-473 Enforcement\\par\n\\pard\\par\n\\pard\\li720\\sl480\\slmult1\\'a716-470 Definitions. When used in this chapter the following terms shall have the \\par\n\\pard\\sa120\\sl480\\slmult1 following meanings: \\ulnone  \\ul a.  \\ldblquote Chain of stores\\rdblquote  means five or more stores located within the city of New York that are engaged in the same general field of business and (1) conduct business under the same business name or (2) operate under common ownership or management or pursuant to a franchise agreement with the same franchisor\\ulnone .\\par\n\\pard\\sl480\\slmult1\\tx720             \\ul b. \\ldblquote Consumer\\rdblquote  means any person who purchases a mercury-containing light bulb.\\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\ulnone\\tab\\ul c. \\ldblquote Manufacturer\\rdblquote  means a person who (1) assembles or substantially assembles, or has assembled or substantially assembled, mercury-containing bulbs for sale in the city, (2) manufactures or has manufactured mercury-containing bulbs under its own brand name or trade name or under any other brand name or trade name for sale in the city (3) sells or has sold, under its own brand name, mercury-containing bulbs produced by another person for sale in the city, (4) licenses or has licensed a brand name or trade name to another person for use in the sale of mercury-containing bulbs in the city (5) imports or has imported mercury-containing bulbs for sale in the city; or (6) manufactures or has manufactured mercury-containing bulbs for sale in the city without affixing a brand name.\\par\n\\pard\\fi720\\sa120\\sl480\\slmult1 d.  \"Store\" means a retail or wholesale establishment, that sells mercury containing bulbs to consumers and (1) occupies more than five thousand square feet of retail or wholesale space or (2) is one of a chain of stores. \\par\n\\pard\\sl480\\slmult1\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\ulnone             \\ul\\'a716-471 Requirements for manufacturers. 1. Every manufacturer of mercury-containing bulbs sold, offered for sale or distributed in the city shall:\\par\n\\pard\\sl480\\slmult1\\tx720\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\ulnone\\tab\\ul (a) on or before July first, two thousand nine, submit to the department for approval a plan for the proper end-of-life management of such mercury-containing bulbs, including methods for collection and recycling. The plan shall include at a minimum all of the following:\\par\n\\pard\\sl480\\slmult1\\tx720\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\ulnone\\tab\\ul (i) the method the manufacturer will use for free and convenient collection within the city of that manufacturer\\rquote s mercury-containing bulbs from all persons;\\par\n\\ulnone\\tab\\ul (ii) the method the manufacturer will use to properly manage the mercury-containing bulbs collected, including their recycling if applicable;\\par\n\\pard\\sl480\\slmult1\\tx720\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\ulnone\\tab\\ul (iii) the methods the manufacturer will use to educate consumers about the collection opportunities presented in the plan;\\par\n\\pard\\sl480\\slmult1\\tx720\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\ulnone\\tab\\ul (iv) the mechanism the manufacturer will use to\\cf1  \\cf0 reimburse persons engaged in the retail sale or distribution of mercury-containing bulbs for costs incurred by such retailer or distributor for collecting mercury containing bulbs in order to achieve compliance with this chapter; and\\par\n\\ulnone\\tab\\ul (v) the mechanism the manufacturer will use to track the effectiveness of the collection and recycling plan.\\par\n\\ulnone\\tab\\ul (b) on and after July first, two thousand ten, have implemented a plan that provides for the proper management of any end-of-life mercury-containing bulbs in accordance with the plan approved by the department.\\b\\par\n\\ulnone\\b0\\tab\\ul 3. A manufacturer may satisfy the requirements of the end-of-life management plan for mercury-containing bulbs by agreeing to participate in a collaborative plan with other manufacturers. Any such collaborative end-of-life bulb management plan must meet the same requirements as an end-of-life bulb management plan submitted by an individual manufacturer.  Any collaborative end-of-life bulb management plan must recite every manufacturer that is participating in such plan.\\ulnone\\par\n\\pard\\sl480\\slmult1\\tx720\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\tab\\ul 4. On or before January first, two thousand twelve and on or before every January first thereafter, each manufacturer shall report  to the department on the effectiveness of its plan, including, but not limited to, how many mercury-containing bulbs were collected, the amount of mercury recovered for recycling, and how the final disposal of the bulbs was managed.\\par\n\\ulnone\\tab\\ul\\'a7 16-471. Collecting mercury-containing bulbs.  On or after January first, two-thousand ten, every store shall:\\par\n\\ulnone\\tab\\ul 1. accept, at no charge to the individual presenting them, up to ten intact mercury-containing bulbs per day from any individual;\\par\n\\ulnone\\tab\\ul 2. provide information about the collection of mercury-containing bulbs, which shall be readily available at the retail location and on such store\\rquote s website, if it maintains a website;\\par\n\\ulnone\\tab\\ul 3. conspicuously post a sign in public view, clearly indicating that mercury-containing bulbs are accepted for recycling. Such sign must state that mercury-containing bulbs will be accepted for recycling during normal business hours, and state such hours;\\par\n\\ulnone\\tab\\ul 4. ensure that each mercury-containing bulb accepted is returned to the manufacturer of the bulb in accordance with the end-of-life management plan of that manufacturer.\\par\n\\pard\\sl480\\slmult1\\qj\\ulnone\\tab\\ul\\'a7 16-472 Disposal ban.  a. Beginning July first, two thousand ten, no person or manufacturer shall dispose of an intact mercury-containing bulb within the city as solid waste.\\par\n\\pard\\fi720\\sb120\\sl480\\slmult1\\qj\\'a716-473 Enforcement. a. The department and the department of consumer affairs shall have the authority to enforce the provisions of this chapter. Any notice of violation alleging a violation of any provision of this chapter shall be returnable to the environmental control board, which shall have the power to impose civil penalties as provided herein.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj b. Any person, other than a manufacturer, who violates any provisions of section 16-472 of this chapter shall be liable for a civil penalty of one hundred dollars for each violation.\\par\nc. Any manufacturer who violates the provisions of section of 16-472 of this chapter shall be liable for a civil penalty of one thousand dollars for each violation. \\par\n\\pard\\fi720\\sb120\\sl480\\slmult1\\qj d. On or after July first, two thousand nine, a manufacturer who fails to submit a plan or an annual report as required by this chapter shall be liable for a civil penalty of one thousand dollars for each day that a management plan for mercury-containing bulbs or an annual report is not submitted.  \\par\n2. On or after July first, two thousand nine, a manufacturer who submits a plan that has been disapproved by the department more than two times shall be liable for a per diem civil penalty of one thousand dollars for each day that a management plan for mercury-containing bulbs is not submitted and approved by the department following the date of such second disapproval. \\par\n3. On or after January first, two thousand twelve, a manufacturer who knowingly submits an annual report as required by this chapter that contains a false or misleading statement as to a material fact or omits to state any material fact necessary in order to make a statement therein not false or misleading shall be liable for a civil penalty of ten thousand dollars.   \\par\n4.  Beginning July first, two thousand nine, or one hundred eighty days after a manufacturer\\rquote s plan is approved by the department, whichever date is later, a manufacturer who fails to accept mercury-containing bulbs offered for return by any individual in the city pursuant to such manufacturer\\rquote s plan shall be liable for a civil penalty of two thousand dollars for each mercury-containing bulb not accepted.\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\tx720\\ulnone\\tab\\'a72. This local law shall take effect immediately upon enactment.\\par\n\\par\n\\pard\\nowidctlpar\\tx720\\fs16 LS 4704 and 6913\\par\n\\pard 2/6/09\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
