{
  "ID": 42316,
  "GUID": "74C2B227-2F16-494F-BE46-ADE1842F6A8B",
  "File": "Int 0925-2009",
  "Name": "Emergency action plans.",
  "Title": "A Local Law to amend the New York city fire code, in relation to emergency action plans.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5071,
  "BodyName": "Committee on Fire and Criminal Justice Services",
  "IntroDate": "2009-02-11T00:00:00Z",
  "AgendaDate": "2009-02-11T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    }
  ],
  "History": [
    {
      "ID": 224135,
      "Date": "2009-02-11T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 224399,
      "Date": "2009-02-11T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Fire and Criminal Justice Services",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8758,
      "AgendaSequence": 99,
      "MinutesSequence": 116,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Fire and Criminal Justice Services",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236164,
      "Date": "2009-12-31T12:58:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 43173,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Subsection 404.2.2 of section FC 404 of chapter 4 of the New York city fire code is amended to read as follows:\n404.2.2 Emergency action plans. An emergency action plan is required in Group \nB occupancy office buildings and in Group R-2 occupancy residential buildings or parts thereof:\n1. Greater than 6 stories in height; or\n\n2. Greater than 75 feet (22 860 mm) in height; or\n\n3. Occupied or designed to be occupied by more than 500 persons on one or more floors, including street level, or by more than 100 persons on one or more floors other than street level; or\n4. Equipped with a fire alarm system with voice communication of the type required in Class B or M occupancies, regardless of whether such system is required in such building or space; or\n5. Ordered by the department to comply with the requirements of this section, based upon a determination that compliance with this section is required in the interest of public safety given the location, use or occupancy of the building.\n§2. Subsection 404.3.2 of section FC 404 of chapter 4 of the New York city fire code is amended to read as follows:\n404.3.2 Emergency action plans. The commissioner shall promulgate rules\nestablishing standards, procedures and requirements for the safety of occupants in any Group B occupancy office building and in any Group R-2 occupancy residential building or part thereof as set forth in Section 404.2.2, in the event of an explosion, a biological, chemical or nuclear incident or release, natural disaster or other emergency, or the threat thereof, or a declaration of emergency by lawful authorities, including procedures for the orderly evacuation therefrom. Such rules may require the owner of such premises to develop a written emergency action plan that includes the following information, and such other information and documentation as the commissioner may prescribe:\n1. Preparation of the emergency action plan, including the form and submission of such plan and supporting documentation.\n2. The responses to be taken in response to each type of emergency.\n3. The designation and qualifications of EAP staff, and their emergency action plan duties and responsibilities.\n4. Reporting of emergencies to the department.\n5. Communication with building occupants.\n6. Use of elevators and the operation of other building systems.\n7. The conduct of EAP drills.\n8. Recordkeeping requirements.\n9. Obligations of building occupants and employers of building occupants.\n10. Procedures for identifying in advance building occupants who require assistance to participate in the plan because of an infirmity or disability or other special need, and approved procedures for providing for such assistance.\n§3. Subsection 404.6 of section FC 404 of chapter 4 of the New York city fire code is amended to read as follows:\n404.6 Submission of plans. Group B office building fire safety and evacuation\n plans and emergency action plans, fire safety and evacuation plans for Group R-1 occupancies and buildings with a fire alarm system with voice communication as set forth in Section 404.2.1(9),  emergency action plans in Group R-2 occupancies as set forth in Section 404.2.2 and such other fire safety and evacuation plans as may be specified by the commissioner by rule, shall be submitted to the commissioner for acceptance. Such plans shall be accompanied by a copy of the fire protection plan filed with the New York City Department of Buildings in accordance with the Building Code, unless already submitted to the department. A fire safety and evacuation plan and an emergency action plan, as applicable, shall be prepared, and, as applicable, accepted prior to occupancy of the building.\n§4. Subsection 405.8 of section FC 404 of chapter 4 of the New York city fire code is amended to read as follows:\n405.8 Accounting for occupants. Occupants in a building shall be accounted for in \naccordance with Sections 405.8.1, [and] 405.8.2 and 405.8.3.\n405.8.1 Educational occupancies. When occupants are evacuated and directed to an\nassembly area, school administrators shall account for all students present in the building prior to the drill.\n405.8.2 Office buildings. In office buildings, all areas of the building to be evacuated \nshall be searched to ensure that all occupants have participated in the drill.\n405.8.3 Residential buildings. In residential buildings, a query shall be made at each  dwelling unit door to ensure that all occupants have participated in the drill.\n§5.  This local law shall take effect one hundred and twenty days after enactment.\nLS # 6377\nRCC\n2/04/09",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\pard\\nowidctlpar\\hyphpar0\\qc\\par\n\\pard\\nowidctlpar\\hyphpar0\\fi1440\\sl480\\slmult1\\qj Section 1. Subsection 404.2.2 of section FC 404 of chapter 4 of the New York city fire code is amended to read as follows:\\par\n\\pard\\nowidctlpar\\hyphpar0\\fi720\\li720\\sl480\\slmult1\\qj 404.2.2 Emergency action plans.\\b  \\b0 An emergency action plan is required in \\cf1 Group \\par\n\\pard\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qj B occupancy office buildings \\ul and in Group R-2 occupancy residential buildings\\ulnone  or parts thereof:\\par\n\\pard\\nowidctlpar\\hyphpar0\\fi720\\qj 1. Greater than 6 stories in height; or\\par\n\\pard\\nowidctlpar\\hyphpar0\\fi-187\\li907\\qj\\par\n\\pard\\nowidctlpar\\hyphpar0\\fi720\\qj 2. Greater than 75 feet (22 860 mm) in height; or\\par\n\\pard\\nowidctlpar\\hyphpar0\\fi-187\\li907\\qj\\cf0\\par\n\\pard\\nowidctlpar\\hyphpar0\\li720\\sl480\\slmult1\\qj 3. Occupied or designed to be occupied by more than 500 persons on one or more floors, including street level, or by more than 100 persons on one or more floors other than street level; or\\par\n4. \\cf1 Equipped with a fire alarm system with voice communication of the type required in Class B or M occupancies, regardless of whether such system is required in such building or space; or\\cf0\\par\n5. Ordered by the department to comply with the requirements of this section, based upon a determination that compliance with this section is required in the interest of public safety given the location, use or occupancy of the building.\\par\n\\pard\\nowidctlpar\\hyphpar0\\fi1440\\sl480\\slmult1\\qj\\'a72. Subsection 404.3.2 of section FC 404 of chapter 4 of the New York city fire code is amended to read as follows:\\par\n\\pard\\nowidctlpar\\hyphpar0\\fi720\\li720\\sl480\\slmult1\\qj 404.3.2 Emergency action plans.\\b  \\b0 The commissioner shall promulgate rules\\par\n\\pard\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qj establishing standards, procedures and requirements for the safety of occupants in any \\ul Group B occupancy\\ulnone  office building \\cf1\\ul and in any Group R-2 occupancy residential building \\cf0\\ulnone or part thereof \\ul as set forth in Section 404.2.2,\\ulnone  in the event of an explosion, a biological, chemical or nuclear incident or release, natural disaster or other emergency, or the threat thereof, or a declaration of emergency by lawful authorities, including procedures for the orderly evacuation therefrom. Such rules may require the owner of such premises to develop a written emergency action plan that includes the following information, and such other information and documentation as the commissioner may prescribe:\\par\n\\pard\\nowidctlpar\\hyphpar0\\fi-187\\li907\\sl480\\slmult1\\qj 1. Preparation of the emergency action plan, including the form and submission of such plan and supporting documentation.\\par\n\\pard\\nowidctlpar\\hyphpar0\\fi360\\li360\\sl480\\slmult1\\qj 2. The responses to be taken in response to each type of emergency.\\par\n\\pard\\nowidctlpar\\hyphpar0\\fi-187\\li907\\sl480\\slmult1\\qj 3. The designation and qualifications of EAP staff, and their emergency action plan duties and responsibilities.\\par\n\\pard\\nowidctlpar\\hyphpar0\\fi360\\li360\\sl480\\slmult1\\qj 4. Reporting of emergencies to the department.\\par\n\\pard\\nowidctlpar\\hyphpar0\\fi-187\\li907\\sl480\\slmult1\\qj 5. Communication with building occupants.\\par\n\\pard\\nowidctlpar\\hyphpar0\\fi360\\li360\\sl480\\slmult1\\qj 6. Use of elevators and the operation of other building systems.\\par\n7. The conduct of EAP drills.\\par\n8. Recordkeeping requirements.\\par\n9. Obligations of building occupants and employers of building occupants.\\par\n\\pard\\nowidctlpar\\hyphpar0\\fi-331\\li1051\\sl480\\slmult1\\qj 10. Procedures for identifying in advance building occupants who require assistance to participate in the plan because of an infirmity or disability or other special need, and approved procedures for providing for such assistance.\\par\n\\pard\\nowidctlpar\\hyphpar0\\fi1440\\sl480\\slmult1\\qj\\'a73. Subsection 404.6 of section FC 404 of chapter 4 of the New York city fire code is amended to read as follows:\\par\n\\pard\\nowidctlpar\\hyphpar0\\fi720\\li720\\sl480\\slmult1\\qj 404.6 Submission of plans.\\b  \\b0 Group B office building fire safety and evacuation\\par\n\\pard\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qj  plans\\cf1  and emergency action plans, fire safety and evacuation plans for Group R-1 \\cf0 occupancies and buildings with a fire alarm system with voice communication as set forth in Section 404.2.1(9), \\cf1\\ul  emergency action plans in Group R-2 occupancies\\cf0  as set forth in Section 404.2.2\\ulnone  \\cf1 and such other fire safety and evacuation plans as may be specified by the commissioner by rule, shall be submitted to the commissioner for acceptance. Such plans shall be accompanied by a copy of the fire protection plan filed with the New York City Department of Buildings in accordance with the Building Code, unless already submitted to the department. A fire safety and evacuation plan and an emergency action plan, as applicable, shall be prepared, and, as applicable, accepted prior to occupancy of the building.\\par\n\\pard\\nowidctlpar\\hyphpar0\\fi1440\\sl480\\slmult1\\qj\\cf0\\'a74. Subsection 405.8 of section FC 404 of chapter 4 of the New York city fire code is amended to read as follows:\\par\n\\pard\\nowidctlpar\\hyphpar0\\fi720\\li360\\sl480\\slmult1\\qj 405.8 Accounting for occupants. Occupants in a building shall be accounted for in \\par\n\\pard\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qj accordance with Sections 405.8.1\\ul , \\ulnone [and] 405.8.2 \\ul and 405.8.3\\ulnone .\\par\n\\pard\\nowidctlpar\\hyphpar0\\fi360\\li720\\sl480\\slmult1\\qj 405.8.1 Educational occupancies.\\b  \\b0 When occupants are evacuated and directed to an\\par\n\\pard\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qj assembly area, school administrators shall account for all students present in the building prior to the drill.\\par\n\\pard\\nowidctlpar\\hyphpar0\\fi360\\li720\\sl480\\slmult1\\qj 405.8.2 Office buildings.\\b  \\b0 In office buildings, all areas of the building to be evacuated \\par\n\\pard\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qj shall be searched to ensure that all occupants have participated in the drill.\\par\n\\pard\\nowidctlpar\\hyphpar0\\fi360\\li720\\sl480\\slmult1\\qj\\ul 405.8.3 Residential buildings. In residential buildings, a query shall be made at each  dwelling unit door to ensure that all occupants have participated in the drill.\\par\n\\pard\\nowidctlpar\\hyphpar0\\fi1440\\sl480\\slmult1\\qj\\tx0\\ulnone\\'a75.  This local law shall take effect one hundred and twenty days after enactment.\\par\n\\pard\\nowidctlpar\\hyphpar0\\qj\\tx0 LS # 6377\\par\nRCC\\par\n2/04/09\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
