{
  "ID": 42336,
  "GUID": "0BBD3664-0CFC-4539-B827-70BDB92A1280",
  "File": "Int 0928-2009",
  "Name": "Reporting requirements for the industrial and commercial abatement program.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to reporting requirements for the industrial and commercial abatement program.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 7,
  "BodyName": "Committee on Economic Development",
  "IntroDate": "2009-02-11T00:00:00Z",
  "AgendaDate": "2009-02-11T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 6273,
      "Slug": "thomas-white-jr",
      "FullName": "Thomas White, Jr."
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    }
  ],
  "History": [
    {
      "ID": 224206,
      "Date": "2009-02-11T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 224403,
      "Date": "2009-02-11T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Economic Development",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8758,
      "AgendaSequence": 103,
      "MinutesSequence": 120,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Economic Development",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236162,
      "Date": "2009-12-31T12:50:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 43193,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Part 5 of subchapter 2 of chapter 2 of title 11 of the administrative code of the city of New York is amended by adding a new section 11-279 to read as follows: \n§11-279. Reporting Requirements. a. No later than seven days following the submission of the mayor’s management report, the commissioner shall submit to the council a report detailing the department’s activities pursuant to this chapter.  Except as provided in any provision of this section, this report shall provide information for the period covered by the mayor’s management report.  The report required by this section shall, at a minimum, include:\ni. the number of audits of documents submitted by an applicant conducted pursuant to section 11-275 of this part, including the number of requests for the production of books, records and documents with respect to information relating to any application made pursuant to this part, or whether the applicant has complied with the requirements of this part, and the results and findings of such audits and/or requests for the production of books, records and documents;\nii. the number of suspensions or revocations of benefits due to the failure to comply with a request made pursuant to section 11-275 of this part, including identification of the recipient of the benefit;\niii. every property inspected by the department in order to determine (1) whether any such property is being used for any restricted use, or \n(2) every property for which benefits have been granted for industrial construction work that is being used as commercial property and identification of the recipient of the benefit for that property, or \n(3) every property for which benefits have been granted for industrial or commercial work that is being used as residential or mixed-use property, or \n(4) every mixed-use property for which benefits have been granted where all or part of the nonresidential portion of the mixed-use property is being used as residential property;\n\tiv. where the department denies, suspends, terminates any benefits pursuant to section 11-276 of this part, the identification of the applicant or recipient of the benefit and the reasons for each such action;\n\tv. notifications issued by the department of finance, including the identification of the recipient of the benefit issued pursuant to section 11-277 of this part, and\n\t(1) for each recipient of benefits whose benefits were suspended, identification of the recipient of the benefit, the amount of the benefit received by such recipient, the term of the benefit suspension and the dollar value of the benefit suspended, and\n(2) each recipient of benefits, who, within one hundred eighty days after the department had sent notice of the findings of a court or the environmental control board pursuant to section 11-277 of this part, submitted documentation from the department of buildings, the department of environmental protection or the fire department, whichever is applicable, certifying that the underlying violation has been legally cured or corrected, or \n(3) identification of each recipient of benefits who failed to submit documentation from the department of buildings, the department of environmental protection or the fire department, whichever was applicable pursuant to section 11-277 of this part, certifying that the underlying violation or violations set forth in the notice from the department has been legally cured or corrected, including the date the suspension of benefits began, and if applicable, the date the suspension of benefits resumed, and the dollar amount related to the abatement benefit suspension.\nvi. a report by the division of economic and financial opportunity of the department of small business services and/or the department of finance, or any successor thereto, pursuant to paragraph four of subdivision e of section 11-270, paragraph three of subdivision a of section 11-271, and section 11-278 of this part which shall include, but not be limited to, (1) the number of construction projects between seven hundred fifty thousand dollars and one million five hundred thousand dollars in cost for which abatement benefits were or are being received, identification of the recipient of the benefits for each project, the dollar amount of the benefit received by each such recipient to the date of the report, whether or not efforts were made by the applicant to include minority- and women-owned business enterprises in the construction work on property for which benefits are being received in accordance with this part, and if so, for each project what such efforts were; and\n(2) the number of construction projects one million five hundred thousand dollars in cost and over for which benefits were or are being received, including the identification of the recipient of the benefit, the dollar amount of the benefit received by each such recipient, and a copy of the certification filed with the final application for benefits which shall include the name and contact information of every minority- or women-owned business enterprise from which the applicant solicited bids and whether any such minority- or women-owned firm was awarded a subcontract, and if so, which such firm and the dollar amount of the contract.\n(3) the number of audits of the records, conducted by the division of economic and financial opportunity of the department of small business services, or any successor thereto, pursuant to paragraph four of subdivision e of section 11-278 of this part, to ensure compliance with the requirements of such subdivision, including the identification of the recipient of benefits which was the subject of such audit, and the results and findings of such audits.\n\t(4) the total number of applicants receiving benefits, identification of the recipient of such benefit, the amount of the benefit received by such recipient, and the total numbers of jobs created as a result of the benefit received by such recipient.\n\t§ 2. This local law shall take effect on July 1, 2009.\n\nJPS \nICAP/reporting requirements\n02/03/09 1:14 p.m.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj Section 1.  Part 5 of subchapter 2 of chapter 2 of title 11 of the administrative code of the city of New York is amended by adding a new section 11-279 to read as follows: \\par\n\\ul\\'a711-279. Reporting Requirements. a. No later than seven days following the submission of the mayor\\rquote s management report, the commissioner shall submit to the council a report detailing the department\\rquote s activities pursuant to this chapter.  Except as provided in any provision of this section, this report shall provide information for the period covered by the mayor\\rquote s management report.  The report required by this section shall, at a minimum, include:\\par\ni. the number of audits of documents submitted by an applicant conducted pursuant to section 11-275 of this part, including the number of requests for the production of books, records and documents with respect to information relating to any application made pursuant to this part, or whether the applicant has complied with the requirements of this part, and the results and findings of such audits and/or requests for the production of books, records and documents;\\par\nii. the number of suspensions or revocations of benefits due to the failure to comply with a request made pursuant to section 11-275 of this part, including identification of the recipient of the benefit;\\par\niii. every property inspected by the department in order to determine (1) whether any such property is being used for any restricted use, or \\par\n(2) every property for which benefits have been granted for industrial construction work that is being used as commercial property and identification of the recipient of the benefit for that property, or \\par\n(3) every property for which benefits have been granted for industrial or commercial work that is being used as residential or mixed-use property, or \\par\n(4) every mixed-use property for which benefits have been granted where all or part of the nonresidential portion of the mixed-use property is being used as residential property;\\par\n\\pard\\hyphpar0\\sl480\\slmult1\\qj\\ulnone\\tab\\ul iv. where the department denies, suspends, terminates any benefits pursuant to section 11-276 of this part, the identification of the applicant or recipient of the benefit and the reasons for each such action;\\par\n\\ulnone\\tab\\ul v. notifications issued by the department of finance, including the identification of the recipient of the benefit issued pursuant to section 11-277 of this part, and\\par\n\\ulnone\\tab\\ul (1) for each recipient of benefits whose benefits were suspended, identification of the recipient of the benefit, the amount of the benefit received by such recipient, the term of the benefit suspension and the dollar value of the benefit suspended, and\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj (2) each recipient of benefits, who, within one hundred eighty days after the department had sent notice of the findings of a court or the environmental control board pursuant to section 11-277 of this part, submitted documentation from the department of buildings, the department of environmental protection or the fire department, whichever is applicable, certifying that the underlying violation has been legally cured or corrected, or \\par\n(3) identification of each recipient of benefits who failed to submit documentation from the department of buildings, the department of environmental protection or the fire department, whichever was applicable pursuant to section 11-277 of this part, certifying that the underlying violation or violations set forth in the notice from the department has been legally cured or corrected, including the date the suspension of benefits began, and if applicable, the date the suspension of benefits resumed, and the dollar amount related to the abatement benefit suspension.\\par\nvi. a report by the division of economic and financial opportunity of the department of small business services and/or the department of finance, or any successor thereto, pursuant to paragraph four of subdivision e of section 11-270, paragraph three of subdivision a of section 11-271, and section 11-278 of this part which shall include, but not be limited to, (1) the number of construction projects between seven hundred fifty thousand dollars and one million five hundred thousand dollars in cost for which abatement benefits were or are being received, identification of the recipient of the benefits for each project, the dollar amount of the benefit received by each such recipient to the date of the report, whether or not efforts were made by the applicant to include minority- and women-owned business enterprises in the construction work on property for which benefits are being received in accordance with this part, and if so, for each project what such efforts were; and\\par\n(2) the number of construction projects one million five hundred thousand dollars in cost and over for which benefits were or are being received, including the identification of the recipient of the benefit, the dollar amount of the benefit received by each such recipient, and a copy of the certification filed with the final application for benefits which shall include the name and contact information of every minority- or women-owned business enterprise from which the applicant solicited bids and whether any such minority- or women-owned firm was awarded a subcontract, and if so, which such firm and the dollar amount of the contract.\\par\n(3) the number of audits of the records, conducted by the division of economic and financial opportunity of the department of small business services, or any successor thereto, pursuant to paragraph four of subdivision e of section 11-278 of this part, to ensure compliance with the requirements of such subdivision, including the identification of the recipient of benefits which was the subject of such audit, and the results and findings of such audits.\\par\n\\pard\\hyphpar0\\sl480\\slmult1\\qj\\ulnone\\tab\\ul (4) the total number of applicants receiving benefits, identification of the recipient of such benefit, the amount of the benefit received by such recipient, and the total numbers of jobs created as a result of the benefit received by such recipient.\\par\n\\ulnone\\tab\\'a7 2. This local law shall take effect on July 1, 2009.\\par\n\\pard\\hyphpar0\\qj\\fs20\\par\nJPS \\par\nICAP/reporting requirements\\par\n02/03/09 1:14 p.m. \\fs24\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
