{
  "ID": 42332,
  "GUID": "9F9BCD9E-F1DC-4878-8CE5-8BEE4C6E0FBF",
  "File": "Int 0929-2009",
  "Name": "Compliance of a participating candidate and his or her principal committee with New York City campaign finance regulations relating to the doing business requirements.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to compliance of a participating candidate and his or her principal committee with New York City campaign finance regulations relating to the doing business requirements.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 13,
  "BodyName": "Committee on Governmental Operations",
  "IntroDate": "2009-02-11T00:00:00Z",
  "AgendaDate": "2009-02-11T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 7502,
      "Slug": "elizabeth-s-crowley",
      "FullName": "Elizabeth S. Crowley"
    }
  ],
  "History": [
    {
      "ID": 224200,
      "Date": "2009-02-11T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 224404,
      "Date": "2009-02-11T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Governmental Operations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8758,
      "AgendaSequence": 104,
      "MinutesSequence": 121,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Governmental Operations",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236161,
      "Date": "2009-12-31T12:50:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 43189,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1. Subdivision 1-b of section 3-703 of the administrative code of the city of New York is amended to read as follows:\n        1-b.  Individuals and organizations having business dealings with the city of New York.  a.  [Each participating candidate and his or her principal committee shall inquire of every individual or entity making, a contribution, loan, guarantee or other security for such loan in excess of the amounts set forth in subdivision 1-a of section 3-703, through a question, in a form prescribed by the campaign finance board, as to whether such individual, corporation, partnership, political committee, employee organization or other entity has business dealings with the city, as that term is defined in this chapter, and, if so, the name of the agency or entity with which such business dealings are or were  carried on and the appropriate type or category of such business dealings. Such form shall contain in prominent typeface and in a prominent location the statement \"If a contributor has business dealings with the City as defined in the campaign finance act, such contribution may contribute only up to two hundred fifty dollars for city council, three hundred twenty dollars for borough president and four hundred dollars for mayor, comptroller or public advocate.\" Upon receipt of the response to such inquiry (including any failure to respond), the principal committee shall keep a copy in its records and shall report each contribution to the board on the next applicable filing deadline in accordance with the board's disclosure schedule.] The board shall check each contribution against the doing business database and shall notify the principal committee within twenty days of the reporting of such contribution if a contribution exceeding the doing business contribution limitation set forth in subdivision 1-a of section 3-703 is subject to such limitations of this subchapter or if a contribution is not matchable pursuant to such subdivision. Notwithstanding any provision in this subdivision, in the six weeks preceding the covered election the board shall provide such notification to the principal or authorized committee within three business days of the reporting of such contribution to the board in accordance with applicable reporting deadlines. If the board fails to notify the principal committee that a contribution is in excess of the limitations set forth in subdivision 1-a of section 3-703 of this chapter in accordance with this subdivision, any such contribution shall be deemed valid for purposes of such limitation, provided, however, that no such contribution shall be matchable. Such principal committee shall have twenty days from the date of any such notification to return the amount of any contribution in excess of the limitations set forth in subdivision 1-a of section  3-703 to the contributor, provided, however, that when a contributor properly files a request for removal from the doing business database, such twenty day time period from the date of notification to return the excess amount of such contribution shall be tolled, and such time period shall commence running upon notice of the denial of such request for removal in accordance with rules promulgated the board. If the contributor is removed from the doing business database, the principal committee shall not be required to return the amount of the contribution in excess of the limitations. No violation shall issue and no penalty shall be imposed where such excess amount is postmarked or delivered within twenty days of such notification by the board, or within the conclusion of such twenty day time period as tolled where a contributor has properly filed a request for removal from the doing business database, and the board shall not designate a candidate as having accepted a contribution in excess of such limitations where such excess has been returned or a request for removal from the doing business database has been made in accordance with the time limitations set forth herein. Failure to return such excess amount in accordance with the provisions herein shall not result in the board withholding public funds for which the participating candidate's principal committee is otherwise eligible pursuant to section 3-705 of this chapter; provided, however, that the board may deduct an amount equal to the total unreturned contributions in excess of the limitations set forth in subdivision 1-a of section 3-703 of this chapter from such payment of public funds, except when a contributor has properly filed a request for removal from the doing business database and the request is pending, in which case the deduction shall only be made upon denial of the request. For purposes of this section, \"individual\" shall include any chief executive officer, chief financial officer, and/or chief operating officer of an entity or persons serving in an equivalent capacity, any person in a senior managerial capacity regarding an entity, or any person with an interest in an entity, which exceeds ten percent of the entity. For purposes of this subdivision, the phrase \"senior managerial capacity\" shall mean a high level supervisory capacity, either by virtue of title or duties, in which substantial discretion and oversight is exercised over the solicitation, letting or administration of business transactions with the city, including contracts, franchises, concessions, grants, economic development agreements, and applications for land use approvals. [Notwithstanding any other provision of this section, no participating candidate shall be liable for any fine or penalty for the failure of any contributor to respond to any such request or for any erroneous response.]\n\t§2. This local law shall take effect January 1, 2009.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\pard\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\sl480\\slmult1\\ulnone\\tab Section 1. Subdivision 1-b of section 3-703 of the administrative code of the city of New York is amended to read as follows:\\ul\\par\n\\pard\\sl480\\slmult1\\qj\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\ulnone         1-b.  Individuals and organizations having business dealings with the city of New York.  a.  [Each participating candidate and his or her principal committee shall inquire of every individual or entity making, a contribution, loan, guarantee or other security for such loan in excess of the amounts set forth in subdivision 1-a of section 3-703, through a question, in a form prescribed by the campaign finance board, as to whether such individual, corporation, partnership, political committee, employee organization or other entity has business dealings with the city, as that term is defined in this chapter, and, if so, the name of the agency or entity with which such business dealings are or were  carried on and the appropriate type or category of such business dealings. Such form shall contain in prominent typeface and in a prominent location the statement \"If a contributor has business dealings with the City as defined in the campaign finance act, such contribution may contribute only up to two hundred fifty dollars for city council, three hundred twenty dollars for borough president and four hundred dollars for mayor, comptroller or public advocate.\" Upon receipt of the response to such inquiry (including any failure to respond), the principal committee shall keep a copy in its records and shall report each contribution to the board on the next applicable filing deadline in accordance with the board's disclosure schedule.] The board shall check each contribution against the doing business database and shall notify the principal committee within twenty days of the reporting of such contribution if a contribution exceeding the doing business contribution limitation set forth in subdivision 1-a of section 3-703 is subject to such limitations of this subchapter or if a contribution is not matchable pursuant to such subdivision. Notwithstanding any provision in this subdivision, in the six weeks preceding the covered election the board shall provide such notification to the principal or authorized committee within three business days of the reporting of such contribution to the board in accordance with applicable reporting deadlines. If the board fails to notify the principal committee that a contribution is in excess of the limitations set forth in subdivision 1-a of section 3-703 of this chapter in accordance with this subdivision, any such contribution shall be deemed valid for purposes of such limitation, provided, however, that no such contribution shall be matchable. Such principal committee shall have twenty days from the date of any such notification to return the amount of any contribution in excess of the limitations set forth in subdivision 1-a of section  3-703 to the contributor\\ul , provided, however, that when a contributor properly files a request for removal from the doing business database, such twenty day time period from the date of notification to return the excess amount of such contribution shall be tolled, and such time period shall commence running upon notice of the denial of such request for removal in accordance with rules promulgated the board. If the contributor is removed from the doing business database, the principal committee shall not be required to return the amount of the contribution in excess of the limitations\\ulnone . No violation shall issue and no penalty shall be imposed where such excess amount is postmarked or delivered within twenty days of such notification by the board\\ul , or within the conclusion of such twenty day time period as tolled where a contributor has properly filed a request for removal from the doing business database,\\ulnone  and the board shall not designate a candidate as having accepted a contribution in excess of such limitations where such excess has been returned \\ul or a request for removal from the doing business database has been made\\ulnone  in accordance with the time limitations set forth herein. Failure to return such excess amount in accordance with the provisions herein shall not result in the board withholding public funds for which the participating candidate's principal committee is otherwise eligible pursuant to section 3-705 of this chapter; provided, however, that the board may deduct an amount equal to the total unreturned contributions in excess of the limitations set forth in subdivision 1-a of section 3-703 of this chapter from such payment of public funds, \\ul except when a contributor has properly filed a request for removal from the doing business database and the request is pending, in which case the deduction shall only be made upon denial of the request\\ulnone . For purposes of this section, \"individual\" shall include any chief executive officer, chief financial officer, and/or chief operating officer of an entity or persons serving in an equivalent capacity, any person in a senior managerial capacity regarding an entity, or any person with an interest in an entity, which exceeds ten percent of the entity. For purposes of this subdivision, the phrase \"senior managerial capacity\" shall mean a high level supervisory capacity, either by virtue of title or duties, in which substantial discretion and oversight is exercised over the solicitation, letting or administration of business transactions with the city, including contracts, franchises, concessions, grants, economic development agreements, and applications for land use approvals. [Notwithstanding any other provision of this section, no participating candidate shall be liable for any fine or penalty for the failure of any contributor to respond to any such request or for any erroneous response.]\\par\n\\pard\\sl480\\slmult1\\tab\\'a72. This local law shall take effect January 1, 2009.\\par\n\\pard\\sl480\\slmult1\\qj\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
