{
  "ID": 42506,
  "GUID": "AA6B4FE1-284E-480D-BA8F-CDDD26BD2CCF",
  "File": "Int 0936-2009",
  "Name": "Regulating construction operations occurring near fragile structures.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to regulating construction operations occurring near fragile structures.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2009-02-26T00:00:00Z",
  "AgendaDate": "2009-02-26T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    }
  ],
  "History": [
    {
      "ID": 224884,
      "Date": "2009-02-26T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 225034,
      "Date": "2009-02-26T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8840,
      "AgendaSequence": 119,
      "MinutesSequence": 142,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236156,
      "Date": "2009-12-31T12:45:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 43368,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Section 3302.1 of the building code of the city of New York is amended by adding the following definition:\nFRAGILE STRUCTURE. A building or structure with a physical condition that is especially vulnerable to the effects of construction, excavation and demolition operations performed on adjoining property as designated by the commissioner.\n§2. Chapter 33 of the building code of the city of New York is amended by adding a new section 3309.1.1 to read as follows:\n§3309.1.1 Designation of fragile structures. The commissioner shall designate buildings that are especially vulnerable to construction, excavation and demolition operations performed on adjoining property as fragile structures taking into account the building’s age, construction materials, architecture and condition.\n§3. Chapter 33 of the building code of the city of New York is amended by adding a new section 3309.1.2 to read as follows:\n§3309.1.2 Adjoining fragile structures. A fragile structure shall be considered adjoining for all purposes in this code if it is contiguous to or within a lateral distance of one hundred fifty feet from any point of a lot for which a construction, excavation or demolition permit is sought.\n§4. Chapter 33 of the building code of the city of New York is amended by adding a new section 3309.3.1 to read as follows:\n§3309.3.1 Additional requirements for fragile structures. The physical examination of a fragile structure shall consist of a complete pre-construction condition survey including an ambient vibration survey conducted over a fifteen-day interval.\n§5. Section 3309 of the building code of the city of New York is amended by adding a new subsection 3309.12 to read as follows:\n§3309.12 Protection of fragile structures. The department shall not issue a permit for construction, excavation or demolition operations until it has received a pre-construction condition survey and the department has approved a plan of protection for each fragile structure adjoining a lot for which such permit is sought, or a certification from the applicant that there are no fragile structures adjoining such lot.\nException: Where license to enter the adjoining fragile structure has not been granted.\n§6. Section 3309 of the building code of the city of New York is amended by adding a new subsection 3309.12.1 to read as follows:\n§3309.12.1 Site preservation manager. When a fragile structure adjoins a lot where construction, excavation or demolition operations are to be conducted, the person causing such construction, excavation or demolition operations to be performed shall hire a site preservation manager. Such site preservation manager shall be a registered design professional with a minimum of two years experience supervising operations on major buildings.\n§7. Section 3309 of the building code of the city of New York is amended by adding a new subsection 3309.12.1.1 to read as follows:\n§3309.12.1.1 Responsibility. It shall be the responsibility of the site preservation manager to conduct a pre-construction condition survey of all adjoining fragile structures, to draft a plan of protection for each adjoining fragile structure, and to monitor the construction, excavation or demolition operations to ensure that the plans of protection are carried out and that adjoining fragile structures are not harmed. Should the plan of protection be violated, or, should the condition of the adjoining fragile structure worsen, such site preservation manager shall immediately inform the department. Upon such notification from the site preservation manager, the owner of a fragile structure, or of the community board for the community district in which such fragile structure is located, of any breach, noncompliance, or damage to an adjoining fragile structure, the commissioner shall immediately issue a stop-work order, which shall remain in effect until the situation is remedied to the satisfaction of the commissioner.\n§8. Section 3309 of the building code of the city of New York is amended by adding a new subsection 3309.12.2 to read as follows:\n§3309.12.2 Plan of protection. For each fragile structure adjoining a lot for which construction, excavation or demolition operations are to be conducted, the applicant shall submit to the department a plan of protection drafted by the site preservation manager, which shall describe in detail the procedures and precautions used during such operations to ensure that the adjoining fragile structure will remain undamaged.\n§9. Section 3309 of the building code of the city of New York is amended by adding a new subsection 3309.12.2.1 to read as follows:\n§3309.12.2.1 Review. The plan of protection shall be reviewed by the department for appropriateness and shall be approved if determined to be appropriate.\n§10. Section 3309 of the building code of the city of New York is amended by adding a new subsection 3309.12.2.2 to read as follows:\n§3309.12.2.2 Notice of plan. The department shall forward an approved plan of protection to the owner of any adjoining fragile structure and the community board for the community district in which such fragile structure is located.\n§11. This local law shall take effect one hundred twenty days after enactment.\nJTB\nLS#4917\n12/08/08",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\fi720\\sl480\\slmult1\\qj Section 1. Section 3302.1 of the building code of the city of New York is amended by adding the following definition:\\ul\\par\nFRAGILE STRUCTURE. A building or structure with a physical condition that is especially vulnerable to the effects of construction, excavation and demolition operations performed on adjoining property as designated by the commissioner.\\par\n\\ulnone\\'a72. Chapter 33 of the building code of the city of New York is amended by adding a new section 3309.1.1 to read as follows:\\par\n\\'a7\\ul 3309.1.1 Designation of fragile structures. The commissioner shall designate buildings that are especially vulnerable to construction, excavation and demolition operations performed on adjoining property as fragile structures taking into account the building\\rquote s age, construction materials, architecture and condition.\\par\n\\ulnone\\'a73. Chapter 33 of the building code of the city of New York is amended by adding a new section 3309.1.2 to read as follows:\\ul\\par\n\\ulnone\\'a7\\ul 3309.1.2 Adjoining fragile structures. A fragile structure shall be considered adjoining for all purposes in this code if it is contiguous to or within a lateral distance of one hundred fifty feet from any point of a lot for which a construction, excavation or demolition permit is sought.\\par\n\\ulnone\\'a74. Chapter 33 of the building code of the city of New York is amended by adding a new section 3309.3.1 to read as follows:\\ul\\par\n\\ulnone\\'a7\\ul 3309.3.1 Additional requirements for fragile structures. The physical examination of a fragile structure shall consist of a complete pre-construction condition survey including an ambient vibration survey conducted over a fifteen-day interval.\\par\n\\ulnone\\'a75. Section 3309 of the building code of the city of New York is amended by adding a new subsection 3309.12 to read as follows:\\cf1\\ul\\par\n\\'a73309.12 Protection of fragile structures. The department shall not issue a permit for construction, excavation or demolition operations until it has received a pre-construction condition survey and the department has approved a plan of protection for each fragile structure adjoining a lot for which such permit is sought, or a certification from the applicant that there are no fragile structures adjoining such lot.\\par\nException: Where license to enter the adjoining fragile structure has not been granted.\\par\n\\cf0\\ulnone\\'a76. Section 3309 of the building code of the city of New York is amended by adding a new subsection 3309.12.1 to read as follows:\\ul\\par\n\\'a73309.12.1 Site preservation manager. When a fragile structure adjoins a lot where construction, excavation or demolition operations are to be conducted, the person causing such construction, excavation or demolition operations to be performed shall hire a site preservation manager. Such site preservation manager shall be a registered design professional with a minimum of two years experience supervising operations on major buildings.\\par\n\\ulnone\\'a77. Section 3309 of the building code of the city of New York is amended by adding a new subsection 3309.12.1.1 to read as follows:\\ul\\par\n\\'a73309.12.1.1 Responsibility. It shall be the responsibility of the site preservation manager to conduct a pre-construction condition survey of all adjoining fragile structures, to draft a plan of protection for each adjoining fragile structure, and to monitor the construction, excavation or demolition operations to ensure that the plans of protection are carried out and that adjoining fragile structures are not harmed. Should the plan of protection be violated, or, should the condition of the adjoining fragile structure worsen, such site preservation manager shall immediately inform the department. Upon such notification from the site preservation manager, the owner of a fragile structure, or of the community board for the community district in which such fragile structure is located, of any breach, noncompliance, or damage to an adjoining fragile structure, the commissioner shall immediately issue a stop-work order, which shall remain in effect until the situation is remedied to the satisfaction of the commissioner.\\par\n\\ulnone\\'a78. Section 3309 of the building code of the city of New York is amended by adding a new subsection 3309.12.2 to read as follows:\\ul\\par\n\\'a73309.12.2 Plan of protection. For each fragile structure adjoining a lot for which construction, excavation or demolition operations are to be conducted, the applicant shall submit to the department a plan of protection drafted by the site preservation manager, which shall describe in detail the procedures and precautions used during such operations to ensure that the adjoining fragile structure will remain undamaged.\\par\n\\ulnone\\'a79. Section 3309 of the building code of the city of New York is amended by adding a new subsection 3309.12.2.1 to read as follows:\\ul\\par\n\\'a73309.12.2.1 Review. The plan of protection shall be reviewed by the department for appropriateness and shall be approved if determined to be appropriate.\\par\n\\ulnone\\'a710. Section 3309 of the building code of the city of New York is amended by adding a new subsection 3309.12.2.2 to read as follows:\\ul\\par\n\\'a73309.12.2.2 Notice of plan. The department shall forward an approved plan of protection to the owner of any adjoining fragile structure and the community board for the community district in which such fragile structure is located.\\par\n\\ulnone\\'a711. This local law shall take effect one hundred twenty days after enactment.\\par\n\\pard\\qj\\fs16 JTB\\par\nLS#4917\\par\n12/08/08\\fs24\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
