{
  "ID": 42509,
  "GUID": "200B2F6C-F693-452B-BC82-4985C56E39E7",
  "File": "Int 0939-2009",
  "Name": "Posting of special needs signs.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the posting of special needs signs.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2009-02-26T00:00:00Z",
  "AgendaDate": "2009-02-26T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5274,
      "Slug": "helen-sears",
      "FullName": "Helen Sears"
    }
  ],
  "History": [
    {
      "ID": 224887,
      "Date": "2009-02-26T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 225040,
      "Date": "2009-02-26T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8840,
      "AgendaSequence": 125,
      "MinutesSequence": 148,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236154,
      "Date": "2009-12-31T12:44:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 43371,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Section FC 505 of chapter 2 of title 29 of the administrative code of the city of New York is amended by adding a new subsection FC 505.3, to read as follows:\n§505.3 Special needs signs. a. The term “special needs occupant” as used in this section means an occupant of a dwelling unit in a multiple dwelling that is under seven years of age, over sixty years of age, mobility impaired, possesses a pet, or such other classes of persons as are deemed appropriate by rule by the commisioner.\nb. The owner of a multiple dwelling shall offer to the lawful occupants of each dwelling unit and, upon request, provide, install, and maintain, a special needs sticker of a design approved by the department that identifies the special needs occupants residing in a dwelling unit. Such special needs sticker shall be placed in the lower quadrant of dwelling unit entrance doors. The owner of a multiple dwelling shall remove such special needs sticker at the request of the occupants of the dwelling unit.\nc. Any owner of a multiple dwelling who fails to comply with the provisions of this section shall be liable for a civil penalty of fifty dollars for each dwelling unit for which there was a failure to comply.\n\t§ 2. This local law shall take effect ninety days after enactment.\n\nJTB\nLS #6380\n02/18/09",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\ul\\v0\\par\nBe it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\fi720\\sl480\\slmult1 Section 1. Section FC 505 of chapter 2 of title 29 of the administrative code of the city of New York is amended by adding a new subsection FC 505.3, to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ul\\'a7505.3 Special needs signs.\\cf1  a. The term \\ldblquote special needs occupant\\rdblquote  as used in this section means an occupant of a dwelling unit in a multiple dwelling that is under seven years of age, over sixty years of age, mobility impaired, possesses a pet, or such other classes of persons as are deemed appropriate by rule by the commisioner.\\par\nb. The owner of a multiple dwelling shall offer to the lawful occupants of each dwelling unit and, upon request, provide, install, and maintain, a special needs sticker of a design \\cf0 approved by the department \\cf1 that identifies the special needs occupants residing in a dwelling unit. Such special needs sticker shall be placed \\cf0 in the lower quadrant of dwelling unit entrance doors\\cf1 . The owner of a multiple dwelling shall remove such special needs sticker at the request of the occupants of the dwelling unit.\\par\nc. Any owner of a multiple dwelling who fails to comply with the provisions of this section shall be liable for a civil penalty of fifty dollars for each dwelling unit for which there was a failure to comply.\\cf0\\par\n\\pard\\sl480\\slmult1\\qj\\ulnone\\tab\\'a7 2. This local law shall take effect ninety days after enactment.\\par\n\\par\n\\pard\\qj\\fs18 JTB\\par\nLS #6380\\fs24\\par\n\\pard\\sl480\\slmult1\\fs18 02/18/09\\fs24\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
