{
  "ID": 42534,
  "GUID": "9608B46C-E91C-47C5-A66D-4B0360199CE8",
  "File": "Int 0944-2009",
  "Name": "Notification of schools concerning drug activity.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the notification of schools concerning drug activity.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2009-03-11T00:00:00Z",
  "AgendaDate": "2009-03-11T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5274,
      "Slug": "helen-sears",
      "FullName": "Helen Sears"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 6273,
      "Slug": "thomas-white-jr",
      "FullName": "Thomas White, Jr."
    },
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    }
  ],
  "History": [
    {
      "ID": 225393,
      "Date": "2009-03-11T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 225493,
      "Date": "2009-03-11T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8864,
      "AgendaSequence": 86,
      "MinutesSequence": 108,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236150,
      "Date": "2009-12-31T12:41:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 91759,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Int. No. 944 - 3/11/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/16dd479f-6e82-44e0-a08f-c65fd5dfc451.doc",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 44851,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Declaration of legislative findings and intent.  \nThe Council hereby finds that the New York City Police Department has made great strides in reducing drug availability and drug crime in New York City.  As encouraging as the progress against drugs is, however, any potential for drug use by children presents a danger and must be monitored.  When drugs are present in the neighborhood surrounding a school, the possibility of students being affected by such drugs is greater.  For this reason, the Council finds that schools in New York City should be alerted to drug activity in their surrounding areas.  This legislation seeks to facilitate the sharing of information concerning drug arrests between the New York City Police Department and schools in New York City.\n§2.  Chapter 1 of title 14 of the administrative code of the city of New York is amended by adding a new section 14-150.1 to read as follows:\n§ 14-150.1.  Notification to schools concerning drug activity.  a. The New York City Police Department shall submit to every school within the city on a biannual basis a report detailing the number and location of arrests made in connection with drugs in the precinct within which the school is located.\nb.  The report required by subdivision a shall be provided to schools except where disclosure of such material would be prohibited by article three of the New York State Family Court Act or article seven hundred twenty of the New York State Criminal Procedure Law or when such information could compromise the safety of the public or police officers or could otherwise compromise law enforcement operations.  The report shall be provided to schools within 30 days of the end of the reporting period to which the reports correspond or for which the relevant data may be collected, whichever is later.  Where necessary, the department may use preliminary data to prepare the required reports and may include an acknowledgement that such preliminary data is non-final and subject to change.\nc.  Nothing in this section shall be deemed to give rise to a cause of action against any official, employee or agent of any school who receives information pursuant to this title.\n§3.  This local law shall become effective ninety days after its enactment into law.\n\n\nO.P.\nLS#6921\n10/29/09",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Verdana;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue0;}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1 Section 1.  Declaration of legislative findings and intent.  \\par\n\\cf1 The Council hereby finds that the New York City Police Department has made great strides in reducing drug availability and drug crime in New York City.  As encouraging as the progress against drugs is, however, any potential for drug use by children presents a danger and must be monitored.  When drugs are present in the neighborhood surrounding a school, the possibility of students being affected by such drugs is greater.  For this reason, the Council finds that schools in New York City should be alerted to drug activity in their surrounding areas.  This legislation seeks to facilitate the sharing of information concerning drug arrests between the New York City Police Department and schools in New York City.\\highlight2\\par\n\\highlight0\\'a72.  Chapter 1 of title 14 of the administrative code of the city of New York is amended by adding a new section 14-150.1 to read as follows:\\par\n\\ul\\'a7 14-150.1.  Notification to schools concerning drug activity.  a. The New York City Police Department shall submit to every school within the city on a biannual basis a report detailing the number and location of arrests made in connection with drugs in the precinct within which the school is located.\\ulnone\\par\n\\ul b.  The report required by subdivision a \\cf0 shall be provided to schools except where disclosure of such material would be prohibited by article three of the New York State Family Court Act or article seven hundred twenty of the New York State Criminal Procedure Law or when such information could compromise the safety of the public or police officers or\\cf1  \\cf0 could otherwise compromise law enforcement operations.  The report shall be provided to schools within 30 days of the end of the reporting period to which the reports correspond or for which the relevant data may be collected, whichever is later.  Where necessary, the department may use preliminary data to prepare the required reports and may include an acknowledgement that such preliminary data is non-final and subject to change.\\cf1\\par\nc.  Nothing in this section shall be deemed to give rise to a cause of action against any official, employee or agent of any school who receives information pursuant to this title.\\par\n\\ulnone\\'a73.  This local law shall become effective ninety days after its enactment into law.\\f1\\fs20\\line\\line\\f0\\fs24\\par\n\\pard\\nowidctlpar\\fi720\\expndtw-3\\fs20 O.P.\\par\nLS#6921\\expndtw0\\par\n10/29/09\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
