{
  "ID": 42535,
  "GUID": "E94A76E2-CB02-4FE8-A4C3-FCDB125F554A",
  "File": "Int 0945-2009",
  "Name": "Unlawful solicitation.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to criminal street gang solicitation",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2009-03-11T00:00:00Z",
  "AgendaDate": "2009-03-11T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 5264,
      "Slug": "maria-baez",
      "FullName": "Maria Baez"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 7502,
      "Slug": "elizabeth-s-crowley",
      "FullName": "Elizabeth S. Crowley"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 7112,
      "Slug": "vincent-ignizio",
      "FullName": "Vincent Ignizio"
    },
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    }
  ],
  "History": [
    {
      "ID": 225395,
      "Date": "2009-03-11T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 225496,
      "Date": "2009-03-11T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8864,
      "AgendaSequence": 89,
      "MinutesSequence": 111,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 234218,
      "Date": "2009-12-03T00:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 19,
      "BodyName": "Committee on Public Safety",
      "EventID": 9431,
      "AgendaSequence": 4,
      "MinutesSequence": 11,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 945-A",
      "MinutesNote": "Proposed Int. No. 945-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 234718,
      "Date": "2009-12-03T00:00:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Introduction was Amendment Proposed by Comm",
      "BodyID": 19,
      "BodyName": "Committee on Public Safety",
      "EventID": 9431,
      "MinutesSequence": 12,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 234719,
      "Date": "2009-12-03T00:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 19,
      "BodyName": "Committee on Public Safety",
      "EventID": 9431,
      "MinutesSequence": 13,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236149,
      "Date": "2009-12-31T12:41:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 92237,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Int. No. 945 - 3/11/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/116460fc-be97-4713-a5d9-b331c3efd8b4.doc",
      "Sort": 1
    },
    {
      "ID": 92433,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 12/3/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/e61689d6-5ee6-4026-bd6b-470b2c38b50a.doc",
      "Sort": 2
    },
    {
      "ID": 92664,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 12/3/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/fe6e5496-998b-47f5-b822-29e72f7c1aa6.pdf",
      "Sort": 3
    },
    {
      "ID": 93383,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 12/3/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/5bffcc03-1ef5-46b5-aa26-784d4f82e3b3.PDF",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 44912,
  "Text": "Be it enacted by the Council as follows:\nSection 1. Declaration of legislative findings and intent.  The Council hereby finds and declares that gang activity is capable of destroying lives and communities and should be deterred using all lawful means.  A recent federal study found that gang activity is prevalent in large urban centers and the Council finds that New York City is no exception.  The Council finds that the level of on-going gang activity within New York City is unacceptable and must be combated.  \nThe Council furthermore finds that gang members may spread the harm of gangs by soliciting others to commit crimes.  When solicitation is done by a group, the fact that several people are encouraging another to commit a crime heightens the feeling of intimidation on the part of the person being solicited.  Additionally, the Council finds that solicitation by a group creates peer pressure, which has a powerful influence on youth.  Gangs are known to target young people who feel lost and seek acceptance as potential members of a group.  The Council finds that when peer pressure is not present, adolescents are more likely to resolve a conflict nonviolently, but when an individual’s peer group endorses violence, the individual feels the need to engage in violence in order to fit in.  For all of these reasons, it is the finding and intent of the Council that criminal street gang solicitation must be deterred in New York City by ensuring that such conduct be punishable as a class A misdemeanor.\n§2.  Title 10 of the administrative code of the city of New York is amended by adding a new section 10-169 to read as follows:\n§10-169. Criminal street gang solicitation.  \na.  A person is guilty of criminal street gang solicitation when, as part of a  criminal street gang, he or she solicits, requests, commands, importunes or otherwise attempts to cause another person to engage in conduct constituting a misdemeanor defined in any of the following articles of the penal law: article one hundred twenty, relating to assault and related offenses; one hundred thirty, relating to sex offenses; one hundred thirty-five, relating to kidnapping, coercion and related offenses; one hundred forty, relating to burglary and related offenses; one hundred forty-five, relating to criminal mischief and related offenses; one hundred fifty, relating to arson; one hundred fifty-five, relating to larceny; one hundred sixty-five, relating to theft; two hundred fifteen, relating to judicial proceedings; two hundred twenty, relating to controlled substances offenses; two hundred twenty-one, relating to offenses involving marihuana; two hundred twenty-five, relating to gambling offenses; two hundred thirty, relating to prostitution offenses or two hundred sixty-five, relating to firearms and other dangerous weapons; or harassment in the first or second degree or aggravated harassment in the second degree, as defined in article two hundred forty of the penal law.\nb.  For purposes of this section, a “criminal street  gang” shall mean a group of three or more persons having as one of its substantial activities or purposes the commission of one or more of the felonies or misdemeanors defined in any of the following articles of the penal law: one hundred twenty, relating to assault and related offenses; one hundred twenty-five, relating to homicide; one hundred thirty, relating to sex offenses; one hundred thirty-five, relating to kidnapping, coercion and related offenses; one hundred forty, relating to burglary and related offenses; one hundred forty-five, relating to criminal mischief and related offenses; one hundred fifty, relating to arson; one hundred fifty-five, relating to larceny; one hundred sixty, relating to robbery; one hundred sixty-five, relating to theft; two hundred fifteen, relating to judicial proceedings; two hundred twenty, relating to controlled substances offenses; two hundred twenty-one, relating to offenses involving marihuana; two hundred twenty-five, relating to gambling offenses; two hundred thirty, relating to prostitution offenses or two hundred sixty-five, relating to firearms and other dangerous weapons;  or harassment in the first or second degree or aggravated harassment in the second degree, as defined in article two hundred forty of the penal law.\nc.  Penalties. Any person who violates this section shall be guilty of a class A misdemeanor.\n§3.  This local law shall take effect ninety days after its enactment into law.\n\n11/20/09",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\uc1\\deff0\\stshfdbch0\\stshfloch0\\stshfhich0\\stshfbi0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fcharset0\\fprq2{\\*\\panose 02020603050405020304}Times New Roman;}{\\f182\\froman\\fcharset238\\fprq2 Times New Roman CE;}\n{\\f183\\froman\\fcharset204\\fprq2 Times New Roman Cyr;}{\\f185\\froman\\fcharset161\\fprq2 Times New Roman Greek;}{\\f186\\froman\\fcharset162\\fprq2 Times New Roman Tur;}{\\f187\\froman\\fcharset177\\fprq2 Times New Roman (Hebrew);}\n{\\f188\\froman\\fcharset178\\fprq2 Times New Roman (Arabic);}{\\f189\\froman\\fcharset186\\fprq2 Times New Roman Baltic;}{\\f190\\froman\\fcharset163\\fprq2 Times New Roman (Vietnamese);}}{\\colortbl;\\red0\\green0\\blue0;\\red0\\green0\\blue255;\\red0\\green255\\blue255;\n\\red0\\green255\\blue0;\\red255\\green0\\blue255;\\red255\\green0\\blue0;\\red255\\green255\\blue0;\\red255\\green255\\blue255;\\red0\\green0\\blue128;\\red0\\green128\\blue128;\\red0\\green128\\blue0;\\red128\\green0\\blue128;\\red128\\green0\\blue0;\\red128\\green128\\blue0;\n\\red128\\green128\\blue128;\\red192\\green192\\blue192;}{\\stylesheet{\\ql \\li0\\ri0\\widctlpar\\aspalpha\\aspnum\\faauto\\adjustright\\rin0\\lin0\\itap0 \\fs24\\lang1033\\langfe1033\\cgrid\\langnp1033\\langfenp1033 \\snext0 Normal;}{\\*\\cs10 \\additive \\ssemihidden \nDefault Paragraph Font;}{\\*\\ts11\\tsrowd\\trftsWidthB3\\trpaddl108\\trpaddr108\\trpaddfl3\\trpaddft3\\trpaddfb3\\trpaddfr3\\trcbpat1\\trcfpat1\\tscellwidthfts0\\tsvertalt\\tsbrdrt\\tsbrdrl\\tsbrdrb\\tsbrdrr\\tsbrdrdgl\\tsbrdrdgr\\tsbrdrh\\tsbrdrv \n\\ql \\li0\\ri0\\widctlpar\\aspalpha\\aspnum\\faauto\\adjustright\\rin0\\lin0\\itap0 \\fs20\\lang1024\\langfe1024\\cgrid\\langnp1024\\langfenp1024 \\snext11 \\ssemihidden Normal Table;}}{\\*\\latentstyles\\lsdstimax156\\lsdlockeddef0}{\\*\\rsidtbl \\rsid734259\\rsid6426550\n\\rsid8922333}{\\*\\generator Microsoft Word 11.0.5604;}{\\info{\\title Proposed Int}{\\author wmartin}{\\operator jettricks}{\\creatim\\yr2009\\mo12\\dy23\\hr11\\min45}{\\revtim\\yr2009\\mo12\\dy23\\hr11\\min45}{\\version2}{\\edmins0}{\\nofpages3}{\\nofwords728}{\\nofchars4150}\n{\\*\\company NYCC}{\\nofcharsws4869}{\\vern24689}}\\widowctrl\\ftnbj\\aenddoc\\noxlattoyen\\expshrtn\\noultrlspc\\dntblnsbdb\\nospaceforul\\hyphcaps0\\horzdoc\\dghspace120\\dgvspace120\\dghorigin1701\\dgvorigin1984\\dghshow0\\dgvshow3\n\\jcompress\\viewkind4\\viewscale100\\nolnhtadjtbl\\rsidroot8922333 \\fet0\\sectd \\linex0\\sectdefaultcl\\sftnbj {\\*\\pnseclvl1\\pnucrm\\pnstart1\\pnindent720\\pnhang {\\pntxta .}}{\\*\\pnseclvl2\\pnucltr\\pnstart1\\pnindent720\\pnhang {\\pntxta .}}{\\*\\pnseclvl3\n\\pndec\\pnstart1\\pnindent720\\pnhang {\\pntxta .}}{\\*\\pnseclvl4\\pnlcltr\\pnstart1\\pnindent720\\pnhang {\\pntxta )}}{\\*\\pnseclvl5\\pndec\\pnstart1\\pnindent720\\pnhang {\\pntxtb (}{\\pntxta )}}{\\*\\pnseclvl6\\pnlcltr\\pnstart1\\pnindent720\\pnhang {\\pntxtb (}{\\pntxta )}}\n{\\*\\pnseclvl7\\pnlcrm\\pnstart1\\pnindent720\\pnhang {\\pntxtb (}{\\pntxta )}}{\\*\\pnseclvl8\\pnlcltr\\pnstart1\\pnindent720\\pnhang {\\pntxtb (}{\\pntxta )}}{\\*\\pnseclvl9\\pnlcrm\\pnstart1\\pnindent720\\pnhang {\\pntxtb (}{\\pntxta )}}\\pard\\plain \\qc \\li0\\ri0\\sl480\\slmult1\n\\nowidctlpar\\faauto\\rin0\\lin0\\itap0 \\fs24\\lang1033\\langfe1033\\cgrid\\langnp1033\\langfenp1033 {\\insrsid8922333 Proposed Int. No. 945-A\n\\par }\\pard \\ql \\li0\\ri0\\nowidctlpar\\faauto\\rin0\\lin0\\itap0 {\\insrsid8922333 \nBy Council Members Recchia, Vallone, Jr., Arroyo, Baez, Brewer, Comrie, Fidler, Gennaro, Gentile, Gonzalez, Liu, Nelson, Stewart, Vann, Avella, Lappin, Koppell, Vacca, Crowley, Gerson, Jackson, Ignizio and Oddo\n\\par \n\\par }{\\v\\insrsid8922333 ..Title\n\\par }{\\insrsid8922333 A Local Law to amend the administrative code of the city of New York, in relation to criminal street gang solicitation\n\\par }{\\v\\insrsid8922333 ..Body\n\\par }\\pard \\ql \\li0\\ri0\\sa240\\nowidctlpar\\faauto\\rin0\\lin0\\itap0 {\\insrsid8922333 \n\\par }{\\ul\\insrsid8922333 Be it enacted by the Council as follows:\n\\par }\\pard \\qj \\fi720\\li0\\ri0\\sl480\\slmult1\\nowidctlpar\\faauto\\rin0\\lin0\\itap0 {\\insrsid8922333 Section 1. Declaration of legislative findings and intent.  The Council hereby finds and declares th\nat gang activity is capable of destroying lives and communities and should be deterred using all lawful means.  A recent federal study found that gang activity is prevalent in large urban centers and the Council finds that New York City is no exception.  \nThe Council finds that the level of on-going gang activity within New York City is unacceptable and must be combated.  \n\\par The Council furthermore finds that gang members may spread the harm of gangs by soliciting others to commit crimes.  When solicitation is\n done by a group, the fact that several people are encouraging another to commit a crime heightens the feeling of intimidation on the part of the person being solicited.  Additionally, the Council finds that solicitation by a group creates peer pressure, \nw\nhich has a powerful influence on youth.  Gangs are known to target young people who feel lost and seek acceptance as potential members of a group.  The Council finds that when peer pressure is not present, adolescents are more likely to resolve a conflict\n nonviolently, but when an individual\\rquote \ns peer group endorses violence, the individual feels the need to engage in violence in order to fit in.  For all of these reasons, it is the finding and intent of the Council that criminal street gang solicitation must \nbe deterred in New York City by ensuring that such conduct be punishable as a class A misdemeanor.\n\\par \\'a72.  Title 10 of the administrative code of the city of New York is amended by adding a new section 10-169 to read as follows:\n\\par }\\pard \\ql \\fi720\\li0\\ri0\\sl480\\slmult1\\nowidctlpar\\faauto\\rin0\\lin0\\itap0 {\\ul\\insrsid8922333 \\'a710-169. Criminal street gang solicitation.}{\\insrsid8922333   \n\\par }\\pard \\qj \\fi720\\li0\\ri0\\sl480\\slmult1\\nowidctlpar\\faauto\\rin0\\lin0\\itap0 {\\ul\\insrsid8922333 \na.  A person is guilty of criminal street gang solicitation when, as part of a  criminal street gang, he or she solicits, requests, commands, importunes or otherwise attempts to cause another person to engage in conduct constituting a misde\nmeanor defined in any of the following articles of the penal law: article one hundred twenty, relating to assault and related offenses; one hundred thirty, relating to sex offenses; one hundred thirty-five, relating to kidnapping, coercion and related off\ne\nnses; one hundred forty, relating to burglary and related offenses; one hundred forty-five, relating to criminal mischief and related offenses; one hundred fifty, relating to arson; one hundred fifty-five, relating to larceny; one hundred sixty-five, rela\nt\ning to theft; two hundred fifteen, relating to judicial proceedings; two hundred twenty, relating to controlled substances offenses; two hundred twenty-one, relating to offenses involving marihuana; two hundred twenty-five, relating to gambling offenses; \nt\nwo hundred thirty, relating to prostitution offenses or two hundred sixty-five, relating to firearms and other dangerous weapons; or harassment in the first or second degree or aggravated harassment in the second degree, as defined in article two hundred \nforty of the penal law.\n\\par b.  For purposes of this section, a \\'93criminal street  gang\\'94 shall mean a group of three or more persons having as one of its substantial activities or purposes the commission of one or more of the felonies or misdemeanors defined in \nany of the following articles of the penal law: one hundred twenty, relating to assault and related offenses; one hundred twenty-five, relating to homicide; one hundred thirty, relating to sex offenses; one hundred thirty-five, relating to kidnapping, coe\nr\ncion and related offenses; one hundred forty, relating to burglary and related offenses; one hundred forty-five, relating to criminal mischief and related offenses; one hundred fifty, relating to arson; one hundred fifty-five, relating to larceny; one hun\nd\nred sixty, relating to robbery; one hundred sixty-five, relating to theft; two hundred fifteen, relating to judicial proceedings; two hundred twenty, relating to controlled substances offenses; two hundred twenty-one, relating to offenses involving marihu\na\nna; two hundred twenty-five, relating to gambling offenses; two hundred thirty, relating to prostitution offenses or two hundred sixty-five, relating to firearms and other dangerous weapons;  or harassment in the first or second degree or aggravated haras\nsment in the second degree, as defined in article two hundred forty of the penal law.\n\\par c.  Penalties. Any person who violates this section shall be guilty of a class A misdemeanor.}{\\insrsid8922333 \n\\par \\'a73.  This local law shall take effect ninety days after its enactment into law.\n\\par }\\pard \\ql \\li0\\ri0\\nowidctlpar\\faauto\\rin0\\lin0\\itap0 {\\insrsid8922333 \n\\par 11/20/09\n\\par \n\\par }}",
  "LastModified": "0001-01-01T00:00:00Z"
}
