{
  "ID": 42595,
  "GUID": "0762F501-5559-4003-A6FA-11E6587BBE2D",
  "File": "Int 0946-2009",
  "Name": "Changing the compensation of members of the city council.",
  "Title": "A Local Law to amend the New York City Charter in relation to changing the compensation of members of the city council.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 13,
  "BodyName": "Committee on Governmental Operations",
  "IntroDate": "2009-03-24T00:00:00Z",
  "AgendaDate": "2009-03-24T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    }
  ],
  "History": [
    {
      "ID": 225777,
      "Date": "2009-03-24T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 225948,
      "Date": "2009-03-24T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Governmental Operations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8877,
      "AgendaSequence": 82,
      "MinutesSequence": 102,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Governmental Operations",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236148,
      "Date": "2009-12-31T12:40:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 43462,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1. Section 26 of the charter of the city of New York, as amended by local law number 41 for the year 1999, is amended by adding a new subdivision d to read as follows:\n\td. Any changes to council member salary must be voted on by the council no later than 30 days prior to any primary, general, or special election to be held within the calendar year, and any such pay increase shall not be effective until the first day of January following the  next general election of the city council.  \n\t§2.  This local law shall take on the first day of January of the year immediately following its approval by vote of the electorate.\n\nBB\nLS# 7042\n3/2/2009 1pm",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\cf0\\expndtw-3\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qj\\expndtw0\\ulnone\\tab Section 1. Section 26 of the charter of the city of New York, as amended by local law number 41 for the year 1999, is amended by adding a new subdivision d to read as follows:\\par\n\\tab\\ul d. Any changes to council member salary must be voted on by the council no later than 30 days prior to any primary, general, or special election to be held within the calendar year, and any such pay increase shall not be effective until the first day of January following the  next general election of the city council.  \\par\n\\ulnone\\tab\\'a72.  This local law shall take on the first day of January of the year immediately following its approval by vote of the electorate.\\par\n\\ul\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\qj\\ulnone\\fs20 BB\\par\nLS# 7042\\par\n\\pard\\ltrpar 3/2/2009 1pm \\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
