{
  "ID": 42598,
  "GUID": "62899F8C-4646-4F9B-A7B6-16DB940D9535",
  "File": "Int 0949-2009",
  "Name": "Powers of the fire commissioner.",
  "Title": "A Local Law to amend the New York city charter in relation to the powers of the fire commissioner.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5071,
  "BodyName": "Committee on Fire and Criminal Justice Services",
  "IntroDate": "2009-03-24T00:00:00Z",
  "AgendaDate": "2009-03-24T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5286,
      "Slug": "bill-de-blasio",
      "FullName": "Bill De Blasio"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    }
  ],
  "History": [
    {
      "ID": 225780,
      "Date": "2009-03-24T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 225952,
      "Date": "2009-03-24T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Fire and Criminal Justice Services",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8877,
      "AgendaSequence": 86,
      "MinutesSequence": 106,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Fire and Criminal and Justice Services",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236146,
      "Date": "2009-12-31T12:40:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 43465,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1. Subdivision a of section 487 of chapter 19 of the New York city charter is amended to read as follows:\n\t§487. Powers. a. The commissioner shall have sole and exclusive power and  perform  all duties for the government, discipline,  management, maintenance and direction of the fire department and the premises and property in the custody thereof, however, the commissioner shall provide written  notice  with  supporting documentation, at least forty five days prior to  the permanent closing of any firehouse or the permanent removal or relocation of any fire fighting unit or the permanent removal of any ambulance tour, or a permanent change in the service provider for any ambulance tour to the council members, community  boards  and  borough presidents whose districts are served by such facility, tour or unit and the chairperson of the council's [public safety] fire and criminal justice services committee. For the purposes of this section, the term \"permanent\" shall mean a time period in excess of six months. In the event that the permanent closing of any firehouse or the permanent removal or relocation of any firefighting unit or the permanent removal of any ambulance tour, or a permanent change in the service provider for any ambulance tour does not occur within four months of the date of the written notice, the commissioner shall issue another written notice with supporting documentation prior to such permanent removal or relocation. The four months during which the written notice is effective shall be tolled for any period in which a restraining order or injunction prohibiting the closing of such noticed facility or unit shall be in effect.\n\t§2. This local law shall take effect immediately upon enactment.\n\nLS #’s 7254, 7262 \nRCC\n03/19/09",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\ul\\i\\v0\\par\n\\i0 Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\ltrpar\\sl480\\slmult1\\tab Section 1. Subdivision a of section 487 of chapter 19 of the New York city charter is amended to read as follows:\\par\n\\tab\\'a7487. Powers. a. The commissioner shall have sole and exclusive power and  perform  all duties for the government, discipline,  management, maintenance and direction of the fire department and the premises and property in the custody thereof, however, the commissioner shall provide written  notice  with  supporting documentation, at least forty five days prior to  the permanent closing of any firehouse or the permanent removal or relocation of any fire fighting unit \\ul or the permanent removal of any ambulance tour, or a permanent change in the service provider for any ambulance tour\\ulnone  to the council members, community  boards  and  borough presidents whose districts are served by such facility, \\ul tour\\ulnone  or unit and the chairperson of the council's [public safety]\\ul  fire and criminal justice services \\ulnone committee. For the purposes of this section, the term \"permanent\" shall mean a time period in excess of six months. In the event that the permanent closing of any firehouse or the permanent removal or relocation of any firefighting unit \\ul or the permanent removal of any ambulance tour, or a permanent change in the service provider for any ambulance tour\\ulnone  does not occur within four months of the date of the written notice, the commissioner shall issue another written notice with supporting documentation prior to such permanent removal or relocation. The four months during which the written notice is effective shall be tolled for any period in which a restraining order or injunction prohibiting the closing of such noticed facility or unit shall be in effect.\\par\n\\tab\\'a72.\\b  \\b0 This local law shall take effect immediately upon enactment.\\par\n\\pard\\ltrpar\\par\nLS #\\rquote s 7254, 7262 \\par\nRCC\\par\n03/19/09\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
