{
  "ID": 42566,
  "GUID": "D7EE7E60-1322-45AB-888C-10A25C97FAC3",
  "File": "Int 0952-2009",
  "Name": "Requiring the City Record to be published online and available to the public at no charge.",
  "Title": "A Local Law to amend the New York City Charter, in relation to requiring the City Record to be published online and available to the public at no charge.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 13,
  "BodyName": "Committee on Governmental Operations",
  "IntroDate": "2009-03-24T00:00:00Z",
  "AgendaDate": "2009-03-24T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5274,
      "Slug": "helen-sears",
      "FullName": "Helen Sears"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5289,
      "Slug": "simcha-felder",
      "FullName": "Simcha Felder"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 6273,
      "Slug": "thomas-white-jr",
      "FullName": "Thomas White, Jr."
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    }
  ],
  "History": [
    {
      "ID": 225774,
      "Date": "2009-03-24T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 225959,
      "Date": "2009-03-24T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Governmental Operations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8877,
      "AgendaSequence": 91,
      "MinutesSequence": 111,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Governmental Operations",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 227150,
      "Date": "2009-04-28T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 8960,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 227307,
      "Date": "2009-04-28T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 8960,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236144,
      "Date": "2009-12-31T12:38:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 88538,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 4/28/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/da48fd2d-9704-4219-8015-7d0a970dcbbe.doc",
      "Sort": 1
    },
    {
      "ID": 89010,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 4/28/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/4d0a49df-68fd-40b8-88a0-b80fae5dca23.pdf",
      "Sort": 2
    },
    {
      "ID": 89467,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 4/28/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/5339bd30-970c-45e3-8b95-43715947e4e1.PDF",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 43433,
  "Text": "Be it enacted by the Council as follows:\n\tSection 1. Section 1066 of Chapter 47 of the New York City Charter is amended to read as follows:\n\n§  1066.  City Record. a.  There shall be a website updated as often as practicable but in no case less than once each day[published daily], except Saturdays, Sundays and legal holidays, [under contract or by the department of citywide administrative services, a paper to be]known as the City Record. Such website shall be maintained by the department, its successor or its designee and shall be made available to the public without charge. Notwithstanding the provisions of this subdivision, the department shall, on a periodic basis to be established by the commissioner, provide hard copies of the City Record containing all and identical content of the daily online version to each borough president, council member, community board, branch of the public library, the municipal reference and research center and to the news media as defined in paragraph three of subdivision b of section one thousand forty-three of the charter.\nb.  There shall be inserted in the City Record nothing aside from such official matters as are expressly authorized.\n    \tc.  All advertising required to be done for the city, except as otherwise provided by law, shall be inserted at the public expense in the City Record and a publication therein shall be sufficient compliance with any law requiring publication of such matters or notices.\n    \td.  Nothing herein contained shall prevent the publication elsewhere of any advertisement required by law to be so published.\n    \te.  Notwithstanding the provisions of subdivision a of this section, [T]the commissioner of citywide administrative services shall cause [a continuous series]all periodic hard copies of the City Record issued under the provisions of subdivision a of this section [of the City Record] to be bound as completed quarterly and to be deposited with his or her certificate thereon in the office of the city register, in the county clerk's office of each county and in the office of the city clerk; and copies of the contents of any part of the same, certified by such register, county clerk or city clerk, shall be received in judicial proceedings as prima facie evidence of the truth of the contents thereof.\n    f.  [The commissioner of citywide administrative services shall provide copies of] E[e]ach hard copy issue of the City Record shall be provided to the municipal reference and research center [where they]and shall be available without charge to any member of the public requesting a copy on the publication date or within a reasonable period of time thereafter, to be determined by the commissioner of records and information services. [The commissioner shall also provide free subscriptions to the City Record to each borough president, council member, community board, and branch of the public library and to the news media as defined in paragraph three of subdivision b of section one thousand forty-three of the charter.] The commissioner of citywide administrative services, each borough president, council member and community board shall, upon receipt, make [copies of] each hard copy issue of the City Record available in their respective offices for reasonable public inspection without charge.\n\n§ 2. This local law shall take effect ninety days after enactment.\n\n\n\nLS 7313\nMG\n3/13/09",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\sl480\\slmult1\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\tab Section 1. Section 1066 of Chapter 47 of the New York City Charter is amended to read as follows:\\par\n\\pard\\ul\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ulnone\\'a7  1066.  City Record. a.  There shall be \\ul a website updated as often as practicable but in no case less than once each day\\ulnone [published daily], except Saturdays, Sundays and legal holidays, [under contract or by the department of citywide administrative services, a paper to be]known as the City Record. \\ul Such website shall be maintained by the department, its successor or its designee and shall be made available to the public without charge. Notwithstanding the provisions of this subdivision, the department shall, on a periodic basis to be established by the commissioner, provide hard copies of the City Record containing all and identical content of the daily online version to each borough president, council member, community board, branch of the public library, the municipal reference and research center\\cf1\\fs27  \\cf0\\fs24 and to the news media as defined in paragraph three of subdivision b of section one thousand forty-three of the charter.\\par\n\\ulnone b.  There shall be inserted in the City Record nothing aside from such official matters as are expressly authorized.\\par\n\\pard\\sl480\\slmult1\\qj     \\tab c.  All advertising required to be done for the city, except as otherwise provided by law, shall be inserted at the public expense in the City Record and a publication therein shall be sufficient compliance with any law requiring publication of such matters or notices.\\par\n    \\tab d.  Nothing herein contained shall prevent the publication elsewhere of any advertisement required by law to be so published.\\par\n    \\tab e.  \\ul Notwithstanding the provisions of subdivision a of this section, [\\ulnone T]\\ul t\\ulnone he commissioner of citywide administrative services shall cause [a continuous series]\\ul all periodic hard copies of the City Record issued under the provisions of subdivision a of this section\\ulnone  [of the City Record] to be bound as completed quarterly and to be deposited with his or her certificate thereon in the office of the city register, in the county clerk's office of each county and in the office of the city clerk; and copies of the contents of any part of the same, certified by such register, county clerk or city clerk, shall be received in judicial proceedings as prima facie evidence of the truth of the contents thereof.\\par\n    f.  [The commissioner of citywide administrative services shall provide copies of] \\ul E\\ulnone [e]ach \\ul hard copy\\ulnone  issue of the City Record \\ul shall be provided\\ulnone  to the municipal reference and research center [where they]\\ul and\\ulnone  shall be available without charge to any member of the public requesting a copy on the publication date or within a reasonable period of time thereafter, to be determined by the commissioner of records and information services. [The commissioner shall also provide free subscriptions to the City Record to each borough president, council member, community board, and branch of the public library and to the news media as defined in paragraph three of subdivision b of section one thousand forty-three of the charter.] The commissioner of citywide administrative services, each borough president, council member and community board shall, upon receipt, make [copies of] each \\ul hard copy\\ulnone  issue of the City Record available in their respective offices for reasonable public inspection without charge.\\par\n\\pard\\qj\\par\n\\'a7 2. This local law shall take effect ninety days after enactment.\\par\n\\par\n\\par\n\\par\nLS 7313\\par\nMG\\par\n3/13/09\\par\n\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
