{
  "ID": 42532,
  "GUID": "15653EEA-50E1-4085-9046-3D67F569B40A",
  "File": "Int 0954-2009",
  "Name": "Creation of a Street Vendor Advisory Board.",
  "Title": "A Local Law in relation to the creation of a Street Vendor Advisory Board.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5,
  "BodyName": "Committee on Consumer Affairs",
  "IntroDate": "2009-03-24T00:00:00Z",
  "AgendaDate": "2009-03-24T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5274,
      "Slug": "helen-sears",
      "FullName": "Helen Sears"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    }
  ],
  "History": [
    {
      "ID": 225775,
      "Date": "2009-03-24T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 225960,
      "Date": "2009-03-24T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Consumer Affairs",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8877,
      "AgendaSequence": 93,
      "MinutesSequence": 113,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Consumer Affairs",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236142,
      "Date": "2009-12-31T12:37:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 43397,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Street Vendor Advisory Board.  a.  There shall be an advisory board to study issues associated with street vendors in New York City and make recommendations to the mayor and council to ensure adequate protections for vendors, small businesses, and residents.  \nb. Such advisory board shall consist of ten members as follows:\ni.  Three members shall be appointed by the mayor, provided that at least one such member shall be from the small business community; \nii. Two members shall be appointed by the speaker of the council, provided that at least one such member shall be from the vending industry; \niii. The commissioners of the department of health and mental hygiene, the department of consumer affairs, the department of sanitation, the department of transportation, and the police department, or the designees of such commissioners, shall serve ex officio.  \niv.  At its first meeting, the advisory board shall select a chairperson from among its members by majority vote of the advisory board.\nc.  Each member, other than members serving in an ex officio capacity, shall serve for a term of one year, to commence after the final member of the advisory board is appointed.  Any vacancies in the membership of the advisory board shall be filled in the same manner as the original appointment.  A person filling such vacancy shall serve for the unexpired portion of the term of the succeeded member.    \nd.  No member of the advisory board shall be removed from office except for cause and upon notice and hearing by the appropriate appointing official.\ne.  Members of the advisory board shall serve without compensation and shall meet as necessary.\nf.  The advisory board shall issue a report to the mayor and council no later than one year after the final member of the advisory board is appointed.  Such report shall include specific recommendations on the following topics: \ni.  Congestion of vendors in densely populated areas;  \nii.  Health and safety concerns for vendors, patrons, pedestrians and vehicles; \niii.  Enforcement of existing vending laws; and \niv. Neighborhood-based vending districts. \ng. The advisory board shall terminate upon the publication of the report.    \n§2.  This local law shall take effect immediately.\n\n\n\n\n\n\n\nLCC\nLS 6453\n3/4/09",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\pard\\qj\\par\n\\pard\\fi720\\sl480\\slmult1 Section 1.  \\cf1 Street Vendor Advisory Board.  a.  There shall be an advisory board \\cf0 to study issues associated with street vendors in New York City and make recommendations to the mayor and council to ensure adequate protections for vendors, small businesses, and residents.  \\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1 b. Such advisory board shall \\cf1 consist of ten members as follows:\\par\ni.  Three members shall be appointed by the mayor, provided that at least one such member shall be from the small business community; \\par\nii. Two members shall be appointed by the speaker of the council, provided that at least one such member shall be from the vending industry; \\par\niii. The commissioners of the department of health and mental hygiene, the department of consumer affairs, the department of sanitation, the department of transportation, and the police department, or the designees of such commissioners, shall serve ex officio. \\cf0  \\par\niv.  At its first meeting, the advisory board shall select a chairperson from among its members by majority vote of the advisory board.\\par\n\\cf1 c.  Each member, other than members serving in an ex officio capacity, shall serve for a term of one year, to commence after the final member of the advisory board is appointed.  \\cf0 Any vacancies in the membership of the advisory board shall be filled in the same manner as the original appointment.  \\cf1 A person filling such vacancy shall serve for the unexpired portion of the term of the succeeded member.    \\par\nd.  No member of the advisory board shall be removed from office except for cause and upon notice and hearing by the appropriate appointing official.\\cf0\\par\n\\cf1 e.  Members\\cf0  of the advisory board shall serve without compensation and shall meet as necessary.\\cf1\\par\n\\pard\\fi720\\sl480\\slmult1 f.  The\\cf0  advisory board shall issue a report to the mayor and council no later than one year after the final member of the advisory board is appointed.  Such report shall include specific recommendations on the following topics: \\par\ni.  Congestion of vendors in densely populated areas;  \\par\nii.  Health and safety concerns for vendors, patrons, pedestrians and vehicles; \\par\niii.  Enforcement of existing vending laws; and \\par\niv. Neighborhood-based vending districts. \\par\ng. The advisory board shall terminate upon the publication of the report.    \\par\n\\pard\\fi720\\ri120\\sa120\\sl480\\slmult1\\'a72.  This local law shall take effect immediately.\\par\n\\pard\\sl480\\slmult1\\qj\\fs20\\par\n\\par\n\\par\n\\pard\\qj\\par\n\\par\n\\par\n\\par\nLCC\\par\nLS 6453\\par\n\\pard 3/4/09\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
