{
  "ID": 42693,
  "GUID": "0C66E35C-673D-49D9-8BBE-71A032847ACD",
  "File": "Int 0957-2009",
  "Name": "Establish a website to track funds received by New York city from the American Recovery and Reinvestment Act of 2009.",
  "Title": "A Local Law to establish a website to track funds received by New York city from the American Recovery and Reinvestment Act of 2009.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5121,
  "BodyName": "Committee on Technology in Government",
  "IntroDate": "2009-04-02T00:00:00Z",
  "AgendaDate": "2009-04-02T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5286,
      "Slug": "bill-de-blasio",
      "FullName": "Bill De Blasio"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 5294,
      "Slug": "betsy-gotbaum",
      "FullName": "Betsy Gotbaum"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5274,
      "Slug": "helen-sears",
      "FullName": "Helen Sears"
    }
  ],
  "History": [
    {
      "ID": 226291,
      "Date": "2009-04-02T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 226440,
      "Date": "2009-04-02T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on State and Federal Legislation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8913,
      "AgendaSequence": 122,
      "MinutesSequence": 157,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Technology in Government",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236140,
      "Date": "2009-12-31T12:35:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 43562,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  American Recovery and Reinvestment Act of 2009 transparency and accountability website.  a. (1) For the purposes of this section, the term “agency” shall mean a city, county, borough, or other office, position, administration, department, bureau, board or commission, or a corporation, institution or agency of the government, the expenses of which are paid in whole or in part from the city treasury.\n(2) The term “recipient” shall include any agency that has received federal funding from any source as a result of the American Recovery and Reinvestment Act of 2009, and any entity that has received federal funding directly or indirectly from an agency as a result of the American Recovery and Reinvestment Act of 2009.\nb. There shall be an interactive website operated by the office of operations to be known as the SunlightNYC website.  A link to such website shall be prominently displayed on the nyc.gov website or any successor site.\nc. (1) On or before May 1, 2009 each agency shall identify and report to the office of operations all projects that such agency believes may be eligible to receive funds as a result of the American Recovery and Reinvestment Act of 2009 by federal or state discretion or by competitive grant.  Such report shall be updated at least every month thereafter until March 2, 2010.\n(2) Each agency shall report to the office of operations all projects for which they have applied for funds and all projects for which they have received an award of funds originating from the American Recovery and Reinvestment Act of 2009 within three days of such application or award. Such report shall include: the name of the agency applying for or receiving an award; the award amount sought or the amount received; the state and/or federal agency funding the award; the expected impact of the project funded with an emphasis on employment and wages, economic growth and other economic indicators; other intended benefits including, but not limited to, energy efficiency, positive environmental impact, and academic achievement; whether the funds sought or awarded are in addition to funds already budgeted or are replacing funds due to budget shortfalls; the written contracts or memoranda of agreement by which awarded funds are disbursed; contact information through which the public may solicit additional information about the project; and any other information that the office of operations shall require.\n(3) On or before July 1, 2009, and every thirty days thereafter, each recipient shall report on the utilization of federal funds to the office of operations for each project for which the recipient received federal funds originating from federal or state discretion or competitive grant, and for each project that was funded through entitlement or other mandatory programs.  Such report shall be certified as accurate by the recipient’s senior accountable official or their designee, and shall be retained by the office of operations, and shall include: the total amount of the awarded funds; how the awarded funds have been spent to date; how the agency intends to spend the remaining awarded funds; detailed information on all subcontracts or subgrants awarded by the recipient; the number of jobs created or retained by each such project, disaggregated by contractor and subcontractor working on the same project; the hours worked; the type of work; demographic characteristics of workers as defined in the United States equal employment opportunity commission’s EEO-1 survey; the wages paid based on actual payroll expenditures; the expected local economic impact based on the regional input/output modeling system, known as RIMS-II, or other credible model; whether the project is on track to achieve or has achieved its expected local economic impact; the status of any other intended benefits; the timeline for completion of the project; and any other information that the office of operations shall require.\nd. The office of operations shall make all of the information reported pursuant to subdivision c. of this section available to the public on SunlightNYC within three days of receipt of such information in a format compatible with the recovery.gov website maintained by the federal government, including the utilization of the identifiers used by recovery.gov for all recipients, projects, geographic regions, and program areas. All information on the website should be easily searchable and sortable by web users.\ne. The SunlightNYC website should provide an easy-to-use online form and toll-free telephone number for anonymous whistleblowers and others to report allegations of waste, fraud, and abuse.\nf. All information contained on the SunlightNYC website relating to the funds allocated as a result of the American Recovery and Reinvestment Act of 2009 shall be made available for download in extensible markup language in addition to any other format the office of operations shall deem appropriate.  The office of operations shall operate a syndicated web feed to notify interested parties of changes or updates to the information contained on the SunlightNYC website.\ng. The office of operations shall monitor federal, state and municipal websites that track the funds allocated by the American Recovery and Reinvestment Act, and shall solicit feedback from the public on the performance of the SunlightNYC website.  On July 1, 2009 and every six months thereafter, the office of operations shall issue a memorandum to the mayor and the council on the best practices of such federal, state and municipal websites, and shall implement such best practices within thirty days of the issuance of such memorandum.\n§2.  This local law shall take effect immediately and expire on January 1, 2013.\nJTB\nLS#7232, 7244, 7245, 7246, 7265, 7274\n3/9/09\n3/16/09 edit",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red255\\green255\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1.  American Recovery and Reinvestment Act of 2009 transparency and accountability website.  a. (1) For the purposes of this section, the term \\ldblquote agency\\rdblquote  shall mean a city, county, borough, or other office, position, administration, department, bureau, board or commission, or a corporation, institution or agency of the government, the expenses of which are paid in whole or in part from the city treasury.\\par\n(2) The term \\ldblquote recipient\\rdblquote  shall include any agency that has received federal funding from any source as a result of the American Recovery and Reinvestment Act of 2009, and any entity that has received federal funding directly or indirectly from an agency as a result of the American Recovery and Reinvestment Act of 2009.\\par\nb. There shall be an interactive website operated by the office of operations to be known as the SunlightNYC website.  A link to such website shall be prominently displayed on the nyc.gov website or any successor site.\\highlight1\\par\n\\highlight0 c. (1) On or before May 1, 2009 each agency shall identify and report to the office of operations all projects that such agency believes may be eligible to receive funds as a result of the American Recovery and Reinvestment Act of 2009 by federal or state discretion or by competitive grant.  Such report shall be updated at least every month thereafter until March 2, 2010.\\par\n(2) Each agency shall report to the office of operations all projects for which they have applied for funds and all projects for which they have received an award of funds originating from the American Recovery and Reinvestment Act of 2009 within three days of such application or award. Such report shall include: the name of the agency applying for or receiving an award; the award amount sought or the amount received; the state and/or federal agency funding the award; the expected impact of the project funded with an emphasis on employment and wages, economic growth and other economic indicators; other intended benefits including, but not limited to, energy efficiency, positive environmental impact, and academic achievement; whether the funds sought or awarded are in addition to funds already budgeted or are replacing funds due to budget shortfalls; the written contracts or memoranda of agreement by which awarded funds are disbursed; contact information through which the public may solicit additional information about the project; and any other information that the office of operations shall require.\\par\n(3) On or before July 1, 2009, and every thirty days thereafter, each recipient shall report on the utilization of federal funds to the office of operations for each project for which the recipient received federal funds originating from federal or state discretion or competitive grant, and for each project that was funded through entitlement or other mandatory programs.  Such report shall be certified as accurate by the recipient\\rquote s senior accountable official or their designee, and shall be retained by the office of operations, and shall include: the total amount of the awarded funds; how the awarded funds have been spent to date; how the agency intends to spend the remaining awarded funds; detailed information on all subcontracts or subgrants awarded by the recipient; the number of jobs created or retained by each such project, disaggregated by contractor and subcontractor working on the same project; the hours worked; the type of work; demographic characteristics of workers as defined in the United States equal employment opportunity commission\\rquote s EEO-1 survey; the wages paid based on actual payroll expenditures; the expected local economic impact based on the regional input/output modeling system, known as RIMS-II, or other credible model; whether the project is on track to achieve or has achieved its expected local economic impact; the status of any other intended benefits; the timeline for completion of the project; and any other information that the office of operations shall require.\\par\nd. The office of operations shall make all of the information reported pursuant to subdivision c. of this section available to the public on SunlightNYC within three days of receipt of such information in a format compatible with the recovery.gov website maintained by the federal government, including the utilization of the identifiers used by recovery.gov for all recipients, projects, geographic regions, and program areas. All information on the website should be easily searchable and sortable by web users.\\par\ne. The SunlightNYC website should provide an easy-to-use online form and toll-free telephone number for anonymous whistleblowers and others to report allegations of waste, fraud, and abuse.\\par\nf. All information contained on the SunlightNYC website relating to the funds allocated as a result of the American Recovery and Reinvestment Act of 2009 shall be made available for download in extensible markup language in addition to any other format the office of operations shall deem appropriate.  The office of operations shall operate a syndicated web feed to notify interested parties of changes or updates to the information contained on the SunlightNYC website.\\par\ng. The office of operations shall monitor federal, state and municipal websites that track the funds allocated by the American Recovery and Reinvestment Act, and shall solicit feedback from the public on the performance of the SunlightNYC website.  On July 1, 2009 and every six months thereafter, the office of operations shall issue a memorandum to the mayor and the council on the best practices of such federal, state and municipal websites, and shall implement such best practices within thirty days of the issuance of such memorandum.\\par\n\\'a72.  This local law shall take effect immediately and expire on January 1, 2013.\\par\n\\pard\\qj\\fs20 JTB\\par\nLS#7232, 7244, 7245, 7246, 7265, 7274\\par\n3/9/09\\par\n3/16/09 edit\\par\n\\pard\\fs24\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
