{
  "ID": 42684,
  "GUID": "C0CB6252-02E6-4718-9C58-8363FE47ED73",
  "File": "Int 0959-2009",
  "Name": "Responsibilities of entities commencing action to recover real property in foreclosure actions.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to responsibilities of entities commencing action to recover real property in foreclosure actions.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2009-04-02T00:00:00Z",
  "AgendaDate": "2009-04-02T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 6273,
      "Slug": "thomas-white-jr",
      "FullName": "Thomas White, Jr."
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    }
  ],
  "History": [
    {
      "ID": 226310,
      "Date": "2009-04-02T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 226443,
      "Date": "2009-04-02T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8913,
      "AgendaSequence": 126,
      "MinutesSequence": 161,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 226571,
      "Date": "2009-04-21T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 8916,
      "AgendaSequence": 3,
      "MinutesSequence": 7,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 226598,
      "Date": "2009-04-21T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 8916,
      "MinutesSequence": 8,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236138,
      "Date": "2009-12-31T12:33:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 88394,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 4/21/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/0939fa1d-ad41-48fe-96c3-ee97dc72f2e9.doc",
      "Sort": 1
    },
    {
      "ID": 88477,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony - David B. Hanzel 4/21/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/2d8c315c-9a87-4225-9a21-cd9361e27cf0. Hanzel.doc",
      "Sort": 2
    },
    {
      "ID": 88774,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 4/21/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/3796e93a-36a8-4262-ae26-302add0ed159.pdf",
      "Sort": 3
    },
    {
      "ID": 89477,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 4/21/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/e873ba10-3de4-48d4-81a8-1ee27536b23f.PDF",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 43552,
  "Text": "Be it enacted by the Council as follows: \n\t\nSection 1. Article 2 of subchapter 4 of chapter 2 of title 27 of the administrative code of the city of New York is amended by adding a new section 27-2109.3 to read as follows:\n§27-2109.3 Requirements of entities commencing foreclosure actions.  a. Any entity or individual which initiates an action for foreclosure of one or more buildings with six or more dwelling units in total must notify all tenants residing in any or all such buildings in such a foreclosure proceeding within ten days of the bringing of such action.  Such notification shall be done by mail, return receipt requested. as well as by affixing such notice prominently at each such building.  The commissioner shall promulgate rules with regard to what is required to be written on such notice and the precise location where such notice may be placed.  However, at a minimum, such notification shall include a copy of the notice of default in payment of the mortgage being foreclosed upon that was served on the defendant or defendants of such action, along with a copy of any such summonses filed  in the foreclosure action regarding such building.  In addition, such notification shall also include at a minimum, a statement of the rights of the tenants under all laws relating to mortgage foreclosures, and at least one appropriate governmental entity to which tenants may direct any questions.  The commissioner shall promulgate rules to determine precisely which rights shall be listed and what governmental entity shall be listed on such notice.\nb. Any individual or entity who fails to provide notice as required by this section shall be subject to a civil penalty not to exceed one thousand dollars for each day that there is such failure.  However, a failure to provide such notice shall not in any way be deemed to affect an action to foreclose a mortgage pending in a court of competent jurisdiction, and any orders of such a court shall be deemed to take precedence over this section.\nc. The provisions of this section shall not apply to any foreclosure actions brought by any governmental entity.\n§2. This local law shall take effect immediately after enactment.\nLF \nLS #6571\n3/30/09",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows: \\par\n\\ulnone\\tab\\par\n\\pard\\fi720\\sl480\\slmult1\\qj Section 1. Article 2 of subchapter 4 of chapter 2 of title 27 of the administrative code of the city of New York is amended by adding a new section 27-2109.3 to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\ul\\'a727-2109.3 Requirements of entities commencing foreclosure actions.  a. Any entity or individual which initiates an action for foreclosure of one or more buildings with six or more dwelling units in total must notify all tenants residing in any or all such buildings in such a foreclosure proceeding within ten days of the bringing of such action.  Such notification shall be done by mail, return receipt requested. as well as by affixing such notice prominently at each such building.  The commissioner shall promulgate rules with regard to what is required to be written on such notice and the precise location where such notice may be placed.  However, at a minimum, such notification shall include a copy of the notice of default in payment of the mortgage being foreclosed upon that was served on the defendant or defendants of such action, along with a copy of any such summonses filed  in the foreclosure action regarding such building.  In addition, such notification shall also include at a minimum, a statement of the rights of the tenants under all laws relating to mortgage foreclosures, and at least one appropriate governmental entity to which tenants may direct any questions.  The commissioner shall promulgate rules to determine precisely which rights shall be listed and what governmental entity shall be listed on such notice.\\par\nb. Any individual or entity who fails to provide notice as required by this section shall be subject to a civil penalty not to exceed one thousand dollars for each day that there is such failure.  However, a failure to provide such notice shall not in any way be deemed to affect an action to foreclose a mortgage pending in a court of competent jurisdiction, and any orders of such a court shall be deemed to take precedence over this section.\\par\nc. The provisions of this section shall not apply to any foreclosure actions brought by any governmental entity.\\par\n\\ulnone\\'a72. This local law shall take effect immediately after enactment.\\ul\\par\n\\pard\\qj\\ulnone LF \\par\nLS #6571\\par\n3/30/09\\par\n\\pard\\sl480\\slmult1\\qj\\ul\\par\n\\par\n\\pard\\ulnone\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
