{
  "ID": 42694,
  "GUID": "268DDA76-1093-46AE-9B68-E64E9FDB979E",
  "File": "Int 0961-2009",
  "Name": "Requiring an affirmative vote of at least two-thirds of all council members for the passage of any local law or resolution  that raises taxes.",
  "Title": "A Local Law to amend the New York City Charter, in relation to requiring an affirmative vote of at least two-thirds of all council members for the passage of any local law or resolution  that raises taxes.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 13,
  "BodyName": "Committee on Governmental Operations",
  "IntroDate": "2009-04-02T00:00:00Z",
  "AgendaDate": "2009-04-02T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    },
    {
      "ID": 7112,
      "Slug": "vincent-ignizio",
      "FullName": "Vincent Ignizio"
    },
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5289,
      "Slug": "simcha-felder",
      "FullName": "Simcha Felder"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 7516,
      "Slug": "kenneth-c-mitchell",
      "FullName": "Kenneth C. Mitchell"
    },
    {
      "ID": 7502,
      "Slug": "elizabeth-s-crowley",
      "FullName": "Elizabeth S. Crowley"
    }
  ],
  "History": [
    {
      "ID": 226292,
      "Date": "2009-04-02T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 226451,
      "Date": "2009-04-02T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Governmental Operations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8913,
      "AgendaSequence": 133,
      "MinutesSequence": 168,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Governmental Operations",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236136,
      "Date": "2009-12-31T12:32:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 43563,
  "Text": "Be it enacted by the Council as follows:\n\tSection 1. Section 34 of Chapter 2 of the New York City Charter is amended to read as follows:\n\t§34 Vote required for local law or resolution. a. Except as otherwise provided by law, no local law or resolution shall be passed except by at least the majority affirmative vote of all the council members. \nb. A local law or resolution shall not be passed except by an affirmative vote of at least two-thirds of all council members if such local law, as determined by the council’s director of finance or his or her designee, provides for a net increase in city revenues in the form of:\n1. The imposition of any new tax.\n2. An increase in a tax rate or rates.\n3. A reduction or elimination of a tax deduction, exemption, exclusion, credit or other tax exemption feature in computing tax liability.\n4. An increase in a statutorily prescribed city fee or assessment or an increase in a statutorily prescribed maximum limit for an administratively set fee.\n5. The imposition of any new city fee or assessment or the authorization of any new administratively set fee.\n6. The elimination of an exemption from a statutorily prescribed city fee or assessment.\nc. The requirements contained in paragraph b shall not apply to: \n1. The effects of inflation, increasing assessed valuation or any other similar effect that increases city revenue but is not caused by an affirmative act of the council.\n2. Fees and assessments that are authorized by law, but are not prescribed by formula, amount or limit, and are set by a city officer or agency.\n\n§ 2. This local law shall take effect immediately upon approval by the electorate at the next succeeding general election.\n\nMG\n2/24/09\nLS 6944",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Verdana;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\tab Section 1. Section 34 of Chapter 2 of the New York City Charter is amended to read as follows:\\f1\\fs20\\line\\tab\\f0\\fs24\\'a734 Vote required for local law or resolution. \\ul a.\\ulnone  Except as otherwise provided by law, no local law or resolution shall be passed except by at least the majority affirmative vote of all the council members. \\ul\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1 b. A local law or resolution shall not be passed except by an affirmative vote of at least two-thirds of all council members if such local law, as determined by the council\\rquote s director of finance or his or her designee, provides for a net increase in city revenues in the form of:\\par\n1. The imposition of any new tax.\\par\n2. An increase in a tax rate or rates.\\par\n3. A reduction or elimination of a tax deduction, exemption, exclusion, credit or other tax exemption feature in computing tax liability.\\par\n4. An increase in a statutorily prescribed city fee or assessment or an increase in a statutorily prescribed maximum limit for an administratively set fee.\\par\n5. The imposition of any new city fee or assessment or the authorization of any new administratively set fee.\\par\n6. The elimination of an exemption from a statutorily prescribed city fee or assessment.\\par\nc. The requirements contained in paragraph b shall not apply to: \\par\n1. The effects of inflation, increasing assessed valuation or any other similar effect that increases city revenue but is not caused by an affirmative act of the council.\\par\n2. Fees and assessments that are authorized by law, but are not prescribed by formula, amount or limit, and are set by a city officer or agency.\\par\n\\pard\\nowidctlpar\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\ulnone\\'a7 2. This local law shall take effect immediately upon approval by the electorate at the next succeeding general election.\\par\n\\par\nMG\\par\n2/24/09\\par\nLS 6944\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
