{
  "ID": 42773,
  "GUID": "CFAE2EF5-3F82-4256-BD70-85BC8FB55DDB",
  "File": "Int 0962-2009",
  "Name": "Special requirements for certain new building permit applicants.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to special requirements for certain new building permit applicants.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2009-04-22T00:00:00Z",
  "AgendaDate": "2009-04-22T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    }
  ],
  "History": [
    {
      "ID": 226824,
      "Date": "2009-04-22T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 227061,
      "Date": "2009-04-22T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8958,
      "AgendaSequence": 123,
      "MinutesSequence": 152,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236135,
      "Date": "2009-12-31T12:32:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 43650,
  "Text": "Be it enacted by the Council as follows:\nSection 1.  Section 105 of chapter one of title 28 of the administrative code of the city of New York is amended by adding a new section 28-105.3.1 to read as follows:\n§28-105.3.1  Special requirements for new buildings, excluding one-, two-, or three-family residential buildings.  All applicants for a new building permit other than for the construction of a one-, two-, or three-family residential building shall utilize i) union laborers; and/or ii) laborers who have been trained or are undergoing training, appropriate for the type of and scope of work to be performed, where such training is through a valid New York state department of labor apprenticeship program pursuant to article 23 of the New York state labor law, or an educational institution or school chartered, licensed or registered by the New York State department of education, or a department approved provider.  Any subcontractors at such permitted sites shall also agree to the employment or contractual relation of the same type of laborers.  Notwithstanding the above, nothing in this section shall be construed to mandate an employer or contractor that is subject to the provisions of this section to exclusively require the use of union labor at a construction site or to be in violation of any federal prohibition regarding the same.\n§2.  This local law shall take effect ninety days after it is enacted into law.\nTN\nLS # 6899\n04/17/09",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows:\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1.  Section 105 of chapter one of title 28 of the administrative code of the city of New York is amended by adding a new section 28-105.3.1 to read as follows:\\par\n\\ul\\'a728-105.3.1  Special requirements for new buildings, excluding one-, two-, or three-family residential buildings.  All applicants for a new building permit other than for the construction of a one-, two-, or three-family residential building shall utilize i) union laborers; and/or ii) laborers who have been trained or are undergoing training, appropriate for the type of and scope of work to be performed, where such training is through a valid New York state department of labor apprenticeship program pursuant to article 23 of the New York state labor law, or\\cf1  an educational institution or school chartered, licensed or registered by the New York State department of education, or a \\cf0 department approved provider.  Any subcontractors at such permitted sites shall also agree to the employment or contractual relation of the same type of laborers.  Notwithstanding the above, nothing in this section shall be construed to mandate an employer or contractor that is subject to the provisions of this section to exclusively require the use of union labor at a construction site or to be in violation of any federal prohibition regarding the same.\\par\n\\ulnone\\'a72.  This local law shall take effect ninety days after it is enacted into law.\\par\n\\pard\\ltrpar\\qj\\fs20 TN\\par\nLS # 6899\\par\n04/17/09\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
