{
  "ID": 42776,
  "GUID": "46745C9C-D641-4549-8B8A-4EAB679BFE07",
  "File": "Int 0964-2009",
  "Name": "Professional certification by registered design professionals charged with a criminal offense.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to professional certification by registered design professionals charged with a criminal offense.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2009-04-22T00:00:00Z",
  "AgendaDate": "2009-04-22T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5285,
      "Slug": "erik-martin-dilan",
      "FullName": "Erik Martin Dilan"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    }
  ],
  "History": [
    {
      "ID": 226827,
      "Date": "2009-04-22T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 227066,
      "Date": "2009-04-22T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8958,
      "AgendaSequence": 127,
      "MinutesSequence": 156,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236133,
      "Date": "2009-12-31T12:31:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 43653,
  "Text": "Be it enacted by the Council as follows:\n\tSection 1.  Section 28-104.2.1.3.1 of the administrative code of the city of New York, as added by local law number 33 for the year 2007, is amended to read as follows:\n§28-104.2.1.3.2 Mandatory sanctions. The commissioner shall, after the opportunity for a hearing before the office of administrative trials and hearings in accordance with department rules, exclude, suspend or otherwise condition the participation of a registered design professional who (i) knowingly or negligently submits a professional certification of an application and/or construction documents that contains false information or is not in compliance with all applicable provisions of law, or (ii) submits two professionally certified applications for construction document approval within any 12-month period containing errors that result in revocation of an associated permit or that otherwise demonstrate incompetence or a lack of knowledge of applicable laws. The commissioner shall also exclude, suspend or otherwise condition the participation of a registered design professional that has been charged with a criminal offense that relates in any way to the professional activities of such registered design professional. A registered design professional charged with such criminal offense shall notify the department in writing of such charge and of any conviction in a criminal proceeding within ten days of each such occurrence. The term “otherwise condition” shall mean limitations on such professional’s participation in the program, such as, but not limited to, audits and monitoring of the registered design professional’s applications and other submissions. \n§2. Section 28-104.2.1.3.2.1 of the administrative code of the city of New York, as added by local law number 33 for the year 2007, is amended by adding a new section 28-104.2.1.3.2.1.1 to read as follows:\n§28-104.2.1.3.2.1.1 A registered design professional that has been excluded or suspended from the program or whose participation in the program has been otherwise conditioned as a result of being charged with a criminal offense or a conviction in a criminal proceeding, may apply for reinstatement when such charge or proceeding is dismissed or resolved in favor of the registered design professional. Such reinstatement shall be allowed without the imposition of any condition.\n§3. Section 28-104.2.1.3.2.2 of the administrative code of the city of New York, as added by local law number 33 for the year 2007, is amended to read as follows:\n§28-104.2.1.3.2.2 Mandatory permanent revocation. The commissioner shall permanently revoke, without the opportunity of restoration, the professional certification privileges of an engineer or architect who, while on probation, professionally certifies an application, plans, construction documents or other document that contains false information or is not in compliance with all applicable provisions of law or who otherwise demonstrates incompetence or a lack of knowledge of applicable laws. The commissioner shall also permanently revoke the professional certification privileges of a registered design professional who has been convicted in a federal or state court criminal proceeding when such conviction relates to the professional activities of such registered design professional.\n§4. This local law shall take effect immediately upon enactment.\n\n\nBKH\nLS # 7069\n3/26/2009 4:10 PM",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\sl480\\slmult1\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\tab Section 1.  Section 28-104.2.1.3.1 of the administrative code of the city of New York, as added by local law number 33 for the year 2007, is amended to read as follows:\\par\n\\'a728-104.2.1.3.2 Mandatory sanctions. The commissioner shall, after the opportunity for a hearing before the office of administrative trials and hearings in accordance with department rules, exclude, suspend or otherwise condition the participation of a registered design professional who (i) knowingly or negligently submits a professional certification of an application and/or construction documents that contains false information or is not in compliance with all applicable provisions of law, or (ii) submits two professionally certified applications for construction document approval within any 12-month period containing errors that result in revocation of an associated permit or that otherwise demonstrate incompetence or a lack of knowledge of applicable laws. \\ul The commissioner shall also exclude, suspend or otherwise condition the participation of a registered design professional that has been charged with a criminal offense that relates in any way to the professional activities of such registered design professional. A registered design professional charged with such criminal offense shall notify the department in writing of such charge and of any conviction in a criminal proceeding within ten days of each such occurrence.\\ulnone  The term \\ldblquote otherwise condition\\rdblquote  shall mean limitations on such professional\\rquote s participation in the program, such as, but not limited to, audits and monitoring of the registered design professional\\rquote s applications and other submissions. \\par\n\\'a72. Section \\cf1 28-104.2.1.3.2.1 of the administrative code of the city of New York, as added by local law number 33 for the year 2007, is amended by adding a new section 28-104.2.1.3.2.1.1 to read as follows:\\par\n\\'a7\\ul 28-104.2.1.3.2.1.1 A registered design professional that has been excluded or suspended from the program or whose participation in the program has been otherwise conditioned as a result of being charged with a criminal offense or a conviction in a criminal proceeding, may apply for reinstatement when such charge or proceeding is dismissed or resolved in favor of the registered design professional. Such reinstatement shall be allowed without the imposition of any condition.\\par\n\\cf0\\ulnone\\'a73. Section 28-104.2.1.3.2.2 of the administrative code of the city of New York, as added by local law number 33 for the year 2007, is amended to read as follows:\\par\n\\'a728-104.2.1.3.2.2 Mandatory permanent revocation. The commissioner shall permanently revoke, without the opportunity of restoration, the professional certification privileges of an engineer or architect who, while on probation, professionally certifies an application, plans, construction documents or other document that contains false information or is not in compliance with all applicable provisions of law or who otherwise demonstrates incompetence or a lack of knowledge of applicable laws. \\ul The commissioner shall also permanently revoke the professional certification privileges of a registered design professional who has been convicted in a federal or state court criminal proceeding when such conviction relates to the professional activities of such registered design professional.\\par\n\\ulnone\\'a74. This local law shall take effect immediately upon enactment.\\par\n\\pard\\qj\\fs16\\par\n\\par\nBKH\\par\nLS # 7069\\par\n3/26/2009 4:10 PM\\fs24\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
