{
  "ID": 42779,
  "GUID": "B92CBC4C-4C09-4EEA-980B-D8CA7385A118",
  "File": "Int 0966-2009",
  "Name": "Existing elevators in residential buildings and other buildings with residential occupants to be equipped with additional safety devices.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring existing elevators in residential buildings and other buildings with residential occupants to be equipped with additional safety devices.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2009-04-22T00:00:00Z",
  "AgendaDate": "2009-04-22T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5285,
      "Slug": "erik-martin-dilan",
      "FullName": "Erik Martin Dilan"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5274,
      "Slug": "helen-sears",
      "FullName": "Helen Sears"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 6273,
      "Slug": "thomas-white-jr",
      "FullName": "Thomas White, Jr."
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    }
  ],
  "History": [
    {
      "ID": 226829,
      "Date": "2009-04-22T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 227067,
      "Date": "2009-04-22T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8958,
      "AgendaSequence": 129,
      "MinutesSequence": 158,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236131,
      "Date": "2009-12-31T12:30:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 43656,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Article 2 of subchapter 18 of chapter 1 of title 27 of the administrative code of the city of New York is amended by adding a new section 27-996.3 to read as follows:\n§27-996.3 Ascending car overspeed and unintended car movement protection. a) Notwithstanding the provisions of section 27-994 of this article, in all existing buildings or building sections classified in occupancy group R-2 and in all elevators accessible by the residential occupants of existing mixed occupancy buildings, ascending car overspeed protection shall be provided in all electric traction elevators to prevent the elevator car from striking the hoistway overhead structure as a result of a failure in electric components, the control system or any other component upon which the speed of the car depends, except the suspension ropes and the drive sheave of the traction machine. Such ascending car overspeed protection shall conform with ASME A17.1-2000.\n\t(b) All work necessary to meet the requirements of this section shall be completed within one year of the effective date of this section.\n§2. Article 2 of subchapter 18 of chapter 1 of title 27 of the administrative code of the city of New York is amended by adding a new section  27-996.4 to read as follows:\n\t§27-996.4. Waiver of requirements. (a) The commissioner may waive the requirements of section 27-996.3 of this code for which a formal application together with plans was filed provided, however, that such waiver would not significantly adversely affect provisions for safety and security and that equally safe and proper alternatives are prescribed and, further, that such waiver is based upon a specific finding that strict compliance with the requirement:\n\t(1) would create an undue economic burden; or\n\t(2) would not achieve its intended objective; or\n\t(3) would be physically or legally impossible; or\n\t(4) would be unnecessary in light of alternatives which insure the achievement of the intended objective or which, without a loss in the level of safety, achieve the intended objective more efficiently, effectively or economically.\n \t(b) Each application for a waiver under subdivision a of this section shall be made to the commissioner in writing, setting forth the specific reason or reasons therefor.  The commissioner shall determine, under all of the circumstances presented by such application, if such requirement may appropriately be waived. The commissioner shall render such determination in a writing which shall set forth in detail the commissioner's findings and conclusions with respect the requirement sought to be waived.  A copy of such written determination shall be forwarded to the applicant. Such written determination shall be filed with the department and shall be available for public inspection.\n§3.  This local law shall take effect immediately.\n\n\nBH\nLS # 2556\n3/17/2009 10:01 AM",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulw :\\ulnone\\par\n\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Section 1.  Article 2 of subchapter 18 of chapter 1 of title 27 of the administrative code of the city of New York is amended by adding a new section 27-996.3 to read as follows:\\par\n\\ul\\'a727-996.3 Ascending car overspeed and unintended car movement protection. a) Notwithstanding the provisions of section 27-994 of this article, in all existing buildings or building sections classified in occupancy group R-2 and in all elevators accessible by the residential occupants of existing mixed occupancy buildings, ascending car overspeed protection shall be provided in all electric traction elevators to prevent the elevator car from striking the hoistway overhead structure as a result of a failure in electric components, the control system or any other component upon which the speed of the car depends, except the suspension ropes and the drive sheave of the traction machine. Such ascending car overspeed protection shall conform with ASME A17.1-2000.\\par\n\\pard\\sl480\\slmult1\\qj\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\ulnone\\tab\\ul (b) All work necessary to meet the requirements of this section shall be completed within one year of the effective date of this section.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone\\'a72. Article 2 of subchapter 18 of chapter 1 of title 27 of the administrative code of the city of New York is amended by adding a new section  27-996.4 to read as follows:\\par\n\\pard\\sl480\\slmult1\\qj\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\tab\\ul\\'a727-996.4. Waiver of requirements. (a) The commissioner may waive the requirements of section 27-996.3 of this code for which a formal application together with plans was filed provided, however, that such waiver would not significantly adversely affect provisions for safety and security and that equally safe and proper alternatives are prescribed and, further, that such waiver is based upon a specific finding that strict compliance with the requirement:\\par\n\\ulnone\\tab\\ul (1) would create an undue economic burden; or\\par\n\\ulnone\\tab\\ul (2) would not achieve its intended objective; or\\par\n\\ulnone\\tab\\ul (3) would be physically or legally impossible; or\\par\n\\ulnone\\tab\\ul (4) would be unnecessary in light of alternatives which insure the achievement of the intended objective or which, without a loss in the level of safety, achieve the intended objective more efficiently, effectively or economically.\\par\n\\ulnone  \\tab\\ul (b) Each application for a waiver under subdivision a of this section shall be made to the commissioner in writing, setting forth the specific reason or reasons therefor.  The commissioner shall determine, under all of the circumstances presented by such application, if such requirement may appropriately be waived. The commissioner shall render such determination in a writing which shall set forth in detail the commissioner's findings and conclusions with respect the requirement sought to be waived.  A copy of such written determination shall be forwarded to the applicant. Such written determination shall be filed with the department and shall be available for public inspection.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone\\'a73.  This local law shall take effect immediately.\\par\n\\pard\\nowidctlpar\\qj\\fs20\\par\n\\par\nBH\\par\nLS # 2556\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj 3/17/2009 10:01 AM\\fs24\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
