{
  "ID": 42790,
  "GUID": "8591DBEA-7B35-4049-8D4E-922D1FE5D08B",
  "File": "Int 0970-2009",
  "Name": "Prohibiting the sale of menthol cigarettes.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to prohibiting the sale of menthol cigarettes.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2009-04-22T00:00:00Z",
  "AgendaDate": "2009-04-22T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    }
  ],
  "History": [
    {
      "ID": 226816,
      "Date": "2009-04-22T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 227078,
      "Date": "2009-04-22T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8958,
      "AgendaSequence": 138,
      "MinutesSequence": 167,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236128,
      "Date": "2009-12-31T12:29:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 43667,
  "Text": "Be it enacted by the Council as follows:\nSection 1.  Title 17 of the administrative code of the city of New York is amended to add a new chapter 13 to read as follows:\nChapter 13\nPROHIBITION ON THE SALE OF MENTHOL CIGARETTES\n§ 17-1301  Definitions.\n§ 17-1302  Sale of menthol cigarettes prohibited.\n§ 17-1303  Violations and penalties.\n§ 17-1304  Enforcement.\n17-1301 Definitions.  Whenever used in this chapter, the following terms shall be defined as follows:\na. “Characterizing flavor” means a taste or aroma experienced prior to or during consumption of a cigarette that predominates over and is distinguishable from the taste or aroma of tobacco. A public statement or claim disseminated by the manufacturer, or by any person authorized or permitted by the manufacturer to make or disseminate public statements concerning the cigarette, that a cigarette has or produces a flavor, taste or aroma (other than tobacco) shall constitute proof that the cigarette has a characterizing flavor; provided, however, that a tobacco product shall not be determined to have a characterizing flavor solely because of the use of additives or flavorings or the provision of ingredient information.\nb.  “Cigarette” means (a) any roll for smoking made wholly  or  in  part  of tobacco  or  any  other  substance  wrapped  in  paper  or  in any other substance not containing tobacco, and (b)  any  roll  for  smoking  made wholly or in part of tobacco wrapped in any substance containing tobacco which,  because  of  its  appearance,  the  type  of tobacco used in the filler, or its packaging and labeling, is likely to be  offered  to,  or purchased  by,  consumers  as  a cigarette; provided, however, that a  roll  shall  not  be  considered  to  be  a cigarette for purposes of section 17-1302 if it is not treated  as  a  cigarette  for  federal  excise  tax  purposes under the applicable federal statute in effect on April first, two thousand eight.\nc. “Person” means any natural person, partnership, firm, joint stock company, corporation, or employee thereof, or other legal entity.\n17-1302 Sale of menthol cigarettes prohibited.  It shall be unlawful for any person to sell or offer for sale any cigarette which contains any natural or artificial constituent or additive that causes such cigarette or its smoke to have a characterizing flavor of menthol. \n§17-1303 Violations and penalties. a. Any person who violates section 17-1302 of this chapter shall be liable for a civil penalty of not more than three hundred dollars for the first violation; not more than five hundred dollars for the second violation at the same place of business within a two-year period; and not more than two thousand dollars for the third and all subsequent violations at the same place of business within a two-year period.  \nb. For a third and all subsequent violations at the same place of business within a two-year period, any person who engages in business as a retail dealer, as such term is defined in section 11-1301 of the code, shall be subject to the mandatory suspension of his or her cigarette license, issued pursuant to section 11-1303 of the code, for such place of business, for a period not to exceed one year.  A cigarette license shall be suspended at the same hearing at which a retail dealer is found to be in violation for a third or subsequent violations at the same place of business within a two-year period.  \n§17-1304  Enforcement.  The department and the department of consumer affairs shall enforce the provisions of this chapter.  A proceeding to recover any civil penalty authorized pursuant to section 17-1303 of this chapter shall be commenced by the service of a notice of violation returnable to the administrative tribunal established by the board of health or to the adjudication division of the department of consumer affairs.  Such notice of violation shall contain a statement that any hearing for a third or subsequent violation of section 17-1302 of this chapter at the same place of business within a two-year period shall also commence a hearing for the suspension of a retail dealer’s cigarette license where the retail dealer is found to be in violation of such section.  The administrative tribunal of the board of health and the adjudication division of the department of consumer affairs shall have the authority to render decisions and to impose the remedies and penalties provided for in section 17-1303 of this chapter, in addition to any other remedies or penalties provided for the enforcement of such provisions under any other law.  The department and the department of consumer affairs shall notify each other within thirty days of a finding that a retail dealer has been found to be in violation of any provision of this chapter. \n\t§2. This local law shall take effect one hundred twenty days after its enactment. The commissioner of health and mental hygiene and the commissioner of consumer affairs shall promulgate any rules as may be necessary for the purposes of carrying out the provisions of this local law prior to its effective date.  \nAS/JM\nLS # 6904\n03/25/09",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Arial;}}\n\\viewkind4\\uc1\n\\pard\\v0\\par\n\\pard\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\pard\\fi720\\sl480\\slmult1\\qj Section 1.  Title 17 of the administrative code of the city of New York is amended to add a new chapter 13 to read as follows:\\par\n\\pard\\sl480\\slmult1\\qc\\ul\\caps Chapter 13\\par\nPROHIBITION ON THE SALE OF MENTHOL CIGARETTES\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\caps0\\'a7 17-1301  Definitions.\\ulnone\\par\n\\ul\\'a7 17-1302  Sale of menthol cigarettes prohibited.\\par\n\\'a7 17-1303  Violations and penalties.\\par\n\\'a7 17-1304  Enforcement.\\par\n17-1301 Definitions. \\b  \\b0 Whenever used in this chapter, the following terms shall be defined as follows:\\par\na. \\ldblquote Characterizing flavor\\rdblquote  means a taste or aroma experienced prior to or during consumption of a cigarette that predominates over and is distinguishable from the taste or aroma of tobacco. A public statement or claim disseminated by the manufacturer, or by any person authorized or permitted by the manufacturer to make or disseminate public statements concerning the cigarette, that a cigarette has or produces a flavor, taste or aroma (other than tobacco) shall constitute proof that the cigarette has a characterizing flavor; provided, however, that a tobacco product shall not be determined to have a characterizing flavor solely because of the use of additives or flavorings or the provision of ingredient information.\\f1\\fs20\\par\n\\f0\\fs24 b.  \\ldblquote Cigarette\\rdblquote  means (a) any roll for smoking made wholly  or  in  part  of tobacco  or  any  other  substance  wrapped  in  paper  or  in any other substance not containing tobacco, and (b)  any  roll  for  smoking  made wholly or in part of tobacco wrapped in any substance containing tobacco which,  because  of  its  appearance,  the  type  of tobacco used in the filler, or its packaging and labeling, is likely to be  offered  to,  or purchased  by,  consumers  as  a cigarette; provided, however, that a  roll  shall  not  be  considered  to  be  a cigarette for purposes of section 17-1302 if it is not treated  as  a  cigarette  for  federal  excise  tax  purposes under the applicable federal statute in effect on April first, two thousand eight.\\par\nc. \\ldblquote Person\\rdblquote  means any natural person, partnership, firm, joint stock company, corporation, or employee thereof, or other legal entity.\\par\n17-1302 Sale of menthol cigarettes prohibited.  It shall be unlawful for any person to sell or offer for sale any cigarette which contains any natural or artificial constituent or additive that causes such cigarette or its smoke to have a characterizing flavor of menthol.\\ulnone\\b  \\par\n\\ul\\b0\\'a717-1303 Violations and penalties. a. Any person who violates section 17-1302 of this chapter shall be liable for a civil penalty of not more than three hundred dollars for the first violation; not more than five hundred dollars for the second violation at the same place of business within a two-year period; and not more than two thousand dollars for the third and all subsequent violations at the same place of business within a two-year period.  \\par\nb. For a third and all subsequent violations at the same place of business within a two-year period, any person who engages in business as a retail dealer, as such term is defined in section 11-1301 of the code, shall be subject to the mandatory suspension of his or her cigarette license, issued pursuant to section 11-1303 of the code, for such place of business, for a period not to exceed one year.  A cigarette license shall be suspended at the same hearing at which a retail dealer is found to be in violation for a third or subsequent violations at the same place of business within a two-year period.\\ulnone   \\ul\\par\n\\'a717-1304  Enforcement.  The department and the department of consumer affairs shall enforce the provisions of this chapter.  A proceeding to recover any civil penalty authorized pursuant to section 17-1303 of this chapter shall be commenced by the service of a notice of violation returnable to the administrative tribunal established by the board of health or to the adjudication division of the department of consumer affairs.  Such notice of violation shall contain a statement that any hearing for a third or subsequent violation of section 17-1302 of this chapter at the same place of business within a two-year period shall also commence a hearing for the suspension of a retail dealer\\rquote s cigarette license where the retail dealer is found to be in violation of such section.  The administrative tribunal of the board of health and the adjudication division of the department of consumer affairs shall have the authority to render decisions and to impose the remedies and penalties provided for in section 17-1303 of this chapter, in addition to any other remedies or penalties provided for the enforcement of such provisions under any other law.  The department and the department of consumer affairs shall notify each other within thirty days of a finding that a retail dealer has been found to be in violation of any provision of this chapter. \\par\n\\pard\\sl480\\slmult1\\qj\\ulnone\\tab\\'a72. This local law shall take effect one hundred twenty days after its enactment. The commissioner of health and mental hygiene and the commissioner of consumer affairs shall promulgate any rules as may be necessary for the purposes of carrying out the provisions of this local law prior to its effective date.  \\par\n\\pard\\qj\\fs20 AS/JM\\par\n\\pard LS # 6904\\par\n03/25/09\\line\\line\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
