{
  "ID": 42791,
  "GUID": "7B84C78A-6D1B-47F9-8871-C56F161EBE8C",
  "File": "Int 0975-2009",
  "Name": "Providing a commercial production credit.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to providing a commercial production credit.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 11,
  "BodyName": "Committee on Finance",
  "IntroDate": "2009-04-22T00:00:00Z",
  "AgendaDate": "2009-04-22T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 6273,
      "Slug": "thomas-white-jr",
      "FullName": "Thomas White, Jr."
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    }
  ],
  "History": [
    {
      "ID": 226817,
      "Date": "2009-04-22T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 227091,
      "Date": "2009-04-22T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Finance",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8958,
      "AgendaSequence": 149,
      "MinutesSequence": 178,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Finance",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236124,
      "Date": "2009-12-31T12:21:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 43668,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Section 11-604 of the administrative code of the city of New York is amended by adding a new subdivision 21 to read as follows:\n\t21. Commercial production credit. (a)(1) Allowance of credit. A  taxpayer which is a qualified commercial production company,  and  which  is subject to tax under this subchapter, shall be allowed a credit against such tax, pursuant to the provisions in subdivision (c) of this section, to be computed as hereinafter provided. Provided, however, to be eligible for such credit, at least seventy-five percent of the production costs (excluding post production costs) paid or incurred directly and predominantly in the actual filming or recording of the qualified commercial must be incurred in the city of New York.\n   \t(2)  The amount of the credit shall be the product of five percent of the qualified production costs paid or incurred in the production of a qualified commercial, provided that the qualified production costs paid or incurred are attributable to the use of tangible property or the performance of services within the city of New York in the production of such qualified commercial. To be eligible for said credit the total qualified production costs of a qualified production company must be greater in the aggregate during the current calendar year than the average of the three previous years for which the credit was applied. Provided, however, that until a qualified production company has established a three year history, the credit will be based on either the previous year or the average of the two previous years, whichever is greater. If the qualified production company has never applied for the growth credit, the previous year data will be used to create a benchmark. The tax credit shall be applied only to the amount of the total qualified production costs of the current calendar year that are greater than the total amount of production costs of the preceding calendar year. The tax credit must be distributed to eligible production companies on a pro rata basis, provided, however, that no such qualified production company shall receive more than three hundred thousand dollars annually for such credit. The credit shall be allowed for the taxable year in which the production of such qualified commercial is completed.\n   \t(3)  No qualified production costs used by a taxpayer either as the basis for the allowance of the credit provided for under this subdivision or used in the calculation of the credit provided for under this subdivision shall be used by such taxpayer to claim any other credit allowed pursuant to this title. Notwithstanding any provisions of this subdivision to the contrary, a corporation, which otherwise qualifies as a qualified commercial production company, and is similar in operation and in ownership to a business entity or entities taxable, or previously taxable, under this subchapter shall not be deemed a new or separate business, and therefore shall not be eligible for commercial production benefits, if it was not formed for a valid business purpose, as such term is defined in clause (D) of subparagraph one of paragraph (o) of subdivision nine of section two hundred eight of the tax law and was formed solely to gain commercial production benefits.                     \n\n  \n\t(b) Definitions. As used in this subdivision, the following terms shall have the following meanings:                                            \n \t(1)  \"Qualified production costs\" means production costs only to the extent such costs are attributable to the use of tangible property or the performance of services within the city of New York directly and predominantly in the production (including pre-production and post  production) of a qualified commercial.                                                         \n\t(2)  \"Production costs\" means any costs for tangible property used and services performed directly and predominantly in the production (including pre-production and post production) of a qualified commercial. \"Production costs\" shall not include (i) costs for a story, script or scenario to be used for a qualified commercial and (ii) wages or salaries or other compensation for writers, directors, including music directors, producers and performers (other than background actors with no scripted lines who are employed by a qualified company and musicians). \"Production costs\" generally include technical and crew production costs, such as expenditures for commercial production facilities and/ or location costs, or any part thereof, film, audiotape, videotape or digital medium, props, makeup, wardrobe, commercial processing, camera, sound recording, scoring, set construction, lighting, shooting, editing and meals.  For purposes of this subdivision, \"post production costs\" include the production of original content for a qualified commercial employing techniques traditionally used in post-production for visual effects, graphic design, animation, and musical composition. Provided, however, that \"post production costs\" shall not include the editing of previously produced content for a qualified commercial.  \n\t(3)  \"Qualified commercial\" means an advertisement that is recorded on film, audiotape, videotape, or digital medium in the city of New York for multi-market distribution by way of radio, television networks, cable, satellite or motion picture theaters.  \"Qualified commercial\" shall not include (i) news or current affairs program, interview or talk program, network promos, i.e., commercials promoting television series or movies, \"how-to\" (i.e., instructional) commercial or program, commercial or program consisting entirely of stock footage, trailers promoting theatrical films, sporting event or sporting program, game show, award ceremony, daytime drama (i.e., daytime “soap opera”), or \"reality\" program, or (ii) a production for which records  are  required under  section  2257 of title 18, United States code, to be maintained with respect to any performer in such production  (reporting of books, commercials, etc. with respect to sexually explicit conduct).                 \n   \t(4) \"Qualified commercial production company\" shall mean a corporation which is principally engaged in the production of a qualified commercial and controls the production of the qualified commercial and is not the distributor contracting entity for production of such commercial.                                        \n   \t(c) Application of credit.  (1) The credit allowed under this subdivision for any taxable year shall not reduce the tax due for such year to less than the amount prescribed in clause (4) of subparagraph (a) of paragraph E of subdivision one of this section.  Provided, however, that if the amount of the credit allowable under this subdivision for any taxable year reduces the tax to such amount, fifty percent of the excess shall be treated as an overpayment of tax to be credited or refunded in accordance with the provisions of section 11-677 of this chapter; provided, however, the provisions of section 11-679 of this chapter notwithstanding, no interest shall be paid thereon. The balance of such credit not credited or refunded in such taxable year may be carried over to the immediately succeeding taxable year and may be credited against the taxpayer’s tax for such year. The excess, if any, of the amount of the credit over the tax for such succeeding year shall be treated as an overpayment of tax to be credited or refunded in accordance with the provisions of section 11-677 of this chapter.  Provided, however, the provisions of section 11-679 of this chapter notwithstanding, no interest shall be paid thereon.  \n\t(2) Notwithstanding anything contained in this section to the contrary, the credit provided by this subdivision shall be allowed against the taxes authorized by this chapter for the taxable year after reduction by all other credits permitted by this chapter.\n\t§2.  Section 11-503 of the administrative code of the city of New York is amended by adding a new subdivision (o) to read as follows:\n\t(o) Commercial production credit. (1) Allowance of credit. A  taxpayer which is a qualified commercial production company,  and  which  is subject to tax under this chapter, shall be allowed a credit against the unincorporated business income tax imposed pursuant to this chapter, in accordance with the provisions in paragraph (5) of this subdivision, to be computed as hereinafter provided. Provided, however, to be eligible for such credit, at least seventy-five percent of the production costs (excluding post production costs) paid or incurred directly and predominantly in the actual filming or recording of the qualified commercial must be qualified production costs.                                                         \n   \t(2)  The amount of the credit shall be the product of five percent of the qualified production costs paid or incurred in the production of a qualified commercial, provided that the qualified production costs paid or incurred which are attributable to the use of tangible property or the performance of services within the city of New York in the production of such qualified commercial.  To be eligible for said credit the total qualified production costs of a qualified production company must be greater in the aggregate during the current calendar year than the average of the three previous years for which the credit was applied. Provided, however, that until a qualified production company has established a three year history, the credit will be based on either the previous year or the average of the two previous years, whichever is greater. If the qualified production company has never applied for the growth credit, the previous years data will be used to create a benchmark. The tax credit shall be applied only to the amount of the total qualified production costs of the current calendar year that are greater than the total amount of production costs of the preceding calendar year. The tax credit must be distributed to eligible production companies on a pro rata basis, provided, however, that no such qualified production company shall receive more than three hundred thousand dollars annually for such credit. The credit shall be allowed for the taxable year in which the production of such qualified commercial is completed.\n   \t(3)  No qualified production costs used by a taxpayer either as the basis for the allowance of the credit provided for under this subdivision or used in the calculation of the credit provided for under this subdivision shall be used by such taxpayer to claim any other credit allowed pursuant to this title. Notwithstanding any provisions of this subdivision to the contrary, an unincorporated business, which otherwise qualifies as a qualified commercial production company, and is similar in operation and in ownership to a unincorporated business entity or entities taxable, or previously taxable, under this chapter shall not be deemed a new or separate business, and therefore shall not be eligible for commercial production benefits, if it was not formed for a valid business purpose, as such term is defined in clause (D) of subparagraph one of paragraph (o) of subdivision nine of two hundred eight of the tax law and formed solely to gain commercial production benefits.                                                       \n\t(4) Definitions. As used in this subdivision, the following terms shall have the following meanings:                                            \n \t(A)  \"Qualified production costs\" means production costs only to the extent such costs are attributable to the use of tangible property or the performance of services within the city of New York directly and predominantly in the production (including pre-production and post  production) of a qualified commercial.                                                         \n\t(B)  \"Production costs\" means any costs for tangible property used and services performed directly and predominantly in the production (including pre-production and post production) of a qualified commercial. \"Production costs\" shall not include (i) costs for a story, script or scenario to be used for a qualified commercial and (ii) wages or salaries or other compensation for writers, directors, including music directors, producers and performers (other than background actors with no scripted lines who are employed by a qualified company and musicians). \"Production costs\" generally include technical and crew production costs, such as expenditures for commercial production facilities and/ or location costs, or any part thereof, film, audiotape, videotape or digital medium, props, makeup, wardrobe, commercial processing, camera, sound recording, scoring, set construction, lighting, shooting, editing and meals.  For purposes of this subdivision \"post production costs\" include the production of original content for a qualified commercial employing techniques traditionally used in post-production for visual effects, graphic design, animation, and musical composition. Provided, however, that \"post production costs\" shall not include the editing of previously produced content for a qualified commercial.  \n\t(C)  \"Qualified commercial\" means an advertisement that is recorded on film, audiotape, videotape, or digital medium in the city of New York for multi-market distribution by way of radio, television networks, cable, satellite or motion picture theaters.  \"Qualified commercial\" shall not include (i) news or current affairs program, interview or talk program, network promos, i.e., commercials promoting television series or movies, \"how-to\" (i.e., instructional) commercial or program, commercial or program consisting entirely of stock footage, trailers promoting theatrical films, sporting event or sporting program, game show, award ceremony, daytime drama (i.e., daytime “soap opera”), or \"reality\" program, or (ii) a production for which records  are  required under  section  2257 of title 18, United States code, to be maintained with respect to any performer in such production  (reporting of books, commercials, etc. with respect to sexually explicit conduct).                 \n   \t(D) \"Qualified commercial production company\" is an unincorporated business which is principally engaged in the production of a qualified commercial and controls the production of the qualified commercial and is not the distributor contracting entity for productions of such commercial.                                        \n   \t(5) Application of credit.  (A) If the amount of the credit allowable under this subdivision for any taxable year exceeds the taxpayer’s tax for such year, fifty percent of the excess shall be treated as an overpayment of tax to be credited or refunded as provided in section 11-526 of this chapter, provided, however, that notwithstanding the provisions of section 11-528 of this chapter, no interest shall be paid thereon. The balance of such credit not credited or refunded in such taxable year may be carried over to the immediately succeeding taxable year and may be deducted from the taxpayer’s tax for such year. The excess, if any, of the amount of the credit over the tax for such succeeding year shall be treated as an overpayment of tax to be credited or refunded in accordance with the provisions of section 11-526 of this chapter, provided, however, that notwithstanding the provisions of section 11-528 of this chapter, no interest shall be paid thereon.  \n\t(B) Notwithstanding anything contained in this section to the contrary, the credit provided by this subdivision shall be allowed against the taxes authorized by this chapter for the taxable year after reduction by all other credits permitted by this chapter.\n§3.  Clause (i) of subparagraph (B) of paragraph (3) of subdivision (c) of section 11-1706 of the administrative code of the city of New York, as amended by chapter 2 of the laws of 2005, is amended to read as follows: \n(i) the sum of (I) the tax imposed by chapter five of this title on such unincorporated business for its taxable year ending within or with the taxable year of the partner and paid by the unincorporated business and (II) the amount of any credit or credits taken by the unincorporated business under subdivisions (j), [and] (m) and (o) of section 11-503 of this title for its taxable year ending within or with the taxable year of the partner, but, in the case of any credit taken under subdivision (m) and (o) of such section, not including any amount of such credit that is or was treated as an overpayment of tax of such unincorporated business; and\n\t§4.  Maximum amount of credits.  The aggregate amount of tax credits allowed pursuant to sections one and two of this legislation in any calendar year shall be $3 million for 2009 through 2011 allocated equally to the credit substantially identical to credits allowed under subparagraph (i) of paragraph 2 of subdivision (a) of section 28 of the tax law.  Such aggregate amount of credits shall be allocated by the mayor’s office of film, theatre and broadcasting among taxpayers on a pro rata basis.  If the total amount of allocated credits applied for in any particular year exceeds the aggregate amount of tax credits allowed for such year under this section, such excess shall be treated as having been applied for on the first day of the subsequent year.  \n\t§5.  The Mayor’s Office of Film, Theatre and Broadcasting shall, in accordance with subdivision (e) of section 8 of Chapter 440 of the Laws of 2006, promulgate rules to establish procedures for the allocation of tax credits as required by section 4 of this local law.  Such rules shall include provisions describing the application process, the due dates for such applications, the standards which shall be used to evaluate the applications, the documentation that will be provided to taxpayers to substantiate the amount of tax credits allocated to such taxpayers, and such other provisions as deemed necessary and appropriate.  \n\n\t §6.  This local law shall take effect immediately and shall expire and be deemed repealed on December 31, 2011.  \n\n\n\n4/21/2009 8:58:44 AM",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset128 Arial Unicode MS;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\pard\\nowidctlpar\\qj\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\f1\\tab\\f0 Section 1.  Section 11-604 of the administrative code of the city of New York is amended by adding a new subdivision 21 to read as follows:\\par\n\\tab\\ul 21. Commercial production credit. (a)(1) Allowance of credit. A  taxpayer which is a qualified commercial production company,  and  which  is subject to tax under this subchapter, shall be allowed a credit against such tax, pursuant to the provisions in subdivision (c) of this section, to be computed as hereinafter provided. Provided, however, to be eligible for such credit, at least seventy-five percent of the production costs (excluding post production costs) paid or incurred directly and predominantly in the actual filming or recording of the qualified commercial must be incurred in the city of New York.\\par\n\\ulnone    \\tab\\ul (2)  The amount of the credit shall be the product of five percent of the qualified production costs paid or incurred in the production of a qualified commercial, provided that the qualified production costs paid or incurred are attributable to the use of tangible property or the performance of services within the city of New York in the production of such qualified commercial. \\cf0 To be eligible for said credit the total qualified production costs of a qualified production company must be greater in the aggregate during the current calendar year than the average of the three previous years for which the credit was applied. Provided, however, that until a qualified production company has established a three year history, the credit will be based on either the previous year or the average of the two previous years, whichever is greater. If the qualified production company has never applied for the growth credit, the previous year data will be used to create a benchmark. The tax credit shall be applied only to the amount of the total qualified production costs of the current calendar year that are greater than the total amount of production costs of the preceding calendar year. The tax credit must be distributed to eligible production companies on a pro rata basis, provided, however, that no such qualified production company shall receive more than three hundred thousand dollars annually for such credit. The credit shall be allowed for the taxable year in which the production of such qualified commercial is completed.\\cf1\\i\\f1\\par\n\\ulnone\\i0\\f0    \\tab\\ul (3)  No qualified production costs used by a taxpayer either as the basis for the allowance of the credit provided for under this subdivision or used in the calculation of the credit provided for under this subdivision shall be used by such taxpayer to claim any other credit allowed pursuant to this title. Notwithstanding any provisions of this subdivision to the contrary, a corporation, which otherwise qualifies as a qualified commercial production company, and is similar in operation and in ownership to a business entity or entities taxable, or previously taxable, under this subchapter shall not be deemed a new or separate business, and therefore shall not be eligible for commercial production benefits, if it was not formed for a valid business purpose, as such term is defined in clause (D) of subparagraph one of paragraph (o) of subdivision nine of section two hundred eight of the tax law and was formed solely to gain commercial production benefits.                     \\par\n\\par\n  \\par\n\\ulnone\\f1\\tab\\ul\\f0 (b) Definitions. As used in this subdivision, the following terms shall have the following meanings:                                            \\par\n\\ulnone  \\tab\\ul (1)  \"Qualified production costs\" means production costs only to the extent such costs are attributable to the use of tangible property or the performance of services within the city of New York directly and predominantly in the production (including pre-production and post  production) of a qualified commercial.\\ulnone                                                          \\par\n\\tab\\ul (2)  \"Production costs\" means any costs for tangible property used and services performed directly and predominantly in the production (including pre-production and post production) of a qualified commercial. \"Production costs\" shall not include (i) costs for a story, script or scenario to be used for a qualified commercial and (ii) wages or salaries or other compensation for writers, directors, including music directors, producers and performers (other than background actors with no scripted lines who are employed by a qualified company and musicians). \"Production costs\" generally include technical and crew production costs, such as expenditures for commercial production facilities and/ or location costs, or any part thereof, film, audiotape, videotape or digital medium, props, makeup, wardrobe, commercial processing, camera, sound recording, scoring, set construction, lighting, shooting, editing and meals.  \\cf0 For purposes of this subdivision, \"post production costs\" include the production of original content for a qualified commercial employing techniques traditionally used in post-production for visual effects, graphic design, animation, and musical composition. Provided, however, that \"post production costs\" shall not include the editing of previously produced content for a qualified commercial.\\cf1   \\par\n\\ulnone\\f1\\tab\\ul\\f0 (3)  \"Qualified commercial\" means an advertisement that is recorded on film, audiotape, videotape, or digital medium in the city of New York for multi-market distribution by way of radio, television networks, cable, satellite or motion picture theaters.  \"Qualified commercial\" shall not include (i) news or current affairs program, interview or talk program, network promos, i.e., commercials promoting television series or movies, \"how-to\" (i.e., instructional) commercial or program, commercial or program consisting entirely of stock footage, trailers promoting theatrical films, sporting event or sporting program, game show, award ceremony, daytime drama (i.e., daytime \\ldblquote soap opera\\rdblquote ), or \"reality\" program, or (ii) a production for which records  are  required under  section  2257 of title 18, United States code, to be maintained with respect to any performer in such production  (reporting of books, commercials, etc. with respect to sexually explicit conduct).\\ulnone                  \\par\n   \\tab\\ul (4) \"Qualified commercial production company\" shall mean a corporation which is principally engaged in the production of a qualified commercial and controls the production of the qualified commercial and is not the distributor contracting entity for production of such commercial.                                        \\par\n\\ulnone    \\tab\\ul (c) Application of credit.  (1) The credit allowed under this subdivision for any taxable year shall not reduce the tax due for such year to less than the amount prescribed in clause (4) of subparagraph (a) of paragraph E of subdivision one of this section.  Provided, however, that if the amount of the credit allowable under this subdivision for any taxable year reduces the tax to such amount, fifty percent of the excess shall be treated as an overpayment of tax to be credited or refunded in accordance with the provisions of section 11-677 of this chapter; provided, however, the provisions of section 11-679 of this chapter notwithstanding, no interest shall be paid thereon. The balance of such credit not credited or refunded in such taxable year may be carried over to the immediately succeeding taxable year and may be credited against the taxpayer\\rquote s tax for such year. The excess, if any, of the amount of the credit over the tax for such succeeding year shall be treated as an overpayment of tax to be credited or refunded in accordance with the provisions of section 11-677 of this chapter.  Provided, however, the provisions of section 11-679 of this chapter notwithstanding, no interest shall be paid thereon.\\ulnone   \\par\n\\tab\\ul (2) Notwithstanding anything contained in this section to the contrary, the credit provided by this subdivision shall be allowed against the taxes authorized by this chapter for the taxable year after reduction by all other credits permitted by this chapter.\\par\n\\ulnone\\f1\\tab\\f0\\'a72.  Section 11-503 of the administrative code of the city of New York is amended by adding a new subdivision (o) to read as follows:\\par\n\\f1\\tab\\ul\\f0 (o) Commercial production credit. (1) Allowance of credit. A  taxpayer which is a qualified commercial production company,  and  which  is subject to tax under this chapter, shall be allowed a credit against the unincorporated business income tax imposed pursuant to this chapter, in accordance with the provisions in paragraph (5) of this subdivision, to be computed as hereinafter provided. Provided, however, to be eligible for such credit, at least seventy-five percent of the production costs (excluding post production costs) paid or incurred directly and predominantly in the actual filming or recording of the qualified commercial must be qualified production costs.\\i  \\i0                                                         \\par\n\\ulnone    \\tab\\ul (2)  The amount of the credit shall be the product of five percent of the qualified production costs paid or incurred in the production of a qualified commercial, provided that the qualified production costs paid or incurred which are attributable to the use of tangible property or the performance of services within the city of New York in the production of such qualified commercial.  \\cf0 To be eligible for said credit the total qualified production costs of a qualified production company must be greater in the aggregate during the current calendar year than the average of the three previous years for which the credit was applied. Provided, however, that until a qualified production company has established a three year history, the credit will be based on either the previous year or the average of the two previous years, whichever is greater. If the qualified production company has never applied for the growth credit, the previous years data will be used to create a benchmark. The tax credit shall be applied only to the amount of the total qualified production costs of the current calendar year that are greater than the total amount of production costs of the preceding calendar year. The tax credit must be distributed to eligible production companies on a pro rata basis, provided, however, that no such qualified production company shall receive more than three hundred thousand dollars annually for such credit. The credit shall be allowed for the taxable year in which the production of such qualified commercial is completed.\\cf1\\i\\f1\\par\n\\ulnone\\i0\\f0    \\tab\\ul (3)  No qualified production costs used by a taxpayer either as the basis for the allowance of the credit provided for under this subdivision or used in the calculation of the credit provided for under this subdivision shall be used by such taxpayer to claim any other credit allowed pursuant to this title. Notwithstanding any provisions of this subdivision to the contrary, an unincorporated business, which otherwise qualifies as a qualified commercial production company, and is similar in operation and in ownership to a unincorporated business entity or entities taxable, or previously taxable, under this chapter shall not be deemed a new or separate business, and therefore shall not be eligible for commercial production benefits, if it was not formed for a valid business purpose, as such term is defined in clause (D) of subparagraph one of paragraph (o) of subdivision nine of two hundred eight of the tax law and formed solely to gain commercial production benefits.                                                       \\par\n\\ulnone\\f1\\tab\\ul\\f0 (4) Definitions. As used in this subdivision, the following terms shall have the following meanings:                                            \\par\n\\ulnone  \\tab\\ul (A)  \"Qualified production costs\" means production costs only to the extent such costs are attributable to the use of tangible property or the performance of services within the city of New York directly and predominantly in the production (including pre-production and post  production) of a qualified commercial.\\ulnone                                                          \\par\n\\tab\\ul (B)  \"Production costs\" means any costs for tangible property used and services performed directly and predominantly in the production (including pre-production and post production) of a qualified commercial. \"Production costs\" shall not include (i) costs for a story, script or scenario to be used for a qualified commercial and (ii) wages or salaries or other compensation for writers, directors, including music directors, producers and performers (other than background actors with no scripted lines who are employed by a qualified company and musicians). \"Production costs\" generally include technical and crew production costs, such as expenditures for commercial production facilities and/ or location costs, or any part thereof, film, audiotape, videotape or digital medium, props, makeup, wardrobe, commercial processing, camera, sound recording, scoring, set construction, lighting, shooting, editing and meals.  \\cf0 For purposes of this subdivision \"post production costs\" include the production of original content for a qualified commercial employing techniques traditionally used in post-production for visual effects, graphic design, animation, and musical composition. Provided, however, that \"post production costs\" shall not include the editing of previously produced content for a qualified commercial.\\cf1   \\par\n\\ulnone\\f1\\tab\\ul\\f0 (C)  \"Qualified commercial\" means an advertisement that is recorded on film, audiotape, videotape, or digital medium in the city of New York for multi-market distribution by way of radio, television networks, cable, satellite or motion picture theaters.  \"Qualified commercial\" shall not include (i) news or current affairs program, interview or talk program, network promos, i.e., commercials promoting television series or movies, \"how-to\" (i.e., instructional) commercial or program, commercial or program consisting entirely of stock footage, trailers promoting theatrical films, sporting event or sporting program, game show, award ceremony, daytime drama (i.e., daytime \\ldblquote soap opera\\rdblquote ), or \"reality\" program, or (ii) a production for which records  are  required under  section  2257 of title 18, United States code, to be maintained with respect to any performer in such production  (reporting of books, commercials, etc. with respect to sexually explicit conduct).\\ulnone                  \\par\n   \\tab\\ul (D) \"Qualified commercial production company\" is an unincorporated business which is principally engaged in the production of a qualified commercial and controls the production of the qualified commercial and is not the distributor contracting entity for productions of such commercial.                                        \\par\n\\ulnone    \\tab\\ul (5) Application of credit.  (A) If the amount of the credit allowable under this subdivision for any taxable year exceeds the taxpayer\\rquote s tax for such year, fifty percent of the excess shall be treated as an overpayment of tax to be credited or refunded as provided in section 11-526 of this chapter, provided, however, that notwithstanding the provisions of section 11-528 of this chapter, no interest shall be paid thereon. The balance of such credit not credited or refunded in such taxable year may be carried over to the immediately succeeding taxable year and may be deducted from the taxpayer\\rquote s tax for such year. The excess, if any, of the amount of the credit over the tax for such succeeding year shall be treated as an overpayment of tax to be credited or refunded in accordance with the provisions of section 11-526 of this chapter, provided, however, that notwithstanding the provisions of section 11-528 of this chapter, no interest shall be paid thereon.\\ulnone   \\par\n\\tab\\ul (B) Notwithstanding anything contained in this section to the contrary, the credit provided by this subdivision shall be allowed against the taxes authorized by this chapter for the taxable year after reduction by all other credits permitted by this chapter.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone\\'a73.  Clause (i) of subparagraph (B) of paragraph (3) of subdivision (c) of section 11-1706 of the administrative code of the city of New York, as amended by chapter 2 of the laws of 2005, is amended to read as follows: \\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj (i) the sum of (I) the tax imposed by chapter five of this title on such unincorporated business for its taxable year ending within or with the taxable year of the partner and paid by the unincorporated business and (II) the amount of any credit or credits taken by the unincorporated business under subdivisions (j)\\ul ,\\ulnone  [and] (m) \\ul and (o)\\ulnone  of section 11-503 of this title for its taxable year ending within or with the taxable year of the partner, but, in the case of any credit taken under subdivision (m) \\ul and (o)\\ulnone  of such section, not including any amount of such credit that is or was treated as an overpayment of tax of such unincorporated business; and\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\f1\\tab\\f0\\'a74.  Maximum amount of credits.  The aggregate amount of tax credits allowed pursuant to sections one and two of this legislation in any calendar year shall be $3 million for 2009 through 2011 allocated equally to the credit substantially identical to credits allowed under \\cf0 subparagraph (i) of paragraph 2 of subdivision (a) of section 28 of the tax law\\cf1 .  Such aggregate amount of credits shall be allocated by the mayor\\rquote s office of film, theatre and broadcasting among taxpayers on a pro rata basis.  If the total amount of allocated credits applied for in any particular year exceeds the aggregate amount of tax credits allowed for such year under this section, such excess shall be treated as having been applied for on the first day of the subsequent year.  \\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\cf0\\f1\\tab\\f0\\'a75.  The Mayor\\rquote s Office of Film, Theatre and Broadcasting shall, in accordance with subdivision (e) of section 8 of Chapter 440 of the Laws of 2006, promulgate rules to establish procedures for the allocation of tax credits as required by section 4 of this local law.  Such rules shall include provisions describing the application process, the due dates for such applications, the standards which shall be used to evaluate the applications, the documentation that will be provided to taxpayers to substantiate the amount of tax credits allocated to such taxpayers, and such other provisions as deemed necessary and appropriate.  \\par\n\\pard\\nowidctlpar\\qj\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\f1\\fs20\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\cf1\\fs24\\tab\\f0  \\'a76.  This local law shall take effect immediately and shall expire and be deemed repealed on December 31, 2011.  \\par\n\\par\n\\par\n\\cf0\\f1\\par\n\\pard\\nowidctlpar\\qj\\lang1024\\f0 4/21/2009 8:58:44 AM\\lang1033\\f1\\par\n\\pard\\nowidctlpar\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
