{
  "ID": 42686,
  "GUID": "4E5D2C78-5F05-4DB7-9E96-06DC1F074335",
  "File": "Int 0976-2009",
  "Name": "Energy efficient escalators.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to energy efficient escalators.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 10,
  "BodyName": "Committee on Environmental Protection",
  "IntroDate": "2009-04-22T00:00:00Z",
  "AgendaDate": "2009-04-22T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    }
  ],
  "History": [
    {
      "ID": 226843,
      "Date": "2009-04-22T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 227090,
      "Date": "2009-04-22T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Environmental Protection",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8958,
      "AgendaSequence": 150,
      "MinutesSequence": 179,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Environmental Protection",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236123,
      "Date": "2009-12-31T12:20:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 43554,
  "Text": "Be it enacted by the Council as follows:\n\tSection 1. Subchapter three of chapter three of title 6 of the administrative code of the city of New York is amended by adding a new section 6-306.1 to read as follows:\n\t§6-306.1  Energy efficient escalators. a. For use in this section, the following terms shall be defined as follows:\n\t(1) “Energy efficient escalator technology” shall mean technology that decreases the overall energy consumption of energy by an escalator, including, but not limited to, the installation of a variable-frequency drive and load monitoring or soft start technology.\n\t(2) “Soft start technology” shall mean an energy saving escalator device that does not decrease the speed of the escalator but reduces the power consumed by the escalator when there are fewer people riding on the escalator.\nb. All agencies that manage or control city-owned buildings shall devise and implement a plan for the implementation of energy efficient escalator technology in each escalator in any such building that has or will have one or more escalators.\n\t§ 2. This local law shall take effect January 1, 2010, except that the commissioner of citywide administrative services may promulgate any rules or take any actions needed to implement this local law prior to such effective date.\nMEA\nLS 4389\n03.25.09",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\tab Section 1. Subchapter three of chapter three of title 6 of the administrative code of the city of New York is amended by adding a new section 6-306.1 to read as follows:\\par\n\\tab\\ul\\'a76-306.1  Energy efficient escalators. a. For use in this section, the following terms shall be defined as follows:\\par\n\\ulnone\\tab\\ul (1) \\ldblquote Energy efficient escalator technology\\rdblquote  shall mean technology that decreases the overall energy consumption of energy by an escalator, including, but not limited to, the installation of a variable-frequency drive and load monitoring or soft start technology.\\par\n\\ulnone\\tab\\ul (2) \\ldblquote Soft start technology\\rdblquote  shall mean an energy saving escalator device that does not decrease the speed of the escalator but reduces the power consumed by the escalator when there are fewer people riding on the escalator.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj b. All agencies that manage or control city-owned buildings shall devise and implement a plan for the implementation of energy efficient escalator technology in each escalator in any such building that has or will have one or more escalators.\\par\n\\pard\\sl480\\slmult1\\ulnone\\tab\\'a7 2. This local law shall take effect January 1, 2010, except that the commissioner of citywide administrative services may promulgate any rules or take any actions needed to implement this local law prior to such effective date.\\par\n\\pard\\fs18 MEA\\par\nLS 4389\\par\n03.25.09\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
