{
  "ID": 42573,
  "GUID": "D0232730-DA27-4746-8E7A-B65C20DEC982",
  "File": "Int 0987-2009",
  "Name": "Requiring inspections of window guards in multiple dwellings.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring inspections of window guards in multiple dwellings.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2009-05-20T00:00:00Z",
  "AgendaDate": "2009-05-20T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5264,
      "Slug": "maria-baez",
      "FullName": "Maria Baez"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    }
  ],
  "History": [
    {
      "ID": 228053,
      "Date": "2009-05-20T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 228146,
      "Date": "2009-05-20T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9058,
      "AgendaSequence": 74,
      "MinutesSequence": 99,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236114,
      "Date": "2009-12-31T12:03:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 43440,
  "Text": "Be it enacted by the Council as follows:\nSection 1.  Section 17-123 of chapter 1 of title 17 of the administrative code of the city of New York, as amended by local law 22 of 2002, is renumbered as section 17-124 and amended to read as follows:\n§[17-123]17-124 Window guards; notification to tenants; and yearly inspection. a. All leases offered to tenants in multiple dwellings must contain a notice, conspicuously set forth therein, which advises tenants of the obligation of the owner, lessee, agent or other person who manages or controls a multiple dwelling to install window guards, and where further information  regarding the procurement of such window guards is available.\nb. The owner, lessee, agent or other person who manages or controls a multiple dwelling must cause to be delivered to each residential unit a notice advising occupants of the obligation of such owner, lessee, agent or other person who manages or controls a multiple dwelling to install window guards and where further information regarding the procurement of such window guards is available. Such notice must be provided on an annual basis in a form and manner approved by the department.\nc. 1. The owner, lessee, agent or other person who manages or controls a multiple dwelling shall inspect all window guards installed in such multiple dwelling at least once a year and more often if necessary to ensure that such window guard is in good order and repair. If such inspection reveals that a window guard is not in good order and repair, such owner, lessee, agent or other person shall ensure that such window guard is restored to good order and repair or replaced immediately.\n2. The owner, lessee, agent or other person who manages or controls a multiple dwelling shall certify, in such form and manner as determined by the department, that each window guard in a multiple dwelling has been inspected at least once each year. Such certification shall include a listing of all residential units in the multiple dwelling in which a window guard has been inspected and how many window guards were inspected for each such unit. Such certification shall be kept on file by the owner, lessee, agent or other person who manages or controls the multiple dwelling for a period of five years and shall be made available to the department upon request.\n3. No tenant or occupant of a multiple dwelling unit, or other person shall obstruct or interfere with the inspection of window guards required by paragraph one of this subdivision.\nd. The department of health and mental hygiene shall promulgate such regulations as it deems necessary to comply with the provisions of this section[, with respect to the annual notice to tenants, and the notice requirement in all multiple dwelling leases].\n[d]e. Any person who violates the provisions of this section, or the regulations promulgated hereunder, shall be guilty of a misdemeanor punishable by a fine of up to five hundred dollars or  imprisonment for up to six months or both. In addition, any violation of this section shall constitute a civil violation subject to a penalty of not more than five hundred dollars per violation. A civil violation under this section shall be adjudicated before the administrative tribunal of the department.\n§ 2. This local law shall take effect one hundred twenty days after its enactment into law, provided that the department may promulgate any rules necessary for implementing and carrying out the provisions of this local law prior to its effective date.\nAS\nLS # 6942\n3/17/09",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\ul Be it enacted by the Council as follows:\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\ulnone Section 1.  Section 17-123 of chapter 1 of title 17 of the administrative code of the city of New York, as amended by local law 22 of 2002, is renumbered as section 17-124 and amended to read as follows:\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a7[17-123]\\ul 17-124\\ulnone  Window guards; notification to tenants\\ul ; and yearly inspection\\ulnone . a. All leases offered to tenants in multiple dwellings must contain a notice, conspicuously set forth therein, which advises tenants of the obligation of the owner, lessee, agent or other person who manages or controls a multiple dwelling to install window guards, and where further information  regarding the procurement of such window guards is available.\\par\nb. The owner, lessee, agent or other person who manages or controls a multiple dwelling must cause to be delivered to each residential unit a notice advising occupants of the obligation of such owner, lessee, agent or other person who manages or controls a multiple dwelling to install window guards and where further information regarding the procurement of such window guards is available. Such notice must be provided on an annual basis in a form and manner approved by the department.\\par\nc. \\ul 1. The owner, lessee, agent or other person who manages or controls a multiple dwelling shall inspect all window guards installed in such multiple dwelling at least once a year and more often if necessary to ensure that such window guard is in good order and repair. If such inspection reveals that a window guard is not in good order and repair, such owner, lessee, agent or other person shall ensure that such window guard is restored to good order and repair or replaced immediately.\\par\n2. The owner, lessee, agent or other person who manages or controls a multiple dwelling shall certify, in such form and manner as determined by the department, that each window guard in a multiple dwelling has been inspected at least once each year. Such certification shall include a listing of all residential units in the multiple dwelling in which a window guard has been inspected and how many window guards were inspected for each such unit. Such certification shall be kept on file by the owner, lessee, agent or other person who manages or controls the multiple dwelling for a period of five years and shall be made available to the department upon request.\\par\n3. No tenant or occupant of a multiple dwelling unit, or other person shall obstruct or interfere with the inspection of window guards required by paragraph one of this subdivision.\\par\nd. \\ulnone The department of health and mental hygiene shall promulgate such regulations as it deems necessary to comply with the provisions of this section[, with respect to the annual notice to tenants, and the notice requirement in all multiple dwelling leases].\\par\n[d]\\ul e. \\ulnone Any person who violates the provisions of this section, or the regulations promulgated hereunder, shall be guilty of a misdemeanor punishable by a fine of up to five hundred dollars or  imprisonment for up to six months or both. In addition, any violation of this section shall constitute a civil violation subject to a penalty of not more than five hundred dollars per violation. A civil violation under this section shall be adjudicated before the administrative tribunal of the department.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\'a7 2. This local law shall take effect one hundred twenty days after its enactment into law, provided that the department may promulgate any rules necessary for implementing and carrying out the provisions of this local law prior to its effective date.\\par\n\\pard\\nowidctlpar\\fs18 AS\\par\nLS # 6942\\par\n3/17/09\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
