{
  "ID": 43026,
  "GUID": "374BAEFA-A37D-44EA-A865-A9F6340E18C7",
  "File": "Int 0990-2009",
  "Name": "Securing personal information privacy.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to securing personal information privacy.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5121,
  "BodyName": "Committee on Technology in Government",
  "IntroDate": "2009-05-20T00:00:00Z",
  "AgendaDate": "2009-05-20T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 6273,
      "Slug": "thomas-white-jr",
      "FullName": "Thomas White, Jr."
    }
  ],
  "History": [
    {
      "ID": 228056,
      "Date": "2009-05-20T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 228156,
      "Date": "2009-05-20T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Technology in Government",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9058,
      "AgendaSequence": 81,
      "MinutesSequence": 106,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Technology in Government",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236111,
      "Date": "2009-12-31T12:02:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 43913,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Title 8 of the administrative code of the city of New York is amended by adding a new chapter 11 to read as follows:\nChapter 11 -  PERSONAL INFORMATION PRIVACY\n§8-1101 Definitions. As used in this chapter: (a) “agency” means an office, administration, department, division, bureau, board, commission, authority, corporation, advisory committee or other governmental entity performing a governmental function of the city of New York;\n(b) “determination” means a decision made by an agency with respect to an individual, including, but not limited to:\n(1) eligibility for services or benefits;\n(2) permitting;\n(3) registration, certification and licensing; and\n(4) liability for civil and criminal penalties.\n(c) “personal information” means any information concerning an individual which, because of name, number, symbol, mark or other identifier, can be used to identify that individual;\n(d) “record” means any item, collection or grouping of personal information about a subject individual that is retrievable by name or other identifier of the subject individual that is maintained by an agency for the purposes of making a determination about the subject individual, but shall not include an agency’s employment records, business records, telephone or email directories and contact lists.\n(e) “routine use” means any use of such record or personal information that is compatible with the purpose for which it was collected.\n(f) “subject individual” means any natural person about whom personal information has been collected;\n§8-1102 Collection of information. Each agency that maintains a system of records pertaining to individuals shall: (a) collect information to the greatest extent practicable directly from the subject individual;\n(b) collect and maintain only such information about a subject individual as is relevant and necessary to accomplish a purpose of the agency that is required or authorized by law;\n(c) inform each individual from whom it collects information on a form that can be retained by the individual of: (1) the law that authorizes the solicitation of the information and whether the disclosure of such information is mandatory or voluntary;\n(2) the principle purpose or purposes for which the information is intended to be used;\n(3) the agency or agencies that will have access to the information in order to accomplish the purpose or purposes for which the information is intended to be used;\n(4) the routine uses which may be made of the information; \n(5) the consequences to the subject individual, if any, of failing to provide all or part of the requested information; and\n(6) the direct telephone number, address and electronic address of the office or officer responsible for maintaining the system of records.\n§8-1103 Use of information. (a) An agency shall use personal information obtained from an individual only for the purpose or purposes for which it was collected.\n(b) A subject individual may consent to uses of personal information other than the uses authorized in subdivision (a) provided that such consent is informed, voluntary, in writing that describes the other uses to which the information may be put, and is signed by the subject individual.\n(c) Consent provided under subdivision b of this section shall be for a period no greater than four years and may be withdrawn by a subject individual in writing at any time to the office or officer responsible for maintaining the system of records.\n(d) For the purposes of this section, the parent, or the legal guardian of a minor or any subject individual who has been declared to be incompetent by a court of competent jurisdiction, may act on behalf of such minor or subject individual.\n§8-1104 Access to information. (a) Officers and employees of an agency shall only have such access to personal information as is necessary to perform their duties.\n(b) No agency shall disclose any record pertaining to an individual by any means of communication to any person or agency except pursuant to a written request by, or with the prior written consent of, the subject individual unless disclosure of the record is: (1) to those officers and employees of the agency that maintains the record for a routine use;\n(2) specifically authorized by New York state or federal statute, law, rule or regulation;\n(3) to another agency, or to a New York state or federal governmental entity, for a civil or criminal law enforcement activity if the activity is authorized by law, and if the head of the agency has made a written request to the agency that maintains the records specifying the particular portion desired and the law enforcement activity for which the record is sought; or\n(4) pursuant to the order of a court of competent jurisdiction.\n(c) Upon written request by an individual, an agency shall provide copies of all the records maintained by an agency that pertain to that individual within fourteen days, excluding any such records that are kept and maintained as part of an ongoing criminal investigation that is authorized by law.  For the purposes of this subdivision, accountings created under subdivision c of section 8-1105 of this chapter shall be considered a record pertaining to the subject individual of the record for which such accounting was created.  Agencies may charge the individual a maximum of twenty-five cents for each page copied.\n(d) Records pertaining to an individual or individuals, excluding any such records that are kept and maintained as part of an ongoing criminal investigation that is authorized by law, shall be made available to a recipient with advance written assurance that the record will be used solely for a statistical research and reporting provided that the records are transferred in a form that contains no information which identifies the subject individual or individuals.\n§1105 Information security. Each agency that maintains a system of records pertaining to individuals shall (a) establish appropriate administrative, technical, and physical safeguards to insure the security and confidentiality of records and to protect against any anticipated threats or hazards to their security or integrity which could result in substantial harm, inconvenience, or unfairness to any individual on whom information is maintained;\n(b) promptly destroy such information that is no longer required for the purpose or purposes for which it was collected or to which the subject individual has consented by making it unreadable by any means;\n(c) create and maintain for not less than five years or for the life of the record, whichever is longer, an accurate accounting of the date, nature, and purpose of each disclosure of a record to any person or to another agency and the name and address of the person or agency to whom the disclosure is made;\n(d) notify the subject individual within twenty-four hours from the discovery of unauthorized access to or disclosure of the personal information of such individual.\n§2. This local law shall take effect one hundred eighty days from its enactment.\nJTB\nLS #4958\n3/11/09\n3/17/09 edit",
  "RTF": "{\\rtf1\\adeflang1025\\ansi\\ansicpg1252\\uc1\\adeff0\\deff0\\stshfdbch0\\stshfloch0\\stshfhich0\\stshfbi0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fcharset0\\fprq2{\\*\\panose 02020603050405020304}Times New Roman;}{\\f177\\froman\\fcharset238\\fprq2 Times New Roman CE;}{\\f178\\froman\\fcharset204\\fprq2 Times New Roman Cyr;}\n{\\f180\\froman\\fcharset161\\fprq2 Times New Roman Greek;}{\\f181\\froman\\fcharset162\\fprq2 Times New Roman Tur;}{\\f182\\fbidi \\froman\\fcharset177\\fprq2 Times New Roman (Hebrew);}{\\f183\\fbidi \\froman\\fcharset178\\fprq2 Times New Roman (Arabic);}\n{\\f184\\froman\\fcharset186\\fprq2 Times New Roman Baltic;}{\\f185\\froman\\fcharset163\\fprq2 Times New Roman (Vietnamese);}}{\\colortbl;\\red0\\green0\\blue0;\\red0\\green0\\blue255;\\red0\\green255\\blue255;\\red0\\green255\\blue0;\\red255\\green0\\blue255;\n\\red255\\green0\\blue0;\\red255\\green255\\blue0;\\red255\\green255\\blue255;\\red0\\green0\\blue128;\\red0\\green128\\blue128;\\red0\\green128\\blue0;\\red128\\green0\\blue128;\\red128\\green0\\blue0;\\red128\\green128\\blue0;\\red128\\green128\\blue128;\\red192\\green192\\blue192;}\n{\\stylesheet{\\ql \\li0\\ri0\\widctlpar\\wrapdefault\\aspalpha\\aspnum\\faauto\\adjustright\\rin0\\lin0\\itap0 \\rtlch\\fcs1 \\af0\\afs24\\alang1025 \\ltrch\\fcs0 \\fs24\\lang1033\\langfe1033\\cgrid\\langnp1033\\langfenp1033 \\snext0 Normal;}{\\*\\cs10 \\additive \\ssemihidden \nDefault Paragraph Font;}{\\*\\ts11\\tsrowd\\trftsWidthB3\\trpaddl108\\trpaddr108\\trpaddfl3\\trpaddft3\\trpaddfb3\\trpaddfr3\\trcbpat1\\trcfpat1\\tblind0\\tblindtype3\\tscellwidthfts0\\tsvertalt\\tsbrdrt\\tsbrdrl\\tsbrdrb\\tsbrdrr\\tsbrdrdgl\\tsbrdrdgr\\tsbrdrh\\tsbrdrv \n\\ql \\li0\\ri0\\widctlpar\\wrapdefault\\aspalpha\\aspnum\\faauto\\adjustright\\rin0\\lin0\\itap0 \\rtlch\\fcs1 \\af0\\afs20 \\ltrch\\fcs0 \\fs20\\lang1024\\langfe1024\\cgrid\\langnp1024\\langfenp1024 \\snext11 \\ssemihidden Normal Table;}}\n{\\*\\latentstyles\\lsdstimax156\\lsdlockeddef0}{\\*\\rsidtbl \\rsid16012702}{\\*\\generator Microsoft Word 11.0.0000;}{\\info{\\title Int}{\\author NYCC}{\\operator NYCC}{\\creatim\\yr2009\\mo12\\dy29\\hr12\\min2}{\\revtim\\yr2009\\mo12\\dy29\\hr12\\min2}{\\version2}{\\edmins0}\n{\\nofpages5}{\\nofwords1099}{\\nofchars6265}{\\nofcharsws7350}{\\vern24613}{\\*\\password 00000000}}{\\*\\xmlnstbl {\\xmlns1 http://schemas.microsoft.com/office/word/2003/wordml}{\\xmlns2 urn:schemas-microsoft-com:office:smarttags}}\n\\paperw12240\\paperh15840\\margl1800\\margr1800\\margt1440\\margb1440\\gutter0\\ltrsect \n\\widowctrl\\ftnbj\\aenddoc\\donotembedsysfont0\\donotembedlingdata1\\grfdocevents0\\validatexml0\\showplaceholdtext0\\ignoremixedcontent0\\saveinvalidxml0\\showxmlerrors0\\horzdoc\\dghspace120\\dgvspace120\\dghorigin1701\\dgvorigin1984\\dghshow0\\dgvshow3\n\\jcompress\\viewkind4\\viewscale100\\rsidroot16012702 \\fet0{\\*\\wgrffmtfilter 013f}\\ilfomacatclnup0\\ltrpar \\sectd \\ltrsect\\linex0\\sectdefaultcl\\sftnbj {\\*\\pnseclvl1\\pnucrm\\pnstart1\\pnindent720\\pnhang {\\pntxta .}}{\\*\\pnseclvl2\n\\pnucltr\\pnstart1\\pnindent720\\pnhang {\\pntxta .}}{\\*\\pnseclvl3\\pndec\\pnstart1\\pnindent720\\pnhang {\\pntxta .}}{\\*\\pnseclvl4\\pnlcltr\\pnstart1\\pnindent720\\pnhang {\\pntxta )}}{\\*\\pnseclvl5\\pndec\\pnstart1\\pnindent720\\pnhang {\\pntxtb (}{\\pntxta )}}{\\*\\pnseclvl6\n\\pnlcltr\\pnstart1\\pnindent720\\pnhang {\\pntxtb (}{\\pntxta )}}{\\*\\pnseclvl7\\pnlcrm\\pnstart1\\pnindent720\\pnhang {\\pntxtb (}{\\pntxta )}}{\\*\\pnseclvl8\\pnlcltr\\pnstart1\\pnindent720\\pnhang {\\pntxtb (}{\\pntxta )}}{\\*\\pnseclvl9\\pnlcrm\\pnstart1\\pnindent720\\pnhang \n{\\pntxtb (}{\\pntxta )}}\\pard\\plain \\ltrpar\\qc \\li0\\ri0\\sl480\\slmult1\\nowidctlpar\\wrapdefault\\faauto\\rin0\\lin0\\itap0 \\rtlch\\fcs1 \\af0\\afs24\\alang1025 \\ltrch\\fcs0 \\fs24\\lang1033\\langfe1033\\cgrid\\langnp1033\\langfenp1033 {\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \n\\insrsid16012702 Int. No. 990\n\\par }\\pard \\ltrpar\\qj \\li0\\ri0\\nowidctlpar\\wrapdefault\\faauto\\rin0\\lin0\\itap0\\pararsid16012702 {\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\insrsid16012702 By Council Members Brewer, James, Liu, Mealy, Seabrook, Vann, Weprin and White, Jr.\n\\par \n\\par }{\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\v\\insrsid16012702 ..Title\n\\par }{\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\insrsid16012702 A Local Law to amend the administrative code of the city of {\\*\\xmlopen\\xmlns2{\\factoidname place}}{\\*\\xmlopen\\xmlns2{\\factoidname City}}New York{\\*\\xmlclose}{\\*\\xmlclose}\n, in relation to securing personal information privacy.}{\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\ul\\insrsid16012702 \n\\par }\\pard \\ltrpar\\qj \\li0\\ri0\\nowidctlpar\\wrapdefault\\faauto\\rin0\\lin0\\itap0 {\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\v\\insrsid16012702 ..Body\n\\par }{\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\ul\\insrsid16012702 \n\\par Be it enacted by the Council as follows}{\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\insrsid16012702 :\n\\par \n\\par }\\pard \\ltrpar\\qj \\fi720\\li0\\ri0\\sl480\\slmult1\\nowidctlpar\\wrapdefault\\faauto\\rin0\\lin0\\itap0 {\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\insrsid16012702 Section 1. Title 8 of the administrative code of the city of {\\*\\xmlopen\\xmlns2{\\factoidname place}}\n{\\*\\xmlopen\\xmlns2{\\factoidname City}}New York{\\*\\xmlclose}{\\*\\xmlclose} is amended by adding a new chapter 11 to read as follows:\n\\par }\\pard \\ltrpar\\qc \\li0\\ri0\\sl480\\slmult1\\nowidctlpar\\wrapdefault\\faauto\\rin0\\lin0\\itap0 {\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\ul\\insrsid16012702 Chapter 11 -  PERSONAL INFORMATION PRIVACY\n\\par }\\pard \\ltrpar\\qj \\fi720\\li0\\ri0\\sl480\\slmult1\\nowidctlpar\\wrapdefault\\faauto\\rin0\\lin0\\itap0 {\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\ul\\insrsid16012702 \\'a78-1101 Definitions. As used in this chapter: (a) \\'93agency\\'94 me\nans an office, administration, department, division, bureau, board, commission, authority, corporation, advisory committee or other governmental entity performing a governmental function of the city of New York;\n\\par (b) \\'93determination\\'94 means a decision made by an agency with respect to an individual, including, but not limited to:\n\\par (1) eligibility for services or benefits;\n\\par (2) permitting;\n\\par (3) registration, certification and licensing; and\n\\par (4) liability for civil and criminal penalties.\n\\par (c) \\'93personal information\\'94 means any information concerning an individual which, because of name, number, symbol, mark or other identifier, can be used to identify that individual;\n\\par (d) \\'93record\\'94 means any item, collection or grouping of personal information about a subject individua\nl that is retrievable by name or other identifier of the subject individual that is maintained by an agency for the purposes of making a determination about the subject individual, but shall not include an agency\\rquote \ns employment records, business records, telephone or email directories and contact lists.\n\\par (e) \\'93routine use\\'94 means any use of such record or personal information that is compatible with the purpose for which it was collected.\n\\par (f) \\'93subject individual\\'94 means any natural person about whom personal information has been collected;\n\\par \\'a78-1102 Collection of information. Each agency that maintains a system of records pertaining to individuals shall: (a) collect information to the greatest extent practicable directly from the subject individual;\n\\par (b) collect and maintain only such information about a subject individual as is relevant and necessary to accomplish a purpose of the agency that is required or authorized by law;\n\\par (c) inform each individual from whom it collects information on a form that can be retained by the individual of: (1) the law that authorizes the solicitation of the information and whether the disclosure of such information is mandatory or voluntary;\n\n\\par (2) the principle purpose or purposes for which the information is intended to be used;\n\\par (3) the agency or agencies that will have access to the information in order to accomplish the purpose or purposes for which the information is intended to be used;\n\\par (4) the routine uses which may be made of the information; \n\\par (5) the consequences to the subject individual, if any, of failing to provide all or part of the requested information; and\n\\par (6) the direct telephone number, address and electronic address of the office or officer responsible for maintaining the system of records.\n\\par \\'a78-1103 Use of information. (a) An agency shall use personal information obtained from an individual only for the purpose or purposes for which it was collected.\n\\par (b) A subject individual may consent to uses of personal information other than the uses authorized in subdivision (a) provid\ned that such consent is informed, voluntary, in writing that describes the other uses to which the information may be put, and is signed by the subject individual.\n\\par (c) Consent provided under subdivision b of this section shall be for a period no greater than four years and may be withdrawn by a subject individual in writing at any time to the office or officer responsible for maintaining the system of records.\n\n\\par (d) For the purposes of this section, the parent, or the legal guardian of a minor or any subject individual who has been declared to be incompetent by a court of competent jurisdiction, may act on behalf of such minor or subject individual.\n\\par \\'a78-1104 Access to information. (a) Officers and employees of an agency shall only have such access to personal information as is necessary to perform their duties.\n\\par (b) No agency shall disclose any record pertaining to an individual by any means of communication to any person or agency except pursuant to a written request by, or with the prior written consent of, the\n subject individual unless disclosure of the record is: (1) to those officers and employees of the agency that maintains the record for a routine use;\n\\par (2) specifically authorized by {\\*\\xmlopen\\xmlns2{\\factoidname place}}{\\*\\xmlopen\\xmlns2{\\factoidname State}}New York{\\*\\xmlclose}{\\*\\xmlclose} state or federal statute, law, rule or regulation;\n\\par (3) to another\n agency, or to a New York state or federal governmental entity, for a civil or criminal law enforcement activity if the activity is authorized by law, and if the head of the agency has made a written request to the agency that maintains the records specif\nying the particular portion desired and the law enforcement activity for which the record is sought; or\n\\par (4) pursuant to the order of a court of competent jurisdiction.\n\\par (c) Upon written request by an individual, an agency shall provide copies of all the reco\nrds maintained by an agency that pertain to that individual within fourteen days, excluding any such records that are kept and maintained as part of an ongoing criminal investigation that is authorized by law.  For the purposes of this subdivision, accoun\nt\nings created under subdivision c of section 8-1105 of this chapter shall be considered a record pertaining to the subject individual of the record for which such accounting was created.  Agencies may charge the individual a maximum of twenty-five cents fo\nr each page copied.\n\\par (d) Records pertaining to an individual or individuals, excluding any such records that are kept and maintained as part of an ongoing criminal investigation that is authorized by law, shall be made available to a recipient with advance w\nritten assurance that the record will be used solely for a statistical research and reporting provided that the records are transferred in a form that contains no information which identifies the subject individual or individuals.\n\\par \\'a71105 Information securit\ny. Each agency that maintains a system of records pertaining to individuals shall (a) establish appropriate administrative, technical, and physical safeguards to insure the security and confidentiality of records and to protect against any anticipated thr\neats or hazards to their security or integrity which could result in substantial harm, inconvenience, or unfairness to any individual on whom information is maintained;\n\\par (b) promptly destroy such information that is no longer required for the purpose or purposes for which it was collected or to which the subject individual has consented by making it unreadable by any means;\n\\par (c) create and maintain for not less than five years or for the life of the record, whichever is longer, an accurate accounting of the da\nte, nature, and purpose of each disclosure of a record to any person or to another agency and the name and address of the person or agency to whom the disclosure is made;\n\\par (d) notify the subject individual within twenty-four hours from the discovery of unauthorized access to or disclosure of the personal information of such individual.\n\\par }{\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\insrsid16012702 \\'a72. This local law shall take effect one hundred eighty days from its enactment.\n\\par }\\pard \\ltrpar\\qj \\li0\\ri0\\nowidctlpar\\wrapdefault\\faauto\\rin0\\lin0\\itap0 {\\rtlch\\fcs1 \\af0\\afs18 \\ltrch\\fcs0 \\fs18\\insrsid16012702 JTB\n\\par LS #4958}{\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\insrsid16012702 \n\\par }{\\rtlch\\fcs1 \\af0\\afs18 \\ltrch\\fcs0 \\fs18\\insrsid16012702 3/11/09\n\\par 3/17/09 edit}{\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\insrsid16012702 \n\\par }}",
  "LastModified": "0001-01-01T00:00:00Z"
}
