{
  "ID": 43027,
  "GUID": "FA48E1F3-B822-446C-A376-E11E9D160724",
  "File": "Int 0991-2009",
  "Name": "Creating open data standards.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to creating open data standards.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5121,
  "BodyName": "Committee on Technology in Government",
  "IntroDate": "2009-05-20T00:00:00Z",
  "AgendaDate": "2009-05-20T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 6273,
      "Slug": "thomas-white-jr",
      "FullName": "Thomas White, Jr."
    },
    {
      "ID": 5286,
      "Slug": "bill-de-blasio",
      "FullName": "Bill De Blasio"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    }
  ],
  "History": [
    {
      "ID": 228057,
      "Date": "2009-05-20T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 228157,
      "Date": "2009-05-20T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Technology in Government",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9058,
      "AgendaSequence": 82,
      "MinutesSequence": 107,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Technology in Government",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 229536,
      "Date": "2009-06-29T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5121,
      "BodyName": "Committee on Technology in Government",
      "EventID": 9142,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 229629,
      "Date": "2009-06-29T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 5121,
      "BodyName": "Committee on Technology in Government",
      "EventID": 9142,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236110,
      "Date": "2009-12-31T12:01:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 89618,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 6/29/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/9ee44223-707d-417b-9d2c-261c51789ece.doc",
      "Sort": 1
    },
    {
      "ID": 90173,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 6/29/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/57e92b46-4b22-43a6-bac3-9d05550938e0.pdf",
      "Sort": 2
    },
    {
      "ID": 90527,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Heering Testimony 6/29/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/107b17c0-5bb1-4a34-a349-2aeb91d4eb89.PDF",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 43914,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Title 23 of the administrative code of the city of New York shall be amended by adding a new chapter 3 to read as follows:\nCHAPTER 3\nACCESSIBILITY TO PUBLIC RECORDS\n§ 23-301 Definitions.\n§ 23-302 Public records availability.\n§ 23-303 Internet record policy and technical standards.\n§ 23-304 Agency compliance plan.\n§ 23-305 Exemptions and timetable.\n\n§ 23-301 Definitions. As used in this chapter: a. “Agency” means an office, administration, department, division, bureau, board, commission, authority, corporation, advisory committee or other governmental entity performing a governmental function of the city of New York.\nb. “Consensus” means general agreement, but not necessarily unanimity, and includes a process for attempting to resolve objections by interested parties, as long as all comments have been fairly considered.\nc. “Department” means the department of information technology and telecommunications or any successor agency.\nd. “Public record” means any record that must be accessible for inspection by the public in accordance with any provision of law and such other records as an agency shall decide to make accessible, excluding any records or portions thereof that an agency may deny access to pursuant to section eighty-seven of the public officers law. Such term shall refer specifically to the entire document, database, or collection or system of information, reports, files, accounts or other records.\ne. “Record” means any information kept, held, filed, produced or reproduced by, with or for an agency, in any physical form whatsoever including, but not limited to, reports, statements, examinations, memoranda, opinions, folders, files, books, manuals, pamphlets, forms, papers, designs, drawings, maps, photographs, letters, microfilms, computer tapes or discs, rules, regulations or codes; provided, however, that such term shall not include library and museum materials made or acquired and presented solely for reference or exhibition purposes.\nf. “Technical standard” means (1) the common and repeated use of rules, conditions, guidelines or characteristics for products or related processes and production methods, and related management systems practices and (2) the definition of terms; classification of components, delineation of procedures; specifications of dimensions, materials, performance, designs or operations; measurement of quality and quantity in describing materials, processes, products, systems, services or practices; test methods and sampling procedures; or descriptions of fit and measurements of size or strength.\ng. “Voluntary consensus standards” means standards developed or adopted by voluntary consensus standards bodies, both domestic and international.  These standards include provisions requiring that owners of relevant intellectual property agree to make such intellectual property available on a non-discriminatory, royalty-free or reasonable royalty basis to all interested parties.\nh. “Voluntary consensus standards bodies” means domestic or international organizations which plan, develop, establish, or coordinate voluntary consensus standards using agreed-upon procedures.  \n§ 23-302 Public records availability. a. All public records maintained by city agencies shall be made available for inspection by the public on the Internet through a single web portal that is linked to nyc.gov or any successor website maintained by or on behalf of the city of New York.\nb. All public records shall be formatted to enable viewing by web browsers and, where practicable, mobile devices.  All public records shall also be made available in their raw or unprocessed form.\nc. All public records shall be updated as often as necessary to preserve the integrity and usefulness of the records.  The web portal hosting the public records shall make use of web syndication technology to notify the public of all updates for each public record and for each agency.\nd. All public records shall be presented and structured in a format that permits automated processing.\ne. All public records shall be made available without any registration requirement, license requirement or restrictions on their use.\n§ 23-303 Internet record policy and technical standards. a. The department shall promulgate rules establishing an Internet record policy for the city of New York no later than January 4, 2010, for the purposes of ensuring agency compliance with the provisions and open data principles set forth in section 23-302 of this chapter.  Such policy shall include, but not be limited to, guidelines to assist agencies in classifying their public records either as immediate, priority and legacy pursuant to section 23-304 of this chapter.\nb. The department shall publish a technical standards manual for the publishing of public records on the Internet by city agencies no later than January 4, 2010, and shall base such manual on technical standards for web publishing and e-government that have been developed or adopted by voluntary consensus standards bodies.  Such manual shall be updated by the department as necessary.\nc. The department shall consult with voluntary consensus standards bodies and shall, when such participation is feasible, in the public interest and is compatible with agency and departmental missions, authorities, priorities, and budget resources, participate with such bodies in the development of technical standards.\n§ 23-304 Agency compliance plan. a. Each agency, in consultation with the department, shall review all public records under its control and shall classify them as immediate, priority and legacy, in accordance with subdivision c of this section and pursuant to guidelines promulgated by the department under section 23-303 of this chapter.\nb. Each agency, in consultation with the department, shall submit an agency compliance plan to the mayor and the council no later than January 4, 2010.  Such plan shall describe how such agency intends to achieve full compliance with this chapter by July 1, 2013, and shall include an accounting of all public records under the control of the agency and how such records have been classified pursuant to subdivision a of this section.\nc. Public records shall be classified as follows:\n1. Immediate. Any public record in possession of an agency as of the effective date of the local law that added this chapter and any public record such agency acquires or creates after such effective date through January 4, 2010, that can be made available on the Internet pursuant to section 23-302 of this chapter within thirty days of the agency acquiring or creating such record shall be classified as immediate.  Agencies should make best efforts to classify as many public records as immediate as is possible.  Any public record acquired or created after January 4, 2010, shall be classified as immediate.\n2. Legacy. Any public record that, due to its size or complexity, or due to technology constraints, cannot be made available on the Internet pursuant to section 23-302 of this chapter by July 4, 2011, shall be classified as legacy.  Agencies shall make best efforts to avoid placing public records into the legacy classification.\n3. Priority. Any public record that does not meet the conditions of immediate or legacy shall be classified as priority.\n§ 23-305 Exemptions and timetable. a. Public records classified as immediate pursuant to section 23-304 of this chapter shall be exempt from the provisions of section 23-302 of this chapter and from applicable rules promulgated by the department pursuant to such section until July 5, 2010.\nb. Public records classified as priority pursuant to section 23-304 of this chapter shall be exempt from the provisions of section 23-302 of this chapter and from applicable rules promulgated by the department pursuant to such section until July 4, 2011.\nc. Public records classified as legacy pursuant to section 23-304 of this chapter shall be exempt from the provisions of section 23-302 of this chapter and from applicable rules promulgated by the department pursuant to such section until July 1, 2013.\n\t§ 2. This local law shall take effect immediately upon enactment.\njtb\nLS #7356\nCr-4/8/2009\nSv-5/15/2009",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\ul\\v0\\par\nBe it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj Section 1.  Title 23 of the administrative code of the city of New York shall be amended by adding a new chapter 3 to read as follows:\\par\n\\pard\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\qc\\ul CHAPTER 3\\par\nACCESSIBILITY TO PUBLIC RECORDS\\par\n\\pard\\nowidctlpar\\hyphpar0\\fi2160\\'a7 23-301 Definitions.\\par\n\\'a7 23-302 Public records availability.\\par\n\\'a7 23-303 Internet record policy and technical standards.\\par\n\\'a7 23-304 Agency compliance plan.\\par\n\\'a7 23-305 Exemptions and timetable.\\par\n\\pard\\nowidctlpar\\hyphpar0\\fi720\\qc\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\'a7 23-301 Definitions. As used in this chapter: a. \\ldblquote Agency\\rdblquote  means an office, administration, department, division, bureau, board, commission, authority, corporation, advisory committee or other governmental entity performing a governmental function of the city of New York.\\ulnone\\par\n\\ul b. \\ldblquote Consensus\\rdblquote  means general agreement, but not necessarily unanimity, and includes a process for attempting to resolve objections by interested parties, as long as all comments have been fairly considered.\\par\n\\pard\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj c. \\ldblquote Department\\rdblquote  means the department of information technology and telecommunications or any successor agency.\\par\nd. \\ldblquote Public record\\rdblquote  means any record that must be accessible for inspection by the public in accordance with any provision of law and such other records as an agency shall decide to make accessible, excluding any records or portions thereof that an agency may deny access to pursuant to section eighty-seven of the public officers law. Such term shall refer specifically to the entire document, database, or collection or system of information, reports, files, accounts or other records.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj e. \\ldblquote Record\\rdblquote  means any information kept, held, filed, produced or reproduced by, with or for an agency, in any physical form whatsoever including, but not limited to, reports, statements, examinations, memoranda, opinions, folders, files, books, manuals, pamphlets, forms, papers, designs, drawings, maps, photographs, letters, microfilms, computer tapes or discs, rules, regulations or codes; provided, however, that such term shall not include library and museum materials made or acquired and presented solely for reference or exhibition purposes.\\par\n\\pard\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj f. \\ldblquote Technical standard\\rdblquote  means (1) the common and repeated use of rules, conditions, guidelines or characteristics for products or related processes and production methods, and related management systems practices and (2) the definition of terms; classification of components, delineation of procedures; specifications of dimensions, materials, performance, designs or operations; measurement of quality and quantity in describing materials, processes, products, systems, services or practices; test methods and sampling procedures; or descriptions of fit and measurements of size or strength.\\par\ng. \\ldblquote Voluntary consensus standards\\rdblquote  means standards developed or adopted by voluntary consensus standards bodies, both domestic and international.  These standards include provisions requiring that owners of relevant intellectual property agree to make such intellectual property available on a non-discriminatory, royalty-free or reasonable royalty basis to all interested parties.\\par\nh. \\ldblquote Voluntary consensus standards bodies\\rdblquote  means domestic or international organizations which plan, develop, establish, or coordinate voluntary consensus standards using agreed-upon procedures.  \\par\n\\'a7 23-302 Public records availability. a. All public records maintained by city agencies shall be made available for inspection by the public on the Internet through a single web portal that is linked to nyc.gov or any successor website maintained by or on behalf of the city of New York.\\par\nb. All public records shall be formatted to enable viewing by web browsers and, where practicable, mobile devices.  All public records shall also be made available in their raw or unprocessed form.\\par\nc. All public records shall be updated as often as necessary to preserve the integrity and usefulness of the records.  The web portal hosting the public records shall make use of web syndication technology to notify the public of all updates for each public record and for each agency.\\par\nd. All public records shall be presented and structured in a format that permits automated processing.\\par\ne. All public records shall be made available without any registration requirement, license requirement or restrictions on their use.\\par\n\\'a7 23-303 Internet record policy and technical standards. a. The department shall promulgate rules establishing an Internet record policy for the city of New York no later than January 4, 2010, for the purposes of ensuring agency compliance with the provisions and open data principles set forth in section 23-302 of this chapter.  Such policy shall include, but not be limited to, guidelines to assist agencies in classifying their public records either as immediate, priority and legacy pursuant to section 23-304 of this chapter.\\par\nb. The department shall publish a technical standards manual for the publishing of public records on the Internet by city agencies no later than January 4, 2010, and shall base such manual on technical standards for web publishing and e-government that have been developed or adopted by voluntary consensus standards bodies.  Such manual shall be updated by the department as necessary.\\par\nc. The department shall consult with voluntary consensus standards bodies and shall, when such participation is feasible, in the public interest and is compatible with agency and departmental missions, authorities, priorities, and budget resources, participate with such bodies in the development of technical standards.\\par\n\\'a7 23-304 Agency compliance plan. a. Each agency, in consultation with the department, shall review all public records under its control and shall classify them as immediate, priority and legacy, in accordance with subdivision c of this section and pursuant to guidelines promulgated by the department under section 23-303 of this chapter.\\par\nb. Each agency, in consultation with the department, shall submit an agency compliance plan to the mayor and the council no later than January 4, 2010.  Such plan shall describe how such agency intends to achieve full compliance with this chapter by July 1, 2013, and shall include an accounting of all public records under the control of the agency and how such records have been classified pursuant to subdivision a of this section.\\par\nc. Public records shall be classified as follows:\\par\n1. Immediate. Any public record in possession of an agency as of the effective date of the local law that added this chapter and any public record such agency acquires or creates after such effective date through January 4, 2010, that can be made available on the Internet pursuant to section 23-302 of this chapter within thirty days of the agency acquiring or creating such record shall be classified as immediate.  Agencies should make best efforts to classify as many public records as immediate as is possible.  Any public record acquired or created after January 4, 2010, shall be classified as immediate.\\par\n2. Legacy. Any public record that, due to its size or complexity, or due to technology constraints, cannot be made available on the Internet pursuant to section 23-302 of this chapter by July 4, 2011, shall be classified as legacy.  Agencies shall make best efforts to avoid placing public records into the legacy classification.\\par\n3. Priority. Any public record that does not meet the conditions of immediate or legacy shall be classified as priority.\\par\n\\'a7 23-305 Exemptions and timetable. a. Public records classified as immediate pursuant to section 23-304 of this chapter shall be exempt from the provisions of section 23-302 of this chapter and from applicable rules promulgated by the department pursuant to such section until July 5, 2010.\\par\nb. Public records classified as priority pursuant to section 23-304 of this chapter shall be exempt from the provisions of section 23-302 of this chapter and from applicable rules promulgated by the department pursuant to such section until July 4, 2011.\\par\nc. Public records classified as legacy pursuant to section 23-304 of this chapter shall be exempt from the provisions of section 23-302 of this chapter and from applicable rules promulgated by the department pursuant to such section until July 1, 2013.\\par\n\\pard\\sl480\\slmult1\\qj\\ulnone\\tab\\'a7 2. This local law shall take effect immediately upon enactment.\\par\n\\pard\\qj\\lang1024\\fs18 jtb\\lang1033\\par\nLS #7356\\fs24\\par\n\\pard\\fs18 Cr-\\lang1024 4/8/2009\\lang1033\\par\nSv-\\lang1024 5/15/2009\\lang1033\\fs24\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
