{
  "ID": 43028,
  "GUID": "995A72BC-781E-4AB7-96D7-BE30400927D1",
  "File": "Int 0995-2009",
  "Name": "Disclosure of tenant screening reports.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to disclosure of tenant screening reports.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5,
  "BodyName": "Committee on Consumer Affairs",
  "IntroDate": "2009-05-20T00:00:00Z",
  "AgendaDate": "2009-05-20T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 6273,
      "Slug": "thomas-white-jr",
      "FullName": "Thomas White, Jr."
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    }
  ],
  "History": [
    {
      "ID": 228058,
      "Date": "2009-05-20T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 228162,
      "Date": "2009-05-20T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Consumer Affairs",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9058,
      "AgendaSequence": 87,
      "MinutesSequence": 112,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Consumer Affairs",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 228882,
      "Date": "2009-06-23T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 9104,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 229561,
      "Date": "2009-06-23T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 9104,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236109,
      "Date": "2009-12-31T12:00:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 89563,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 6/23/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/e06cde53-35c8-4f31-af0b-bf03feb1c8d5.doc",
      "Sort": 1
    },
    {
      "ID": 90443,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 6/23/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/fad9c309-a97f-4e28-8bd3-411d3a36bbb6.pdf",
      "Sort": 2
    },
    {
      "ID": 90496,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 6/23/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/ef3dbfc0-55e5-4874-b985-cce33df6c88c.PDF",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 43915,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Chapter 5 of title 20 of the administrative code of the city of New York is amended by adding a new subchapter 16, to read as follows:\nSubchapter 16\nTenant Screening Report Disclosure\n§20-807 Definitions.\n§20-808 Disclosure\n§20-809 Posting of signs.\n§20-810 Violations.\n§20-811 Hearing authority.\n\n§20-807  Definitions.  For purposes of this subchapter, the following definitions shall apply:\na.” Application materials” means all documents any prospective tenant or tenants are required to complete in connection with renting or leasing real property, the purpose of which is to gather information about such prospective tenant or tenants, including, but not limited to information such as names, contact information, employment history, rental history or other information pertinent to entering into a real estate tenancy agreement.   \nb. \"Consumer reporting agency\" means any person who, for monetary fees, dues, or on a cooperative nonprofit basis, regularly engages in whole or in part in the practice of assembling or evaluating consumer credit information or other information on consumers for the purpose of furnishing consumer reports, tenant screening reports or other investigative consumer reports to third parties.\nc. “Tenant screening report” means any written, oral, or other communication of any information by a consumer reporting agency bearing on a consumer's credit worthiness, credit standing, credit capacity, character, general reputation, personal characteristics, history of contact with any housing, civil or criminal court of any state, or mode of living which is used or expected to be used or collected in whole or part for the purpose of serving as a factor in establishing the consumer's suitability for housing.\nc. \"User\" when used in connection with the use of a tenant screening report means any person receiving or requesting a tenant screening report other than the subject thereof.\n§20-808 Disclosure.  a. Any user of a tenant screening report shall disclose to the prospective tenant or tenants who is/are the subject of such report, in writing, the name and address of the consumer reporting agency issuing such report.  Such information shall be printed in legible font, the form and manner of which shall be determined by rule of the commissioner, on all application materials distributed to all potential tenants.  \nb. Any user of a tenant screening report shall also notify potential tenants, in writing, the form and manner of which shall be determined by rule of the commissioner, that such tenant is entitled to one free tenant screening report from each consumer reporting agency annually and may dispute inaccurate or incorrect information contained in such tenant screening report directly with the consumer reporting agency.  \n§20-809 Posting of signs.  Any user of a tenant screening report shall post a sign in a location visible to potential subjects of such reports in conspicuous size type, the form and manner of which shall be determined by rule of the commissioner, with the name and address of all consumer reporting agencies used and a statement that consumers are entitled to one free tenant screening report from each consumer reporting agency annually and may dispute inaccurate or incorrect information contained in such tenant screening report directly with the consumer reporting agency.  \n\n§20-810 Violations.  Any user of a tenant screening report violating sections 20-808 and 20-809 of this subchapter shall be subject to a civil penalty of not less than two hundred fifty dollars nor more than five hundred dollars for the first violation.  Subsequent violations shall be subject to civil penalties of not less than five hundred dollars nor more than seven hundred dollars for each violation.\n§20-811 Hearing authority. a. Notwithstanding any other provision of law, the department shall be authorized upon due notice and hearing, to impose civil penalties for the violation of any provision of this subchapter and any rules promulgated thereunder. The department shall have the power to render decisions and orders and to impose civil penalties not to exceed the amounts specified in section 20-810 of this subchapter for each such violation. All proceedings authorized pursuant to this section shall be conducted in accordance with rules promulgated by the commissioner. The penalties provided for in section 20-810 of this subchapter shall be in addition to any other remedies or penalties provided for the enforcement of such provisions under any other law including, but not limited to, civil or criminal actions or proceedings.\nb. All proceedings under this subchapter shall be commenced by the service of a notice of violation returnable to the administrative tribunal of the department. The commissioner shall prescribe the form and wording of notices of violation. The notice of violation or copy thereof when filled in and served shall constitute notice of the violation charged, and, if sworn to or affirmed, shall be prima facie evidence of the facts contained therein.\n§2. This local law shall take effect 120 days after enactment, except that the commissioner of consumer affairs shall take such measures as are necessary for its implementation, including the promulgation of rules, prior to such effective date.\n\n\n\n\n\nLCC\nLS 6969\n5/15/09",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\froman\\fprq2\\fcharset0 Times New Roman Bold;}{\\f2\\fmodern\\fprq1\\fcharset0 Courier New;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1 Section 1.  Chapter 5 of title 20 of the administrative code of the city of New York is amended by adding a new subchapter 16, to read as follows:\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qc\\ul\\b\\f1 Subchapter 16\\par\nTenant Screening Report Disclosure\\par\n\\pard\\nowidctlpar\\'a720-807 Definitions.\\par\n\\'a720-808 Disclosure\\par\n\\'a720-809 Posting of signs.\\par\n\\'a720-810 Violations.\\par\n\\'a720-811 Hearing authority.\\b0\\f0\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\par\n\\b\\f1\\'a720-807  \\f0 Definitions. \\b0  For purposes of this subchapter, the following definitions shall apply:\\par\na.\\rdblquote  Application materials\\rdblquote  means all documents any prospective tenant or tenants are required to complete in connection with renting or leasing real property, the purpose of which is to gather information about such prospective tenant or tenants, including, but not limited to information such as names, contact information, employment history, rental history or other information pertinent to entering into a real estate tenancy agreement.   \\par\nb. \"Consumer reporting agency\" means any person who, for monetary fees, dues, or on a cooperative nonprofit basis, regularly engages in whole or in part in the practice of assembling or evaluating consumer credit information or other information on consumers for the purpose of furnishing consumer reports, tenant screening reports or other investigative consumer reports to third parties.\\par\nc. \\ldblquote Tenant screening report\\rdblquote  means any written, oral, or other communication of any information by a consumer reporting agency bearing on a consumer's credit worthiness, credit standing, credit capacity, character, general reputation, personal characteristics, history of contact with any housing, civil or criminal court of any state, or mode of living which is used or expected to be used or collected in whole or part for the purpose of serving as a factor in establishing the consumer's suitability for housing.\\par\nc. \"User\" when used in connection with the use of a tenant screening report means any person receiving or requesting a tenant screening report other than the subject thereof.\\par\n\\b\\'a720-808 Disclosure\\b0 .  a. Any user of a tenant screening report shall disclose to the prospective tenant or tenants who is/are the subject of such report, in writing, the name and address of the consumer reporting agency issuing such report.  Such information shall be printed in legible font, the form and manner of which shall be determined by rule of the commissioner, on all application materials distributed to all potential tenants.  \\par\nb. Any user of a tenant screening report shall also notify potential tenants, in writing, the form and manner of which shall be determined by rule of the commissioner, that such tenant is entitled to one free tenant screening report from each consumer reporting agency annually and may dispute inaccurate or incorrect information contained in such tenant screening report directly with the consumer reporting agency.  \\par\n\\b\\'a720-809 Posting of signs.  \\b0 Any user of a tenant screening report shall post a sign in a location visible to potential subjects of such reports in conspicuous size type, the form and manner of which shall be determined by rule of the commissioner, with the name and address of all consumer reporting agencies used and a statement that consumers are entitled to one free tenant screening report from each consumer reporting agency annually and may dispute inaccurate or incorrect information contained in such tenant screening report directly with the consumer reporting agency.  \\par\n\\par\n\\b\\'a720-810 Violations.\\b0   Any user of a tenant screening report violating sections 20-808 and 20-809 of this subchapter shall be subject to a civil penalty of not less than two hundred fifty dollars nor more than five hundred dollars for the first violation.  Subsequent violations shall be subject to civil penalties of not less than five hundred dollars nor more than seven hundred dollars for each violation.\\par\n\\b\\'a720-811 Hearing authority.\\cf1  \\b0 a. Notwithstanding any other provision of law, the department shall be authorized upon due notice and hearing, to impose civil penalties for the violation of any provision of this subchapter and any rules promulgated thereunder. The department shall have the power to render decisions and orders and to impose civil penalties not to exceed the amounts specified in section 20-810 of this subchapter for each such violation. All proceedings authorized pursuant to this section shall be conducted in accordance with rules promulgated by the commissioner. The penalties provided for in section 20-810 of this subchapter shall be in addition to any other remedies or penalties provided for the enforcement of such provisions under any other law including, but not limited to, civil or criminal actions or proceedings.\\par\nb. All proceedings under this subchapter shall be commenced by the service of a notice of violation returnable to the administrative tribunal of the department. The commissioner shall prescribe the form and wording of notices of violation. The notice of violation or copy thereof when filled in and served shall constitute notice of the violation charged, and, if sworn to or affirmed, shall be prima facie evidence of the facts contained therein.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\cf0\\ulnone\\'a72. This local law shall take effect 120 days after enactment, except that the commissioner of consumer affairs shall take such measures as are necessary for its implementation, including the promulgation of rules, prior to such effective date.\\fs20\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\ul\\fs24\\par\n\\pard\\nowidctlpar\\ulnone\\fs20\\par\n\\par\n\\par\n\\par\nLCC\\par\nLS 6969\\par\n\\pard\\nowidctlpar\\tx720 5/15/09\\f2\\fs24\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
