{
  "ID": 43029,
  "GUID": "0CF205E0-44FD-42AB-AC41-502E980E2BD6",
  "File": "Int 0996-2009",
  "Name": "Requiring city plantings to be storm water tolerant so as to facilitate storm water retention and filtration.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring city plantings to be storm water tolerant so as to facilitate storm water retention and filtration.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 10,
  "BodyName": "Committee on Environmental Protection",
  "IntroDate": "2009-05-20T00:00:00Z",
  "AgendaDate": "2009-05-20T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 6273,
      "Slug": "thomas-white-jr",
      "FullName": "Thomas White, Jr."
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    }
  ],
  "History": [
    {
      "ID": 228059,
      "Date": "2009-05-20T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 228163,
      "Date": "2009-05-20T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Environmental Protection",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9058,
      "AgendaSequence": 88,
      "MinutesSequence": 113,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Environmental Protection",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236108,
      "Date": "2009-12-31T11:59:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 43916,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Legislative findings and intent.   The Council finds that urban watersheds generate greater volumes of runoff with increased peak flows during storms and that native plants species that can tolerate greater variation in frequency and duration of high water can also help maintain local biodiversity.  \nThe Council further finds that the City of New York plants thousands of trees and many thousands of plants annually, including nonnative species.  However, nonnative and invasive species are rapidly spreading in New York City, while native species are generally in decline.  The Council notes that the PlaNYC Sustainable Stormwater Management Plan of 2008 recommends the use of green infrastructure as a desirable means to control and detain stormwater.  Therefore the Council finds that it is in the best interests of the City to use native plantings, when green infrastructure is needed, that are suitable for the location selected and that are stormwater tolerant to maximize the capacity for stormwater retention and infiltration and to conserve and enhance the rich local biodiversity of the city of New York.\n\t§2. Chapter 5 of Title 24 of the administrative code of the city of New York is amended by adding a new section 24-526.2 to read as follows:\n (a) For purposes of this section the following terms shall have the following meanings:\n(1) “Native plants” shall mean those species that occur or historically occurred within the boundaries of New York state before contact by European explorers or settlers took place based upon the best available scientific and historical documentation.\n(2) “Stormwater tolerant” shall mean flood tolerant plants that have adaptations to survive anoxia and salt.\n(b)  Plants, shrubs and trees planted by the city of New York or by any of its contractors or subcontractors and intended to facilitate storm water retention and filtration shall be native plants and stormwater tolerant.\n(c)  Selection of plants intended to facilitate stormwater retention and infiltration shall be guided by the New York State Stormwater Management Design Manual, Appendix H,  the New York City Department of Parks and Recreation Greenbelt Native Plant Center Wetlands Species Lists and such other sources as the department deems appropriate.\n§3. This local law shall take effect ninety days after it is enacted into law, except that the commissioner of environmental protection shall take such measures, including the promulgation of rules, as are necessary for its implementation prior to such effective date.\nLS# 4028  \nSS 5/15/09 9:40 a.m.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\sl480\\slmult1\\ulnone\\tab S\\cf1 ection 1.  Legislative findings and intent.   The Council finds that\\cf0  urban watersheds generate greater volumes of runoff with increased peak flows during storms and that native plants species that can tolerate greater variation in frequency and duration of high water can also help maintain local biodiversity.  \\par\n\\pard\\fi720\\sl480\\slmult1 The Council further finds that the City of New York plants thousands of trees and many thousands of plants annually, including nonnative species.  However, \\lang9 nonnative and invasive species are rapidly spreading in New York City, while native species are generally in decline. \\lang1033  The Council notes that the PlaNYC Sustainable Stormwater Management Plan of 2008 recommends the use of green infrastructure as a desirable means to control and detain stormwater.  Therefore the Council finds that it is in the best interests of the City to use native plantings, when green infrastructure is needed, that are suitable for the location selected and that are stormwater tolerant to maximize the capacity for stormwater retention and infiltration and to \\lang2057 conserve and enhance the rich local biodiversity of the city of New York.\\cf1\\lang1033\\par\n\\pard\\sl480\\slmult1\\qj\\cf0\\tab\\'a72. Chapter 5 of Title 24 of the administrative code of the city of New York is amended by adding a new section 24-526.2 to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ul  (a) For purposes of this section the following terms shall have the following meanings:\\par\n(1) \\ldblquote Native plants\\rdblquote  shall mean those species that occur or historically occurred within the boundaries of New York state before contact by European explorers or settlers took place based upon the best available scientific and historical documentation.\\par\n(2) \\ldblquote Stormwater tolerant\\rdblquote  shall mean flood tolerant plants that have adaptations to survive anoxia and salt.\\par\n\\ulnone (\\ul b)  Plants, shrubs and trees planted by the city of New York or by any of its contractors or subcontractors and intended to facilitate storm water retention and filtration shall be native plants and stormwater tolerant.\\par\n(c)  Selection of plants intended to facilitate stormwater retention and infiltration shall be guided by the New York State Stormwater Management Design Manual, Appendix H,  the New York City Department of Parks and Recreation Greenbelt Native Plant Center Wetlands Species Lists and such other sources as the department deems appropriate.\\par\n\\ulnone\\'a73. This local law shall take effect ninety days after it is enacted into law, except that the commissioner of environmental protection shall take such measures, including the promulgation of rules, as are necessary for its implementation prior to such effective date.\\par\n\\pard\\qj LS# 4028  \\par\nSS 5/15/09 9:40 a.m.\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
