{
  "ID": 43030,
  "GUID": "F5D558BE-A55D-420E-B960-B3BBE5DFEB5B",
  "File": "Int 0997-2009",
  "Name": "Prohibiting the release of construction site washout water from capital projects.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to prohibiting the release of construction site washout water from capital projects.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 10,
  "BodyName": "Committee on Environmental Protection",
  "IntroDate": "2009-05-20T00:00:00Z",
  "AgendaDate": "2009-05-20T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    }
  ],
  "History": [
    {
      "ID": 228060,
      "Date": "2009-05-20T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 228164,
      "Date": "2009-05-20T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Environmental Protection",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9058,
      "AgendaSequence": 89,
      "MinutesSequence": 114,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Environmental Protection",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236107,
      "Date": "2009-12-31T11:59:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 43917,
  "Text": ".Be it enacted by the Council as follows:\n\n\tSection 1.  Legislative findings and intent.   The Council finds that the Department of Environmental Protection currently permits contractors at construction sites to rinse out concrete trucks and buckets and washout pump trucks on site, and allow the rinse water to run off to the closest storm water drain.  This wash water is highly alkaline with acidity essentially the same as liquid clog removers for pipes or ammonia and may contain high levels of chromium, which can leach into the ground and contaminate groundwater. It can also migrate to a storm drain, which can increase the alkalinity of surface waters and harm aquatic life. Water with high alkalinity may kill or seriously injure fish should it reach surface waters and may inhibit the growth of plants and cause damage to soils.  Solids that are improperly disposed of can clog storm drain pipes and cause flooding.  By contrast, installing concrete washout facilities not only prevents pollution and protects marine life and the environment, but is also a matter of good housekeeping practice at construction sites.\t\nThe Council further finds that where capital projects are involved, the City should set an example and prohibit the release of construction site washout water to site soils or storm drains. The Council therefore finds that concrete washout facilities should be installed at capital construction projects and when nearing capacity, the material in the concrete washouts should be removed and disposed of in accordance with appropriate disposal requirements.\n\t§2. Section PC 1101 of Chapter 11 of the plumbing code of the city of New York is amended by adding a new section PC 1101.12 to read as follows: \na For purposes of this section the following terms shall have the following meanings:\n1.Capital project shall mean a project which provides for the construction, reconstruction, acquisition or installation of a physical public betterment or improvement which would be classified as a capital asset under generally accepted accounting principles for municipalities or any preliminary studies and surveys relative thereto or any underwriting or other costs incurred in connection with the financing thereof.\n2. Inspection shall mean examination of the contents of a concrete washout facility to determine if it has been filled to seventy-five percent capacity.\n3. Material removal shalll mean regular removal of stored liquids and their disposal in accordance with department of environmental protection rules for the disposal of hazardous waste water.\n4.Prefabricated washout containers shall mean prefabricated watertight concrete washout containers designed to contain liquid waste materials and rainfall.\nb. Discharge of construction waste prohibited.  No construction waste water shall be discharged at the site of any capital project but shall be stored on site in prefabricated washout containers or lined below ground washout areas provided or constructed by concrete contractors or subcontractors. \n\tc. Daily inspections.  An inspection of washout containers shall take place on a daily basis to ascertain the water level and whether material removal is needed. Measures to remove washout water and solids shall include an on-site workplan reviewed and approved by the department of environmental protection and the site safety inspector, and filed with the department.  The on-site workplan shall bear the name of the name of the removal contractor.\n\td. Education for concrete contractors and subcontractors.  All concrete contractors or subcontractors for capital projects must demonstrate to the general contractor, prior to commencing work, that they have been educated about the importance of the use of concrete washout facilities, that they know where the concrete washout facilities at the site are located and that they know that concrete delivery company drivers must use designated concrete washout facilities.  The general contractor shall be responsible for compliance by the appropriate subcontractors and subject to penalties for noncompliance by such subcontractor.\n\te. Signage posted.  Signage shall be posted at all capital projects indicating the location of the concrete washout facilities at such site.\n\tf. Any contractor or subcontractor who knowingly discharges concrete washout on site to site soils or who directs the concrete washout runoff to the nearest stormwater drain shall be subject to a civil penalty of one thousand dollars for each instance that concrete washout water is improperly discharged.\n§2. This local law shall take effect ninety days after enactment, except that the commissioner of environmental protection shall take such measures, including the promulgation of rules, as are necessary for its implementation prior to such effective date.\nLS# 4030\nSS  5/15/09 9:36 a.m.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n.\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\sb100\\sa100\\sl480\\slmult1\\cf1\\ulnone\\tab Section 1.  Legislative findings and intent.   The Council finds that the Department of Environmental Protection currently permits contractors at construction sites to rinse out concrete trucks and buckets and washout pump trucks on site, and allow the rinse water to run off to the closest storm water drain.  This wash water is highly alkaline with acidity essentially the same as liquid clog removers for pipes or ammonia and may contain high levels of chromium, which can leach into the ground and contaminate groundwater. It can also migrate to a storm drain, which can increase the alkalinity of surface waters and harm aquatic life. Water with high alkalinity may kill or seriously injure fish should it reach surface waters and may inhibit the growth of plants and cause damage to soils.  Solids that are improperly disposed of can clog storm drain pipes and cause flooding.  By contrast, installing concrete washout facilities not only prevents pollution and protects marine life and the environment, but is also a matter of good housekeeping practice at construction sites.\\tab\\par\n\\pard\\fi720\\sb100\\sa100\\sl480\\slmult1 The Council further finds that where capital projects are involved, the City should set an example and prohibit the release of construction site washout water to site soils or storm drains. The Council therefore finds that concrete washout facilities should be installed at capital construction projects and when nearing capacity, the material in the concrete washouts should be removed and disposed of in accordance with appropriate disposal requirements.\\par\n\\pard\\sl480\\slmult1\\qj\\cf0\\tab\\'a72. Section PC 1101 of Chapter 11 of the plumbing code of the city of New York is amended by adding a new section PC 1101.12 to read as follows:\\ul  \\par\na For purposes of this section the following terms shall have the following meanings:\\par\n\\pard\\fi720\\sl480\\slmult1\\cf1 1.Capital project shall \\cf0 mean a project which provides for the construction, reconstruction, acquisition or installation of a physical public betterment or improvement which would be classified as a capital asset under generally accepted accounting principles for municipalities or any preliminary studies and surveys relative thereto or any underwriting or other costs incurred in connection with the financing thereof.\\par\n2. Inspection shall mean examination of the contents of a concrete washout facility to determine if it has been filled to seventy-five percent capacity.\\par\n3. Material removal shalll mean regular removal of stored liquids and their disposal in accordance with department of environmental protection rules for the disposal of hazardous waste water.\\par\n4.Prefabricated washout containers shall mean prefabricated watertight concrete washout containers designed to contain liquid waste materials and rainfall.\\par\nb. Discharge of construction waste prohibited.  No construction waste water shall be discharged at the site of any capital project but shall be stored on site in prefabricated washout containers or lined below ground washout areas provided or constructed by concrete contractors or subcontractors. \\par\n\\pard\\li115\\sb100\\sa100\\sl480\\slmult1\\tx0\\cf1\\ulnone\\tab\\ul c. Daily inspections.  An inspection of washout containers shall take place on a daily basis to ascertain the water level and whether material removal is needed. Measures to remove washout water and solids shall include an on-site workplan reviewed and approved by the department of environmental protection and the site safety inspector, and filed with the department.  The on-site workplan shall bear the name of the name of the removal contractor.\\ulnone\\par\n\\tab\\ul d. Education for concrete contractors and subcontractors.  All concrete contractors or subcontractors for capital projects must demonstrate to the general contractor, prior to commencing work, that they have been educated about the importance of the use of concrete washout facilities, that they know where the concrete washout facilities at the site are located and that they know that concrete delivery company drivers must use designated concrete washout facilities.  The general contractor shall be responsible for compliance by the appropriate subcontractors and subject to penalties for noncompliance by such subcontractor.\\par\n\\ulnone\\tab\\ul e. Signage posted.  Signage shall be posted at all capital projects indicating the location of the concrete washout facilities at such site.\\par\n\\ulnone\\tab\\ul f. Any contractor or subcontractor who knowingly discharges concrete washout on site to site soils or who directs the concrete washout runoff to the nearest stormwater drain shall be subject to a civil penalty of one thousand dollars for each instance that concrete washout water is improperly discharged.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\cf0\\ulnone\\'a72. This local law shall take effect ninety days after enactment, except that the commissioner of environmental protection shall take such measures, including the promulgation of rules, as are necessary for its implementation prior to such effective date.\\par\n\\pard\\qj LS# 4030\\par\nSS  5/15/09 9:36 a.m.\\par\n\\pard\\sl480\\slmult1\\qj\\par\n\\pard\\qj\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
