{
  "ID": 42989,
  "GUID": "3F7D8C60-91F8-4A2D-887D-CC1AA0CDC0FD",
  "File": "Int 1003-2009",
  "LocalLaw": "2009/037",
  "Name": "Asbestos abatement and repealing article 106 of chapter 1 of title 28 of the administrative code in relation thereto.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to asbestos abatement and repealing article 106 of chapter 1 of title 28 of the administrative code in relation thereto.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 35,
  "StatusName": "Enacted",
  "BodyID": 10,
  "BodyName": "Committee on Environmental Protection",
  "IntroDate": "2009-05-20T00:00:00Z",
  "AgendaDate": "2009-05-20T00:00:00Z",
  "PassedDate": "2009-06-29T00:00:00Z",
  "EnactmentDate": "2009-06-29T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 7502,
      "Slug": "elizabeth-s-crowley",
      "FullName": "Elizabeth S. Crowley"
    },
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    },
    {
      "ID": 6273,
      "Slug": "thomas-white-jr",
      "FullName": "Thomas White, Jr."
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5274,
      "Slug": "helen-sears",
      "FullName": "Helen Sears"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 0,
      "Slug": "",
      "FullName": ""
    }
  ],
  "History": [
    {
      "ID": 227872,
      "Date": "2009-05-20T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 228175,
      "Date": "2009-05-20T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Environmental Protection",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9058,
      "AgendaSequence": 100,
      "MinutesSequence": 125,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Environmental Protection",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 227881,
      "Date": "2009-05-21T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 10,
      "BodyName": "Committee on Environmental Protection",
      "EventID": 9052,
      "AgendaSequence": 3,
      "MinutesSequence": 7,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 227989,
      "Date": "2009-05-21T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 10,
      "BodyName": "Committee on Environmental Protection",
      "EventID": 9052,
      "MinutesSequence": 8,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 228474,
      "Date": "2009-06-09T14:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 10,
      "BodyName": "Committee on Environmental Protection",
      "EventID": 9090,
      "AgendaSequence": 2,
      "MinutesSequence": 7,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 1003-A",
      "MinutesNote": "Proposed Int. No. 1003-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 228666,
      "Date": "2009-06-09T14:00:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Introduction was Amendment Proposed by Comm",
      "BodyID": 10,
      "BodyName": "Committee on Environmental Protection",
      "EventID": 9090,
      "MinutesSequence": 8,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 228667,
      "Date": "2009-06-09T14:00:00Z",
      "ActionID": 33,
      "Action": "Amended by Committee",
      "Description": "This Introduction was Amended by Committee",
      "BodyID": 10,
      "BodyName": "Committee on Environmental Protection",
      "EventID": 9090,
      "MinutesSequence": 9,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 228668,
      "Date": "2009-06-09T14:00:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "A motion was made that this Introduction be Approved by Committee approved by Roll Call.",
      "BodyID": 10,
      "BodyName": "Committee on Environmental Protection",
      "EventID": 9090,
      "MinutesSequence": 10,
      "Version": "A",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 228735,
      "Date": "2009-06-10T13:30:00Z",
      "ActionID": 68,
      "Action": "Approved by Council",
      "Description": "A motion was made that this Introduction be Approved by Council approved by consent Roll Call.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9099,
      "AgendaSequence": 52,
      "MinutesSequence": 56,
      "Version": "A",
      "AgendaNote": "Amended and Coupled on GO",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "Consent": 1,
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 229152,
      "Date": "2009-06-10T17:00:00Z",
      "ActionID": 53,
      "Action": "Sent to Mayor by Council",
      "Description": "This Introduction was Sent to Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 229830,
      "Date": "2009-06-29T14:30:00Z",
      "ActionID": 5014,
      "Action": "Hearing Held by Mayor",
      "Description": "This Introduction was Hearing Held by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "A",
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 229897,
      "Date": "2009-06-29T16:03:00Z",
      "ActionID": 57,
      "Action": "Signed Into Law by Mayor",
      "Description": "This Introduction was Signed Into Law by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "A",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 229910,
      "Date": "2009-06-29T16:15:00Z",
      "ActionID": 5023,
      "Action": "Recved from Mayor by Council",
      "Description": "This Introduction was Recved from Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 89185,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Int. No. 1003 - 5/20/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/74d19326-e7d5-4674-aa4c-f843f6763fc3. No. 1003.doc",
      "Sort": 1
    },
    {
      "ID": 88977,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 5/21/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/e62c430a-6bc8-4142-b888-01004dd0ae4d.doc",
      "Sort": 2
    },
    {
      "ID": 89093,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 5/21/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/afbfad0d-c6ab-496b-b017-80b155259c42.pdf",
      "Sort": 3
    },
    {
      "ID": 89946,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 5/21/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/76dc5789-e830-4d5e-885d-9756f8f9cbc0.PDF",
      "Sort": 4
    },
    {
      "ID": 89187,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 6/9/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/b46aed21-ce7d-4d05-8f7a-3f382bea9e97.doc",
      "Sort": 5
    },
    {
      "ID": 90038,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 6/9/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/6536161c-864c-4ee1-bcdd-c766512cc7be.pdf",
      "Sort": 6
    },
    {
      "ID": 90227,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript - Stated Meeting 6/10/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/8eae795a-5cdf-4f6a-a715-c2fdebd134cf.pdf",
      "Sort": 7
    },
    {
      "ID": 89197,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Press Release",
      "Link": "http://nyc.legistar1.com/nyc/attachments/c276c6a6-ed81-4470-bc4e-250cd6f7b11d.doc",
      "Sort": 8
    },
    {
      "ID": 89273,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Fiscal Impact Statement",
      "Link": "http://nyc.legistar1.com/nyc/attachments/93e690a4-8465-4ca3-bbdf-28fb5044798a.doc",
      "Sort": 9
    },
    {
      "ID": 93205,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Local Law",
      "Link": "http://nyc.legistar1.com/nyc/attachments/53e668aa-c580-414a-bfb4-fe8092dd0c57.pdf",
      "Sort": 10
    }
  ],
  "Summary": "",
  "TextID": 44045,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Section 24-146.1 of the administrative code of the city of New \n\nYork is amended by adding a new subdivision (n) to read as follows:\n\n(n)  The commissioner shall adopt rules specifying the standards for the construction of temporary structures for asbestos abatement activities.  In addition to any other requirements, such rules shall provide that materials used in the construction of such structures be non-combustible or flame resistant in compliance with reference standard NFPA 255-06 or  NFPA 701-99, as such standards may be modified by local law or by the Department of Buildings pursuant to applicable rules.\n§2.   The administrative code of the city of New York is amended by adding  a new section 24-146.3 to read as follows:\n§ 24-146.3  Asbestos abatement permit.  (a)  The commissioner shall establish a permit requirement for asbestos projects, as defined in the rules of the department, affecting the  safety of a building. On and after a date to be provided in the rules establishing such a permit requirement, it shall be unlawful to commence or engage in such a project unless the commissioner has issued an abatement permit for such project.  \n(b) The rules shall be adopted in consultation with the fire commissioner and the commissioner of buildings and shall specify criteria for the issuance of such permits and  requirements to enhance safety at the site of such projects.  The criteria for the permit requirement shall include, but shall not be limited to, the effect of the project on the maintenance of the means of egress in the building in compliance with applicable provisions of the New York city construction codes, the New York city fire code and other applicable provisions of law, the effect of the project on the fire protection systems of the building and whether the project includes work performed only for the purpose of the asbestos project that may otherwise require a work permit from the department of buildings, such as but not limited to alteration work necessary to expose asbestos material for removal to the extent that such work would otherwise require a work permit pursuant to title 28 of the administrative code. \n(c) Application for an asbestos permit shall be made to the department in such form and containing such information as shall be prescribed in the rules of the department.  The fee for such permit shall be set forth in the rules of the department. Where the proposed asbestos project would involve construction work that would otherwise require a work permit from the department of buildings, construction documents, as defined in chapter 1 of title 28 of the administrative code, shall be part of the abatement permit application filed with the department of environmental protection, except where the submission of such documents is waived by the department of buildings in accordance with the provisions of section 28-104.7.12 of the administrative code. The commissioner of buildings, his or her duly authorized representative, or an employee of the department of environmental protection designated by the commissioner of buildings who is a qualified registered design professional with experience in building construction and design shall approve or accept such construction documents on behalf of the department of buildings in accordance with all applicable provisions of title 28 of the administrative code and no abatement permit shall be issued without such approval or acceptance.\n(d)  The commissioner may, on written notice to the permit holder, revoke any abatement permit for failure to comply with the provisions of this section or section 24-146.1 or the rules adopted pursuant thereto or whenever there has been any false statement or any misrepresentation as to a material fact in the application or other documents submitted to the department upon the basis of which such permit was issued; or  whenever an abatement permit has been issued in error and conditions are such that the permit should not have been issued. Such notice shall inform the permit holder of the reasons for the proposed revocation and that the applicant has the right to present to the commissioner or his or her representative within 10 business days of delivery of the notice by hand or 15 calendar days of mailing of the notice, information as to why the permit should not be revoked.  The commissioner may immediately suspend any permit without prior notice to the permit holder when the commissioner has determined that an imminent peril to life or property exists.  The commissioner shall forthwith notify the permit holder that the permit has been suspended and the reasons therefore, that it is proposed to be revoked, and that the permit holder has the right to present to the commissioner or his or her representative within 10 business days of delivery of the notice by hand or 15 calendar days of mailing of the notice information as to why the permit should not be revoked.\n (e)  The permit shall be posted as specified in the rules of the department for the duration of the asbestos project. \n(f)  All work shall conform to the approved or accepted construction documents, and any approved amendments thereto. \n(g)  The permittee shall comply with section 24-146.1 of this code and the rules of the department adopted pursuant to such section and with article 30 of the labor law and rules adopted pursuant to such article.   The commissioner may issue a notice or order to stop work in accordance with the procedure set forth in subdivision (h) of section 24-146.1 at any time when work is being performed in violation of this section or section 24-146.1 or rules adopted pursuant to such sections and such work poses a threat to human safety.\n§3.  The table of civil penalties in subparagraph (i) of paragraph 5 of  subdivision b of section 24-178 of the administrative code of the city of New York is amended by adding after the line beginning 24-146.1(b)(1) a civil penalty for violation of section 24-146.3, to read as follows:\n\t\t\tTABLE OF CIVIL PENALTIES\n  ===============================================================  Violations related to section,                     Civil Penalties\n  subdivision and paragraph                   Maximum             Minimum\n  ________________________________________________________________________\n \n  \n\n24-146.3..............                                  15,000                               1,000\n\n§4.  Article 106 of chapter 1 of title 28 of the administrative code of the city of New York, as added by local law number 33 for the year 2007, is REPEALED and a new article 106 is added to read as follows:\nARTICLE 106\nASBESTOS \n§28-106.1 Asbestos certification required.  The commissioner shall not issue a permit for the demolition or alteration of a building constructed on or before April 1, 1987, unless the applicant submits such certification relating to asbestos as may be required by  the rules of the department of environmental protection.\n§28-106.2 Construction and maintenance of asbestos containment structures and other temporary structures or work  required for asbestos abatement activities.   Notwithstanding any other provision of this code, the construction and maintenance of asbestos containment structures, decontamination system enclosures and other temporary structures or work performed in the course of and only  for the purpose of asbestos abatement activities shall comply with this section and the rules of the Department of Environmental Protection relating to such temporary structures and work and with Article 30 of the Labor Law and rules adopted pursuant to such article.  \n§28-106.2.1  Materials.  The rules of the department of environmental protection relating to materials used in the construction of temporary structures for asbestos abatement activities shall contain a provision requiring such structures to be non-combustible or flame resistant in compliance with reference standard NFPA 255-06 or  NFPA 701-99,  as  such standards may be modified by local law or by the Department of Buildings pursuant to applicable rules.\n§28-106.3  Permit exemption.  Except as otherwise provided by rule, work performed in the course of and only for the purpose of an asbestos project that is required to be permitted pursuant to section 24-146.3 of the administrative code shall be exempt from the permit requirements of this code. \n§28-106.4 Definitions.  For the purposes of this article, the terms “asbestos” and “asbestos project”  shall have the meanings as are ascribed in section 24-146.1 of the administrative code.\n\t§5.  Section FC 104 of chapter 1 of the New York city fire code of chapter 2 of title 29 of the administrative code of the city of New York is amended by adding a new subsection 104.1.1 to read as follows:\n104.1.1 Asbestos abatement activity. Notwithstanding any other provision of law, the commissioner may designate officers and employees of the Department of Environmental Protection to issue notices of violation, violation orders and Criminal Court process at premises in which asbestos abatement activity is taking place, for violations of this code and other laws, rules and regulations enforced by the department.\n§6.  The rules adopted by the commissioner of environmental protection pursuant to section 24-146.3 of the administrative code, as added by section 2 of this local law, shall provide for the phased implementation of the permit requirement established by such section as hereinafter provided.  The first phase shall commence on the later of the 90th day after the date of enactment of this local law or the 30th day after the effective date of such rules and shall continue for a period of 90 days thereafter.  In the first phase only  asbestos projects that involve the disturbance of  1,000 square or linear feet or more of asbestos containing material on a single floor shall be subject to sections 24-146.3 and article 106 of chapter 1 of title 28 of the administrative code as added by sections 2 and 4 of this local law.  During the first phase asbestos projects other than those referred to above shall comply with the provisions of law and rules in effect prior to the effective date of this local law.   The second phase shall commence at the conclusion of the first phase and shall include all asbestos projects.\n§7. The commissioner of environmental protection shall have responsibility for the enforcement and administration of section 24-146.3 of the administrative code, as added by section 2 of this local, law and shall meet with affected industries not less than four times a year to review the implementation of this local law.\n§8.  This local law shall take effect 60 days after it shall have been enacted into law, except that prior to such date the fire commissioner, the commissioner of buildings and the commissioner of environmental protection may take any administrative action, including the promulgation of rules, that may be necessary for the timely implementation of this local law.\n\nFinal  6-8-09",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\froman\\fcharset0 Times New Roman Bold;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\pard\\ltrpar\\hyphpar0\\fi1440\\qj\\ulnone\\par\nSection 1. Section 24-146.1 of the administrative code of the city of New \\par\n\\pard\\ltrpar\\hyphpar0\\qj\\par\nYork is amended by adding a new subdivision (n) to read as follows:\\par\n\\pard\\ltrpar\\hyphpar0\\fi1440\\sl480\\slmult1\\qj\\ul\\par\n(n)  The commissioner shall adopt rules specifying the standards for the construction of temporary structures for asbestos abatement activities.  In addition to any other requirements, such rules shall provide that materials used in the construction of such structures be non-combustible or flame resistant in compliance with reference standard NFPA 255-06 or  NFPA 701-99, as such standards may be modified by local law or by the Department of Buildings pursuant to applicable rules.\\par\n\\ulnone\\'a72.   The administrative code of the city of New York is amended by adding  a new section 24-146.3 to read as follows:\\par\n\\ul\\'a7 24-146.3  Asbestos abatement permit.  (a)  The commissioner shall establish a permit requirement for asbestos projects, as defined in the rules of the department, affecting \\expndtw-4 the  safety of a building.\\expndtw0  On and after a date to be provided in the rules establishing such a permit requirement, it shall be unlawful to commence or engage in such a project \\expndtw-4 unless the commissioner has issued an abatement permit for such project.  \\par\n(b) The rules shall be adopted in consultation with the fire commissioner and the commissioner of buildings and shall specify criteria for the issuance of such permits and  requirements to enhance safety at the site of such projects.  The criteria for the permit requirement shall include, but shall not be limited to, the effect of the project on the maintenance of the means of egress in the building in compliance with applicable provisions of the New York city construction codes, the New York city fire code and other applicable provisions of law, the effect of the project on the fire protection systems of the building and whether the project includes work performed only for the purpose of the asbestos project that may otherwise require a work permit from the department of buildings, such as but not limited to alteration work necessary to expose asbestos material for removal to the extent that such work would otherwise require a work permit pursuant to title 28 of the administrative code. \\par\n(c) Application for an asbestos permit shall be made to the department in such form and containing such information as shall be prescribed in the rules of the department.  The fee for such permit shall be set forth in the rules of the department. Where the proposed asbestos project would involve construction work that would otherwise require a work permit from the department of buildings, construction documents, as defined in chapter 1 of title 28 of the administrative code, shall be part of the abatement permit application filed with the department of environmental protection, except where the submission of such documents is waived by the department of buildings in accordance with the provisions of section 28-104.7.12 of the administrative code. The commissioner of buildings, his or her duly authorized representative, or an employee of the department of environmental protection designated by the commissioner of buildings who is a qualified registered design professional with experience in building construction and design shall approve or accept such construction documents on behalf of the department of buildings in accordance with all applicable provisions of title 28 of the administrative code and no abatement permit shall be issued without such approval or acceptance.\\par\n(d)  The commissioner may, on written notice to the permit holder, revoke any abatement permit for \\expndtw0 failure to comply with the provisions of this section or section 24-146.1 or the rules adopted pursuant thereto \\expndtw-4 or \\expndtw0 whenever there has been any false statement or any misrepresentation as to a material fact in the application or other documents submitted to the department upon the basis of which such permit was issued; or  whenever an abatement permit has been issued in error and conditions are such that the permit should not have been issued.\\expndtw-4  Such notice shall inform the permit holder of the reasons for the proposed revocation and that the applicant has the right to present to the commissioner or his or her representative within 10 business days of delivery of the notice by hand or 15 calendar days of mailing of the notice, information as to why the permit should not be revoked.  The commissioner may immediately suspend any permit without prior notice to the permit holder when the commissioner has determined that an imminent peril to life or property exists.  The commissioner shall forthwith notify the permit holder that the permit has been suspended and the reasons therefore, that it is proposed to be revoked, and that the permit holder has the right to present to the commissioner or his or her representative within 10 business days of delivery of the notice by hand or 15 calendar days of mailing of the notice information as to why the permit should not be revoked.\\par\n\\expndtw0  (e)  The permit shall be posted as specified in the rules of the department for the duration of the \\expndtw-4 asbestos\\expndtw0  project. \\par\n(f)  All work shall conform to the approved or accepted construction documents, and any approved amendments thereto. \\par\n\\expndtw-4 (g)  The permittee shall comply with section 24-146.1 of this code and the rules of the department adopted pursuant to such section and with article 30 of the labor law and rules adopted pursuant to such article.   The commissioner may issue a notice or order to stop work in accordance with the procedure set forth in subdivision (h) of section 24-146.1 at any time when work is being performed in violation of this section or section 24-146.1 or rules adopted pursuant to such sections and such work poses a threat to human safety.\\par\n\\ulnone\\'a73.  The table of civil penalties in subparagraph (i) of paragraph 5 of  subdivision b of section 24-178 of the administrative code of the city of New York is amended by adding after the line beginning 24-146.1(b)(1) a civil penalty for violation of section 24-146.3, to read as follows:\\par\n\\pard\\ltrpar\\hyphpar0\\expndtw0\\tab\\tab\\tab TABLE OF CIVIL PENALTIES\\par\n  ===============================================================  Violations related to section,                     Civil Penalties\\par\n  subdivision and paragraph                   Maximum             Minimum\\par\n  ________________________________________________________________________\\par\n \\par\n  \\par\n\\par\n\\ul 24-146.3..............                                  15,000                               1,000\\par\n\\pard\\ltrpar\\hyphpar0\\fi1440\\sl480\\slmult1\\qj\\expndtw-4\\ulnone\\par\n\\expndtw0\\'a74.  Article 106 of chapter 1 of title 28 of the administrative code of the city of New York, as added by local law number 33 for the year 2007, is REPEALED and a new article 106 is added to read as follows:\\expndtw-4\\par\n\\pard\\ltrpar\\keepn\\hyphpar0\\sa240\\qc\\expndtw0\\ul\\b\\caps\\f1 ARTICLE 106\\line ASBESTOS \\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qj\\b0\\caps0\\f0\\'a728-106.1 Asbestos certification required.  The commissioner shall not \\expndtw-4 issue a permit for the demolition or alteration of a building constructed on or before April 1, 1987, unless the applicant submits such certification relating to asbestos as may be required by  the rules of the department of environmental protection.\\par\n\\'a728-106.2 Construction and maintenance of asbestos containment structures and other temporary structures or work  required for asbestos abatement activities.   Notwithstanding any other provision of this code, the construction and maintenance of asbestos containment structures, decontamination system enclosures and other temporary structures or work performed in the course of and only  for the purpose of asbestos abatement activities shall comply with this section and the rules of the Department of Environmental Protection relating to such temporary structures and work and with Article 30 of the Labor Law and rules adopted pursuant to such article.  \\par\n\\pard\\ltrpar\\hyphpar0\\fi-28\\li748\\sl480\\slmult1\\expndtw0\\'a728-106.2.1  Materials.  The rules of the department of environmental protection relating to materials used in the construction of temporary structures for asbestos abatement activities shall contain a provision requiring such structures to be non-combustible or flame resistant in compliance with reference standard NFPA 255-06 or  NFPA 701-99,  as  such standards may be modified by local law or by the Department of Buildings pursuant to applicable rules.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qj\\expndtw-4\\'a728-106.3  Permit exemption.  Except as otherwise provided by rule, work performed in the course of and only for the purpose of an asbestos project that is required to be permitted pursuant to section 24-146.3 of the administrative code shall be exempt from the permit requirements of this code. \\par\n\\expndtw0\\'a728-106.4 \\expndtw-4 Definitions.  \\expndtw0 For the purposes of this article, the terms \\ldblquote asbestos\\rdblquote  and \\ldblquote asbestos project\\rdblquote   shall have the meanings as are ascribed in section 24-146.1 of the administrative code.\\par\n\\expndtw-4\\ulnone\\tab\\'a75.  Section FC 104 of chapter 1 of the New York city fire code of chapter 2 of title 29 of the administrative code of the city of New York is amended by adding a new subsection 104.1.1 to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi-28\\li748\\sl480\\slmult1\\qj\\ul 104.1.1 Asbestos abatement activity. Notwithstanding any other provision of law, the commissioner may designate officers and employees of the Department of Environmental Protection to issue notices of violation, violation orders and Criminal Court process at premises in which asbestos abatement activity is taking place, for violations of this code and other laws, rules and regulations enforced by the department.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi1350\\sl480\\slmult1\\qj\\ulnone\\'a76.  The rules adopted by the commissioner of environmental protection pursuant to section 24-146.3 of the administrative code, as added by section 2 of this local law, shall provide for the phased implementation of the permit requirement established by such section as hereinafter provided.  The first phase shall commence on the later of the 90th day after the date of enactment of this local law or the 30th day after the effective date of such rules and shall continue for a period of 90 days thereafter.  In the first phase only  asbestos projects that involve the disturbance of  1,000 square or linear feet or more of asbestos containing material on a single floor shall be subject to sections 24-146.3 and article 106 of chapter 1 of title 28 of the administrative code as added by sections 2 and 4 of this local law.  During the first phase asbestos projects other than those referred to above shall comply with the provisions of law and rules in effect prior to the effective date of this local law.   The second phase shall commence at the conclusion of the first phase and shall include all asbestos projects.\\par\n\\'a77. The commissioner of environmental protection shall have responsibility for the enforcement and administration of section 24-146.3 of the administrative code, as added by section 2 of this local, law and shall meet with affected industries not less than four times a year to review the implementation of this local law.\\par\n\\'a78.  This local law shall take effect 60 days after it shall have been enacted into law, except that prior to such date the fire commissioner, the commissioner of buildings and the commissioner of environmental protection may take any administrative action, including the promulgation of rules, that may be necessary for the timely implementation of this local law.\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qj\\fs16 Final  6-8-09\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
