{
  "ID": 42997,
  "GUID": "6ABB58D7-2A0C-442E-B435-A6258EB5CC70",
  "File": "Int 1004-2009",
  "LocalLaw": "2009/064",
  "Name": "Air pressurized alarm system for standpipes.",
  "Title": "A Local Law to amend the administrative code of the city of New York, the New York city building code and the New York city fire code, in relation to an air pressurized alarm system for standpipes.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 35,
  "StatusName": "Enacted",
  "BodyID": 5071,
  "BodyName": "Committee on Fire and Criminal Justice Services",
  "IntroDate": "2009-05-20T00:00:00Z",
  "AgendaDate": "2009-05-20T00:00:00Z",
  "PassedDate": "2009-10-07T00:00:00Z",
  "EnactmentDate": "2009-10-07T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 7113,
      "Slug": "mathieu-eugene",
      "FullName": "Mathieu Eugene"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 0,
      "Slug": "",
      "FullName": ""
    }
  ],
  "History": [
    {
      "ID": 228043,
      "Date": "2009-05-20T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 228177,
      "Date": "2009-05-20T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Fire and Criminal Justice Services",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9058,
      "AgendaSequence": 102,
      "MinutesSequence": 127,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Fire and Criminal Justice Services",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 228273,
      "Date": "2009-06-02T14:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5071,
      "BodyName": "Committee on Fire and Criminal Justice Services",
      "EventID": 9068,
      "AgendaSequence": 3,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 228408,
      "Date": "2009-06-02T14:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 5071,
      "BodyName": "Committee on Fire and Criminal Justice Services",
      "EventID": 9068,
      "MinutesSequence": 7,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 231799,
      "Date": "2009-09-17T00:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5071,
      "BodyName": "Committee on Fire and Criminal Justice Services",
      "EventID": 9259,
      "AgendaSequence": 2,
      "MinutesSequence": 6,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 1004-A",
      "MinutesNote": "Proposed Int. No. 1004-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 231909,
      "Date": "2009-09-17T00:00:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Introduction was Amendment Proposed by Comm",
      "BodyID": 5071,
      "BodyName": "Committee on Fire and Criminal Justice Services",
      "EventID": 9259,
      "MinutesSequence": 7,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 231910,
      "Date": "2009-09-17T00:00:00Z",
      "ActionID": 33,
      "Action": "Amended by Committee",
      "Description": "This Introduction was Amended by Committee",
      "BodyID": 5071,
      "BodyName": "Committee on Fire and Criminal Justice Services",
      "EventID": 9259,
      "MinutesSequence": 8,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 231911,
      "Date": "2009-09-17T00:00:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "A motion was made that this Introduction be Approved by Committee approved by Roll Call.",
      "BodyID": 5071,
      "BodyName": "Committee on Fire and Criminal Justice Services",
      "EventID": 9259,
      "MinutesSequence": 9,
      "Version": "A",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 231951,
      "Date": "2009-09-17T13:30:00Z",
      "ActionID": 68,
      "Action": "Approved by Council",
      "Description": "A motion was made that this Introduction be Approved by Council approved by Consent Roll Call.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9271,
      "AgendaSequence": 32,
      "MinutesSequence": 42,
      "Version": "A",
      "AgendaNote": "Amended and Coupled on GO with Message of Necessity",
      "MinutesNote": "With Message of Necessity",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "Consent": 1,
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 232779,
      "Date": "2009-09-17T17:00:00Z",
      "ActionID": 53,
      "Action": "Sent to Mayor by Council",
      "Description": "This Introduction was Sent to Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 232347,
      "Date": "2009-10-07T14:00:00Z",
      "ActionID": 5014,
      "Action": "Hearing Held by Mayor",
      "Description": "This Introduction was Hearing Held by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "A",
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 232916,
      "Date": "2009-10-07T14:00:00Z",
      "ActionID": 57,
      "Action": "Signed Into Law by Mayor",
      "Description": "This Introduction was Signed Into Law by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "A",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 232917,
      "Date": "2009-10-07T15:30:00Z",
      "ActionID": 5023,
      "Action": "Recved from Mayor by Council",
      "Description": "This Introduction was Recved from Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 90944,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Int. No. 1004 - 5/20/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/7c1d366e-ee78-4eca-8daf-3b16a7e3c23a.doc",
      "Sort": 1
    },
    {
      "ID": 89108,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 6/2/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/5d99f19b-c46f-4603-bfda-12f1d2f7a289.doc",
      "Sort": 2
    },
    {
      "ID": 89576,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 6/2/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/e3d0dd9c-140b-4aa7-ba42-213f9320466a.pdf",
      "Sort": 3
    },
    {
      "ID": 89462,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 6/2/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/5f04397f-5fe8-4e17-9ebe-cf8e5eafeed2.PDF",
      "Sort": 4
    },
    {
      "ID": 90978,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 9/17/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/1453e4da-c5e2-4e91-a5a3-86395966bafc.doc",
      "Sort": 5
    },
    {
      "ID": 91245,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 9/17/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/cd07ff0e-72ca-432b-a69f-037d06f15cc7.pdf",
      "Sort": 6
    },
    {
      "ID": 91231,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript - Stated Meeting 9/17/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/4a8fd00a-f639-40c7-813c-3ed56e596d91.pdf",
      "Sort": 7
    },
    {
      "ID": 91012,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Fiscal Impact Statement",
      "Link": "http://nyc.legistar1.com/nyc/attachments/f1a71dc6-556d-4282-b0c7-9013ab5813d7.doc",
      "Sort": 8
    },
    {
      "ID": 91380,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Message of Necessity",
      "Link": "http://nyc.legistar1.com/nyc/attachments/5fe0c507-3c40-4333-aa42-3453411ecdf6.pdf",
      "Sort": 9
    },
    {
      "ID": 91497,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Mayor's Letter",
      "Link": "http://nyc.legistar1.com/nyc/attachments/9f817c62-95b7-4f16-8804-3c1bdac6675c.pdf",
      "Sort": 10
    },
    {
      "ID": 93238,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Local Law",
      "Link": "http://nyc.legistar1.com/nyc/attachments/0f8219ad-6f2b-4af0-bdfb-fe7617bd8fa9.pdf",
      "Sort": 11
    }
  ],
  "Summary": "",
  "TextID": 44587,
  "Text": "Be it enacted by the Council as follows:\n\tSection 1. Section 3303.8 of the New York city building code, as added by local law number 33 for the year 2007, is amended by adding a new section 3303.8.1 to read as follows:\n3303.8.1 Air pressurized alarm system for dry standpipe systems during construction or demolition operations.  Air pressurized alarm systems shall be provided as set forth in Items 1 through 5 below. The provisions of NFPA 14, Chapter 12, as modified in Appendix Q, shall also apply.\n1.\tDemolitions.  In vacant buildings and structures undergoing demolition, all existing standpipes shall be maintained in a state of readiness as dry standpipes in accordance with Item 2 of Section 3303.8 and shall be provided with an air pressurized alarm system.  \n2.      New buildings and structures.  All required permanent or temporary standpipes shall be in a state of readiness once the work reaches a height greater than 75 feet (22 860 mm) and shall contain an air pressurized alarm system.\n3.      Submission of application.  An application to install an air pressurized alarm system shall be filed by a registered design professional and a permit obtained by a licensed master plumber or licensed master fire suppression piping contractor.  A licensed electrician shall obtain all required electrical permits in accordance with Chapter 3 of Title 27 of the Administrative Code.\n4.      Specifications.  The following provisions shall apply to the air pressurized alarm system:\n4.1.\tPressure.   Pressure shall be maintained in the standpipe and cross connections at all times and shall not exceed 25 psig (172 kPag) by utilizing nitrogen or an air compressor with an air dryer.  The supervisory pressure shall be as determined by a registered design professional.\n4.2.   Automatic air pressurized alarm activation.  The alarm shall be automatically activated when the pressure drops below the supervisory pressure or rises above the maximum pressure of 25 psig (172 kPag).  When the alarm is activated, notification shall be made to the Fire Department in accordance with Section 901.7.7 of the New York City Fire Code, all work at the site shall cease, except as provided in Item 4.2.1, and an investigation of the entire standpipe system and air compressor shall be immediately performed to determine the cause of the alarm.  Unless authorized by the Fire Department, no construction or demolition work shall resume until the standpipe system is repaired and the appropriate pressure is restored, except that any repairs to the standpipe system needed to restore the required pressure shall be undertaken immediately and the standpipe system restored as soon as possible.  There shall be compliance with the requirements of Section 901.7.7 of the New York City Fire Code while the standpipe system is out of service.  Upon completion of repairs to the standpipe system a full inspection of such system shall be performed, which shall include, among other things, visually tracing the standpipe, including risers, cross connections and siamese connections to verify that no breach exists and checking all gauges of the standpipe system to ensure the standpipe system has been restored to a state of readiness. \n4.2.1.   Notwithstanding the provisions of Item 4.2, the activation of the alarm shall not require the cessation of work necessary for the completion of concrete pouring operations in progress at the time of alarm activation, where such cessation would cause a cold joint that would impair the structural integrity of the finished construction. The continuation of such operations shall be permitted only until an orderly termination of such operations can be effectuated. The site safety manager or coordinator shall record the names and locations of any employees necessary for the completion of the concrete pouring operations and provide them to the Fire Department personnel who arrive on the scene.\n4.3.   Air compressor.  The air compressor shall be designed to automatically cut in and cut out at the supervisory pressure and shall be tied into the standpipe system between the siamese connections and the house check valves. The air compressor shall utilize an air dryer during times when freezing conditions exist to condition the air entering the dry standpipe system. \n4.4.   Alarm.  The standpipe alarm system shall utilize pressure switches and control equipment to annunciate a local audible alarm on site that can be heard during working and non-working hours.  The audible signal of the horn shall be at least 15 dBA above the ambient noise level but no more than 110 dBA.\n4.5.   Power supply.  The standpipe alarm system shall be connected to an active, dedicated power supply at all times. \n4.6.   Check valves.  Check valves shall be installed to prevent water from entering the air compressor. \n4.7.   Locks and caps.  All control valves shall be chained and locked in the appropriate position and shall be provided with capped outlets.  All hose valves shall also be provided with capped outlets. \n4.8.   Fire Department connections.  Three inch (76 mm) iron hose plugs with gaskets in Fire Department connection swivels shall be provided. \n4.9.   Drainage.  Provisions shall be made to drain water in any trapped sections of the dry standpipe system that are subject to freezing. \n4.10. Manual air release connection.  A minimum 2.5-inch (64 mm) connection located immediately downstream of the Fire Department Siamese connection check valve shall be provided and  piped to a location immediately adjacent to the Siamese connections.  This line shall be fitted with a 2.5-inch (64 mm) hose valve and shall allow for release of the pressurized air from the dry standpipe system. The number of air release valves provided shall be such that the air pressure shall be released in no more than 3 minutes, which shall be verifiable by an actual air release test performed at the time of the initial installation,\n4.11. Construction documents.  Plans shall identify all standpipe risers, cross connections, siamese connections, any intermediate check valves that have to be removed, proposed location of the air release connections, designation of the supervisory pressure, complete information regarding the alarm system, and procedures for the safe pressurization and depressurization of the system .  \n4.12. Signage.  Signage shall be provided at all Siamese connections indicating that the dry standpipe system is pressurized and showing the location of the manual air release \n5.  Planned removal from service of standpipe system and standpipe air pressurized alarm. Whenever the standpipe system is to be placed out of service for the addition of a new section to the system, removal of an existing section as demolition operations progress, or other planned event, the standpipe alarm may be temporarily deactivated subject to compliance with the requirements of Section 901.7.7 of the New York City Fire Code.  Where a site safety manager or coordinator is required by Section 3310.5 of this code, all alarm activations, inspections, and repairs shall be logged into the log book maintained by such site safety manager or coordinator.  If the standpipe system is not returned to a state of readiness and the alarm reactivated within 2 hours of such planned removal from service, all construction or demolition work at the site shall cease, unless otherwise approved by the Fire Department. \n§ 2. Section 901.7 of the New York city fire code, as added by local law number 26 for the year 2008, is amended by adding a new section 901.7.7, to read as follows:\n901.7.7 Out of service standpipe systems at construction sites.  The owner, fire safety manager and/or impairment coordinator shall take the following actions whenever a standpipe system at a construction site is out of service:\n1.\tImmediately notify the department of any unplanned out of service condition, and otherwise comply with the requirements of Section 901.7.5.\n2.\tNotify the department at least 24 hours prior to any planned removal of the standpipe system from service, and otherwise comply with the requirements of Section 901.7.4.\n3.\tEnsure that a fire watch is continuously maintained in compliance with the requirements of Section 901.7 while the standpipe system is out of service.\n4.\tRepair the standpipe system and return it to service in compliance with the requirements of Sections 901.6 and 901.7.6 and Section 3303.8.1 of the New York City Building Code.  The construction site may continue to be occupied, and construction, demolition or alteration activities may continue, pending such repair and restoration to service, except:\n4.1.\tAs otherwise provided in Section 3303.8.1 of the New York City Building Code; and/or\n4.2.\tAs otherwise directed by the commissioner upon a determination that, in the absence of an operable standpipe system, the conduct of certain construction, demolition or alteration activities would be imminently perilous to life or property; and\n4.3\tThat in no circumstance shall hot work be conducted on the construction site until such time as the standpipe system is restored to service and the standpipe alarm reactivated.\n\t§3.  This local law shall take effect 120 days after enactment except that the commissioner of buildings shall take such actions as are necessary for its implementation, including the promulgation of rules, prior to such effective date.  \n9/16/09 1:15 p.m.",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\ul\\v0 Be it enacted by the Council as follows\\ulnone :\\par\n\\pard\\ltrpar\\nowidctlpar\\sb100\\sa100\\sl480\\slmult1\\tab Section 1. Section 3303.8 of the New York city building code, as added by local law number 33 for the year 2007, is amended by adding a new section 3303.8.1 to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\sb100\\sa100\\sl480\\slmult1\\qj\\ul\\b 3303.8.1 Air pressurized alarm system for dry standpipe systems during construction or demolition operations.\\b0   Air pressurized alarm systems shall be provided as set forth in Items 1 through 5 below. The provisions of NFPA 14, Chapter 12, as modified in Appendix Q, shall also apply.\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-360\\li720\\sb100\\sa100\\sl480\\slmult1\\qj\\ul 1.\\ulnone\\fs14\\tab\\ul\\fs24 Demolitions.  In vacant buildings and structures undergoing demolition, all existing standpipes shall be maintained in a state of readiness as dry standpipes in accordance with Item 2 of Section 3303.8 and shall be provided with an air pressurized alarm system.  \\ulnone\\par\n\\ul 2.\\ulnone\\fs14       \\ul\\fs24 New buildings and structures.  All required permanent or temporary standpipes shall be in a state of readiness once the work reaches a height greater than 75 feet (22 860 mm) and shall contain an air pressurized alarm system.\\ulnone\\par\n\\ul 3.\\ulnone\\fs14       \\ul\\fs24 Submission of application.  An application to install an air pressurized alarm system shall be filed by a registered design professional and a permit obtained by a licensed master plumber or licensed master fire suppression piping contractor.  A licensed electrician shall obtain all required electrical permits in accordance with Chapter 3 of Title 27 of the \\i Administrative Code\\i0 .\\ulnone\\par\n\\ul 4.\\ulnone\\fs14       \\ul\\fs24 Specifications.  The following provisions shall apply to the air pressurized alarm system:\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-540\\li1260\\sb100\\sa100\\sl480\\slmult1\\qj\\tx1260\\ul 4.1.\\tab Pressure.   Pressure shall be maintained in the standpipe and cross connections at all times and shall not exceed 25 psig (172 kPag) by utilizing nitrogen or an air compressor with an air dryer.  The supervisory pressure shall be as determined by a registered design professional.\\ulnone\\par\n\\ul 4.2.   Automatic air pressurized alarm activation.  The alarm shall be automatically activated when the pressure drops below the supervisory pressure or rises above the maximum pressure of 25 psig (172 kPag).  When the alarm is activated, notification shall be made to the Fire Department in accordance with Section 901.7.7 of the \\i New York City Fire Code\\i0 , all work at the site shall cease, except as provided in Item 4.2.1, and an investigation of the entire standpipe system and air compressor shall be immediately performed to determine the cause of the alarm.  Unless authorized by the Fire Department, no construction or demolition work shall resume until the standpipe system is repaired and the appropriate pressure is restored, except that any repairs to the standpipe system needed to restore the required pressure shall be undertaken immediately and the standpipe system restored as soon as possible.  There shall be compliance with the requirements of Section 901.7.7 of the \\i New York City Fire Code \\i0 while the standpipe system is out of service.  Upon completion of repairs to the standpipe system a full inspection of such system shall be performed, which shall include, among other things, visually tracing the standpipe, including risers, cross connections and siamese connections to verify that no breach exists and checking all gauges of the standpipe system to ensure the standpipe system has been restored to a state of readiness. \\par\n\\pard\\ltrpar\\nowidctlpar\\fi-720\\li1980\\sb100\\sa100\\sl480\\slmult1\\qj 4.2.1.\\ulnone    \\ul Notwithstanding the provisions of Item 4.2, the activation of the alarm shall not require the cessation of work necessary for the completion of concrete pouring operations in progress at the time of alarm activation, where such cessation would cause a cold joint that would impair the structural integrity of the finished construction. The continuation of such operations shall be permitted only until an orderly termination of such operations can be effectuated. The site safety manager or coordinator shall record the names and locations of any employees necessary for the completion of the concrete pouring operations and provide them to the Fire Department personnel who arrive on the scene.\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-540\\li1260\\sb100\\sa100\\sl480\\slmult1\\qj\\tx1260\\ul 4.3.\\ulnone    \\ul Air compressor.  The air compressor shall be designed to automatically cut in and cut out at the supervisory pressure and shall be tied into the standpipe system between the siamese connections and the house check valves. The air compressor shall utilize an air dryer during times when freezing conditions exist to condition the air entering the dry standpipe system. \\ulnone\\par\n\\ul 4.4.\\ulnone    \\ul Alarm.  The standpipe alarm system shall utilize pressure switches and control equipment to annunciate a local audible alarm on site that can be heard during working and non-working hours.  The audible signal of the horn shall be at least 15 dBA above the ambient noise level but no more than 110 dBA.\\ulnone\\par\n\\ul 4.5.\\ulnone    \\ul Power supply.  The standpipe alarm system shall be connected to an active, dedicated power supply at all times. \\ulnone\\par\n\\ul 4.6.\\ulnone    \\ul Check valves.  Check valves shall be installed to prevent water from entering the air compressor. \\ulnone\\par\n\\ul 4.7.\\ulnone    \\ul Locks and caps.  All control valves shall be chained and locked in the appropriate position and shall be provided with capped outlets.  All hose valves shall also be provided with capped outlets. \\ulnone\\par\n\\ul 4.8.\\ulnone    \\ul Fire Department connections.  Three inch (76 mm) iron hose plugs with gaskets in Fire Department connection swivels shall be provided. \\ulnone\\par\n\\ul 4.9.\\ulnone    \\ul Drainage.  Provisions shall be made to drain water in any trapped sections of the dry standpipe system that are subject to freezing. \\ulnone\\par\n\\ul 4.10.\\ulnone  \\ul Manual air release connection.  A minimum 2.5-inch (64 mm) connection located immediately downstream of the Fire Department Siamese connection check valve shall be provided and  piped to a location immediately adjacent to the Siamese connections.  This line shall be fitted with a 2.5-inch (64 mm) hose valve and shall allow for release of the pressurized air from the dry standpipe system. The number of air release valves provided shall be such that the air pressure shall be released in no more than 3 minutes, which shall be verifiable by an actual air release test performed at the time of the initial installation,\\ulnone\\par\n\\ul 4.11.\\ulnone  \\ul Construction documents.  Plans shall identify all standpipe risers, cross connections, siamese connections, any intermediate check valves that have to be removed, proposed location of the air release connections, designation of the supervisory pressure, complete information regarding the alarm system, and procedures for the safe pressurization and depressurization of the system .  \\ulnone\\par\n\\ul 4.12. Signage.  Signage shall be provided at all Siamese connections indicating that the dry standpipe system is pressurized and showing the location of the manual air release \\par\n\\pard\\ltrpar\\nowidctlpar\\fi-360\\li720\\sb100\\sa100\\sl480\\slmult1\\qj 5.\\ulnone   \\ul Planned removal from service of standpipe system and standpipe air pressurized alarm. Whenever the standpipe system is to be placed out of service for the addition of a new section to the system, removal of an existing section as demolition operations progress, or other planned event, the standpipe alarm may be temporarily deactivated subject to compliance with the requirements of Section 901.7.7 of the \\i New York City Fire Code\\i0 .  Where a site safety manager or coordinator is required by Section 3310.5 of this code, all alarm activations, inspections, and repairs shall be logged into the log book maintained by such site safety manager or coordinator.  If the standpipe system is not returned to a state of readiness and the alarm reactivated within 2 hours of such planned removal from service, all construction or demolition work at the site shall cease, unless otherwise approved by the Fire Department. \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sb100\\sa100\\sl480\\slmult1\\ulnone\\'a7 2. Section 901.7 of the New York city fire code, as added by local law number 26 for the year 2008, is amended by adding a new section 901.7.7, to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\sb100\\sa100\\sl480\\slmult1\\qj\\ul\\b 901.7.7 Out of service standpipe systems at construction sites.\\b0   The owner, fire safety manager and/or impairment coordinator shall take the following actions whenever a standpipe system at a construction site is out of service:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-360\\li720\\sb100\\sa100\\sl480\\slmult1\\qj 1.\\ulnone\\tab\\ul Immediately notify the department of any unplanned out of service condition, and otherwise comply with the requirements of Section 901.7.5.\\par\n2.\\ulnone\\tab\\ul Notify the department at least 24 hours prior to any planned removal of the standpipe system from service, and otherwise comply with the requirements of Section 901.7.4.\\par\n3.\\ulnone\\tab\\ul Ensure that a fire watch is continuously maintained in compliance with the requirements of Section 901.7 while the standpipe system is out of service.\\par\n4.\\ulnone\\tab\\ul Repair the standpipe system and return it to service in compliance with the requirements of Sections 901.6 and 901.7.6 and Section 3303.8.1 of the \\i New York City Building Code\\i0 .  The construction site may continue to be occupied, and construction, demolition or alteration activities may continue, pending such repair and restoration to service, except:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi-540\\li1260\\sb100\\sa100\\sl480\\slmult1\\qj 4.1.\\ulnone\\tab\\ul As otherwise provided in Section 3303.8.1 of the \\i New York City Building Code\\i0 ; and/or\\par\n4.2.\\ulnone\\tab\\ul As otherwise directed by the commissioner upon a determination that, in the absence of an operable standpipe system, the conduct of certain construction, demolition or alteration activities would be imminently perilous to life or property; and\\par\n4.3\\ulnone\\tab\\ul That in no circumstance shall hot work be conducted on the construction site until such time as the standpipe system is restored to service and the standpipe alarm reactivated.\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\tab\\'a73.  This local law shall take effect 120 days after enactment except that the commissioner of buildings shall take such actions as are necessary for its implementation, including the promulgation of rules, prior to such effective date.  \\par\n\\pard\\ltrpar\\nowidctlpar\\sa200\\sl276\\slmult1\\fs20 9/16/09 1:15 p.m.\\par\n\\fs22\\par\n\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
