{
  "ID": 43002,
  "GUID": "E3E1B97F-6F0E-48ED-9095-14330D5A4DD8",
  "File": "Int 1013-2009",
  "Name": "Prohibiting new fast food service establishments.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to prohibiting new fast food service establishments.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2009-05-20T00:00:00Z",
  "AgendaDate": "2009-05-20T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6273,
      "Slug": "thomas-white-jr",
      "FullName": "Thomas White, Jr."
    },
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    }
  ],
  "History": [
    {
      "ID": 228041,
      "Date": "2009-05-20T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 228189,
      "Date": "2009-05-20T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9058,
      "AgendaSequence": 113,
      "MinutesSequence": 138,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236102,
      "Date": "2009-12-31T11:53:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 43889,
  "Text": "Be it enacted by the Council as follows:\nSection 1. Legislative findings and intent. Obesity, a known contributor to causes of death such as cancer, diabetes and heart disease, has increasingly become an epidemic in the United States and New York City. According to the Department of Health and Mental Hygiene, more than half of adult New Yorkers are overweight or obese and only 53 percent of New York City children are at a healthy weight. It is clear that high caloric intake is one of the main factors contributing to the rise in obesity. Food eaten in restaurants plays a significant role in the increasingly high caloric intake of Americans. Studies have suggested that fast food, in particular, contributes to the obesity epidemic because of its high energy density, its large and inexpensive portion sizes and the frequency with which people consume it in the United States.\nThe Council finds that the contribution of fast food restaurants to the obesity epidemic makes the proliferation of fast food restaurants in New York City a threat to the public health. Therefore, the Council finds it necessary to place a ban on the establishment of new fast food restaurants in the City. \n§ 2. Chapter 3 of title 17 of the administrative code of the city of New York is amended by adding a new subchapter 9 to read as follows:\nSUBCHAPTER 9\nPROHIBITION OF NEW FAST FOOD SERVICE ESTABLISHMENTS\n§ 17-371 Definitions.\n§ 17-372 Permits to operate new fast food service establishments prohibited.\n§ 17-371 Definitions. For the purposes of this subchapter, the following terms shall have the following meanings:\na. “Existing fast food service establishment” means a fast food service establishment that was in existence in the city of New York on June 30, 2009.\nb. “Fast food service establishment” means a place where food is provided for individual portion service directly to the consumer, whether consumption occurs on or off the premises, and which has the following characteristics: a limited menu; items prepared in advance or prepared or heated quickly; no table orders; the sale of food and beverages in paper, plastic, styrofoam or other disposable containers or wrappers; and serves a high proportion of food or beverage choices that are unhealthy, as determined by rules promulgated by the department. This term shall not include establishments where only fresh fruits and vegetables are sold or temporary food service establishments, as that term is defined in the health code of the city of New York.  \nc. “New fast food service establishment” means a fast food service establishment that was not in existence in the city of New York on June 30, 2009.\n§ 17-372 Permits to operate new fast food service establishments prohibited. a. Beginning on July 1, 2009, no permit shall be issued to operate a new fast food service establishment in the city of New York. \nb. Beginning on July 1, 2009, a permit to operate an existing fast food service establishment shall be renewable only if such existing fast food service establishment has not expanded its size or changed its location from its size or location as of June 30, 2009. \n§ 3. This local law shall take effect ninety days after its enactment into law, provided that the commissioner may promulgate any rules necessary for implementing and carrying out the provisions of this section prior to its effective date.\n\nAS\nLS # 5935\n5/4/09",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\ul Be it enacted by the Council as follows:\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1. Legislative findings and intent. Obesity, a known contributor to causes of death such as cancer, diabetes and heart disease, has increasingly become an epidemic in the United States and New York City. According to the Department of Health and Mental Hygiene, more than half of adult New Yorkers are overweight or obese and only 53 percent of New York City children are at a healthy weight. It is clear that high caloric intake is one of the main factors contributing to the rise in obesity. Food eaten in restaurants plays a significant role in the increasingly high caloric intake of Americans. Studies have suggested that fast food, in particular, contributes to the obesity epidemic because of its high energy density, its large and inexpensive portion sizes and the frequency with which people consume it in the United States.\\par\nThe Council finds that the contribution of fast \\fs22 food\\fs24  restaurants to the obesity epidemic makes the proliferation of fast food restaurants in New York City a threat to the public health. Therefore, the Council finds it necessary to place a ban on the establishment of new fast food restaurants in the City. \\par\n\\'a7 2. Chapter 3 of title 17 of the administrative code of the city of New York is amended by adding a new subchapter 9 to read as follows:\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qc\\ul\\b SUBCHAPTER 9\\par\nPROHIBITION OF NEW FAST FOOD SERVICE ESTABLISHMENTS\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\'a7 17-371 Definitions.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\tqc\\tx5040\\tx8400\\'a7 17-372 Permits to operate new fast food service establishments prohibited.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a7 17-371 Definitions.\\b0  For the purposes of this subchapter, the following terms shall have the following meanings:\\par\na. \\ldblquote Existing fast food service establishment\\rdblquote  means a fast food service establishment that was in existence in the city of New York on June 30, 2009.\\par\nb. \\ldblquote Fast food service establishment\\rdblquote  means a place where food is provided for individual portion service directly to the consumer, whether consumption occurs on or off the premises, and which has the following characteristics: a limited menu; items prepared in advance or prepared or heated quickly; no table orders; the sale of food and beverages in paper, plastic, styrofoam or other disposable containers or wrappers; and serves a high proportion of food or beverage choices that are unhealthy, as determined by rules promulgated by the department. This term shall not include establishments where only fresh fruits and vegetables are sold or temporary food service establishments, as that term is defined in the health code of the city of New York.\\ulnone   \\par\n\\ul c. \\ldblquote New fast food service establishment\\rdblquote  means a fast food service establishment that was not in existence in the city of New York on June 30, 2009.\\par\n\\b\\'a7 17-372 Permits to operate new fast food service establishments prohibited.\\b0  a. Beginning on July 1, 2009, no permit shall be issued to operate a new fast food service establishment in the city of New York. \\par\nb. Beginning on July 1, 2009, a permit to operate an existing fast food service establishment shall be renewable only if such existing fast food service establishment has not expanded its size or changed its location from its size or location as of June 30, 2009. \\par\n\\ulnone\\'a7 3. This local law shall take effect ninety days after its enactment into law, provided that the commissioner may promulgate any rules necessary for implementing and carrying out the provisions of this section prior to its effective date.\\par\n\\pard\\nowidctlpar\\par\n\\fs20 AS\\par\nLS # 5935\\par\n5/4/09\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
