{
  "ID": 43098,
  "GUID": "AF8510A5-1350-4E69-8A94-820541DA6143",
  "File": "Int 1015-2009",
  "LocalLaw": "2009/070",
  "Name": "Safety and security of construction sites at which permitted work has been suspended.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the safety and security of construction sites at which permitted work has been suspended.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 35,
  "StatusName": "Enacted",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2009-06-10T00:00:00Z",
  "AgendaDate": "2009-06-10T00:00:00Z",
  "PassedDate": "2009-10-28T00:00:00Z",
  "EnactmentDate": "2009-10-28T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 6273,
      "Slug": "thomas-white-jr",
      "FullName": "Thomas White, Jr."
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 5274,
      "Slug": "helen-sears",
      "FullName": "Helen Sears"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 0,
      "Slug": "",
      "FullName": ""
    }
  ],
  "History": [
    {
      "ID": 228643,
      "Date": "2009-06-10T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 228811,
      "Date": "2009-06-10T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9099,
      "AgendaSequence": 121,
      "MinutesSequence": 141,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 231822,
      "Date": "2009-09-21T00:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 9260,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 232195,
      "Date": "2009-09-21T00:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 9260,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 232933,
      "Date": "2009-10-14T00:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 9342,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 1015-A",
      "MinutesNote": "Proposed Int. No. 1015-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 233054,
      "Date": "2009-10-14T00:00:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Introduction was Amendment Proposed by Comm",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 9342,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 233055,
      "Date": "2009-10-14T00:00:00Z",
      "ActionID": 33,
      "Action": "Amended by Committee",
      "Description": "This Introduction was Amended by Committee",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 9342,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 233056,
      "Date": "2009-10-14T00:00:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "A motion was made that this Introduction be Approved by Committee approved by Roll Call.",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 9342,
      "MinutesSequence": 5,
      "Version": "A",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 232977,
      "Date": "2009-10-14T13:30:00Z",
      "ActionID": 68,
      "Action": "Approved by Council",
      "Description": "A motion was made that this Introduction be Approved by Council approved by Consent Roll Call.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9349,
      "AgendaSequence": 18,
      "MinutesSequence": 22,
      "Version": "A",
      "AgendaNote": "Amended and Coupled on GO",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "Consent": 1,
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 233121,
      "Date": "2009-10-14T17:00:00Z",
      "ActionID": 53,
      "Action": "Sent to Mayor by Council",
      "Description": "This Introduction was Sent to Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 233185,
      "Date": "2009-10-28T11:30:00Z",
      "ActionID": 5014,
      "Action": "Hearing Held by Mayor",
      "Description": "This Introduction was Hearing Held by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "A",
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 233558,
      "Date": "2009-10-28T13:56:00Z",
      "ActionID": 57,
      "Action": "Signed Into Law by Mayor",
      "Description": "This Introduction was Signed Into Law by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "A",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 233562,
      "Date": "2009-10-28T13:57:00Z",
      "ActionID": 5023,
      "Action": "Recved from Mayor by Council",
      "Description": "This Introduction was Recved from Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 91482,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Int. No. 1015 - 6/10/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/cb42b381-eaba-4317-acb4-5298c8080b20.doc",
      "Sort": 1
    },
    {
      "ID": 91016,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 9/21/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/fd795d1e-f495-4254-b561-419b0b408050.doc",
      "Sort": 2
    },
    {
      "ID": 91322,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 9/21/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/ae9dfe90-6de6-43d0-8ed2-11632d7967cd.pdf",
      "Sort": 3
    },
    {
      "ID": 92154,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 9/21/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/c52a96bc-fc55-4442-8e9e-d637d6138146.PDF",
      "Sort": 4
    },
    {
      "ID": 91483,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 10/14/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/4024f903-2dc4-4f52-9516-536643e2d059.doc",
      "Sort": 5
    },
    {
      "ID": 91764,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 10/14/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/25dc3da9-0826-47ab-b7a6-45f79974ac73.pdf",
      "Sort": 6
    },
    {
      "ID": 91484,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report - Stated Meeting 10/14/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/c92c0f62-98da-4de0-8aa4-9190480cddca.doc",
      "Sort": 7
    },
    {
      "ID": 91584,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Fiscal Impact Statement",
      "Link": "http://nyc.legistar1.com/nyc/attachments/38617b2a-2274-40e3-94c6-2b1db38419d3.pdf",
      "Sort": 8
    },
    {
      "ID": 91737,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript - Stated Meeting 10/14/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/0ecf6a4c-b3db-4be0-b374-f9a066fc0164.pdf",
      "Sort": 9
    },
    {
      "ID": 91777,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Mayor's Letter",
      "Link": "http://nyc.legistar1.com/nyc/attachments/6e3d1227-1786-4c29-9f45-37ef4b7e9b81.pdf",
      "Sort": 10
    },
    {
      "ID": 93235,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Local Law",
      "Link": "http://nyc.legistar1.com/nyc/attachments/73e6b0a1-3bfd-4ea6-bb4d-ac97619d9ea5.pdf",
      "Sort": 11
    }
  ],
  "Summary": "",
  "TextID": 44750,
  "Text": "Be it enacted by the Council as follows:\nSection 1.  Section 28-105.9 of the administrative code of the city of New York, as added by local law number 33 for the year 2007, is amended to read as follows:\n§28-105.9 Expiration. All permits issued by the commissioner shall expire by limitation and become invalid if the permitted work or use is not commenced within 12 months from the date of issuance of the permit or, if commenced, is suspended or abandoned for a period of 12 months thereafter. All permits for work in an area of special flood hazard pursuant to Appendix G of the New York city building code shall expire if the actual start of permanent construction has not occurred within 180 days from the date on which such permit is issued. The commissioner may, however, upon good cause shown, reinstate a work permit at any time within a period of two years from the date of issuance of the original permit, provided that the work shall comply with all the requirements of this code and other applicable laws and rules in effect at the time application for reinstatement is made, and provided further that the applicant shall pay all reinstatement fees as required by article 112. The permit shall automatically expire upon the expiration of required insurance or if the applicant holds a license issued by the department upon the expiration or revocation of such license during the term of the permit.\nException:  The commissioner may establish a program to maintain the safety of construction sites where permitted work is temporarily suspended or has not commenced. The owner of such a construction site may apply to the commissioner for inclusion in such program upon such terms and conditions as the commissioner shall determine but which shall, at a minimum, include a requirement that the owner of such a construction site notify the commissioner when permitted work will be suspended and when it will be resumed or commenced, and a requirement that the owner submit to the commissioner for the commissioner’s approval a detailed plan for maintaining the safety of the construction site during the period when permitted work will be suspended or not commenced. Such plan shall contain proposed measures for securing the site from access by unauthorized persons; the maintenance of construction fencing with view panels including the posting of work permits and removal of any unlawful flyers or posters; installation of proper shoring of excavated sites or backfilling; the placement on the site of equipment in a manner that will minimize the risk of harm to members of the public and schedules for inspecting the equipment remaining on such site; the removal of snow and ice on sidewalks abutting the site and snow and ice on the site that poses a potential danger to members of the public; the maintenance of any installed fire suppression and detection systems; the removal of any volatile gases and liquids; the removal of any stagnant water from any excavation sites; the removal of any construction debris or rubbish; the removal of any excess vegetation and graffiti; the monitoring of all such measures; the correction of any adjudicated and outstanding violations issued with respect to such site; the payment of any unpaid fines or civil penalties resulting from the adjudication of any violations issued with respect to such site; and such other provisions as the commissioner shall require, including, but not limited to, a schedule for restoring safe access to areas, such as public sidewalks, to which public access was restricted as a result of the issuance of such permits.  Prior to approval by the commissioner of any such proposed plan and inclusion of a site in the program, the owner of such construction site shall also correct any adjudicated and outstanding immediately hazardous violations issued with respect to such site. Where the commissioner includes a site in the program, work permits issued for such construction site that would otherwise expire because of the suspension of work or failure to commence work at the site shall remain in effect until the end of the term for which they were issued and may be renewed for up to two additional terms consistent with section 28-105.8.1 of this code so long as the site is in good standing under the program. The commissioner may remove a site from the program for failure to comply with the requirements and conditions of the program.  All such permits shall expire by operation of law upon the removal of the site from the program. The commissioner shall post on the department’s website a list of the sites that have entered the program and indicate whether such sites have been removed from the program due to noncompliance or because work has resumed or commenced. The list shall be updated at least weekly and may also be included on the department’s building information system. \n§2.   This local law shall take effect immediately and shall be deemed to be of no further force and effect after June 30, 2013.",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Arial;}}\n{\\colortbl ;\\red0\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj Section 1.  Section 28-105.9\\b  \\b0 of the administrative code of the city of New York, as added by local law number 33 for the year 2007, is amended to read as follows:\\ul\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qj\\ulnone\\'a728-105.9 Expiration. All permits issued by the commissioner shall expire by limitation and become invalid if the permitted work or use is not commenced within 12 months from the date of issuance of the permit or, if commenced, is suspended or abandoned for a period of 12 months thereafter. All permits for work in an area of special flood hazard pursuant to Appendix G of the New York city building code shall expire if the actual start of permanent construction has not occurred within 180 days from the date on which such permit is issued. The commissioner may, however, upon good cause shown, reinstate a work permit at any time within a period of two years from the date of issuance of the original permit, provided that the work shall comply with all the requirements of this code and other applicable laws and rules in effect at the time application for reinstatement is made, and provided further that the applicant shall pay all reinstatement fees as required by article 112. The permit shall automatically expire upon the expiration of required insurance or if the applicant holds a license issued by the department upon the expiration or revocation of such license during the term of the permit.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\li720\\sl480\\slmult1\\qj\\ul Exception:  The commissioner may establish a program to maintain the safety of construction sites where permitted work is temporarily suspended or has not commenced. The owner of such a construction site may apply to the commissioner for inclusion in such program upon such terms and conditions as the commissioner shall determine but which shall, at a minimum, include a requirement that the owner of such a construction site notify the commissioner when permitted work will be suspended and when it will be resumed or commenced, and a requirement that the owner submit to the commissioner for the commissioner\\rquote s approval a detailed plan for maintaining the safety of the construction site during the period when permitted work will be suspended or not commenced. Such plan shall contain proposed measures for securing the site from access by unauthorized persons; the maintenance of construction fencing with view panels including the posting of work permits and removal of any unlawful flyers or posters; installation of proper shoring of excavated sites or backfilling; the placement on the site of equipment in a manner that will minimize the risk of harm to members of the public and schedules for inspecting the equipment remaining on such site; the removal of snow and ice on sidewalks abutting the site and snow and ice on the site that poses a potential danger to members of the public; the maintenance of any installed fire suppression and detection systems; the removal of any volatile gases and liquids; the removal of any stagnant water from any excavation sites; the removal of any construction debris or rubbish; the removal of any excess vegetation and graffiti; the monitoring of all such measures; the correction of any adjudicated and outstanding violations issued with respect to such site; the payment of any unpaid fines or civil penalties resulting from the adjudication of any violations issued with respect to such site; and such other provisions as the commissioner shall require, including, but not limited to, a schedule for restoring safe access to areas, such as public sidewalks, to which public access was restricted as a result of the issuance of such permits.  Prior to approval by the commissioner of any such proposed plan and inclusion of a site in the program, the owner of such construction site shall also correct any adjudicated and outstanding immediately hazardous violations issued with respect to such site. Where the commissioner includes a site in the program, work permits issued for such construction site that would otherwise expire because of the suspension of work or failure to commence work at the site shall remain in effect until the end of the term for which they were issued and may be renewed for up to two additional terms consistent with section 28-105.8.1 of this code so long as the site is in good standing under the program. The commissioner may remove a site from the program for failure to comply with the requirements and conditions of the program.  All such permits shall expire by operation of law upon the removal of the site from the program. The commissioner shall post on the department\\rquote s website a list of the sites that have entered the program and indicate whether such sites have been removed from the program due to noncompliance or because work has resumed or commenced. The list shall be updated at least\\b  \\b0 weekly and may also be included on the department\\rquote s building information system. \\cf1\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\cf0\\'a72.   This local law shall take effect immediately and shall be deemed to be of no further force and effect after June 30, 2013.\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\fi1440\\sl480\\slmult1\\qj\\f1\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sa240\\qj\\par\n\\pard\\ltrpar\\nowidctlpar\\f0\\par\n}\n\u0000",
  "LastModified": "2015-06-16T15:07:37.123Z"
}
