{
  "ID": 43111,
  "GUID": "F9A6996F-49C0-47B2-BF76-A22778C63BBF",
  "File": "Int 1028-2009",
  "Name": "Reducing department of sanitation street cleaning days.",
  "Title": "A Local Law to amend the administrative code of the city of New York in relation to reducing department of sanitation street cleaning days.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5108,
  "BodyName": "Committee on Sanitation and Solid Waste Management",
  "IntroDate": "2009-06-10T00:00:00Z",
  "AgendaDate": "2009-06-10T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 7516,
      "Slug": "kenneth-c-mitchell",
      "FullName": "Kenneth C. Mitchell"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    }
  ],
  "History": [
    {
      "ID": 228594,
      "Date": "2009-06-10T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 228839,
      "Date": "2009-06-10T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Sanitation and Solid Waste Management",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9099,
      "AgendaSequence": 149,
      "MinutesSequence": 169,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Sanitation and Solid Waste Management",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236093,
      "Date": "2009-12-31T11:48:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 44006,
  "Text": "Be it enacted by the Council as follows:\nSection 1. Chapter one of title 16 of the administrative code of the city of New York is amended by adding a new section 16-112.1 to read as follows: \n§16-112.1 Reductions in street cleaning. a. For purposes of this section, a “qualifying section” shall mean a section of a community district, subdivided pursuant to section 16-111 of this chapter, which achieves a cleanliness acceptability rating under the mayor’s office of operations scorecard program that meets or exceeds a ninety percent score for twenty-four consecutive months.\nb.  For qualifying sections receiving more than one day of departmental street cleaning each week, upon submission to the department of a resolution by the community board in which the qualifying section is located, the department shall conduct one less day of street cleaning per week for such qualifying section.  \nd.  The department shall restore full street cleaning service for any section of a community district for which departmental street cleaning was reduced pursuant to subdivisions b and c of this section that receives a score, based on the mayor’s office of operations scorecard program, below ninety percent for three consecutive months, or if the average score for such section during any twenty-four month period falls below ninety percent.  \n§2. This local law shall take effect immediately upon enactment.     \n\nJH 5/19/09\nLS 6906",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\noline\\sl480\\slmult1\\ul Be it enacted by the Council as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1. Chapter one of title 16 of the administrative code of the city of New York is amended by adding a new section 16-112.1 to read as follows: \\par\n\\ul\\'a716-112.1 Reductions in street cleaning. a. For purposes of this section, a \\ldblquote qualifying section\\rdblquote  shall mean a section of a community district, subdivided pursuant to section 16-111 of this chapter, which achieves a cleanliness acceptability rating under the mayor\\rquote s office of operations scorecard program that meets or exceeds a ninety percent score for twenty-four consecutive months.\\par\nb.  For qualifying sections receiving more than one day of departmental street cleaning each week, upon submission to the department of a resolution by the community board in which the qualifying section is located, the department shall conduct one less day of street cleaning per week for such qualifying section.  \\par\nd.  The department shall restore full street cleaning service for any section of a community district for which departmental street cleaning was reduced pursuant to subdivisions b and c of this section that receives a score, based on the mayor\\rquote s office of operations scorecard program, below ninety percent for three consecutive months, or if the average score for such section during any twenty-four month period falls below ninety percent.  \\par\n\\ulnone\\'a72. This local law shall take effect immediately upon enactment.     \\par\n\\pard\\par\nJH 5/19/09\\par\nLS 6906 \\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\tx1080\\ul\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
