{
  "ID": 43055,
  "GUID": "6365C160-4B43-43E0-8594-415E8677E5C7",
  "File": "Int 1029-2009",
  "Name": "Prohibiting the use and sale of software for GPS systems that can alert drivers to red-light cameras or police check points.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to prohibiting the use and sale of software for GPS systems that can alert drivers to red-light cameras or police check points.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5,
  "BodyName": "Committee on Consumer Affairs",
  "IntroDate": "2009-06-19T00:00:00Z",
  "AgendaDate": "2009-06-19T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    }
  ],
  "History": [
    {
      "ID": 229315,
      "Date": "2009-06-19T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 229456,
      "Date": "2009-06-19T14:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Consumer Affairs",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9138,
      "AgendaSequence": 120,
      "MinutesSequence": 126,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Consumer Affairs",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236092,
      "Date": "2009-12-31T11:48:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 43947,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1. Chapter one of title 10 of the administrative code of the city of New York is amended by adding a new section 10-168 to read as follows:\n\t§10-168 Prohibition on the use and sale of certain software for GPS systems. a. For the purposes of this section, “GPS” shall mean a global positioning system that uses satellites to transmit information to receivers in motor vehicles to identify specific locations in a geographic area.\n\t   b. It shall be unlawful for any person to use any software for GPS systems that is capable of alerting and informing the user as to the location of a red-light camera or the location of a police checkpoint.\n   \tc. It shall be unlawful for any person to sell, offer or display for sale, or cause any other person to sell, offer or display for sale any software for GPS systems that is capable of alerting and informing the user as to the location of a red-light camera or the location of a police checkpoint.\n\td.  (1) Any person who violates subdivision b of this section shall be liable for a fine of one hundred dollars.\n\t(2) Any person who violates subdivision c of this section shall be liable for a civil penalty of not less than  five  hundred  dollars  nor more  than  one  thousand dollars for the first violation, not less than one thousand dollars nor more than two thousand five hundred dollars for the second violation and not less than two thousand five hundred dollars nor more than five thousand dollars for the third  and  each  subsequent violation.\n\t(3)  Each  sale,  offer  or  display  for  sale of software for GPS systems in violation  of  subdivision  c of this section shall be deemed a separate violation and a separate civil penalty shall be imposed  for  each  such violation. A proceeding to recover any civil penalty pursuant to section c shall be commenced by the service of a notice of hearing that shall be returnable to the administrative tribunal of the department of  consumer affairs.\n\te. The provisions  of  this section shall be enforced by the police department and the department of consumer affairs.\n\t§2. This local law shall take effect immediately upon its enactment into law.\nMEA\nLS 7308\n6/03/09",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fmodern\\fprq1\\fcharset0 Courier New;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\sl480\\slmult1\\qj\\tab Section 1. Chapter one of title 10 of the administrative code of the city of New York is amended by adding a new section 10-168 to read as follows:\\line\\tab\\ul\\'a710-168 Prohibition on the use and sale of certain software for GPS systems. a. For the purposes of this section, \\ldblquote GPS\\rdblquote  shall mean a global positioning system that uses satellites to transmit information to receivers in motor vehicles to identify specific locations in a geographic area.\\par\n\\ulnone\\tab    \\ul b. It shall be unlawful for any person to use any software for GPS systems that is capable of alerting and informing the user as to the location of a red-light camera or the location of a police checkpoint.\\par\n\\pard\\sl480\\slmult1\\qj\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\ulnone\\f1\\fs20    \\tab\\ul\\f0\\fs24 c. It shall be unlawful for any person to sell, offer or display for sale, or cause any other person to sell, offer or display for sale any software for GPS systems that is capable of alerting and informing the user as to the location of a red-light camera or the location of a police checkpoint.\\par\n\\ulnone\\f1\\fs20\\tab\\ul\\f0\\fs24 d.  (1) Any person who violates subdivision b of this section shall be liable for a fine of one hundred dollars.\\par\n\\ulnone\\tab\\ul (2) Any person who violates subdivision c of this section shall be liable for a civil penalty of not less than  five  hundred  dollars  nor more  than  one  thousand dollars for the first violation, not less than one thousand dollars nor more than two thousand five hundred dollars for the second violation and not less than two thousand five hundred dollars nor more than five thousand dollars for the third  and  each  subsequent violation.\\par\n\\ulnone\\tab\\ul (3)  Each  sale,  offer  or  display  for  sale of software for GPS systems in violation  of  subdivision  c of this section shall be deemed a separate violation and a separate civil penalty shall be imposed  for  each  such violation. A proceeding to recover any civil penalty pursuant to section c shall be commenced by the service of a notice of hearing that shall be returnable to the administrative tribunal of the department of  consumer affairs.\\par\n\\ulnone\\tab\\ul e. The provisions  of  this section shall be enforced by the police department and the department of consumer affairs.\\par\n\\pard\\sl480\\slmult1\\qj\\ulnone\\tab\\'a72. This local law shall take effect immediately upon its enactment into law.\\par\n\\pard\\fs20 MEA\\par\nLS 7308\\par\n6/03/09\\line\\par\n\\fs24\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
