{
  "ID": 43299,
  "GUID": "0A71D34D-97B6-49E9-B28F-FD5579AB7AE6",
  "File": "Int 1035-2009",
  "Name": "City employees performing ordered military service.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to city employees performing ordered military service.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 4,
  "BodyName": "Committee on Civil Service and Labor",
  "IntroDate": "2009-06-30T00:00:00Z",
  "AgendaDate": "2009-06-30T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    }
  ],
  "History": [
    {
      "ID": 229878,
      "Date": "2009-06-30T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 230064,
      "Date": "2009-06-30T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Civil Service and Labor",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9158,
      "AgendaSequence": 154,
      "MinutesSequence": 187,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Civil Service and Labor",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236089,
      "Date": "2009-12-31T11:46:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 44200,
  "Text": "Be it enacted by the Council as follows:\n\tSection 1. Title 12 of the administrative code of the city of New York is amended by adding a new section 12-140 to read as follows:\n§12-140 City employees on active military duty. a. For the purposes of this section, the following terms shall be defined as follows:\n (1) “City employee” shall have the same meaning as “employee” as that term is defined in subdivision (6) of section 1-112 of title one of the administrative code of the city of New York.\n(2) “Ordered military duty” shall mean any military duty performed in the service of the state of New York or of the United States, including but not limited to attendance at any service school or schools conducted by the armed forces of the United States, by a city employee as a member of any force of the organized militia or of any reserve force or reserve component of the armed forces of the United States, pursuant to orders issued by competent state or federal authority, with or without the consent of such city employee; provided, however, that such term shall not include participation in routine reserve officer training corps training except when performing advanced training duty as a member of a reserve component of the armed forces.\nb. Any city employee who is a member of the organized militia or reserve forces or reserve components of the armed forces of the United States who serves on ordered military duty while he or she is employed by the city of New York shall remain on payroll in active pay status for as long as he or she shall remain in such military service.  Such an employee shall not be required to repay to the city any portion of such salary or benefits. \nc. Any city employee who received his or her salary from the city of New York pursuant to Personnel Order No. 2001/4 while serving on ordered military duty shall not be required to repay to the city any portion thereof.\n§ 2. Title 12 of the administrative code of the city of New York is amended by adding a new section 12-141 to read as follows:\n§12-141 Line of duty death and line of duty injury. a. Any injury sustained by an employee of the city of New York police department, fire department, or department of corrections while he or she serves on ordered military duty shall be deemed an injury in the line of duty for purposes of his or her receipt of city employment salary and benefits. \nb. Any such employee who dies while he or she serves on ordered military duty shall be deemed to have died in the line of duty for purposes of his or her city death benefits.\n\t§ 3.  This law shall become effective immediately after it is submitted for the approval of the qualified electors of the city at the next general election held after its enactment and approved by a majority of such electors voting thereon.\nMEA\nLS 6610\n04/09/09",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\tab Section 1. Title 12 of the administrative code of the city of New York is amended by adding a new section 12-140 to read as follows:\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ul\\'a712-140 City employees on active military duty. a. For the purposes of this section, the following terms shall be defined as follows:\\par\n (1) \\ldblquote City employee\\rdblquote  shall have the same meaning as \\ldblquote employee\\rdblquote  as that term is defined in subdivision (6) of section 1-112 of title one of the administrative code of the city of New York.\\par\n(2) \\ldblquote Ordered military duty\\rdblquote  shall mean any military duty performed in the service of the state of New York or of the United States, including but not limited to attendance at any service school or schools conducted by the armed forces of the United States, by a city employee as a member of any force of the organized militia or of any reserve force or reserve component of the armed forces of the United States, pursuant to orders issued by competent state or federal authority, with or without the consent of such city employee; provided, however, that such term shall not include participation in routine reserve officer training corps training except when performing advanced training duty as a member of a reserve component of the armed forces.\\par\nb. Any city employee who is a member of the organized militia or reserve forces or reserve components of the armed forces of the United States who serves on ordered military duty while he or she is employed by the city of New York shall remain on payroll in active pay status for as long as he or she shall remain in such military service.  Such an employee shall not be required to repay to the city any portion of such salary or benefits. \\par\nc. Any city employee who received his or her salary from the city of New York pursuant to Personnel Order No. 2001/4 while serving on ordered military duty shall not be required to repay to the city any portion thereof.\\par\n\\ulnone\\'a7 2. Title 12 of the administrative code of the city of New York is amended by adding a new section 12-141 to read as follows:\\par\n\\ul\\'a712-141 Line of duty death and line of duty injury. a. Any injury sustained by an employee of the city of New York police department, fire department, or department of corrections while he or she serves on ordered military duty shall be deemed an injury in the line of duty for purposes of his or her receipt of city employment salary and benefits. \\par\nb. Any such employee who dies while he or she serves on ordered military duty shall be deemed to have died in the line of duty for purposes of his or her city death benefits.\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\ulnone\\tab\\'a7 3.  This law shall become effective immediately after it is submitted for the approval of the qualified electors of the city at the next general election held after its enactment and approved by a majority of such electors voting thereon.\\par\n\\pard\\nowidctlpar\\fs18 MEA\\par\nLS 6610\\par\n04/09/09\\par\n\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\fs24\\par\n\\par\n\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
