{
  "ID": 43303,
  "GUID": "0741AC01-B5EE-4316-9D84-35C3B9EDDB2F",
  "File": "Int 1037-2009",
  "Name": "Process servers.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to process servers.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5,
  "BodyName": "Committee on Consumer Affairs",
  "IntroDate": "2009-06-30T00:00:00Z",
  "AgendaDate": "2009-06-30T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    }
  ],
  "History": [
    {
      "ID": 229882,
      "Date": "2009-06-30T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 230074,
      "Date": "2009-06-30T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Consumer Affairs",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9158,
      "AgendaSequence": 164,
      "MinutesSequence": 197,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Consumer Affairs",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 233527,
      "Date": "2009-11-13T00:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 9374,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 233794,
      "Date": "2009-11-13T00:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 9374,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 234757,
      "Date": "2009-12-08T00:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 9447,
      "AgendaSequence": 2,
      "MinutesSequence": 6,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 1037-A",
      "MinutesNote": "Proposed Int. No. 1037-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 234884,
      "Date": "2009-12-08T00:00:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Introduction was Amendment Proposed by Comm",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 9447,
      "MinutesSequence": 7,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 234885,
      "Date": "2009-12-08T00:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 9447,
      "MinutesSequence": 8,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236087,
      "Date": "2009-12-31T11:46:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 92434,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Int. No. 1037 - 6/30/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/3f0a622b-cee1-4bd7-9d1f-b07a516b4822.doc",
      "Sort": 1
    },
    {
      "ID": 92003,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 11/13/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/e66cc2cf-e2ef-47d0-8a4d-f125e387e32f.doc",
      "Sort": 2
    },
    {
      "ID": 92133,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 11/13/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/1169ea4d-8583-4ff5-bf90-2ed2abb9eec6.PDF",
      "Sort": 3
    },
    {
      "ID": 92241,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 11/13/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/5eb18a8a-4691-47f1-84d6-35d0d5546ae4.pdf",
      "Sort": 4
    },
    {
      "ID": 92739,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 12/8/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/be9210e2-683a-42aa-92a2-03a800be216f.PDF",
      "Sort": 5
    },
    {
      "ID": 92763,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 12/8/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/8bccc578-4ea7-4fa0-97ce-c5f06e5cb531.pdf",
      "Sort": 6
    }
  ],
  "Summary": "",
  "TextID": 45001,
  "Text": "Be it enacted by the Council as follows: \n\nSection 1.  Section 20-403 of the administrative code of the city of New York is amended to read as follows:\na. Process server license. It shall be unlawful for any person to be employed as or perform the services of a process server without a license therefor.\nb. Process serving agency license. It shall be unlawful for any process serving agency to assign or distribute process to individual process servers for actual service in the city of New York without a license therefore.\n§2. Section 20-404 of the administrative code of the city of New York is amended to read as follows:\na. A process server is a person engaged in the business of serving or one who purports to serve or one who serves personally or by substituted service upon any person, corporation, governmental or political subdivision or agency, a summons, subpoena, notice, citation or other process, directing an appearance or response to a legal action, legal proceeding or administrative proceedings. \nb. A process serving agency is any person, firm, partnership, association or corporation, other than an attorney or law firm located in this state or deputized city marshal, who maintains an office, bureau or agency, the purpose of which is to assign or distribute process to individual process servers for actual service in the city of New York. \n    \t[b.] c.  For the purposes of this subchapter the service of five or more process in any one year shall be deemed to constitute doing business as a process server.\n\t§3.  Section 20-406 of the administrative code of the city of New York is amended by adding a new subdivision c to read as follows:\n\tc. Each such applicant for a process server license or renewal thereof shall be required to pass an examination satisfactorily. Such examination shall be under the supervision of the commissioner and shall test the knowledge of the applicant concerning proper service of process within the city of New York and familiarity with relevant laws and rules.\n§4. Subchapter 23 of chapter 2 of title 20 of the administrative code of the city of New York is amended by adding new sections, 20-406.1, 20-406.2, 20-406.3 and 20-406.4 to read as follows:\n\t20-406.1 Bond required.  a. As a condition of the issuance of a process server license, each applicant for such license or a renewal thereof shall furnish to the commissioner a surety bond executed by the applicant in the sum of ten thousand dollars, payable to the city of New York, and a surety approved by the commissioner. Such bond shall be conditioned upon the applicant's compliance with the provisions of this subchapter and any rules promulgated thereunder, and upon the further condition that the applicant will pay (i) to the city any fine, penalty or other obligation the city imposes relating to a violation of this subchapter and any rules promulgated thereunder, and (ii) to a plaintiff any final judgment recovered in an action arising out of  the violation of any of the provisions of this subchapter within thirty days of its imposition. The commissioner may by rule authorize an individual applicant, in lieu of furnishing a bond, to satisfy the requirements of this section by depositing cash in an amount equal to the amount of the surety bond required by this section.\n\tb. A process server licensed under this subchapter who engages in the business of serving process exclusively as an employee of a process serving agency licensed under this subchapter shall not be required to furnish a surety bond pursuant to subdivision (a) of this section. \n\tc. As a condition of the issuance of a process serving agency license, each applicant for such license or a renewal thereof shall furnish to the commissioner a surety bond in the sum of one hundred thousand dollars executed by the applicant payable to the city of New York, and a surety approved by the commissioner. Such bond shall be conditioned upon the applicant's compliance with the provisions of this subchapter and any rules promulgated thereunder, and upon the further condition that the applicant will pay (i) to the city any fine, penalty or other obligation the city imposes relating to a violation of this subchapter and any rules promulgated thereunder, and (ii) to a plaintiff any final judgment recovered in an action arising out of  the violation of any of the provisions of this subchapter within thirty days of its imposition.    The commissioner may by rule authorize an applicant, in lieu of furnishing a bond, to satisfy the requirements of this section by depositing cash in an amount equal to the amount of the surety bond required by this section.\n \t§20-406.2 Responsibilities of process serving agencies.   Every process serving agency licensed under this subchapter shall: \n a. Comply with all applicable state and federal laws;   \n\tb. be legally responsible for the acts of each process server to whom it has distributed, assigned or delivered process for service; \nc. Provide to each process server employed by such agency a written statement indicating the rights of such employee and the obligations of the process serving agency under city, state and federal law. Such statement of rights and obligations shall include, but not be limited to, a general description of employee rights and employer obligations pursuant to laws regarding minimum wage, overtime and hours of work, record keeping, social security payments, unemployment insurance coverage, disability insurance coverage and workers' compensation;  \nd.  Keep on file in its principal place of business for a period of three (3) years a statement for each employee, signed by such employee, indicating that the employee read and understood the statement of rights and obligations such employee received pursuant to subdivision (c) of this section. \n§20-406.3 Records, Audits.  a. Every process server and process serving agency licensed under this subchapter shall retain records in compliance with section 89-cc of the New York state general business law for no less than seven (7) years of each process served.  Such records shall be retained in electronic form.  Tampering with any such electronic records shall be prohibited.\nb. A process server licensed under this subchapter who engages in the business of serving process exclusively as an employee of a process serving agency licensed under this subchapter shall not be subject to  the provisions of subdivision (a) of this section, but shall be required to comply with all other applicable laws. \nc. The commissioner may conduct audits of the information required to be kept pursuant to subdivision (a) of this section in order to monitor compliance with this subchapter.\n§20-406.4  Educational materials.  The commissioner shall develop educational materials to be provided to all process servers and process serving agencies licensed under this subchapter.  Such materials shall at a minimum identify the laws and regulations pertaining to service of process in the city of New York.\n§ 5.  Section 20-409 of the administrative code of the city of New York is amended by adding a new subdivision c to read as follows:\nc. Upon application for renewal of a license issued pursuant to this subchapter, applicants subject to subdivision (a) of section 20-406.3 of this subchapter shall certify in writing compliance with the record keeping provisions of such section.  \n§6. Subchapter 23 of chapter 2 of title 20 of the administrative code of the city of New York is amended by adding new sections 20-409.1 and 20-409.2 to read as follows:\n§20-409.1 Violations and penalties.   Any person who, after notice and hearing shall be found guilty of violating any provision of this subchapter, shall be punished in accordance with the provisions of chapter one of this title and shall be subject to a penalty of not less than seven hundred dollars nor more than one thousand dollars for each violation.\n§20-409.2 Civil Cause of Action.  Any person injured by the failure of a process server to act in accordance with the laws and rules governing service of process in New York state, including this subchapter and regulations promulgated thereunder, shall have a cause of action against such process server and process serving agency, which distributed or assigned process for service, in any court of competent jurisdiction for any or all of the following relief: \na.\tcompensatory and punitive damages, provided that punitive damages shall only be awarded in the case of willful failure to serve process;  \nb.\tinjunctive and declaratory relief; \nc.\tattorneys’ fees and costs; and \nd.\tsuch other relief as a court may deem appropriate.  \n§20-409.3 Reporting.  Twenty-four months after the local law that added this section becomes effective, the commissioner shall submit a report to the speaker of the council regarding the effectiveness of these provisions on effectuating proper service and improving oversight over the process service industry. Such report shall include, among other things, the results of audits the commissioner has completed of process servers and process serving agencies, including information regarding their compliance with the provisions of this subchapter.\n§7. This local law shall take effect one hundred eighty days after enactment provided, however that the commissioner of consumer affairs shall take all actions necessary for its implementation, including the promulgation of rules, prior to such effective date.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLCC\nLS #7372\n12/1/09",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\ul Be it enacted by the Council as follows: \\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1.  Section 20-403 of the administrative code of the city of New York is amended to read as follows:\\par\na. \\ul Process server license.\\ulnone  I\\cf1 t shall be unlawful for any person to be employed as or perform the services of \\ul a\\ulnone  process server without a license therefor.\\par\n\\cf0\\ul b. Process serving agency license. It shall be unlawful for any process serving agency to assign or distribute process to individual process servers for actual service in the city of New York without a license therefore.\\ulnone\\par\n\\'a72. Section 20-404 of the administrative code of the city of New York is amended to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\cf1 a. A process server is a person engaged in the business of serving or one who purports to serve or one who serves personally or by substituted service upon any person, corporation, governmental or political subdivision or agency, a summons, subpoena, notice, citation or other process, directing an appearance or response to a legal action, legal proceeding or administrative proceedings. \\par\n\\ul b. A process serving agency is any person, firm, partnership, association or corporation, other than an attorney or law firm located in this state or deputized city marshal, who maintains an office, bureau or agency, the purpose of which is to assign or distribute process to individual process servers for actual service in the city of New York. \\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\ulnone     \\tab [b.] \\ul c\\ulnone .  For the purposes of this subchapter the service of five or more process in any one year shall be deemed to constitute doing business as a process server.\\par\n\\tab\\'a73.  Section 20-406 of the administrative code of the city of New York is amended by adding a new subdivision c to read as follows:\\par\n\\tab\\ul c. Each such applicant for a process server license or renewal thereof shall be required to pass an examination satisfactorily. Such examination shall be under the supervision of the commissioner and shall test the knowledge of the applicant concerning proper service of process within the city of New York and familiarity with relevant laws and rules.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\ulnone\\'a74. Subchapter 23 of chapter 2 of title 20 of the administrative code of the city of New York is amended by adding new sections, 20-406.1, 20-406.2, 20-406.3 and 20-406.4 to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\tab\\ul 20-406.1 Bond required.  a. As a condition of the issuance of a process server license, each applicant for such license or a renewal thereof shall furnish to the commissioner a surety bond executed by the applicant in the sum of ten thousand dollars, payable to the city of New York, and a surety approved by the commissioner. Such bond shall be conditioned upon the applicant's compliance with the provisions of this subchapter and any rules promulgated thereunder, and upon the further condition that the applicant will pay (i) to the city any fine, penalty or other obligation the city imposes relating to a violation of this subchapter and any rules promulgated thereunder, and (ii) to a plaintiff any final judgment recovered in an action arising out of  the violation of any of the provisions of this subchapter within thirty days of its imposition. The commissioner may by rule authorize an individual applicant, in lieu of furnishing a bond, to satisfy the requirements of this section by depositing cash in an amount equal to the amount of the surety bond required by this section.\\par\n\\ulnone\\tab\\ul b. A process server licensed under this subchapter who engages in the business of serving process exclusively as an employee of a process serving agency licensed under this subchapter shall not be required to furnish a surety bond pursuant to subdivision (a) of this section. \\par\n\\ulnone\\tab\\ul c. As a condition of the issuance of a process serving agency license, each applicant for such license or a renewal thereof shall furnish to the commissioner a surety bond in the sum of one hundred thousand dollars executed by the applicant payable to the city of New York, and a surety approved by the commissioner. Such bond shall be conditioned upon the applicant's compliance with the provisions of this subchapter and any rules promulgated thereunder, and upon the further condition that the applicant will pay (i) to the city any fine, penalty or other obligation the city imposes relating to a violation of this subchapter and any rules promulgated thereunder, and (ii) to a plaintiff any final judgment recovered in an action arising out of  the violation of any of the provisions of this subchapter within thirty days of its imposition.    The commissioner may by rule authorize an applicant, in lieu of furnishing a bond, to satisfy the requirements of this section by depositing cash in an amount equal to the amount of the surety bond required by this section.\\par\n \\ulnone\\tab\\ul\\'a720-406.2 Responsibilities of process serving agencies.   Every process serving agency licensed under this subchapter shall: \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1  a. Comply with all applicable state and federal laws;   \\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\ulnone\\tab\\ul b. be legally responsible for the acts of each process server to whom it has distributed, assigned or delivered process for service; \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1 c. Provide to each process server employed by such agency a written statement indicating the rights of such employee and the obligations of the process serving agency under city, state and federal law. Such statement of rights and obligations shall include, but not be limited to, a general description of employee rights and employer obligations pursuant to laws regarding minimum wage, overtime and hours of work, record keeping, social security payments, unemployment insurance coverage, disability insurance coverage and workers' compensation;  \\par\nd.  Keep on file in its principal place of business for a period of three (3) years a statement for each employee, signed by such employee, indicating that the employee read and understood the statement of rights and obligations such employee received pursuant to subdivision (c) of this section. \\par\n\\'a720-406.3 Records, Audits.  a. Every process server and process serving agency licensed under this subchapter shall retain records in compliance with section 89-cc of the New York state general business law for no less than seven (7) years of each process served.  Such records shall be retained in electronic form.  Tampering with any such electronic records shall be prohibited.\\par\nb. A process server licensed under this subchapter who engages in the business of serving process exclusively as an employee of a process serving agency licensed under this subchapter shall not be subject to  the provisions of subdivision (a) of this section, but shall be required to comply with all other applicable laws. \\par\nc. \\cf0 The commissioner may conduct audits of the information required to be kept pursuant to subdivision (a) of this section in order to monitor compliance with this subchapter.\\cf1\\par\n\\'a720-406.4  Educational materials.  The commissioner shall develop educational materials to be provided to all process servers and process serving agencies licensed under this subchapter.  Such materials shall at a minimum identify the laws and regulations pertaining to service of process in the city of New York.\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\cf0\\ulnone\\'a7 5.  Section 20-409 of the administrative code of the city of New York is amended by adding a new subdivision c to read as follows:\\par\n\\cf1\\ul c. Upon application for renewal of a license issued pursuant to this subchapter, applicants subject to subdivision (a) of section 20-406.3 of this subchapter shall certify in writing compliance with the record keeping provisions of such section.  \\par\n\\ulnone\\'a76. Subchapter 23 of chapter 2 of title 20 of the administrative code of the city of New York is amended by adding new sections 20-409.1 and 20-409.2 to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\ul\\'a720-409.1 Violations and penalties.   Any person who, after notice and hearing shall be found guilty of violating any provision of this subchapter, shall be punished in accordance with the provisions of chapter one of this title and shall be subject to a penalty of not less than seven hundred dollars nor more than one thousand dollars for each violation.\\ulnone\\par\n\\ul\\'a720-409.2 Civil Cause of Action.  Any person injured by the failure of a process server to act in accordance with the laws and rules governing service of process in New York state, including this subchapter and regulations promulgated thereunder, shall have a cause of action against such process server and process serving agency, which distributed or assigned process for service, in any court of competent jurisdiction for any or all of the following relief: \\par\n\\pard\\ltrpar\\nowidctlpar\\fi-360\\li1080\\sl480\\slmult1\\tx1080\\ulnone a.\\tab\\ul compensatory and punitive damages, provided that punitive damages shall only be awarded in the case of willful failure to serve process;  \\par\n\\pard\\ltrpar\\nowidctlpar\\fi-360\\li1080\\sl480\\slmult1\\ulnone b.\\tab\\ul injunctive and declaratory relief; \\par\n\\ulnone c.\\tab\\ul attorneys\\rquote  fees and costs; and \\par\n\\ulnone d.\\tab\\ul such other relief as a court may deem appropriate.  \\par\n\\pard\\ltrpar\\nowidctlpar\\fi630\\li90\\sl480\\slmult1\\'a720-409.3 Reporting. \\ulnone  \\ul Twenty-four months after the local law that added this section becomes effective, the commissioner shall submit a report to the speaker of the council regarding the effectiveness of these provisions on effectuating proper service and improving oversight over the process service industry. Such report shall include, among other things, the results of audits the commissioner has completed of process servers and process serving agencies, including information regarding their compliance with the provisions of this subchapter.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\cf0\\ulnone\\'a77. This local law shall take effect one hundred eighty days after enactment provided, however that the commissioner of consumer affairs shall take all actions necessary for its implementation, including the promulgation of rules, prior to such effective date.\\par\n\\pard\\ltrpar\\nowidctlpar\\fs20\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\nLCC\\par\nLS #7372\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj 12/1/09 \\par\n\\pard\\ltrpar\\nowidctlpar\\fs24\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
