{
  "ID": 43305,
  "GUID": "C1A391A0-67F6-4990-8668-ADC235563E76",
  "File": "Int 1039-2009",
  "Name": "Requiring the Department of Finance to post on its website in a user-friendly format the amount of water liens imposed upon real property.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring the Department of Finance to post on its website in a user-friendly format the amount of water liens imposed upon real property.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 11,
  "BodyName": "Committee on Finance",
  "IntroDate": "2009-06-30T00:00:00Z",
  "AgendaDate": "2009-06-30T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5289,
      "Slug": "simcha-felder",
      "FullName": "Simcha Felder"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    }
  ],
  "History": [
    {
      "ID": 229884,
      "Date": "2009-06-30T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 230076,
      "Date": "2009-06-30T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Finance",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9158,
      "AgendaSequence": 166,
      "MinutesSequence": 199,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Finance",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236085,
      "Date": "2009-12-31T11:45:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 44206,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Legislative findings and intent.   The Council finds that by Local Law 68 of 2007, water lien sales were reauthorized for properties with delinquent water and sewer charges provided the water and sewer charges were delinquent for at least one year and equaled or exceeded $1,000.  The legislation included new restrictions on the Commissioner’s authority to sell certain tax liens - restrictions that apply both to real property tax liens (for certain senior citizen, disabled and low income homeowners in Class 1) and to water and sewer liens (for any single family property in class 1 and for certain senior citizen, disabled and low income homeowners owning two or three-family property in Class 1).  To ensure fair treatment to property owners, the local law included notice requirements and requirements concerning the advertising of lien sales.  The advertisements are required to include a description, by block and lot or by such other identification as the Commissioner of Finance may deem appropriate, of the property upon which the tax lien exists that is included in the sale.  \nThe Council further finds that notwithstanding the efforts undertaken to assure that property owners get adequate notice, potential purchasers did not receive suitable notification and additional measures are needed to facilitate fair notice to all.  Therefore the Council finds that it is in the best interests of the City residents to require that the Department of Finance also post notice on its website of the properties subject to water and sewer lien sales.\n§2 Section 11-320 of the administrative code of the city of New York is amended by adding a new subdivision c-1 to read as follows:\n(c-1). Water and sewer liens to be posted on the website. a. In addition to any other notice provided to a property owner respecting the intention of the city of New York to sell a water and sewer lien, where a water and sewer bill remains unpaid and exceeds one thousand dollars, subject to the restrictions on sales of tax liens, the department shall also post notice that a property is subject to a water and sewer lien on its website no later than thirty days after such lien is imposed. \n§2. This local law shall take effect ninety days after it is enacted into law, except that the commissioner of finance shall take such measures, including the promulgation of rules, as are necessary for its implementation prior to such effective date.\nLS # 7365\nSS 6/24/09 11:48 a.m.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\ulnone\\tab S\\cf1 ection 1.  Legislative findings and intent.   The Council finds that by Local Law 68 of 2007, water lien sales were reauthorized for properties with \\cf0 delinquent water and sewer charges provided the water and sewer charges were delinquent for at least one year and equaled or exceeded $1,000.  The legislation included new restrictions on the Commissioner\\rquote s authority to sell certain tax liens - restrictions that apply both to real property tax liens (for certain senior citizen, disabled and low income homeowners in Class 1) and to water and sewer liens (for any single family property in class 1 and for certain senior citizen, disabled and low income homeowners owning two or three-family property in Class 1).  T\\cf1 o ensure fair treatment to property owners, the local law included notice requirements and requirements concerning the advertising of lien sales.  The advertisements are required to include a description, by block and lot or by such other identification as the Commissioner of Finance may deem appropriate, of the property upon which the tax lien exists that is included in the sale.  \\cf0\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1 The Council further finds that notwithstanding the efforts undertaken to assure that property owners get adequate notice, potential purchasers did not receive suitable notification and additional measures are needed to facilitate fair notice to all.  Therefore the Council finds that it is in the best interests of the City residents to require that the Department of Finance also post notice on its website of the properties subject to water and sewer lien sales.\\par\n\\ul\\'a72 Section 11-320 of the administrative code of the city of New York is amended by adding a new subdivision c-1 to read as follows:\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj (c-1). Water and sewer liens to be posted on the website. a. In addition to any other notice provided to a property owner respecting the intention of the city of New York to sell a water and sewer lien, where a water and sewer bill remains unpaid and exceeds one thousand dollars, subject to the restrictions on sales of tax liens, the department shall also post notice that a property is subject to a water and sewer lien on its website no later than thirty days after such lien is imposed. \\par\n\\ulnone\\'a72. This local law shall take effect ninety days after it is enacted into law, except that the commissioner of finance shall take such measures, including the promulgation of rules, as are necessary for its implementation prior to such effective date.\\par\n\\pard\\nowidctlpar\\qj LS # 7365\\par\nSS 6/24/09 11:48 a.m.\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
