{
  "ID": 43307,
  "GUID": "A9B7A75D-CCA8-4AE6-9F9A-6CB8DB08BEAC",
  "File": "Int 1040-2009",
  "Name": "Modular newsracks.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to modular newsracks.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2009-06-30T00:00:00Z",
  "AgendaDate": "2009-06-30T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    }
  ],
  "History": [
    {
      "ID": 229886,
      "Date": "2009-06-30T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 230080,
      "Date": "2009-06-30T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9158,
      "AgendaSequence": 170,
      "MinutesSequence": 203,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236084,
      "Date": "2009-12-31T11:45:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 44208,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  The preamble of subdivision b of section 19-128.1 is amended to read as follows:\n\tb.  Requirements. It shall be a violation for any person to place, install or maintain a newsrack on any sidewalk unless such newsrack is in compliance with the provisions of this section and section 19-128.2 of this code.\n\t§ 2.  Paragraph 6 of subdivision b of section 19-128.1 is amended to read as follows:\n\t6.  A newsrack shall not be placed, installed or maintained: (a) within fifteen feet of any fire hydrant; (b) in any driveway or within close proximity of any driveway; (c) in any curb cut designed to facilitate street access by disabled persons or within two feet of any such curb cut; (d) within close proximity of the entrance or exit of any railway station or subway station; (e) within any bus stop; (f) within a crosswalk area; (g) within a corner area or within five feet of any corner area; (h) on any surface where such installation or maintenance will cause damage to or will interfere with the use of any pipes, vault areas, telephone or electrical cables or other similar locations; (i) on any cellar door, grating, utility maintenance cover or other similar locations;  (j) on, in or over any part of the roadway of any public street; (k) unless eight feet of sidewalk width is preserved for unobstructed pedestrian passage; (l) in any park or on any sidewalk immediately contiguous to a park where such sidewalk is an integral part of the park design, such as the sidewalks surrounding Central Park or Prospect Park; (m) on any area of lawn, flowers, shrubs, trees or other landscaping or in such a manner that use of the newsrack would cause damage to such landscaping; [or] (n) where such placement, installation or maintenance endangers the safety of persons or property; or (o) in violation of the provisions of section 19-128.2 of this code.  Any limitation on the placement or installation of newsracks pursuant to this paragraph shall be no more restrictive than necessary to ensure the safe and unobstructed flow of pedestrian and vehicular traffic, and otherwise to assure the safety of persons and property.\n\t§ 3.   Paragraph 3 of subdivision e of section 19-128.1 is amended to read as follows:\n\t  3. In no event shall the owner or person in control of a newsrack fail to keep such newsrack supplied with written matter for a period of more than seven consecutive days without securing the door so as to prevent the deposit of refuse therein. In no event shall such newsrack remain empty for a period of more than thirty consecutive days. In the event that a publication space in a modular newsrack installed pursuant to section 19-128.2 of this code remains empty for more than thirty consecutive days, such publication shall be deemed to have abandoned such space and such modular newsrack’s owner may offer the space to a new publication.\n§ 4.  Subparagraph a of paragraph 1 of subdivision f of section 19-128.1 is amended to read as follows:\n\t(a) Whenever any newsrack is found to be in violation of any provision of subdivision b [of this section] or paragraphs two, three, four or five of subdivision e of this section or subdivisions f, g, h, i, j or k of section 19-128.2 of this code, the commissioner shall issue a notice of correction specifying the date and nature of the violation and shall send written notification, by regular mail, to the owner or person in control of the newsrack.  In addition, the commissioner may send a copy of such notice of correction to a person designated by such owner or person to receive such notice, and/or the commissioner may send such notice by electronic mail to such owner or such person specifying the date and nature of the violation.  However, failure to send a copy by regular or electronic mail will not extend the time period within which such owner or other person is required by any provision of this section to take action, nor will such failure result in the dismissal of a notice of violation issued pursuant to any provision of this section.  The commissioner shall cause photographic evidence of such violation to be taken except for violations of subdivisions i, j or k of section 19-128.2 of this code.  Such evidence shall be sent by regular mail together with the notice of correction.  Except as otherwise provided for the removal of refuse in paragraph two of subdivision e of this section, such person shall within seven business days from the date of receipt of notification via regular mail cause the violation to be corrected.  For the purposes of this section, a notice of correction shall be deemed to have been received five days from the date on which it was mailed by the commissioner.\n\t§ 5.  Paragraph 2 of subdivision f of section 19-128.1 is amended by adding a new subparagraph c to read as follows:\n\t(c)  If the board renders a decision upholding a violation of subdivision k of section 19-128.2 of this code against the respondent for unlawfully charging a fee for use of its modular newsrack, the board shall direct such respondent to refund all improperly charged fees and the board shall impose penalties in accordance with subdivision l of section 19-128.2 of this code.\n\t§ 6.  Subparagraph a of paragraph 6 of subdivision f of section 19-128.1 is amended to read as follows:\n\t(a) Any owner or person in control of a newsrack found to be in violation of any provisions of this section shall, after a board decision has been issued upon default or after a hearing, be subject to a civil penalty in the amount of (i) no less than fifty dollars and no more than one hundred dollars for each violation for a specific newsrack of any of the provisions of paragraphs two, three, four or five of subdivision e of this section [or], paragraph four of subdivision b of this section, except that a person found in violation of any of such provisions after a decision of the board issued on default shall be subject to a penalty of no less than one hundred dollars and no more than five hundred dollars; (ii) no less than five hundred dollars and no more than four thousand dollars for each violation of paragraph one of subdivision c of this section; and (iii) no less than one hundred dollars and no more than five hundred dollars for each violation of paragraphs one, two, three, five, six and seven of subdivision b of this section or subdivisions f, g or h of section 19-128.2 of this code.\n§ 7.  Chapter one of title 19 of the administrative code of the city of New York is amended by adding new section 19-128.2 to read as follows:\n\t§19-128.2  Modular newsracks.   a.  For the purposes of this section, the following terms shall be defined as follows:\n\t1.  “Modular newsrack” shall mean a newsrack, as defined in paragraph one of subdivision a of  section 19-128.1 of this code, that is designed with multiple enclosed compartments to accommodate the display, sale or distribution of multiple newspapers or other written matter to the general public. \n\t2.  “Modular newsrack owner” shall mean a person or other entity that owns a modular newsrack.\n\t3.  “Modular newsrack plan” shall mean a plan submitted to the department pursuant to subdivision b of this section.\n\t4.  “Sidewalk block” shall mean the areas of sidewalk on two opposing block faces, spanning from one intersection to the next intersection. For example, the sidewalk areas on 42nd Street from First Avenue to Second Avenue shall constitute one sidewalk block.\n\t5.  “Single newsrack” shall mean a newsrack, as defined in paragraph one of subdivision a of section 19-128.1 of this code, that is designed to hold one publication.\n\t6. “Single newsrack owner” shall mean a person or other entity that owns a single newsrack.\n\tb. Submission of modular newsrack plan. A community board or business improvement district may submit a modular newsrack plan to the department to request replacement of single newsracks with modular newsracks in all or part of a community district or business improvement district. Such plan shall identify:\n\ti. each sidewalk block where substituting modular newsracks for single newsracks will improve pedestrian flows and neighborhood aesthetics, including any documentation or findings that support the selection of such sidewalk block(s);\n\tii. the number of different publications on each sidewalk block identified in the plan;\n\tiii. the number of publications that are offered at more than one single newsrack on each sidewalk block identified in the plan;\n\tiv. how many publications could be accommodated by modular newsracks on each sidewalk block identified in the plan, which number shall not be less than the number of different publications identified in paragraph (ii) of this subdivision; \nv. the proposed location(s) on each sidewalk block for each modular newsrack; and\n\tvi. in cases where a modular newsrack will be filled to capacity, locations within the community district or business improvement district where additional modular newsracks could be placed if additional publications seek space, as well as locations where single newsracks can be placed by such additional publications until additional modular newsracks are made available.\nc.  Review of modular newsrack plan.  Within 90 days of receiving a modular newsrack plan, the department shall hold a public hearing to determine whether to approve or disapprove of such plan, in conformance with section 1046 of the charter.  Within 30 days of conducting such hearing, the department shall issue written approval or disapproval (or approval subject to modifications) of such plan. The department may only approve a modular newsrack plan after determining that:\ni.  sufficient newsrack space exists to accommodate all publications currently available on the sidewalk block(s) identified in the modular newsrack plan;\nii.  in cases where a modular newsrack will be filled to capacity, locations exist where additional modular newsracks could be placed if additional publications seek space, as well as locations where single newsracks can be placed by such additional publications until additional modular newsracks are made available;\niii.  every publication that is offered in a single newsrack on a particular sidewalk block prior to the submission of a modular newsrack plan will be offered in a modular newsrack on that same sidewalk block if such plan is approved; \niv.  implementation of such plan will not obstruct pedestrian flow on the identified sidewalk block(s); and\nv. the plan contains a mechanism that allows publications not currently available on the identified sidewalk block(s) to apply for, and without unreasonable delay, be granted authority to place such additional publications on the identified sidewalk block(s) in accordance with the provisions of this section. \nd. The department maintains the right to modify a modular newsrack plan in order to ensure that the criteria contained in subdivision c of this section are satisfied, and to suspend or revoke such plan upon a determination by the commissioner that such plan is not being implemented in compliance with its terms and the provisions of subdivision c of this section.\ne. A community board or business improvement district that has already obtained approval from the department to install modular newsracks need not submit a new modular newsrack plan pursuant to subdivision b of this section, provided, however, that the restrictions on the placement of single newsracks contained in subdivision j of this section shall not take effect in such community district or business improvement district until such community board or business improvement district submits a modular newsrack plan, and provided further that such community board or business improvement district must submit a modular newsrack plan in order to install any additional modular newsracks.\nf.  Modular newsracks shall be made of metal or fiberglass or any other thermal-resistant material approved by the department, except that the door may contain a plexiglass window.  The maximum height of any modular newsrack shall be no taller than sixty and one-half inches.  The maximum width of any such newsrack shall be eighty-eight and one-half inches.  The maximum depth of any such newsrack shall be thirty-one and one-half inches.  The uppermost horizontal surface of every modular newsrack shall be crowned, domed or slanted to allow water runoff and discourage the placement of litter.  The modular newsrack shall display the name and phone number of the modular newsrack owner.\n\tg.  Modular newsracks shall be bolted to the sidewalk, except as otherwise provided by subdivision h of this section.  Modular newsracks shall not be bolted onto any sections of a sidewalk that are defective according to department standards or any sidewalk determined by the department to be unsuitable for placement of modular newsracks because of public safety concerns.  Chaining of modular newsracks to trees, lampposts or other street furniture is prohibited.\n\th.  Modular newsracks shall not be bolted to non-standard sidewalks including, but not limited to, granite, marble or bluestone sidewalks or sidewalks in historic districts as designated by the landmarks preservation commission.  Modular newsracks may be secured on such non-standard sidewalks with a heavy base.\ni.  A publication shall not be placed in more than one space in any modular newsrack.  A publication may be placed in two modular newsracks upon the same sidewalk block, provided that all other publications seeking a space in a modular newsrack at such sidewalk block have been offered such a space.  If a publication is placed in two modular newsracks on the same sidewalk block and another publication seeks a space at such  sidewalk block, the owner of the publication with two spaces at such sidewalk block shall decide which modular newsrack it will vacate. \n\tj.  Every single newsrack owner of a single newsrack located on the same sidewalk block as a modular newsrack placed on a sidewalk block under this section shall remove such single newsrack, except where insufficient modular newsrack space exists as described in paragraph (vi) of subdivision b of this section and paragraph (ii) of subdivision c of this section, within thirty days after receiving written notice from the modular newsrack owner that a modular newsrack plan has been approved and that modular newsracks are in operation in accordance with such plan.  If any such single newsrack is not removed within such thirty day period, the commissioner shall immediately remove and store or cause to be removed and stored such single newsrack at such single newsrack owner’s expense; provided, however,  that the owner of such single newsrack shall be given reasonable opportunities to retake possession of such single newsrack.  If any newsracks or contents thereof removed and stored pursuant to this subdivision are not claimed within one hundred and twenty days after such removal and storage, such newsracks or the contents thereof shall be deemed abandoned and may be either sold at public auction after having been advertised in the City Record, the proceeds thereof being paid into the general fund, used or converted for use by the department or another city agency or otherwise disposed of. No single newsrack shall be placed on the same sidewalk block as a modular newsrack except where insufficient modular newsrack space exists as described in paragraph (vi) of subdivision b of this section and paragraph (ii) of subdivision c of this section.  \nk.  A modular newsrack owner shall bear the entire cost of maintaining its newsrack and shall not charge any fee to publications occupying a space in its modular newsrack, except for reasonable fees which must be approved by the department relating to the initial purchase of newsrack doors and repair or replacement of newsrack doors and door parts. Such fees may not exceed the cost of the initial purchase, repair or replacement of newsrack doors or door parts, as the case may be.\nl.  Pursuant to the violations process established under subdivision f of section 19-128.1 of this code, any modular newsrack owner that is found by the environmental control board to have violated the provisions of subdivision i or k of this section shall be subject to a fine of not less than five hundred dollars nor greater than one thousand dollars and the commissioner shall immediately remove or cause to be removed all of such owner’s newsracks which are in violation and the contents thereof from any sidewalks for a period of three consecutive months; provided, however, that the removal of any modular newsrack from a sidewalk block pursuant to the provisions of this paragraph shall be deemed to suspend the prohibition against the placement of single newsracks on such sidewalk block contained in subdivision j of this section during the time of the absence of such modular newsrack. If any newsracks or contents thereof removed pursuant to this subdivision are not claimed within thirty days after the expiration of the three-month removal period, such newsracks or the contents thereof shall be deemed abandoned and may be sold at public auction after having been advertised in the City Record, the proceeds thereof being paid into the general fund, used or converted for use by the department or another city agency or otherwise disposed of.\nm. Pursuant to the violations process established under subdivision f of section 19-128.1 of this code, any single newsrack owner that is found by the environmental control board to have violated the provisions of subdivision j of this section shall, in addition to the removal provisions of subdivision j, be subject to a fine of not less than five hundred dollars nor greater than one thousand dollars.\no.  Nothing in this section shall preclude the immediate removal of a modular newsrack or a single newsrack when otherwise authorized by law.\n§8.  If any portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this law, which shall continue in full force and effect.\n§9.  This local law shall take effect ninety days after it is enacted into law.\n\nLGA\nLS # 4579\n6/15/09 - 10am",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\sl480\\slmult1\\qj\\tab Section 1.  The preamble of subdivision b of section 19-128.1 is amended to read as follows:\\par\n\\tab b.  Requirements. It shall be a violation for any person to place, install or maintain a newsrack on any sidewalk unless such newsrack is in compliance with the provisions of this section \\ul and section 19-128.2 of this code\\ulnone .\\par\n\\tab\\'a7 2.  Paragraph 6 of subdivision b of section 19-128.1 is amended to read as follows:\\par\n\\tab 6.  A newsrack shall not be placed, installed or maintained: (a) within fifteen feet of any fire hydrant; (b) in any driveway or within close proximity of any driveway; (c) in any curb cut designed to facilitate street access by disabled persons or within two feet of any such curb cut; (d) within close proximity of the entrance or exit of any railway station or subway station; (e) within any bus stop; (f) within a crosswalk area; (g) within a corner area or within five feet of any corner area; (h) on any surface where such installation or maintenance will cause damage to or will interfere with the use of any pipes, vault areas, telephone or electrical cables or other similar locations; (i) on any cellar door, grating, utility maintenance cover or other similar locations;  (j) on, in or over any part of the roadway of any public street; (k) unless eight feet of sidewalk width is preserved for unobstructed pedestrian passage; (l) in any park or on any sidewalk immediately contiguous to a park where such sidewalk is an integral part of the park design, such as the sidewalks surrounding Central Park or Prospect Park; (m) on any area of lawn, flowers, shrubs, trees or other landscaping or in such a manner that use of the newsrack would cause damage to such landscaping; [or] (n) where such placement, installation or maintenance endangers the safety of persons or property;\\ul  or (o) in violation of the provisions of section 19-128.2 of this code\\ulnone .  Any limitation on the placement or installation of newsracks pursuant to this paragraph shall be no more restrictive than necessary to ensure the safe and unobstructed flow of pedestrian and vehicular traffic, and otherwise to assure the safety of persons and property.\\par\n\\tab\\'a7 3.   Paragraph 3 of subdivision e of section 19-128.1 is amended to read as follows:\\par\n\\tab\\cf1   3. In no event shall the owner or person in control of a newsrack fail to keep such newsrack supplied with written matter for a period of more than seven consecutive days without securing the door so as to prevent the deposit of refuse therein. In no event shall such newsrack remain empty for a period of more than thirty consecutive days.\\ul  In the event that a publication space in a modular newsrack installed pursuant to section 19-128.2 of this code remains empty for more than thirty consecutive days, such publication shall be deemed to have abandoned such space and such modular newsrack\\rquote s owner may offer the space to a new publication.\\cf0\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ulnone\\'a7 4.  Subparagraph a of paragraph 1 of subdivision f of section 19-128.1 is amended to read as follows:\\par\n\\pard\\sl480\\slmult1\\qj\\tab (a) Whenever any newsrack is found to be in violation of any provision of subdivision b [of this section] or paragraphs two, three, four or five of subdivision e of this section \\ul or subdivisions f, g, h, i, j or k of section 19-128.2 of this code\\ulnone , the commissioner shall issue a notice of correction specifying the date and nature of the violation and shall send written notification, by regular mail, to the owner or person in control of the newsrack.  In addition, the commissioner may send a copy of such notice of correction to a person designated by such owner or person to receive such notice, and/or the commissioner may send such notice by electronic mail to such owner or such person specifying the date and nature of the violation.  However, failure to send a copy by regular or electronic mail will not extend the time period within which such owner or other person is required by any provision of this section to take action, nor will such failure result in the dismissal of a notice of violation issued pursuant to any provision of this section.  The commissioner shall cause photographic evidence of such violation to be taken\\ul  except for violations of subdivisions i, j or k of section 19-128.2 of this code\\ulnone .  Such evidence shall be sent by regular mail together with the notice of correction.  Except as otherwise provided for the removal of refuse in paragraph two of subdivision e of this section, such person shall within seven business days from the date of receipt of notification via regular mail cause the violation to be corrected.  For the purposes of this section, a notice of correction shall be deemed to have been received five days from the date on which it was mailed by the commissioner.\\par\n\\tab\\'a7 5.  Paragraph 2 of subdivision f of section 19-128.1 is amended by adding a new subparagraph c to read as follows:\\par\n\\tab\\ul (c)  If the board renders a decision upholding a violation of subdivision k of section 19-128.2 of this code against the respondent for unlawfully charging a fee for use of its modular newsrack, the board shall direct such respondent to refund all improperly charged fees and the board shall impose penalties in accordance with subdivision l of section 19-128.2 of this code.\\par\n\\ulnone\\tab\\'a7 6.  Subparagraph a of paragraph 6 of subdivision f of section 19-128.1 is amended to read as follows:\\par\n\\tab (a) Any owner or person in control of a newsrack found to be in violation of any provisions of this section shall, after a board decision has been issued upon default or after a hearing, be subject to a civil penalty in the amount of (i) no less than fifty dollars and no more than one hundred dollars for each violation for a specific newsrack of any of the provisions of paragraphs two, three, four or five of subdivision e of this section [or]\\ul ,\\ulnone  paragraph four of subdivision b of this section, except that a person found in violation of any of such provisions after a decision of the board issued on default shall be subject to a penalty of no less than one hundred dollars and no more than five hundred dollars; (ii) no less than five hundred dollars and no more than four thousand dollars for each violation of paragraph one of subdivision c of this section; and (iii) no less than one hundred dollars and no more than five hundred dollars for each violation of paragraphs one, two, three, five, six and seven of subdivision b of this section\\ul  or subdivisions f, g or h of section 19-128.2 of this code\\ulnone .\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\'a7 7.  Chapter one of title 19 of the administrative code of the city of New York is amended by adding new section 19-128.2 to read as follows:\\par\n\\pard\\sl480\\slmult1\\qj\\tab\\ul\\'a719-128.2  Modular newsracks.   a.  For the purposes of this section, the following terms shall be defined as follows:\\par\n\\ulnone\\tab\\ul 1.  \\ldblquote Modular newsrack\\rdblquote  shall mean a newsrack, as defined in paragraph one of subdivision a of  section 19-128.1 of this code, that is designed with multiple enclosed compartments to accommodate the display, sale or distribution of multiple newspapers or other written matter to the general public. \\par\n\\ulnone\\tab\\ul 2.  \\ldblquote Modular newsrack owner\\rdblquote  shall mean a person or other entity that owns a modular newsrack.\\par\n\\tab 3.  \\ldblquote Modular newsrack plan\\rdblquote  shall mean a plan submitted to the department pursuant to subdivision b of this section.\\par\n\\ulnone\\tab\\ul 4.  \\ldblquote Sidewalk block\\rdblquote  shall mean the areas of sidewalk on two opposing block faces, spanning from one intersection to the next intersection. For example, the sidewalk areas on 42\\super nd\\nosupersub  Street from First Avenue to Second Avenue shall constitute one sidewalk block.\\par\n\\ulnone\\tab\\ul 5.  \\ldblquote Single newsrack\\rdblquote  shall mean a newsrack, as defined in paragraph one of subdivision a of section 19-128.1 of this code, that is designed to hold one publication.\\par\n\\ulnone\\tab\\ul 6. \\ldblquote Single newsrack owner\\rdblquote  shall mean a person or other entity that owns a single newsrack.\\par\n\\ulnone\\tab\\ul b. Submission of modular newsrack plan. A community board or business improvement district may submit a modular newsrack plan to the department to request replacement of single newsracks with modular newsracks in all or part of a community district or business improvement district. Such plan shall identify:\\par\n\\ulnone\\tab\\ul i. each sidewalk block where substituting modular newsracks for single newsracks will improve pedestrian flows and neighborhood aesthetics, including any documentation or findings that support the selection of such sidewalk block(s);\\par\n\\ulnone\\tab\\ul ii. the number of different publications on each sidewalk block identified in the plan;\\par\n\\ulnone\\tab\\ul iii. the number of publications that are offered at more than one single newsrack on each sidewalk block identified in the plan;\\par\n\\ulnone\\tab\\ul iv. how many publications could be accommodated by modular newsracks on each sidewalk block identified in the plan, which number shall not be less than the number of different publications identified in paragraph (ii) of this subdivision; \\par\n\\pard\\fi720\\sl480\\slmult1\\qj v. the proposed location(s) on each sidewalk block for each modular newsrack; and\\par\n\\pard\\sl480\\slmult1\\qj\\ulnone\\tab\\ul vi. in cases where a modular newsrack will be filled to capacity, locations within the community district or business improvement district where additional modular newsracks could be placed if additional publications seek space, as well as locations where single newsracks can be placed by such additional publications until additional modular newsracks are made available.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj c.  Review of modular newsrack plan.  Within 90 days of receiving a modular newsrack plan, the department shall hold a public hearing to determine whether to approve or disapprove of such plan, in conformance with section 1046 of the charter.  Within 30 days of conducting such hearing, the department shall issue written approval or disapproval (or approval subject to modifications) of such plan. The department may only approve a modular newsrack plan after determining that:\\par\ni.  sufficient newsrack space exists to accommodate all publications currently available on the sidewalk block(s) identified in the modular newsrack plan;\\par\nii.  in cases where a modular newsrack will be filled to capacity, locations exist where additional modular newsracks could be placed if additional publications seek space, as well as locations where single newsracks can be placed by such additional publications until additional modular newsracks are made available;\\par\niii.  every publication that is offered in a single newsrack on a particular sidewalk block prior to the submission of a modular newsrack plan will be offered in a modular newsrack on that same sidewalk block if such plan is approved; \\par\niv.  implementation of such plan will not obstruct pedestrian flow on the identified sidewalk block(s); and\\par\nv. the plan contains a mechanism that allows publications not currently available on the identified sidewalk block(s) to apply for, and without unreasonable delay, be granted authority to place such additional publications on the identified sidewalk block(s) in accordance with the provisions of this section. \\par\nd. The department maintains the right to modify a modular newsrack plan in order to ensure that the criteria contained in subdivision c of this section are satisfied, and to suspend or revoke such plan upon a determination by the commissioner that such plan is not being implemented in compliance with its terms and the provisions of subdivision c of this section.\\par\ne. A community board or business improvement district that has already obtained approval from the department to install modular newsracks need not submit a new modular newsrack plan pursuant to subdivision b of this section, provided, however, that the restrictions on the placement of single newsracks contained in subdivision j of this section shall not take effect in such community district or business improvement district until such community board or business improvement district submits a modular newsrack plan, and provided further that such community board or business improvement district must submit a modular newsrack plan in order to install any additional modular newsracks.\\ulnone\\b\\par\n\\ul\\b0 f.  Modular newsracks shall be made of metal or fiberglass or any other thermal-resistant material approved by the department, except that the door may contain a plexiglass window.  The maximum height of any modular newsrack shall be no taller than sixty and one-half inches.  The maximum width of any such newsrack shall be eighty-eight and one-half inches.  The maximum depth of any such newsrack shall be thirty-one and one-half inches.  The uppermost horizontal surface of every modular newsrack shall be crowned, domed or slanted to allow water runoff and discourage the placement of litter.  The modular newsrack shall display the name and phone number of the modular newsrack owner.\\par\n\\pard\\sl480\\slmult1\\qj\\ulnone\\tab\\ul g.  Modular newsracks shall be bolted to the sidewalk, except as otherwise provided by subdivision h of this section.  Modular newsracks shall not be bolted onto any sections of a sidewalk that are defective according to department standards or any sidewalk determined by the department to be unsuitable for placement of modular newsracks because of public safety concerns.  Chaining of modular newsracks to trees, lampposts or other street furniture is prohibited.\\par\n\\ulnone\\tab\\ul h.  Modular newsracks shall not be bolted to non-standard sidewalks including, but not limited to, granite, marble or bluestone sidewalks or sidewalks in historic districts as designated by the landmarks preservation commission.  Modular newsracks may be secured on such non-standard sidewalks with a heavy base.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj i.  A publication shall not be placed in more than one space in any modular newsrack.  A publication may be placed in two modular newsracks upon the same sidewalk block, provided that all other publications seeking a space in a modular newsrack at such sidewalk block have been offered such a space.  If a publication is placed in two modular newsracks on the same sidewalk block and another publication seeks a space at such  sidewalk block, the owner of the publication with two spaces at such sidewalk block shall decide which modular newsrack it will vacate. \\par\n\\pard\\sl480\\slmult1\\qj\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\ulnone\\tab\\ul j.  Every single newsrack owner of a single newsrack located on the same sidewalk block as a modular newsrack placed on a sidewalk block under this section shall remove such single newsrack, except where insufficient modular newsrack space exists as described in paragraph (vi) of subdivision b of this section and paragraph (ii) of subdivision c of this section, within thirty days after receiving written notice from the modular newsrack owner that a modular newsrack plan has been approved and that modular newsracks are in operation in accordance with such plan.  If any such single newsrack is not removed within such thirty day period, the commissioner shall immediately remove and store or cause to be removed and stored such single newsrack at such single newsrack owner\\rquote s expense; provided, however,  that the owner of such single newsrack shall be given reasonable opportunities to retake possession of such single newsrack.  If any newsracks or contents thereof removed and stored pursuant to this subdivision are not claimed within one hundred and twenty days after such removal and storage, such newsracks or the contents thereof shall be deemed abandoned and may be either sold at public auction after having been advertised in the City Record, the proceeds thereof being paid into the general fund, used or converted for use by the department or another city agency or otherwise disposed of. No single newsrack shall be placed on the same sidewalk block as a modular newsrack except where insufficient modular newsrack space exists as described in paragraph (vi) of subdivision b of this section and paragraph (ii) of subdivision c of this section.  \\par\n\\pard\\fi720\\sl480\\slmult1\\qj k.  A modular newsrack owner shall bear the entire cost of maintaining its newsrack and shall not charge any fee to publications occupying a space in its modular newsrack, except for reasonable fees which must be approved by the department relating to the initial purchase of newsrack doors and repair or replacement of newsrack doors and door parts. Such fees may not exceed the cost of the initial purchase, repair or replacement of newsrack doors or door parts, as the case may be.\\b\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\b0 l.  Pursuant to the violations process established under subdivision f of section 19-128.1 of this code, any modular newsrack owner that is found by the environmental control board to have violated the provisions of subdivision i or k of this section shall be subject to a fine of not less than five hundred dollars nor greater than one thousand dollars and the commissioner shall immediately remove or cause to be removed all of such owner\\rquote s newsracks which are in violation and the contents thereof from any sidewalks for a period of three consecutive months; provided, however, that the removal of any modular newsrack from a sidewalk block pursuant to the provisions of this paragraph shall be deemed to suspend the prohibition against the placement of single newsracks on such sidewalk block contained in subdivision j of this section during the time of the absence of such modular newsrack. If any newsracks or contents thereof removed pursuant to this subdivision are not claimed within thirty days after the expiration of the three-month removal period, such newsracks or the contents thereof shall be deemed abandoned and may be sold at public auction after having been advertised in the City Record, the proceeds thereof being paid into the general fund, used or converted for use by the department or another city agency or otherwise disposed of.\\par\nm. Pursuant to the violations process established under subdivision f of section 19-128.1 of this code, any single newsrack owner that is found by the environmental control board to have violated the provisions of subdivision j of this section shall, in addition to the removal provisions of subdivision j, be subject to a fine of not less than five hundred dollars nor greater than one thousand dollars.\\par\no.  Nothing in this section shall preclude the immediate removal of a modular newsrack or a single newsrack when otherwise authorized by law.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ulnone\\'a78.  If any portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this law, which shall continue in full force and effect.\\ul\\par\n\\ulnone\\'a79.  This local law shall take effect ninety days after it is enacted into law.\\ul\\par\n\\pard\\sl480\\slmult1\\qj\\par\n\\pard\\qj\\ulnone\\fs16 LGA\\par\nLS # 4579\\par\n6/15/09 - 10am\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
