{
  "ID": 43447,
  "GUID": "68802CCC-742B-4439-8F4D-D9B48A5E96BE",
  "File": "Int 1043-2009",
  "Name": "Notices of violation issued by the department of buildings for illegal signs or billboards.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to notices of violation issued by the department of buildings for illegal signs or billboards.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2009-07-29T00:00:00Z",
  "AgendaDate": "2009-07-29T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 7502,
      "Slug": "elizabeth-s-crowley",
      "FullName": "Elizabeth S. Crowley"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    }
  ],
  "History": [
    {
      "ID": 230732,
      "Date": "2009-07-29T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 231075,
      "Date": "2009-07-29T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9189,
      "AgendaSequence": 203,
      "MinutesSequence": 255,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236083,
      "Date": "2009-12-31T11:43:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 90854,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Int. No. 1043 - 7/29/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/920bd1ca-3426-45dd-bf99-8109bd3c1125.doc",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 44507,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Title 28 of the administrative code of the city of New York is amended by adding a new section 28-501.4.1 to read as follows:\n§28-501.4.1. Service. Service of a notice of violation to a person charged with a violation for any outdoor sign that violates any provision of the zoning resolution, this code, the 1968 building code or rules adopted pursuant thereto this title, shall be made upon such person, using the methods of service pursuant to the rules of the department, no later than five days after an authorized employee or agent of the department initially drafts such notice of violation.  \n§2. Title 28 of the administrative code of the city of New York is amended by adding a new section 28-501.7 to read as follows:\n§28-501.7 Grace period. Where a person has been charged with a violation for any outdoor sign that violates any provision of the zoning resolution, this code, the 1968 building code or rules adopted pursuant thereto this title, and such person has never previously been found in violation of any provision of the zoning resolution, this code, the 1968 building code or rules adopted pursuant thereto this title, relating to outdoor signs, the commissioner shall provide such person with a grace period to correct the alleged violation.  The commissioner shall determine the duration of the grace period, provided that (1) such grace period commences on the date when the first notice of violation is issued and (2) no subsequent notice of violation for the same violation at the same location be issued to the respondent and no penalty imposed upon the respondent unless such respondent has not corrected the alleged violation within the time period provided by the grace period.  For the purposes of this section, each day’s continuance of the violation shall not be a separate and distinct violation, as provided by section 28-501.4 of this title, unless the alleged violation is not corrected by the end of the grace period, in which case, each day’s continuance of the violation after the grace period has expired shall be a separate and distinct violation.  \n§3. Title 28 of the administrative code of the city of New York is amended by adding a new section 28-502.10 to read as follows:\n§28-502.10 Liability for signs installed by an outdoor advertising company.  Notwithstanding any other provision of law to the contrary, any person who receives a notice of violation for any outdoor sign that violates any provision of the zoning resolution, this code, the 1968 building code or rules adopted pursuant thereto this title, shall not be liable for such violation where such outdoor sign has been erected, maintained, attached, affixed, painted on, or in any other manner represented on a building by any outdoor advertising company prior to the date when such person owned or leased such building.\n§4. Title 28 of the administrative code of the city of New York is amended by adding a new section 28-501.4.1 to read as follows:\n§28-501.4.1 Temporary penalty forgiveness. The commissioner shall establish a temporary penalty forgiveness program in which any respondent imposed with a penalty relating to any outdoor sign that violates any provision of the zoning resolution, this code, the 1968 building code or rules adopted pursuant thereto this title, during the time period starting on July first, two thousand eight and ending on the effective date of this provision, shall be forgiven from the payment of such penalty, provided that (1) such respondent has never previously been found in violation of any provision of the zoning resolution, this code, the 1968 building code or rules adopted pursuant thereto this title relating to outdoor signs and (2) such respondent corrects such violation pursuant to the grace periods requirements set forth in section 28-501.7 of this title. \n§5.  This local law shall take effect ninety days after its enactment into law. \n\n\nLS # 7401 revised\nKS/MF\n8/12/09",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1.\\cf1  Title 28 of the administrative code of the city of New York is amended by adding a new section 28-501.4.1 to read as follows:\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\cf0\\ul\\'a728-501.4.1. Service. Service of a notice of violation to a person charged with a violation for any outdoor sign that violates any provision of the zoning resolution, this code, the 1968 building code or rules adopted pursuant thereto this title, shall be made upon such person, using the methods of service pursuant to the rules of the department, no later than five days after an authorized employee or agent of the department initially drafts such notice of violation.  \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj\\ulnone\\'a72. \\cf1 Title 28 of the administrative code of the city of New York is amended by adding a new section 28-501.7 to read as follows:\\cf0\\ul\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\'a728-501.7 Grace period. Where a person has been charged with a violation for any outdoor sign that violates any provision of the zoning resolution, this code, the 1968 building code or rules adopted pursuant thereto this title, and such person has never previously been found in violation of any provision of the zoning resolution, this code, the 1968 building code or rules adopted pursuant thereto this title, relating to outdoor signs, the commissioner shall provide such person with a grace period to correct the alleged violation.  The commissioner shall determine the duration of the grace period, provided that (1) such grace period commences on the date when the first notice of violation is issued and (2) no subsequent notice of violation for the same violation at the same location be issued to the respondent and no penalty imposed upon the respondent unless such respondent has not corrected the alleged violation within the time period provided by the grace period.  For the purposes of this section, each day\\rquote s continuance of the violation shall not be a separate and distinct violation, as provided by section 28-501.4 of this title, unless the alleged violation is not corrected by the end of the grace period, in which case, each day\\rquote s continuance of the violation after the grace period has expired shall be a separate and distinct violation.  \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj\\cf1\\ulnone\\'a73. Title 28 of the administrative code of the city of New York is amended by adding a new section 28-502.10 to read as follows:\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\ul\\'a728-502.10 \\cf0 Liability for signs installed by an outdoor advertising company.  Notwithstanding any other provision of law to the contrary, any person who receives a notice of violation for any outdoor sign that violates any provision of the zoning resolution, this code, the 1968 building code or rules adopted pursuant thereto this title, shall not be liable for such violation where such outdoor sign has been erected, maintained, attached, affixed, painted on, or in any other manner represented on a building by any outdoor advertising company prior to the date when such person owned or leased such building.\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\cf1\\ulnone\\'a74. Title 28 of the administrative code of the city of New York is amended by adding a new section 28-501.4.1 to read as follows:\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\ul\\'a728-501.4.1 Temporary penalty forgiveness. \\cf0 The commissioner shall establish a temporary penalty forgiveness program in which any respondent imposed with a penalty relating to any outdoor sign that violates any provision of the zoning resolution, this code, the 1968 building code or rules adopted pursuant thereto this title, during the time period starting on July first, two thousand eight and ending on the effective date of this provision, shall be forgiven from the payment of such penalty, provided that (1) such respondent has never previously been found in violation of any provision of the zoning resolution, this code, the 1968 building code or rules adopted pursuant thereto this title relating to outdoor signs and (2) such respondent corrects such violation pursuant to the grace periods requirements set forth in section \\cf1 28-501.7 \\cf0 of this title. \\ulnone\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj\\'a75.  This local law shall take effect ninety days after its enactment into law. \\ul\\par\n\\pard\\ltrpar\\qj\\ulnone\\par\n\\par\nLS # 7401 revised\\par\nKS/MF\\par\n8/12/09\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\ul\\par\n\\ulnone\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
