{
  "ID": 43449,
  "GUID": "90CFA160-6876-4FBE-8555-44A15DD677FB",
  "File": "Int 1046-2009",
  "Name": "Abolishing the office of the Public Advocate.",
  "Title": "A Local Law to amend the New York City charter and the administrative code of the city of New York in relation to abolishing the office of the Public Advocate, and to repeal section 24 and subdivision (a) of section 26 of the charter.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 13,
  "BodyName": "Committee on Governmental Operations",
  "IntroDate": "2009-07-29T00:00:00Z",
  "AgendaDate": "2009-07-29T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5289,
      "Slug": "simcha-felder",
      "FullName": "Simcha Felder"
    }
  ],
  "History": [
    {
      "ID": 230734,
      "Date": "2009-07-29T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 231079,
      "Date": "2009-07-29T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Governmental Operations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9189,
      "AgendaSequence": 207,
      "MinutesSequence": 259,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Governmental Operations",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236080,
      "Date": "2009-12-31T11:43:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 44353,
  "Text": "Be it enacted by the Council as follows:\nSection 1.  Subdivisions b and c of section 10 of the New York City charter are amended to read as follows:\n           § 10.  Succession.  a.  In  case  of the suspension of the mayor from office, the mayor's temporary inability to discharge  the  powers  and  duties of the office of mayor by reason of sickness or otherwise, or the  mayor's  absence  from  the city, the powers and duties of the office of  mayor shall devolve upon the [public advocate or the] comptroller [in  that  order  of  succession]  until  the suspension, inability or absence shall  cease.  While so acting temporarily as mayor [neither] the [public advocate  nor the] comptroller shall not exercise  any  power  of  appointment  to  or  removal  from  office  or any power lawfully delegated by the mayor to a  deputy mayor before the commencement of such suspension or inability, or  before or after the commencement of such absence; and shall  not,  until  such  suspension,  inability  or absence shall have continued nine days,  sign, approve or disapprove any local  law  or  resolution,  unless  the  period  during  which the mayor can act thereon would expire during said  nine days in which case the [public advocate  or  the] comptroller  shall  have  the  power  to disapprove the same within forty-eight hours before  the time to act expires.\n  \tb. In the case of a failure of a person elected as mayor  to  qualify,  or  a  vacancy in the office caused by the mayor's resignation, removal, death or permanent inability to discharge the powers and duties  of  the  office  of  mayor,  such powers and duties shall devolve upon [the public advocate,] the comptroller or a person selected pursuant to subdivision c  of section twenty-eight, in that order of succession, until a new  mayor  shall  be  elected as provided herein. Upon the commencement of the term of the  person  first  elected  mayor  pursuant  to  the  provisions  of  subdivision  c of this section, the person then acting as mayor pursuant  to the provisions of this subdivision, if  an  elected  official,  shall  complete  the term of the office to which such person was elected if any remains.\n\t§ 2.  Section 24 of the New York City charter is REPEALED.\n\t§ 3. Subdivision a of section 26 of the New York City charter is REPEALED.\n\t   § 4. Subdivision a of section 22 of Chapter 2 of the New York City charter is amended and subdivisions b and c are re-lettered subdivisions a and b to read as follows:\n   \t§ 22.  Composition of council. a. The council shall consist of [the public advocate and of] fifty-one [other] members termed council members. Consistent with state law, the size of the council and the number of districts from which council members are elected may be increased by local law without approval pursuant to section thirty-eight.\n § 5. Section 44 of Chapter 2 of the New York City charter is amended to read as follows:\n\t    § 44. Speaker. The council shall elect from among its members a speaker and such other officers as it deems appropriate. The speaker shall preside over the meetings of the council. [During any period when the public advocate comptroller is acting as mayor, or when a vacancy exists in the office of the public advocate, the speaker shall act as public advocate pending the filling of the vacancy pursuant to subdivision c of  section twenty-four,  and  shall  be a member of every board of which the public advocate is a member by virtue of his or her office.]\n§ 6. Section 205 of Chapter 8 of the New York City charter is amended to read as follows:\n\t  § 205. Comprehensive waterfront plan. Not later than the thirty-first day of December, two thousand and ten and not less than every ten years thereafter, the department of city planning shall file with the mayor, the council, [the  public  advocate,] the borough  presidents, and the community boards, a comprehensive waterfront plan. Such plan shall be drafted in consultation with the appropriate city,  state, and federal agencies and regulatory bodies, and with input from the public, and shall include (1) an assessment of waterfront resources for the natural waterfront, the public waterfront, the working waterfront and the developing waterfront, (2) a statement of the  planning policy of the department of city planning, which policy shall take into consideration, among other things, the ten year capital strategy, the assessment of waterfront resources included pursuant  to  (1) above, the four year capital  plan, the strategic policy statements provided for in section seventeen and plans approved pursuant to section one hundred ninety-seven-a and (3) proposals for implementing the planning policy of the department whether by amendment of the zoning resolution, development of plans or otherwise.\n § 7. Subdivision b of section 93 of Chapter 5 of the New York City charter is amended to read as follows:\n   \t§93. b. Powers and duties. The comptroller shall have power to audit and investigate all matters relating to or affecting the finances of the city, including without limitation the performance of contracts and the receipt and expenditure of city funds, and take the testimony under oath of such persons as the comptroller may deem necessary. The comptroller shall conduct all audits of entities under contract with the city as expeditiously as possible and in no case shall initiate an audit later than two years after the expiration of a contract term unless the comptroller determines in writing that: (1) such audit is initiated in connection with litigation brought by or against the city, (2) it was not practicable to initiate an audit within such two year period, or (3) the initiation of the audit after the two year period is appropriate in light of information discovered in an audit of another contract of the same contractor. Such written determination shall be filed with the mayor[,] and council [and public advocate].\n § 8. Subdivision a of section 97 of Chapter 5 of the New York City charter is amended to read as follows:\n         §  97.  Audit Committee. a. There shall be an audit committee  which shall consist of the mayor, the comptroller, [the public advocate]  the speaker of the council and four private members appointed by the mayor, two of whom shall be appointed upon the recommendation of the comptroller. The members of the committee shall elect a private member as chair for an annual term commencing on the first day of March.\n§ 9. Subdivisions a and f of section 192 of Chapter b of the New York City charter are amended to read as follows:\n       §  192.  City planning commission. a. There shall be a city planning commission to consist of the chair and twelve other members. The mayor shall appoint the chair and six other members of the commission, the [public advocate] council shall appoint one member, and each borough president shall appoint one member. Members shall be chosen for their independence, integrity and civic commitment. Appointments of all members, except for the chair and council appointee, shall be subject to the advice and consent of the council. For such appointments by officials other than the mayor and the council, the procedure for obtaining the advice and consent of the council shall be the same as the procedure provided for in section thirty-one for appointments by the mayor. Except as otherwise  provided in section one hundred ninety-one, no member shall hold any other city office. Members other than the chair shall be appointed for a term of five years; provided, however, that of the members other than the chair, one member appointed by the mayor and one member appointed by a borough president shall serve for terms to expire on the thirtieth day of June, nineteen hundred ninety-one; one member appointed by the mayor and one member appointed by a borough president shall serve for terms to expire on the thirtieth day of June, nineteen hundred ninety-two; one member appointed by the mayor and one member appointed by a borough president shall serve for terms to expire on the thirtieth day of June, nineteen hundred ninety-three; one member appointed by the mayor and one member appointed by a borough president shall serve for terms to expire on the thirtieth day of June, nineteen hundred ninety-four; and two members appointed by the mayor, the member appointed by the [public advocate] council and one member appointed by a borough president shall serve for terms to expire on the thirtieth day of June, nineteen hundred ninety-five. The borough presidents shall determine by lot the length of the term to be served by the member first appointed by each borough president. The appointing officials shall make their first appointments to the commission on or before the first day of March, nineteen hundred ninety. The commission members so appointed shall assume office on the first day of July, nineteen hundred ninety. Members of the commission shall serve until their successors have been confirmed. Any vacancy occurring other than by expiration of term shall be filled by the official who appointed the member in the same manner as the original appointment. A person so appointed shall serve for the unexpired portion of the term of the member succeeded. Terms shall begin on the next date after the expiration date of the preceding term. \nf.  Not later than the thirty-first day of December, nineteen hundred ninety-two and every four years thereafter, the commission shall file with the mayor, the council, [the public advocate,] the borough presidents, and community boards, a zoning and planning report. The report shall include (1) a statement of the planning policy of the commission, which policy shall take into consideration, among other things, the ten-year capital strategy, the four-year capital program, the report on the social, economic and environmental health of the city issued pursuant to section sixteen, the strategic policy statements provided for in section seventeen and plans approved pursuant to section one hundred ninety-seven-a, (2) a summary of the significant plans and studies completed or undertaken by the department of city planning in the preceding four years, (3) an analysis of those portions of the zoning resolution that merit reconsideration in light of the planning policy of the commission and (4) proposals for implementing the planning policy of the commission whether by amendment of the zoning resolution, development of plans or otherwise.\n§ 10. Subdivision b of section 216 of Chapter 9 of the New York City charter is amended to read as follows:\nb. Upon the adoption of any such amendment by the council, it shall be certified by the mayor[, the public advocate] and the city clerk and the capital budget shall be amended accordingly.\n§ 11. Subdivisions a and d of section 259 of Chapter 11 of the New York City charter are amended to read as follows:\n       §  259.  Independent budget office. a. There shall be an independent budget office to be headed by a director who shall be appointed upon the recommendation of the independent budget office advisory board, by a special committee convened for this purpose. Such committee shall consist of the comptroller, [the public advocate,] a borough president chosen by the borough presidents, and a council member chosen by the council, and shall act by majority vote. The director shall be appointed without regard to political affiliation and solely on the basis of fitness to perform the duties assigned by this chapter. The term of office of the director first appointed shall expire on August first, two thousand, and the terms of office of directors subsequently appointed shall expire on such date in each fourth year thereafter. Any individual appointed to fill a vacancy prior to the expiration of a term shall serve only for the unexpired portion of the term. An individual serving as director at the expiration of a term may continue to serve until a successor is appointed. \n d.  There shall be an independent budget office advisory committee consisting of ten members appointed jointly by the comptroller and the [public advocate] council for five year staggered terms. Of the members originally appointed, two shall serve until the thirty-first day of March, nineteen hundred ninety-nine, two shall serve until the thirty-first day of March, two thousand, two shall serve until the thirty-first day of March, two thousand one, two shall serve until the thirty-first day of March, two thousand two and two shall serve until the thirty-first day of March, two thousand three. The members shall all be individuals with extensive experience and knowledge in the fields of finance, economics, accounting, public administration and public policy analysis, including at least one former director of the New York city office of management and budget or of a comparable office in another local government jurisdiction in the United States; one nationally recognized expert in the fields of budget theory and the budgetary process; one former director of the New York state division of the budget or of a comparable legislative or executive office in another state government; one dean or director or former dean or director of a graduate school of business administration located in New York city; one dean or director or former dean or director of a graduate school of public administration or public affairs or public policy located in New York city; one chair or former chair of a graduate economics department of a college or university located in New York city; one officer or former officer of, or economic advisor of, a labor union; one officer or former officer of, or economic advisor to, a business corporation; one officer or former officer of a civic or public interest advocacy organization involved in budgetary matters; and one officer or former officer of a human services advocacy organization involved in budget matters. No member may be reappointed to consecutive terms. Vacancies occurring because of the expiration of terms shall be filled promptly on the recommendation of the members of the committee whose terms are not expiring. Vacancies occurring otherwise shall be filled promptly on the recommendation of the remaining members of the committee. The members of the committee shall receive no compensation but shall be reimbursed for their necessary expenses. The committee shall at its first meeting in every even numbered year elect, from among its members, a chair and vice-chair who shall serve until the thirty-first day of March of the next even numbered year.\n§ 12. Subdivision b of section 333 of Chapter 13 of the New York City charter is amended to read as follows:\nb. 1.  If a borough president determines there is reason to believe a term or condition of a contract providing for the delivery of services in the borough is not being complied with and that the contract should be terminated for noncompliance, modified, not renewed, modified at the time of renewal, or that the existing terms of the contract should be enforced, the borough president shall document in writing the reasons for that determination and present such determination, with a recommendation for appropriate action, to the agency head for review. In the case of a recommendation that a contract should not be renewed or should be modified at the time of renewal, such recommendation shall be made to the agency head at least one hundred and twenty days prior to the expiration of the contract.  \n2.  The agency head shall respond to the borough president's findings within ten days from receipt of such findings, indicating what action, if any, shall be taken. If such action is not satisfactory to the borough president, the borough president shall, within thirty days of receipt of such responses, be authorized to require that a hearing be held in the borough by a contract performance panel consisting of the [public advocate, the] comptroller, a council appointee, and the mayor, or their designees, to receive the testimony of the borough president and other interested persons on the borough president's recommendations. \n§ 13. Section 1052 of Chapter 46 of the New York City charter is amended to read as follows:\n       §  1052.  Campaign finance board. a. 1. There shall be a campaign finance board consisting of five members. Two members of the board shall be appointed by the mayor, provided that not more than one such member shall be enrolled in any one political party, and two members shall be appointed by the speaker of the council, provided that not more than one such member shall be enrolled in any one political party, and one member, who shall be the chairperson, shall be appointed by the mayor after consultation with the speaker. The members shall first be appointed to serve as follows: \n    (a)  one member appointed by the speaker for a term of one year;\n    (b)  one member appointed by the mayor for a term of two years;\n    (c)  one member appointed by the speaker for a term of three years;\n    (d)  one member appointed by the mayor for a term of four years; and\n    (e)  the chairperson for a term of five years.\nEach term shall commence on April first, nineteen hundred eighty-eight. Thereafter, each member shall be appointed for a term of five years by the mayor or the speaker, according to the original manner of appointment. Upon expiration of the term of a member, if the mayor or the speaker, as appropriate, shall fail to appoint a member within one hundred twenty days of the expiration of such term, the member whose term has expired shall be deemed appointed for an additional term of five years, provided, however, that if the expiration of such term occurs in a year in which elections, except special elections, covered by the voluntary system of campaign finance reform are scheduled, the member whose term has expired shall be deemed appointed for an additional term of five years if the mayor or the speaker, as appropriate, shall fail to appoint a member within ninety days of the expiration of such term. In case of a vacancy in the office of a member, a member shall be appointed to serve the remainder of the unexpired term by the mayor or the speaker, according to the original manner of appointment. If the mayor or the speaker, as appropriate, shall fail to appoint a member within one hundred eighty days of such vacancy, then a member shall be appointed by the board to serve for the remainder of the unexpired term, if additional time remains in such term, provided, however, that if such vacancy occurs in a year, or within ninety days prior to a year, in which elections, except special elections, covered by the voluntary system of campaign finance reform are scheduled, then a member shall be appointed by the board to serve for the remainder of the unexpired term, if additional time remains in such term, if the mayor or the speaker, as appropriate, shall fail to appoint a member within ninety days of such vacancy. Except for the chairperson, such member shall not be enrolled in the same political party as the other member appointed by the official who failed to so appoint. Each member shall be a resident of the city, registered to vote therein. Each member shall agree not to make contributions to any candidate for nomination for election, or election, to the office of mayor, [public advocate,] comptroller, borough president, or member of the council which in the aggregate are in excess of the maximum contribution applicable to such office pursuant to any local law establishing a voluntary system of campaign finance reform. No member shall serve as an officer of a political party, or be a candidate, or participate in any capacity in a campaign by a candidate, for nomination for election or election to the office of mayor, [public advocate,] comptroller, borough president or member of the city council. Officers and employees of the city or any city agency, lobbyists required to file a statement of registration under section 3-213 of the administrative code and the employees of such lobbyists shall not be eligible to be members of the board. In appointing members to the board, the mayor and the speaker shall consider campaign experience in general and particularly campaign experience with the New York city campaign finance system. Members of the board shall be required to undergo training developed pursuant to paragraph 14 of this section.\n    2.  The members of the board shall be compensated at the rate of one hundred dollars per calendar day when performing the work of the board.\n    3.  The board may employ necessary staff, including an executive director and a counsel, and make necessary expenditures subject to appropriation.\n    4.  No member of the campaign finance board shall be removed from office except for cause and upon notice and hearing.\n    5.  The board shall have the power to investigate all matters relating to the performance of its functions and any other matter relating to the proper administration of any voluntary system of campaign finance reform established by local law and for such purposes shall have the power to require the attendance and examine and take the testimony under oath of such persons as it shall deem necessary and to require the production of books, accounts, papers and other evidence relative to such investigation. Notwithstanding any other provision of law, the investigative and adjudicatory powers and functions of the staff to the board shall be separate and no staff member of the board shall perform both investigative and adjudicatory tasks or functions.\n    6.  The board shall publicize, as it deems appropriate, the names of candidates for nomination or election to the office of the mayor, [public advocate,] comptroller, borough president, or city council who violate any of the provisions of any voluntary system of campaign finance reform established by local law.\n    7.  The board may render advisory opinions with respect to questions arising under any local law establishing a voluntary system of campaign finance reform. Such advisory opinions may be rendered on the written request of a candidate, an officer of a political committee or member of the public, or may be rendered on its own initiative. The board shall make public its advisory opinions. The board shall develop a program for informing candidates and the public as to the purpose and effect of the provisions of any voluntary system of campaign finance reform established by local law.\n    8.  The board shall have the authority to promulgate such rules and provide such forms as it deems necessary for the administration of any voluntary system of campaign finance reform established by local law. The board shall promulgate regulations concerning the form in which contributions and expenditures are to be reported, the periods during which such reports must be filed and the verification required. The board shall require the filing of reports of contributions and expenditures for purposes of determining compliance with any contribution or expenditure limitations provided in any local law establishing a voluntary system of campaign finance reform, provided that the schedule established by the board for such filings shall be in accordance with the schedule specified by the state board of elections for the filing of campaign receipt and expenditure statements.\n    9.  The board shall develop a computer data base that shall contain all information necessary for the proper administration of this chapter including information on contributions to and expenditures by candidates and their authorized committees and distributions of moneys from the campaign finance funds. Such data base shall be accessible to the public.\n    10.  The board may take such other actions as are necessary and proper to carry out the purposes of any local law establishing a voluntary system of campaign finance reform. If at any time, the board determines that the amount of money in any special fund or funds established by any such local law, establishing a voluntary system of campaign finance reform, to fund a system of optional public campaign financing for candidates abiding by the requirements of such law, is insufficient, or is likely to be insufficient, for payment to such participating candidates pursuant to such law, it shall report this determination to the commissioner of finance, along with its estimate of the additional amount which will be necessary to provide such participating candidates with financing pursuant to such law and a detailed statement of the assumptions and methodologies on which such estimate is based. Not more than four days after receiving such estimate and supporting materials, the commissioner of finance shall transfer an amount equal to such estimate from the general fund to such special fund or funds. All monies transferred to such special fund or funds shall not be considered revenues of the city and payments from such fund or funds shall be made without appropriation and shall not be included in the expense budget of the city. The comptroller shall have custody of such fund or funds on behalf of the board and shall have the power to invest the monies of such fund or funds in the manner in which the city is authorized to invest its funds and shall deposit the monies of the fund or funds in such deposit banks as have been designated by the banking commission pursuant to section fifteen hundred twenty-four of this charter. The comptroller shall submit monthly reports to the board regarding the status of the fund or funds and more frequent reports when the board requires. Monies of the fund or funds shall be paid out by the comptroller only on warrant of the board.\n    11.  The board shall have the authority to implement any system established for the regulation of inauguration and transition donations and expenditures including the promulgation of rules and regulations and the imposition of any penalties related thereto, as required by local law.\n    12.  (a)  The board shall require that candidates participating in the voluntary system of campaign finance reform or candidates who otherwise file disclosure reports with the board shall disclose to the board the acceptance of campaign contributions from individuals and entities doing business with the city. The board shall promulgate such rules as it deems necessary to implement and administer this provision and provide that information regarding such contributions shall be accessible to the public. The board shall also promulgate such rules as it deems necessary to regulate the acceptance by candidates participating in the voluntary system of campaign finance reform of campaign contributions from individuals and entities doing business with the city, including rules that determine which business dealings shall be covered by such rules. Elected officials, city agencies, boards and commissions, including the mayor, comptroller, [public advocate,] borough presidents, the city council and members of the city council shall cooperate with the board to provide to the board such information about such individuals and entities as the board shall require.\n    (b)  The board shall promulgate such rules as it deems necessary to attribute expenditures that indirectly assist or benefit a candidate participating in the voluntary system of campaign finance reform as in-kind contributions to such candidate.\n    (c)  In promulgating rules pursuant to this paragraph, the board shall consider the following criteria: (1) the effectiveness of the voluntary system of campaign finance reform, (2) the costs of such system, (3) the maintenance of a reasonable balance between the burdens of such system and the incentives to candidates to participate in such system.\n    (d)  Any rules promulgated pursuant to this paragraph shall apply only with respect to nomination for election, or election, to the office of mayor, [public advocate,] comptroller, borough president, or member of the city council.\n    (e)  Proposed rules promulgated pursuant to this paragraph shall be published in accordance with subdivision b of section one thousand forty-three of this charter no later than December thirty-first, nineteen hundred ninety-nine. Final rules promulgated pursuant to this paragraph shall be adopted in accordance with such section as soon as practicable thereafter. Final rules adopted in the initial promulgation of rules pursuant to this paragraph shall supersede any inconsistent provisions of the administrative code that are in effect on the effective date of such final rules.\n    13.  Notwithstanding any other provision of law, the board shall prohibit candidates for offices covered by the voluntary system of campaign finance reform from accepting, either directly or indirectly, a campaign contribution, loan, guarantee or other security for such loan, from any corporation. The board shall promulgate such rules as it deems necessary to implement and administer this provision.\n    14.  a.  The council and the mayor, in conjunction with the campaign finance board, shall develop a curriculum to be used to train members of the campaign finance board and staff. Such curriculum shall include the issues and problems confronted by campaigns for covered office and how the application and enforcement of the city's campaign finance laws impacts these campaigns.\n    b.  The board shall take such actions as it deems necessary and appropriate to improve public awareness of the candidates, proposals or referenda in all elections in which there are contested elections for the offices of mayor, [public advocate,] borough presidents, comptroller, or city council or ballot proposals or referenda pursuant to this charter or the municipal home rule law, including but not necessarily limited to the publication of a non-partisan, impartial voters guide providing information on candidates, ballot proposals and referenda, and the distribution of one copy of such guide to each household in which there is at least one registered voter eligible to vote in the election involved. In any year in which the board publishes a voters guide, if the board determines that the amount of money in its budget is insufficient or likely to be insufficient for the publication and distribution of the voters guide, it shall report such determination to the director of the office of management and budget, who, after consultation with the board, shall, without an appropriation, transfer to the board a reasonable amount, as the director shall determine, to cover the cost of publishing and distributing the voters guide.\n    c.  The board shall, not later than March tenth of each year, approve and submit to the mayor detailed itemized estimates of the financial needs of the campaign finance board for the ensuing fiscal year. Such estimates shall be comprised of at least one personal service unit of appropriation and at least one other than personal service unit of appropriation. The mayor shall include such estimates in the executive budget without revision, but with such recommendations as the mayor may deem proper. Upon inclusion in the executive budget, the budget submitted by the campaign finance board shall be adopted pursuant to such provisions of chapter ten of this charter as are applicable to the operating budget of the council.\n    d.  The board may take such other actions as are necessary and proper to carry out any other authority the city council shall give to the board in any local law, including the promulgation of any rules and the provision of any forms.\n§ 14. Subdivision a of section 1054 of Chapter 46 of the New York City charter is amended to read as follows:\n       §  1054.  Voter assistance commission. a. There shall be a voter assistance commission, the head of which shall be elected by the members of the commission from among their membership which shall consist of sixteen members and which shall advise all appropriate officials on matters relating to voter participation in New York city. The commission shall include the first deputy mayor, or if there is no first deputy mayor, such other deputy mayor as the mayor shall designate to serve on this commission, the director of the office of management and budget, the president of the board of education, [the public advocate,] the executive director of the board of elections, the corporation counsel and the chair of the campaign finance board. In addition there shall be nine members broadly representative of (1) groups that are underrepresented among those who vote and/or among those who are registered to vote, (2) community, voter registration, civil rights, and disabled groups, and (3) the business community.\n§ 15. Subdivision a of section 1061 of Chapter 47 of the New York City charter is amended to read as follows:\n       §  1061.  Commission on public information and communication. a. There shall be a commission on public information and communication which shall consist of the [public advocate] comptroller, as chair, the corporation counsel or the delegate of such officer, the director of operations or the delegate of such officer, the commissioner of the department of records and information services or the delegate of such officer, the commissioner of information technology and telecommunications or the delegate of such officer, the president of the WNYC communications group or the delegate of such officer, and one council member elected by the council, all of whom shall serve on the board without compensation. In addition, there shall be four other members, each appointed for a four-year term, who shall not hold or seek public or political party office or be public employees in any jurisdiction, except the representative of the community board as set forth herein, to be appointed as follows: two by the mayor, one of whom is or has been a representative of the news media and one of whom shall be a member of a community board; one by the [public advocate] speaker of the council; and one by the borough presidents acting as a group.\n§ 16. Subdivisions b and c of section 1075 of Chapter 48 of the New York City charter are amended to read as follows:\n       b.  Within seven business days from the end of each month, the department shall submit in electronic format to the speaker of the council [the public advocate] and each community board, and shall make available on the city's official website, a report regarding requests for service received by the 311 citizen service center since April 1, 2004, disaggregated on a month-by-month and fiscal year-by-year basis.  \nc.  Within seven business days from the end of each month, the department shall submit in electronic format to the speaker of the council, [the public advocate] and each community board and shall make available on the city's official website a report regarding directory assistance calls received by the 311 citizen service center since April 1, 2004, disaggregated on a month-by-month and fiscal year-by-year basis.\n§ 17. Section 1109 of Chapter 49 of the New York City charter is amended to read as follows:\n       §  1109.  Summary inquiry. A summary inquiry into any alleged violation or neglect of duty in relation to the property, government or affairs of the city may be conducted under an order to be made by any justice of the supreme court in the first, second or eleventh judicial district on application of the mayor, the comptroller, [the public advocate,] any five council members, the commissioner of investigation or any five citizens who are taxpayers, supported by affidavit to the effect that one or more officers, employees or other persons therein named have knowledge or information concerning such alleged violation or neglect of duty.\n§ 18. Section 1137 of Chapter 50 of the New York City charter is amended to read as follows:\n \t       § 1137. Public policy. It is hereby declared to be the public policy of the city of New York to limit the time elected officials can serve as mayor, [public advocate,] comptroller, borough president and council member so that elected representatives are \"citizen representatives\" who are responsive to the needs of the people and are not career politicians. It is further declared that this policy is most appropriately served by limiting the time such officials can serve to not more than three full consecutive terms.\n§ 19. Section 1138 of Chapter 50 of the New York City charter is amended to read as follows:\n    § 1138. Term limits. Notwithstanding any provision to the contrary contained in this charter, no person shall be eligible to be elected  or serve in the office of mayor, [public advocate,] comptroller, borough president or council member if that person had previously held such office for three or more full consecutive terms, unless one full term or more  has  elapsed  since  that  person last held such office; provided, however, that in calculating the number of consecutive terms a person has served, only terms commencing on or after January 1, 1994 shall be counted.\n\n§ 20. Section 1301 of Chapter 56 of the New York City charter is amended to read as follows:\n       § 1301.  Powers and duties of the commissioner (of Small Business Services): the department shall include in any contract with a local development corporation under which such local development corporation is engaged in providing or administering economic development benefits on behalf of the city and expending city capital appropriations in connection therewith, a requirement that such local development corporation submit to the mayor, the council, the city comptroller,[the public advocate] and the borough presidents by January 31 of each year, a report for the prior year in the form prescribed hereunder with regard to projected and actual jobs created and retained in connection with any project undertaken by such local development corporation for the purpose of the creation or retention of jobs, whether or not such project involves the expenditure of city capital appropriations, if in connection with such project assistance to a business entity was provided by such local development corporation in the form of a loan, grant or tax benefit in excess of one hundred fifty thousand dollars, or a sale or lease of land where the project is estimated to retain or create not less than twenty-five jobs.\n§ 21. Section 1518 of Chapter 58 of the New York City charter is amended to read as follows:\n       § 1518. Collection of the real property tax. 1. Immediately upon the completion of the assessment rolls, the city clerk shall procure the proper warrants authorizing and requiring the commissioner to collect the several sums therein mentioned according to law. Such warrants need be signed only by the [public advocate] comptroller and counter-signed by the city clerk.\n§ 22. Section 2601 of Chapter 68 of the New York City charter is amended to read as follows:\n       §  2601.  Definitions (for conflict of interest purposes). As used in this chapter. 10.  \"Elected official\" means a person holding office as mayor, comptroller, [public advocate,] borough president or member of the council.\n§ 23. Paragraph 3 of subdivision d of section 2604 of Chapter 68 of the New York City charter is amended to read as follows:\n       3.  No elected official, nor the holder of the position of deputy mayor, director of the office of management and budget, commissioner of citywide administrative services, corporation counsel, commissioner of finance, commissioner of investigation or chair of the city planning commission shall, within a period of one year after termination of such person's employment with the city, appear before any agency in the branch of city government served by such person. For the purposes of this paragraph, the legislative branch of the city consists of the council and the offices of the council, and the executive branch of the city consists of all other agencies of the city[, including the office of the public advocate].\n§ 24. Subdivision j of section 2704 of Chapter 69 of the New York City charter is amended to read as follows:\n       j. On or before the first day of December, nineteen hundred ninety, the mayor shall appoint a task force on service delivery, consisting of no more than ten members, to review the requirements of subdivision a, c, and f of this section. Such task force shall include members appointed upon the recommendations of the council, comptroller, [public advocate,] and borough presidents. The membership of the task force shall include, but not be limited to community board members, district managers, and representatives of the agencies subject to the requirements of this section. On or before the first day of December, nineteen hundred ninety-two, the task force shall submit a report to the mayor and council summarizing its conclusions and presenting such recommendations for changes in the list of services made coterminous pursuant to subdivisions a or c, and in the requirements for such services contained in subdivision f, as the task force deems appropriate.\n§ 25. Subdivision a of section 7-301 of Title 7 of the administrative code of the city of New York is amended to read as follows:\n\ta. The board of statutory consolidation shall consist of the mayor, the comptroller, the [public advocate] speaker of the council and the corporation counsel. The board from among its members shall elect a chairperson, a vice-chairperson and a secretary. The members of such board shall serve as such members without compensation. The powers and duties of such board shall include the direction and control of the revision, simplification, consolidation, codification, restatement and annotation of the statutes, local laws, and departmental rules and regulations having the force of law affecting and relating to the government, affairs and property of the city and of the counties contained therein.\n§ 26. Section 11-222 of Chapter 2 of Title 11 of the administrative code of the city of New York is amended to read as follows:\n\t§ 11-222 Tax account of the commissioner of finance. Upon notification from the [public advocate] city clerk of the amount of taxes mentioned in such assessment-rolls and tax warrants, the comptroller shall cause the proper sum to be charged to the commissioner of finance for collection.\n§ 27. Section 13-103 of Chapter 1 of Title 13 of the administrative code of the city of New York is amended to read as follows:\n        § 13-103 Board of trustees of retirement system. a. (1) The retirement system shall be administered by a board of trustees which shall, subject to the provisions of law, from time to time establish rules and regulations for the administration and transaction of the business of such system and to carry out the provisions of law in relation thereto. The provisions of sections one thousand forty-two, one thousand forty-three, one thousand forty-four and one thousand forty-five of the charter shall not be construed to apply to the adoption of such rules and regulations. \n    (2)  An executive director of the retirement system shall be appointed by the board. The executive director shall perform such duties as may be conferred upon him or her by the board or by law and shall have the powers of the head of a department in respect to the retirement system and the officers and employees thereof.\n    b.  Such board of trustees shall consist of:\n    1.  A representative of the mayor who shall be appointed by the mayor and who shall be entitled to cast one vote. The mayor, by a written authorization filed with the board, may designate one or more members of his or her office to act in the place of such representative, in the event of his or her absence. Such representative or designee acting in his or her place shall be chairperson of the board.\n    [2. The public advocate, who shall be entitled to cast one vote. The public advocate may, by written authorization filed with the board, designate one or more officers or employees appointed by him or her to act in his or her place as a member of such board, in the event of the absence of such public advocate.]\n    [3] 2.  The comptroller of the city, who shall be entitled to cast one vote.\n    [4] 3.  The president of each borough. Each such president shall be entitled to cast a one-fifth vote. Each such president may, by written authorization filed with the board, designate his or her deputy borough president, or executive assistant to the borough president, or counsel to the borough president to act in his or her place as a member of such board.\n    [5] 4.  (a)  Three employee representatives, who shall each be entitled to cast one vote. The chief executive officer of each of the three employee organizations designated as herein provided shall be one of such representatives.\n    (b)  On or before July first of the year in which this subparagraph shall take effect, the director of labor relations of the city (or other officer performing the same or similar functions under another title) shall, by instrument in writing filed in his or her office and with the board, designate the three employee organizations which represent, for the purposes of collective bargaining on pension matters, the largest number of employees who are members of the retirement system. Such designation shall be reviewed annually by such director or other officer, and if such review discloses a change in the standing of the employee organizations concerned, such designation shall thereupon be revised by him or her to specify the three such organizations having the leading representational status as hereinabove prescribed.\n    (c)  Any such employee representative may, by written authorization filed with the board, designate one or more persons to act in the place of such member on such board in the event of the absence of such member, provided, however, that the by-laws or constitution of the organization of which he or she is chief executive officer authorize such designation.\n    (d)  Each act of such board shall be by a resolution adopted by at least three and three-fifths votes. The concurrence of one employee representative and one non-employee representative member or members entitled to one vote shall be necessary for an act of such board. A quorum of such board shall consist of members entitled to cast at least three and three-fifths votes.\n\n   § 28.  This local law shall take effect on the first day of January of the year immediately following its approval by vote of the electorate. \n.",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fmodern\\fprq1\\fcharset0 Courier New;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1.  Subdivisions b and c of section 10 of the New York City charter are amended to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656            \\'a7 10.  Succession.  a.  In  case  of the suspension of the mayor from office, the mayor's temporary inability to discharge  the  powers  and  duties of the office of mayor by reason of sickness or otherwise, or the  mayor's  absence  from  the city, the powers and duties of the office of  mayor shall devolve upon the [public advocate or the] comptroller [in  that  order  of  succession]  until  the suspension, inability or absence shall  cease.  While so acting temporarily as mayor [neither] the [public advocate  nor the] comptroller shall \\ul not\\ulnone  exercise  any  power  of  appointment  to  or  removal  from  office  or any power lawfully delegated by the mayor to a  deputy mayor before the commencement of such suspension or inability, or  before or after the commencement of such absence; and shall  not,  until  such  suspension,  inability  or absence shall have continued nine days,  sign, approve or disapprove any local  law  or  resolution,  unless  the  period  during  which the mayor can act thereon would expire during said  nine days in which case the [public advocate  or  the] comptroller  shall  have  the  power  to disapprove the same within forty-eight hours before  the time to act expires.\\par\n  \\tab b. In the case of a failure of a person elected as mayor  to  qualify,  or  a  vacancy in the office caused by the mayor's resignation, removal, death or permanent inability to discharge the powers and duties  of  the  office  of  mayor,  such powers and duties shall devolve upon [the public advocate,] the comptroller or a person selected pursuant to subdivision c  of section twenty-eight, in that order of succession, until a new  mayor  shall  be  elected as provided herein. Upon the commencement of the term of the  person  first  elected  mayor  pursuant  to  the  provisions  of  subdivision  c of this section, the person then acting as mayor pursuant  to the provisions of this subdivision, if  an  elected  official,  shall  complete  the term of the office to which such person was elected if any remains.\\par\n\\tab\\'a7 2.  Section 24 of the New York City charter is REPEALED.\\par\n\\tab\\'a7 3. Subdivision a of section 26 of the New York City charter is REPEALED.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tab    \\'a7 4. Subdivision a of section 22 of Chapter 2 of the New York City charter is amended and subdivisions b and c are re-lettered subdivisions a and b to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\cf1    \\tab\\'a7 22\\b .  \\b0 Composition of council.\\b  \\b0 a. The council shall consist of [the public advocate and of] fifty-one [other] members termed council members. Consistent with state law, the size of the council and the number of districts from which council members are elected may be increased by local law without approval pursuant to section thirty-eight.\\par\n\\cf0  \\'a7 5. Section 44 of Chapter 2\\b  \\b0 of the New York City charter is amended to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\cf1\\tab     \\cf0\\'a7 44. Speaker. The council shall elect from among its members a speaker and such other officers as it deems appropriate. The speaker shall preside over the meetings of the council. [During any period when the public advocate comptroller is acting as mayor, or when a vacancy exists in the office of the public advocate, the speaker shall act as public advocate pending the filling of the vacancy pursuant to subdivision c of  section twenty-four,  and  shall  be a member of every board of which the public advocate is a member by virtue of his or her office.]\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a7 6. Section 205 of Chapter 8\\b  \\b0 of the New York City charter is amended to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\tab   \\'a7 205. Comprehensive waterfront plan. Not later than the thirty-first day of December, two thousand and ten and not less than every ten years thereafter, the department of city planning shall file with the mayor, the council, [the  public  advocate,] the borough  presidents, and the community boards, a comprehensive waterfront plan. Such plan shall be drafted in consultation with the appropriate city,  state, and federal agencies and regulatory bodies, and with input from the public, and shall include (1) an assessment of waterfront resources for the natural waterfront, the public waterfront, the working waterfront and the developing waterfront, (2) a statement of the  planning policy of the department of city planning, which policy shall take into consideration, among other things, the ten year capital strategy, the assessment of waterfront resources included pursuant  to  (1) above, the four year capital  plan, the strategic policy statements provided for in section seventeen and plans approved pursuant to section one hundred ninety-seven-a and (3) proposals for implementing the planning policy of the department whether by amendment of the zoning resolution, development of plans or otherwise.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\cf1  \\'a7 7. Subdivision b of section 93 of Chapter 5 of the New York City charter is amended to read as follows:\\par\n   \\tab\\'a793. b. Powers and duties. The comptroller shall have power to audit and investigate all matters relating to or affecting the finances of the city, including without limitation the performance of contracts and the receipt and expenditure of city funds, and take the testimony under oath of such persons as the comptroller may deem necessary. The comptroller shall conduct all audits of entities under contract with the city as expeditiously as possible and in no case shall initiate an audit later than two years after the expiration of a contract term unless the comptroller determines in writing that: (1) such audit is initiated in connection with litigation brought by or against the city, (2) it was not practicable to initiate an audit within such two year period, or (3) the initiation of the audit after the two year period is appropriate in light of information discovered in an audit of another contract of the same contractor. Such written determination shall be filed with the mayor[,] \\ul and\\ulnone  council [and public advocate].\\par\n \\'a7 8. Subdivision a of section 97 of Chapter 5 of the New York City charter is amended to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\ri720\\sb100\\sa100\\sl480\\slmult1\\qj          \\'a7  97.  Audit Committee.\\b  \\b0 a. There shall be an audit committee  which shall consist of the mayor, the comptroller, [the public advocate]  \\ul the speaker of the council\\ulnone  and four private members appointed by the mayor, two of whom shall be appointed upon the recommendation of the comptroller. The members of the committee shall elect a private member as chair for an annual term commencing on the first day of March.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a7 9. Subdivisions a and f of section 192 of Chapter b of the New York City charter are amended to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\ri720\\sb100\\sa100\\sl480\\slmult1\\qj\\b        \\b0\\'a7\\b   \\b0 192.\\b   \\b0 City planning commission.\\b  \\b0 a. There shall be a city planning commission to consist of the chair and twelve other members. The mayor shall appoint the chair and six other members of the commission, the [public advocate]\\b  \\ul\\b0 council\\ulnone  shall appoint one member, and each borough president shall appoint one member. Members shall be chosen for their independence, integrity and civic commitment. Appointments of all members, except for the chair \\ul and council appointee\\ulnone , shall be subject to the advice and consent of the council. For such appointments by officials other than the mayor \\ul and the council\\ulnone , the procedure for obtaining the advice and consent of the council shall be the same as the procedure provided for in section thirty-one for appointments by the mayor. Except as otherwise  provided in section one hundred ninety-one, no member shall hold any other city office. Members other than the chair shall be appointed for a term of five years; provided, however, that of the members other than the chair, one member appointed by the mayor and one member appointed by a borough president shall serve for terms to expire on the thirtieth day of June, nineteen hundred ninety-one; one member appointed by the mayor and one member appointed by a borough president shall serve for terms to expire on the thirtieth day of June, nineteen hundred ninety-two; one member appointed by the mayor and one member appointed by a borough president shall serve for terms to expire on the thirtieth day of June, nineteen hundred ninety-three; one member appointed by the mayor and one member appointed by a borough president shall serve for terms to expire on the thirtieth day of June, nineteen hundred ninety-four; and two members appointed by the mayor, the member appointed by the [public advocate] \\ul council\\ulnone  and one member appointed by a borough president shall serve for terms to expire on the thirtieth day of June, nineteen hundred ninety-five. The borough presidents shall determine by lot the length of the term to be served by the member first appointed by each borough president. The appointing officials shall make their first appointments to the commission on or before the first day of March, nineteen hundred ninety. The commission members so appointed shall assume office on the first day of July, nineteen hundred ninety. Members of the commission shall serve until their successors have been confirmed. Any vacancy occurring other than by expiration of term shall be filled by the official who appointed the member in the same manner as the original appointment. A person so appointed shall serve for the unexpired portion of the term of the member succeeded. Terms shall begin on the next date after the expiration date of the preceding term. \\par\nf.  Not later than the thirty-first day of December, nineteen hundred ninety-two and every four years thereafter, the commission shall file with the mayor, the council, [the public advocate,] the borough presidents, and community boards, a zoning and planning report. The report shall include (1) a statement of the planning policy of the commission, which policy shall take into consideration, among other things, the ten-year capital strategy, the four-year capital program, the report on the social, economic and environmental health of the city issued pursuant to section sixteen, the strategic policy statements provided for in section seventeen and plans approved pursuant to section one hundred ninety-seven-a, (2) a summary of the significant plans and studies completed or undertaken by the department of city planning in the preceding four years, (3) an analysis of those portions of the zoning resolution that merit reconsideration in light of the planning policy of the commission and (4) proposals for implementing the planning policy of the commission whether by amendment of the zoning resolution, development of plans or otherwise.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a7 10. Subdivision b of section 216 of Chapter 9 of the New York City charter is amended to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\ri720\\sb100\\sa100\\sl480\\slmult1\\qj b. Upon the adoption of any such amendment by the council, it shall be certified by the mayor[, the public advocate] and the city clerk and the capital budget shall be amended accordingly.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a7 11. Subdivisions a and d of section 259 of Chapter 11 of the New York City charter are amended to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\ri720\\sb100\\sa100\\sl480\\slmult1\\qj        \\'a7  259. \\cf0\\b  \\cf1\\b0 Independent budget office.\\b  \\b0 a. There shall be an independent budget office to be headed by a director who shall be appointed upon the recommendation of the independent budget office advisory board, by a special committee convened for this purpose. Such committee shall consist of the comptroller, [the public advocate,] a borough president chosen by the borough presidents, and a council member chosen by the council, and shall act by majority vote. The director shall be appointed without regard to political affiliation and solely on the basis of fitness to perform the duties assigned by this chapter. The term of office of the director first appointed shall expire on August first, two thousand, and the terms of office of directors subsequently appointed shall expire on such date in each fourth year thereafter. Any individual appointed to fill a vacancy prior to the expiration of a term shall serve only for the unexpired portion of the term. An individual serving as director at the expiration of a term may continue to serve until a successor is appointed. \\par\n d.  There shall be an independent budget office advisory committee consisting of ten members appointed jointly by the comptroller and the [public advocate] \\ul council\\ulnone  for five year staggered terms. Of the members originally appointed, two shall serve until the thirty-first day of March, nineteen hundred ninety-nine, two shall serve until the thirty-first day of March, two thousand, two shall serve until the thirty-first day of March, two thousand one, two shall serve until the thirty-first day of March, two thousand two and two shall serve until the thirty-first day of March, two thousand three. The members shall all be individuals with extensive experience and knowledge in the fields of finance, economics, accounting, public administration and public policy analysis, including at least one former director of the New York city office of management and budget or of a comparable office in another local government jurisdiction in the United States; one nationally recognized expert in the fields of budget theory and the budgetary process; one former director of the New York state division of the budget or of a comparable legislative or executive office in another state government; one dean or director or former dean or director of a graduate school of business administration located in New York city; one dean or director or former dean or director of a graduate school of public administration or public affairs or public policy located in New York city; one chair or former chair of a graduate economics department of a college or university located in New York city; one officer or former officer of, or economic advisor of, a labor union; one officer or former officer of, or economic advisor to, a business corporation; one officer or former officer of a civic or public interest advocacy organization involved in budgetary matters; and one officer or former officer of a human services advocacy organization involved in budget matters. No member may be reappointed to consecutive terms. Vacancies occurring because of the expiration of terms shall be filled promptly on the recommendation of the members of the committee whose terms are not expiring. Vacancies occurring otherwise shall be filled promptly on the recommendation of the remaining members of the committee. The members of the committee shall receive no compensation but shall be reimbursed for their necessary expenses. The committee shall at its first meeting in every even numbered year elect, from among its members, a chair and vice-chair who shall serve until the thirty-first day of March of the next even numbered year.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a7 12. Subdivision b of section 333 of Chapter 13 of the New York City charter is amended to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\ri720\\sb100\\sa100\\sl480\\slmult1\\qj b. 1.  If a borough president determines there is reason to believe a term or condition of a contract providing for the delivery of services in the borough is not being complied with and that the contract should be terminated for noncompliance, modified, not renewed, modified at the time of renewal, or that the existing terms of the contract should be enforced, the borough president shall document in writing the reasons for that determination and present such determination, with a recommendation for appropriate action, to the agency head for review. In the case of a recommendation that a contract should not be renewed or should be modified at the time of renewal, such recommendation shall be made to the agency head at least one hundred and twenty days prior to the expiration of the contract.  \\par\n2.  The agency head shall respond to the borough president's findings within ten days from receipt of such findings, indicating what action, if any, shall be taken. If such action is not satisfactory to the borough president, the borough president shall, within thirty days of receipt of such responses, be authorized to require that a hearing be held in the borough by a contract performance panel consisting of the [public advocate, the] comptroller\\ul , a council appointee,\\ulnone  and the mayor, or their designees, to receive the testimony of the borough president and other interested persons on the borough president's recommendations. \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a7 13. Section 1052 of Chapter 46 of the New York City charter is amended to read as follows:\\par\n       \\'a7  1052.  Campaign finance board.\\b  \\b0 a. 1. There shall be a campaign finance board consisting of five members. Two members of the board shall be appointed by the mayor, provided that not more than one such member shall be enrolled in any one political party, and two members shall be appointed by the speaker of the council, provided that not more than one such member shall be enrolled in any one political party, and one member, who shall be the chairperson, shall be appointed by the mayor after consultation with the speaker. The members shall first be appointed to serve as follows: \\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj     (a)  one member appointed by the speaker for a term of one year;\\par\n    (b)  one member appointed by the mayor for a term of two years;\\par\n    (c)  one member appointed by the speaker for a term of three years;\\par\n    (d)  one member appointed by the mayor for a term of four years; and\\par\n    (e)  the chairperson for a term of five years.\\par\nEach term shall commence on April first, nineteen hundred eighty-eight. Thereafter, each member shall be appointed for a term of five years by the mayor or the speaker, according to the original manner of appointment. Upon expiration of the term of a member, if the mayor or the speaker, as appropriate, shall fail to appoint a member within one hundred twenty days of the expiration of such term, the member whose term has expired shall be deemed appointed for an additional term of five years, provided, however, that if the expiration of such term occurs in a year in which elections, except special elections, covered by the voluntary system of campaign finance reform are scheduled, the member whose term has expired shall be deemed appointed for an additional term of five years if the mayor or the speaker, as appropriate, shall fail to appoint a member within ninety days of the expiration of such term. In case of a vacancy in the office of a member, a member shall be appointed to serve the remainder of the unexpired term by the mayor or the speaker, according to the original manner of appointment. If the mayor or the speaker, as appropriate, shall fail to appoint a member within one hundred eighty days of such vacancy, then a member shall be appointed by the board to serve for the remainder of the unexpired term, if additional time remains in such term, provided, however, that if such vacancy occurs in a year, or within ninety days prior to a year, in which elections, except special elections, covered by the voluntary system of campaign finance reform are scheduled, then a member shall be appointed by the board to serve for the remainder of the unexpired term, if additional time remains in such term, if the mayor or the speaker, as appropriate, shall fail to appoint a member within ninety days of such vacancy. Except for the chairperson, such member shall not be enrolled in the same political party as the other member appointed by the official who failed to so appoint. Each member shall be a resident of the city, registered to vote therein. Each member shall agree not to make contributions to any candidate for nomination for election, or election, to the office of mayor, [public advocate,] comptroller, borough president, or member of the council which in the aggregate are in excess of the maximum contribution applicable to such office pursuant to any local law establishing a voluntary system of campaign finance reform. No member shall serve as an officer of a political party, or be a candidate, or participate in any capacity in a campaign by a candidate, for nomination for election or election to the office of mayor, [public advocate,] comptroller, borough president or member of the city council. Officers and employees of the city or any city agency, lobbyists required to file a statement of registration under section 3-213 of the administrative code and the employees of such lobbyists shall not be eligible to be members of the board. In appointing members to the board, the mayor and the speaker shall consider campaign experience in general and particularly campaign experience with the New York city campaign finance system. Members of the board shall be required to undergo training developed pursuant to paragraph 14 of this section.\\par\n    2.  The members of the board shall be compensated at the rate of one hundred dollars per calendar day when performing the work of the board.\\par\n    3.  The board may employ necessary staff, including an executive director and a counsel, and make necessary expenditures subject to appropriation.\\par\n    4.  No member of the campaign finance board shall be removed from office except for cause and upon notice and hearing.\\par\n    5.  The board shall have the power to investigate all matters relating to the performance of its functions and any other matter relating to the proper administration of any voluntary system of campaign finance reform established by local law and for such purposes shall have the power to require the attendance and examine and take the testimony under oath of such persons as it shall deem necessary and to require the production of books, accounts, papers and other evidence relative to such investigation. Notwithstanding any other provision of law, the investigative and adjudicatory powers and functions of the staff to the board shall be separate and no staff member of the board shall perform both investigative and adjudicatory tasks or functions.\\par\n    6.  The board shall publicize, as it deems appropriate, the names of candidates for nomination or election to the office of the mayor, [public advocate,] comptroller, borough president, or city council who violate any of the provisions of any voluntary system of campaign finance reform established by local law.\\par\n    7.  The board may render advisory opinions with respect to questions arising under any local law establishing a voluntary system of campaign finance reform. Such advisory opinions may be rendered on the written request of a candidate, an officer of a political committee or member of the public, or may be rendered on its own initiative. The board shall make public its advisory opinions. The board shall develop a program for informing candidates and the public as to the purpose and effect of the provisions of any voluntary system of campaign finance reform established by local law.\\par\n    8.  The board shall have the authority to promulgate such rules and provide such forms as it deems necessary for the administration of any voluntary system of campaign finance reform established by local law. The board shall promulgate regulations concerning the form in which contributions and expenditures are to be reported, the periods during which such reports must be filed and the verification required. The board shall require the filing of reports of contributions and expenditures for purposes of determining compliance with any contribution or expenditure limitations provided in any local law establishing a voluntary system of campaign finance reform, provided that the schedule established by the board for such filings shall be in accordance with the schedule specified by the state board of elections for the filing of campaign receipt and expenditure statements.\\par\n    9.  The board shall develop a computer data base that shall contain all information necessary for the proper administration of this chapter including information on contributions to and expenditures by candidates and their authorized committees and distributions of moneys from the campaign finance funds. Such data base shall be accessible to the public.\\par\n    10.  The board may take such other actions as are necessary and proper to carry out the purposes of any local law establishing a voluntary system of campaign finance reform. If at any time, the board determines that the amount of money in any special fund or funds established by any such local law, establishing a voluntary system of campaign finance reform, to fund a system of optional public campaign financing for candidates abiding by the requirements of such law, is insufficient, or is likely to be insufficient, for payment to such participating candidates pursuant to such law, it shall report this determination to the commissioner of finance, along with its estimate of the additional amount which will be necessary to provide such participating candidates with financing pursuant to such law and a detailed statement of the assumptions and methodologies on which such estimate is based. Not more than four days after receiving such estimate and supporting materials, the commissioner of finance shall transfer an amount equal to such estimate from the general fund to such special fund or funds. All monies transferred to such special fund or funds shall not be considered revenues of the city and payments from such fund or funds shall be made without appropriation and shall not be included in the expense budget of the city. The comptroller shall have custody of such fund or funds on behalf of the board and shall have the power to invest the monies of such fund or funds in the manner in which the city is authorized to invest its funds and shall deposit the monies of the fund or funds in such deposit banks as have been designated by the banking commission pursuant to section fifteen hundred twenty-four of this charter. The comptroller shall submit monthly reports to the board regarding the status of the fund or funds and more frequent reports when the board requires. Monies of the fund or funds shall be paid out by the comptroller only on warrant of the board.\\par\n    11.  The board shall have the authority to implement any system established for the regulation of inauguration and transition donations and expenditures including the promulgation of rules and regulations and the imposition of any penalties related thereto, as required by local law.\\par\n    12.  (a)  The board shall require that candidates participating in the voluntary system of campaign finance reform or candidates who otherwise file disclosure reports with the board shall disclose to the board the acceptance of campaign contributions from individuals and entities doing business with the city. The board shall promulgate such rules as it deems necessary to implement and administer this provision and provide that information regarding such contributions shall be accessible to the public. The board shall also promulgate such rules as it deems necessary to regulate the acceptance by candidates participating in the voluntary system of campaign finance reform of campaign contributions from individuals and entities doing business with the city, including rules that determine which business dealings shall be covered by such rules. Elected officials, city agencies, boards and commissions, including the mayor, comptroller, [public advocate,] borough presidents, the city council and members of the city council shall cooperate with the board to provide to the board such information about such individuals and entities as the board shall require.\\par\n    (b)  The board shall promulgate such rules as it deems necessary to attribute expenditures that indirectly assist or benefit a candidate participating in the voluntary system of campaign finance reform as in-kind contributions to such candidate.\\par\n    (c)  In promulgating rules pursuant to this paragraph, the board shall consider the following criteria: (1) the effectiveness of the voluntary system of campaign finance reform, (2) the costs of such system, (3) the maintenance of a reasonable balance between the burdens of such system and the incentives to candidates to participate in such system.\\par\n    (d)  Any rules promulgated pursuant to this paragraph shall apply only with respect to nomination for election, or election, to the office of mayor, [public advocate,] comptroller, borough president, or member of the city council.\\par\n    (e)  Proposed rules promulgated pursuant to this paragraph shall be published in accordance with subdivision b of section one thousand forty-three of this charter no later than December thirty-first, nineteen hundred ninety-nine. Final rules promulgated pursuant to this paragraph shall be adopted in accordance with such section as soon as practicable thereafter. Final rules adopted in the initial promulgation of rules pursuant to this paragraph shall supersede any inconsistent provisions of the administrative code that are in effect on the effective date of such final rules.\\par\n    13.  Notwithstanding any other provision of law, the board shall prohibit candidates for offices covered by the voluntary system of campaign finance reform from accepting, either directly or indirectly, a campaign contribution, loan, guarantee or other security for such loan, from any corporation. The board shall promulgate such rules as it deems necessary to implement and administer this provision.\\par\n    14.  a.  The council and the mayor, in conjunction with the campaign finance board, shall develop a curriculum to be used to train members of the campaign finance board and staff. Such curriculum shall include the issues and problems confronted by campaigns for covered office and how the application and enforcement of the city's campaign finance laws impacts these campaigns.\\par\n    b.  The board shall take such actions as it deems necessary and appropriate to improve public awareness of the candidates, proposals or referenda in all elections in which there are contested elections for the offices of mayor, [public advocate,] borough presidents, comptroller, or city council or ballot proposals or referenda pursuant to this charter or the municipal home rule law, including but not necessarily limited to the publication of a non-partisan, impartial voters guide providing information on candidates, ballot proposals and referenda, and the distribution of one copy of such guide to each household in which there is at least one registered voter eligible to vote in the election involved. In any year in which the board publishes a voters guide, if the board determines that the amount of money in its budget is insufficient or likely to be insufficient for the publication and distribution of the voters guide, it shall report such determination to the director of the office of management and budget, who, after consultation with the board, shall, without an appropriation, transfer to the board a reasonable amount, as the director shall determine, to cover the cost of publishing and distributing the voters guide.\\par\n    c.  The board shall, not later than March tenth of each year, approve and submit to the mayor detailed itemized estimates of the financial needs of the campaign finance board for the ensuing fiscal year. Such estimates shall be comprised of at least one personal service unit of appropriation and at least one other than personal service unit of appropriation. The mayor shall include such estimates in the executive budget without revision, but with such recommendations as the mayor may deem proper. Upon inclusion in the executive budget, the budget submitted by the campaign finance board shall be adopted pursuant to such provisions of chapter ten of this charter as are applicable to the operating budget of the council.\\par\n    d.  The board may take such other actions as are necessary and proper to carry out any other authority the city council shall give to the board in any local law, including the promulgation of any rules and the provision of any forms.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\ri720\\sb100\\sa100\\sl480\\slmult1\\qj\\'a7 14. Subdivision a of section 1054 of Chapter 46 of the New York City charter is amended to read as follows:\\par\n       \\'a7  1054.  Voter assistance commission\\b . \\b0 a. There shall be a voter assistance commission, the head of which shall be elected by the members of the commission from among their membership which shall consist of sixteen members and which shall advise all appropriate officials on matters relating to voter participation in New York city. The commission shall include the first deputy mayor, or if there is no first deputy mayor, such other deputy mayor as the mayor shall designate to serve on this commission, the director of the office of management and budget, the president of the board of education, [the public advocate,] the executive director of the board of elections, the corporation counsel and the chair of the campaign finance board. In addition there shall be nine members broadly representative of (1) groups that are underrepresented among those who vote and/or among those who are registered to vote, (2) community, voter registration, civil rights, and disabled groups, and (3) the business community.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\'a7 15. Subdivision a of section 1061 of Chapter 47 of the New York City charter is amended to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\ri720\\sb100\\sa100\\sl480\\slmult1\\qj        \\'a7  1061.  Commission on public information and communication.\\b  \\b0 a. There shall be a commission on public information and communication which shall consist of the [public advocate] \\ul comptroller\\ulnone , as chair, the corporation counsel or the delegate of such officer, the director of operations or the delegate of such officer, the commissioner of the department of records and information services or the delegate of such officer, the commissioner of information technology and telecommunications or the delegate of such officer, the president of the WNYC communications group or the delegate of such officer, and one council member elected by the council, all of whom shall serve on the board without compensation. In addition, there shall be four other members, each appointed for a four-year term, who shall not hold or seek public or political party office or be public employees in any jurisdiction, except the representative of the community board as set forth herein, to be appointed as follows: two by the mayor, one of whom is or has been a representative of the news media and one of whom shall be a member of a community board; one by the [public advocate] \\ul speaker of the council\\ulnone ; and one by the borough presidents acting as a group.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a7 16. Subdivisions b and c of section 1075 of Chapter 48 of the New York City charter are amended to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\ri720\\sb100\\sa100\\sl480\\slmult1\\qj        b.  Within seven business days from the end of each month, the department shall submit in electronic format to the speaker of the council [the public advocate] and each community board, and shall make available on the city's official website, a report regarding requests for service received by the 311 citizen service center since April 1, 2004, disaggregated on a month-by-month and fiscal year-by-year basis.  \\par\nc.  Within seven business days from the end of each month, the department shall submit in electronic format to the speaker of the council, [the public advocate] and each community board and shall make available on the city's official website a report regarding directory assistance calls received by the 311 citizen service center since April 1, 2004, disaggregated on a month-by-month and fiscal year-by-year basis.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a7 17. Section 1109 of Chapter 49 of the New York City charter is amended to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\ri720\\sb100\\sa100\\sl480\\slmult1\\qj        \\'a7  1109\\b .  \\b0 Summary inquiry.\\b  \\b0 A summary inquiry into any alleged violation or neglect of duty in relation to the property, government or affairs of the city may be conducted under an order to be made by any justice of the supreme court in the first, second or eleventh judicial district on application of the mayor, the comptroller, [the public advocate,] any five council members, the commissioner of investigation or any five citizens who are taxpayers, supported by affidavit to the effect that one or more officers, employees or other persons therein named have knowledge or information concerning such alleged violation or neglect of duty.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a7 18. Section 1137 of Chapter 50 of the New York City charter is amended to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\f1  \\tab\\f0        \\'a7 1137. Public policy.\\b  \\cf0\\b0 It is hereby declared to be the public policy of the city of New York to limit the time elected officials can serve as mayor, [public advocate,] comptroller, borough president and council member so that elected representatives are \"citizen representatives\" who are responsive to the needs of the people and are not career politicians. It is further declared that this policy is most appropriately served by limiting the time such officials can serve to not more than three full consecutive terms.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\ri720\\sb100\\sa100\\sl480\\slmult1\\qj\\cf1\\'a7 19. Section 1138 of Chapter 50 of the New York City charter is amended to read as follows:\\par\n    \\cf0\\'a7 1138. \\cf1 Term limits.\\b  \\cf0\\b0 Notwithstanding any provision to the contrary contained in this charter, no person shall be eligible to be elected  or serve in the office of mayor, [public advocate,] comptroller, borough president or council member if that person had previously held such office for three or more full consecutive terms, unless one full term or more  has  elapsed  since  that  person last held such office; provided, however, that in calculating the number of consecutive terms a person has served, only terms commencing on or after January 1, 1994 shall be counted.\\cf1\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\cf0\\i\\f1\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\cf1\\i0\\f0\\'a7 20. Section 1301 of Chapter 56 of the New York City charter is amended to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\ri720\\sb100\\sa100\\sl480\\slmult1\\qj        \\'a7 1301.  Powers and duties of the commissioner (of Small Business Services):\\b  \\b0 the department shall include in any contract with a local development corporation under which such local development corporation is engaged in providing or administering economic development benefits on behalf of the city and expending city capital appropriations in connection therewith, a requirement that such local development corporation submit to the mayor, the council, the city comptroller,[the public advocate] and the borough presidents by January 31 of each year, a report for the prior year in the form prescribed hereunder with regard to projected and actual jobs created and retained in connection with any project undertaken by such local development corporation for the purpose of the creation or retention of jobs, whether or not such project involves the expenditure of city capital appropriations, if in connection with such project assistance to a business entity was provided by such local development corporation in the form of a loan, grant or tax benefit in excess of one hundred fifty thousand dollars, or a sale or lease of land where the project is estimated to retain or create not less than twenty-five jobs.\\par\n\\'a7 21. Section 1518 of Chapter 58 of the New York City charter is amended to read as follows:\\par\n       \\'a7 1518. Collection of the real property tax.\\b  \\b0 1. Immediately upon the completion of the assessment rolls, the city clerk shall procure the proper warrants authorizing and requiring the commissioner to collect the several sums therein mentioned according to law. Such warrants need be signed only by the [public advocate] \\ul comptroller\\ulnone  and counter-signed by the city clerk.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a7 22. Section 2601 of Chapter 68 of the New York City charter is amended to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\ri720\\sb100\\sa100\\sl480\\slmult1\\qj        \\'a7  2601.  Definitions (for conflict of interest purposes)\\b . \\b0 As used in this chapter. 10.  \"Elected official\" means a person holding office as mayor, comptroller, [public advocate,] borough president or member of the council.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a7 23. Paragraph 3 of subdivision d of section 2604 of Chapter 68 of the New York City charter is amended to read as follows:\\par\n       3.  No elected official, nor the holder of the position of deputy mayor, director of the office of management and budget, commissioner of citywide administrative services, corporation counsel, commissioner of finance, commissioner of investigation or chair of the city planning commission shall, within a period of one year after termination of such person's employment with the city, appear before any agency in the branch of city government served by such person. For the purposes of this paragraph, the legislative branch of the city consists of the council and the offices of the council, and the executive branch of the city consists of all other agencies of the city[, including the office of the public advocate].\\par\n\\'a7 24. Subdivision j of section 2704 of Chapter 69 of the New York City charter is amended to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\ri720\\sb100\\sa100\\sl480\\slmult1\\qj        j. On or before the first day of December, nineteen hundred ninety, the mayor shall appoint a task force on service delivery, consisting of no more than ten members, to review the requirements of subdivision a, c, and f of this section. Such task force shall include members appointed upon the recommendations of the council, comptroller, [public advocate,] and borough presidents. The membership of the task force shall include, but not be limited to community board members, district managers, and representatives of the agencies subject to the requirements of this section. On or before the first day of December, nineteen hundred ninety-two, the task force shall submit a report to the mayor and council summarizing its conclusions and presenting such recommendations for changes in the list of services made coterminous pursuant to subdivisions a or c, and in the requirements for such services contained in subdivision f, as the task force deems appropriate.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a7 25. Subdivision a of section 7-301 of Title 7 of the \\cf0 administrative code of the city of New York\\cf1  is amended to read as follows:\\par\n\\tab a. The board of statutory consolidation shall consist of the mayor, the comptroller, the [public advocate] \\ul speaker of the council\\ulnone  and the corporation counsel. The board from among its members shall elect a chairperson, a vice-chairperson and a secretary. The members of such board shall serve as such members without compensation. The powers and duties of such board shall include the direction and control of the revision, simplification, consolidation, codification, restatement and annotation of the statutes, local laws, and departmental rules and regulations having the force of law affecting and relating to the government, affairs and property of the city and of the counties contained therein.\\par\n\\'a7 26. Section 11-222 of Chapter 2 of Title 11 of the \\cf0 administrative code of the city of New York\\cf1  is amended to read as follows:\\par\n\\tab\\'a7 11-222 Tax account of the commissioner of finance.\\b  \\b0 Upon notification from the [public advocate] \\ul city clerk\\ulnone  of the amount of taxes mentioned in such assessment-rolls and tax warrants, the comptroller shall cause the proper sum to be charged to the commissioner of finance for collection.\\par\n\\'a7 27. Section 13-103 of Chapter 1 of Title 13 of the \\cf0 administrative code of the city of New York\\cf1  is amended to read as follows:\\par\n        \\'a7 13-103 Board of trustees of retirement system.\\b  \\b0 a. (1) The retirement system shall be administered by a board of trustees which shall, subject to the provisions of law, from time to time establish rules and regulations for the administration and transaction of the business of such system and to carry out the provisions of law in relation thereto. The provisions of sections one thousand forty-two, one thousand forty-three, one thousand forty-four and one thousand forty-five of the charter shall not be construed to apply to the adoption of such rules and regulations. \\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj     (2)  An executive director of the retirement system shall be appointed by the board. The executive director shall perform such duties as may be conferred upon him or her by the board or by law and shall have the powers of the head of a department in respect to the retirement system and the officers and employees thereof.\\par\n    b.  Such board of trustees shall consist of:\\par\n    1.  A representative of the mayor who shall be appointed by the mayor and who shall be entitled to cast one vote. The mayor, by a written authorization filed with the board, may designate one or more members of his or her office to act in the place of such representative, in the event of his or her absence. Such representative or designee acting in his or her place shall be chairperson of the board.\\par\n    [2. The public advocate, who shall be entitled to cast one vote. The public advocate may, by written authorization filed with the board, designate one or more officers or employees appointed by him or her to act in his or her place as a member of such board, in the event of the absence of such public advocate.]\\par\n    [3] \\ul 2\\ulnone .  The comptroller of the city, who shall be entitled to cast one vote.\\par\n    [4] \\ul 3\\ulnone .  The president of each borough. Each such president shall be entitled to cast a one-fifth vote. Each such president may, by written authorization filed with the board, designate his or her deputy borough president, or executive assistant to the borough president, or counsel to the borough president to act in his or her place as a member of such board.\\par\n    [5] \\ul 4\\ulnone .  (a)  Three employee representatives, who shall each be entitled to cast one vote. The chief executive officer of each of the three employee organizations designated as herein provided shall be one of such representatives.\\par\n    (b)  On or before July first of the year in which this subparagraph shall take effect, the director of labor relations of the city (or other officer performing the same or similar functions under another title) shall, by instrument in writing filed in his or her office and with the board, designate the three employee organizations which represent, for the purposes of collective bargaining on pension matters, the largest number of employees who are members of the retirement system. Such designation shall be reviewed annually by such director or other officer, and if such review discloses a change in the standing of the employee organizations concerned, such designation shall thereupon be revised by him or her to specify the three such organizations having the leading representational status as hereinabove prescribed.\\par\n    (c)  Any such employee representative may, by written authorization filed with the board, designate one or more persons to act in the place of such member on such board in the event of the absence of such member, provided, however, that the by-laws or constitution of the organization of which he or she is chief executive officer authorize such designation.\\par\n    (d)  Each act of such board shall be by a resolution adopted by at least three and three-fifths votes. The concurrence of one employee representative and one non-employee representative member or members entitled to one vote shall be necessary for an act of such board. A quorum of such board shall consist of members entitled to cast at least three and three-fifths votes.\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\cf0    \\'a7 28.  This local law shall take effect on the first day of January of the year immediately following its approval by vote of the electorate. \\par\n\\pard\\ltrpar\\nowidctlpar\\li720\\sl480\\slmult1\\qj .\\ul\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
