{
  "ID": 43450,
  "GUID": "593A0ED7-8BE5-4AC3-B087-3FF6A850136C",
  "File": "Int 1048-2009",
  "Name": "Authorizing the Civilian Complaint Review Board to prosecute cases of police misconduct the board has substantiated.",
  "Title": "A Local Law to amend the New York city charter in relation to authorizing the Civilian Complaint Review Board to prosecute cases of police misconduct the board has substantiated.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2009-07-29T00:00:00Z",
  "AgendaDate": "2009-07-29T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 5286,
      "Slug": "bill-de-blasio",
      "FullName": "Bill De Blasio"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    }
  ],
  "History": [
    {
      "ID": 230735,
      "Date": "2009-07-29T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 231081,
      "Date": "2009-07-29T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9189,
      "AgendaSequence": 209,
      "MinutesSequence": 261,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236078,
      "Date": "2009-12-31T11:42:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 44354,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Declaration of Legislative Findings and Intent.  The City Council finds  that assertions that the New York City Police Department (“NYPD”)  is failing to prosecute misconduct cases substantiated by the Civilian Complaint Review Board (“CCRB”) are credible. The Council finds that because the Department Advocate’s Office, by its own admission, is reinvestigating the substantiated cases sent to it by the CCRB, the NYPD and the CCRB are currently duplicating each other’s efforts, which is resulting in a considerable waste of city resources.  The Council finds it is necessary to address this situation by authorizing the CCRB to independently prosecute its substantiated cases within the NYPD’s internal system.  This will not interfere with the ultimate disciplinary authority over the police force vested in the Police Commissioner by the city Charter.  It will, however, ensure that substantiated CCRB cases are not only investigated, but also prosecuted by the City’s independent, non-police agency that handles claims initiated by the civilian complainant, and help to restore public confidence that officers against whom findings are made regarding the use of excessive force, abuse of authority, discourtesy or use offensive language or commission of any act subject to the CCRB’s jurisdiction, if necessary, will be subject to appropriate penalties.  It will also ensure that the CCRB and NYPD are not duplicating each other’s work and result in a net savings for city taxpayers.  \n§2. Paragraph (1) of subdivision (c) of section 440 of chapter 18-A of the New York city charter is amended to read as follows:\n1. The board shall have the power to receive, investigate, hear, make findings and recommend action upon complaints or allegations by members of the public against members of the police department that allege misconduct involving excessive use of force, abuse of authority, discourtesy, or use of offensive language, including, but not limited to, slurs relating to race, ethnicity, religion, gender, sexual orientation and disability.  The findings and recommendations of the board, and the basis therefor, shall be submitted to the police commissioner.  No finding or recommendation by the board shall be based solely upon an unsworn complaint or statement, nor shall prior unsubstantiated, unfounded or withdrawn complaints be the basis for any such finding or recommendation.  Cases the board substantiates, in accordance with this chapter and the rules of the board, shall be prosecuted by the board’s administrative prosecution unit (APU) before the New York City police department’s deputy commissioner of trials or may be plea-bargained by the APU, subject to final approval by the police commissioner. The prosecutors of the board’s APU shall have the same authority currently held by the New York City police department’s advocate’s office in prosecuting  substantiated cases in the trial room, including but not limited to compelling the attendance of witnesses and requiring the production of such records and other materials as are necessary for the prosecution of substantiated cases.  The authority of the APU shall be limited to the prosecution of substantiated CCRB cases.  \n§3. Paragraph (5) of subdivision (c) of section 440 of chapter 18-A of the New York city charter is amended to read as follows:\n5. The board is authorized, within appropriations available therefor, to appoint such employees as are necessary to exercise its powers and fulfill its duties.  The board shall employ civilian investigators to investigate all complaints and licensed attorneys for an administrative prosecution unit to prosecute substantiated cases before the New York City police department’s deputy commissioner of trials.\n§4. Paragraph (1) of subdivision (d) of section 440 of chapter 18-A of the New York city charter is amended to read as follows:\n1. It shall be the duty of the police department to provide such assistance as the board may reasonably request, to cooperate fully with investigations by the board, and to provide to the board upon request records and other materials which are necessary for the investigation of complaints submitted pursuant to this section, and for the prosecution of substantiated cases by the board’s administrative prosecution unit pursuant to this section, except such records or materials that cannot be disclosed by law. \n§5. Paragraph (2) of subdivision (d) of section 440 of chapter 18-A of the New York city charter is amended to read as follows:\n2. The police commissioner shall ensure that officers and employees of the police department appear before and respond to inquires, notices, requests for appointments, or subpoenas issued by the board [and], its civilian investigators, and its administrative prosecution unit staff in connection with the investigation of complaints submitted pursuant to this section [,] and with the prosecution of substantiated cases by the board’s administrative prosecution unit, provided that such inquiries and prosecutions are conducted in accordance with department procedures for interrogation and trials of members.  \n§6. This local law shall take effect one hundred and twenty days after it is enacted provided, however, that the Commissioner and the board shall have the authority to enact all necessary rules prior to the effective date.\nLS # 5910\n7/28/09",
  "RTF": "{\\rtf1\\adeflang1025\\ansi\\ansicpg1252\\uc1\\adeff0\\deff0\\stshfdbch0\\stshfloch0\\stshfhich0\\stshfbi0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fcharset0\\fprq2{\\*\\panose 02020603050405020304}Times New Roman;}{\\f1\\fswiss\\fcharset0\\fprq2{\\*\\panose 020b0604020202020204}Arial;}{\\f177\\froman\\fcharset238\\fprq2 Times New Roman CE;}\n{\\f178\\froman\\fcharset204\\fprq2 Times New Roman Cyr;}{\\f180\\froman\\fcharset161\\fprq2 Times New Roman Greek;}{\\f181\\froman\\fcharset162\\fprq2 Times New Roman Tur;}{\\f182\\fbidi \\froman\\fcharset177\\fprq2 Times New Roman (Hebrew);}\n{\\f183\\fbidi \\froman\\fcharset178\\fprq2 Times New Roman (Arabic);}{\\f184\\froman\\fcharset186\\fprq2 Times New Roman Baltic;}{\\f185\\froman\\fcharset163\\fprq2 Times New Roman (Vietnamese);}{\\f187\\fswiss\\fcharset238\\fprq2 Arial CE;}\n{\\f188\\fswiss\\fcharset204\\fprq2 Arial Cyr;}{\\f190\\fswiss\\fcharset161\\fprq2 Arial Greek;}{\\f191\\fswiss\\fcharset162\\fprq2 Arial Tur;}{\\f192\\fbidi \\fswiss\\fcharset177\\fprq2 Arial (Hebrew);}{\\f193\\fbidi \\fswiss\\fcharset178\\fprq2 Arial (Arabic);}\n{\\f194\\fswiss\\fcharset186\\fprq2 Arial Baltic;}{\\f195\\fswiss\\fcharset163\\fprq2 Arial (Vietnamese);}}{\\colortbl;\\red0\\green0\\blue0;\\red0\\green0\\blue255;\\red0\\green255\\blue255;\\red0\\green255\\blue0;\\red255\\green0\\blue255;\\red255\\green0\\blue0;\n\\red255\\green255\\blue0;\\red255\\green255\\blue255;\\red0\\green0\\blue128;\\red0\\green128\\blue128;\\red0\\green128\\blue0;\\red128\\green0\\blue128;\\red128\\green0\\blue0;\\red128\\green128\\blue0;\\red128\\green128\\blue128;\\red192\\green192\\blue192;}{\\stylesheet{\n\\ql \\li0\\ri0\\widctlpar\\wrapdefault\\aspalpha\\aspnum\\faauto\\adjustright\\rin0\\lin0\\itap0 \\rtlch\\fcs1 \\af0\\afs24\\alang1025 \\ltrch\\fcs0 \\fs24\\lang1033\\langfe1033\\cgrid\\langnp1033\\langfenp1033 \\snext0 Normal;}{\\*\\cs10 \\additive \\ssemihidden \nDefault Paragraph Font;}{\\*\\ts11\\tsrowd\\trftsWidthB3\\trpaddl108\\trpaddr108\\trpaddfl3\\trpaddft3\\trpaddfb3\\trpaddfr3\\trcbpat1\\trcfpat1\\tblind0\\tblindtype3\\tscellwidthfts0\\tsvertalt\\tsbrdrt\\tsbrdrl\\tsbrdrb\\tsbrdrr\\tsbrdrdgl\\tsbrdrdgr\\tsbrdrh\\tsbrdrv \n\\ql \\li0\\ri0\\widctlpar\\wrapdefault\\aspalpha\\aspnum\\faauto\\adjustright\\rin0\\lin0\\itap0 \\rtlch\\fcs1 \\af0\\afs20 \\ltrch\\fcs0 \\fs20\\lang1024\\langfe1024\\cgrid\\langnp1024\\langfenp1024 \\snext11 \\ssemihidden Normal Table;}}\n{\\*\\latentstyles\\lsdstimax156\\lsdlockeddef0}{\\*\\rsidtbl \\rsid11230014}{\\*\\generator Microsoft Word 11.0.0000;}{\\info{\\title Int}{\\author NYCC}{\\operator NYCC}{\\creatim\\yr2009\\mo12\\dy29\\hr11\\min42}{\\revtim\\yr2009\\mo12\\dy29\\hr11\\min42}{\\version2}{\\edmins0}\n{\\nofpages4}{\\nofwords870}{\\nofchars4963}{\\nofcharsws5822}{\\vern24613}{\\*\\password 00000000}}{\\*\\xmlnstbl {\\xmlns1 http://schemas.microsoft.com/office/word/2003/wordml}{\\xmlns2 urn:schemas-microsoft-com:office:smarttags}}\n\\paperw12240\\paperh15840\\margl1800\\margr1800\\margt1440\\margb1440\\gutter0\\ltrsect \n\\widowctrl\\ftnbj\\aenddoc\\donotembedsysfont0\\donotembedlingdata1\\grfdocevents0\\validatexml0\\showplaceholdtext0\\ignoremixedcontent0\\saveinvalidxml0\\showxmlerrors0\\horzdoc\\dghspace120\\dgvspace120\\dghorigin1701\\dgvorigin1984\\dghshow0\\dgvshow3\n\\jcompress\\viewkind4\\viewscale100\\rsidroot11230014 \\fet0{\\*\\wgrffmtfilter 013f}\\ilfomacatclnup0\\ltrpar \\sectd \\ltrsect\\linex0\\sectdefaultcl\\sftnbj {\\*\\pnseclvl1\\pnucrm\\pnstart1\\pnindent720\\pnhang {\\pntxta .}}{\\*\\pnseclvl2\n\\pnucltr\\pnstart1\\pnindent720\\pnhang {\\pntxta .}}{\\*\\pnseclvl3\\pndec\\pnstart1\\pnindent720\\pnhang {\\pntxta .}}{\\*\\pnseclvl4\\pnlcltr\\pnstart1\\pnindent720\\pnhang {\\pntxta )}}{\\*\\pnseclvl5\\pndec\\pnstart1\\pnindent720\\pnhang {\\pntxtb (}{\\pntxta )}}{\\*\\pnseclvl6\n\\pnlcltr\\pnstart1\\pnindent720\\pnhang {\\pntxtb (}{\\pntxta )}}{\\*\\pnseclvl7\\pnlcrm\\pnstart1\\pnindent720\\pnhang {\\pntxtb (}{\\pntxta )}}{\\*\\pnseclvl8\\pnlcltr\\pnstart1\\pnindent720\\pnhang {\\pntxtb (}{\\pntxta )}}{\\*\\pnseclvl9\\pnlcrm\\pnstart1\\pnindent720\\pnhang \n{\\pntxtb (}{\\pntxta )}}\\pard\\plain \\ltrpar\\qc \\li0\\ri0\\nowidctlpar\\wrapdefault\\faauto\\rin0\\lin0\\itap0 \\rtlch\\fcs1 \\af0\\afs24\\alang1025 \\ltrch\\fcs0 \\fs24\\lang1033\\langfe1033\\cgrid\\langnp1033\\langfenp1033 {\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \n\\insrsid11230014\\charrsid11230014 Int. No. 1048\n\\par }\\pard \\ltrpar\\ql \\li0\\ri0\\nowidctlpar\\wrapdefault\\faauto\\rin0\\lin0\\itap0 {\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\insrsid11230014\\charrsid11230014 \n\\par By Council Members Garodnick, de Blasio, Barron, Vann, Foster, Jackson, James, Koppell, Mendez, Stewart, Comrie, Brewer, Dickens, Lappin, Liu, Palma, Sanders Jr., Seabrook, Mark-Viverito and Arroyo\n\\par \n\\par }{\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\v\\insrsid11230014\\charrsid11230014 ..Title\n\\par }{\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\insrsid11230014\\charrsid11230014 A Local Law to amend the {\\*\\xmlopen\\xmlns2{\\factoidname place}}{\\*\\xmlopen\\xmlns2{\\factoidname City}}New York city{\\*\\xmlclose}{\\*\\xmlclose}\n charter in relation to authorizing the Civilian Complaint Review Board to prosecute cases of police misconduct the board has substantiated.\n\\par }{\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\v\\insrsid11230014\\charrsid11230014 ..Body\n\\par }{\\rtlch\\fcs1 \\ai\\af0 \\ltrch\\fcs0 \\i\\ul\\insrsid11230014\\charrsid11230014 \n\\par }{\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\ul\\insrsid11230014\\charrsid11230014 Be it enacted by the Council as follows:\n\\par }{\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\insrsid11230014\\charrsid11230014 \n\\par }\\pard \\ltrpar\\qj \\fi720\\li0\\ri0\\sl480\\slmult1\\nowidctlpar\\wrapdefault\\faauto\\rin0\\lin0\\itap0 {\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\insrsid11230014\\charrsid11230014 Section 1.}{\\rtlch\\fcs1 \\ab\\af0 \\ltrch\\fcs0 \\b\\insrsid11230014\\charrsid11230014  }{\\rtlch\\fcs1 \n\\af0 \\ltrch\\fcs0 \\insrsid11230014\\charrsid11230014 Declaration of Legislative Findings and Intent.  The City Council finds  that assertions that the New York City Police Department (\\'93NYPD\\'94\n)  is failing to prosecute misconduct cases substantiated by the Civilian Complaint Review Board (\\'93CCRB\\'94) are credible. The Council finds that because the Department Advocate\\rquote s}{\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\insrsid11230014 \n Office, by its own admission, is reinvestigating the substantiated cases sent to it by the CCRB, the NYPD and the CCRB are currently duplicating each other\\rquote \ns efforts, which is resulting in a considerable waste of city resources.  The Council finds it is necessary to address this situation by authorizing the CCRB to independently prosecute its substantiated cases within the NYPD\\rquote \ns internal system.  This will not interfere with the ultimate disciplinary authority over the police force vested in the Po\nlice Commissioner by the city Charter.  It will, however, ensure that substantiated CCRB cases are not only investigated, but also prosecuted by the City\\rquote \ns independent, non-police agency that handles claims initiated by the civilian complainant, and help t\no restore public confidence that officers against whom findings are made regarding the use of excessive force, abuse of authority, discourtesy or use offensive language or commission of any act subject to the CCRB\\rquote \ns jurisdiction, if necessary, will be subject to appropriate penalties.  It will also ensure that the CCRB and NYPD are not duplicating each other\\rquote s work and result in a net savings for city taxpayers.  \n\\par }\\pard \\ltrpar\\ql \\fi720\\li0\\ri0\\sl480\\slmult1\\nowidctlpar\\wrapdefault\\faauto\\rin0\\lin0\\itap0 {\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\insrsid11230014 \\'a72. Paragraph (1) of subdivision (c) of section 440 of chapter 18-A of the {\\*\\xmlopen\\xmlns2{\\factoidname \nplace}}{\\*\\xmlopen\\xmlns2{\\factoidname City}}New York city{\\*\\xmlclose}{\\*\\xmlclose} charter is amended to read as follows:\n\\par 1. The board shall have the power to receive, investigate, hear, make findings and recommend action upon complaints}{\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\ul\\insrsid11230014  or allegations }{\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\insrsid11230014 \nby members of the public against members of the police department that allege misconduct in\nvolving excessive use of force, abuse of authority, discourtesy, or use of offensive language, including, but not limited to, slurs relating to race, ethnicity, religion, gender, sexual orientation and disability.  The findings and recommendations of the \nboard, and the basis therefor, shall be submitted to the police commissioner.  No finding or recommendation }{\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\ul\\insrsid11230014 by the board}{\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\insrsid11230014 \n shall be based solely upon an unsworn complaint or statement, nor shall prior unsubstantiated, unfounded or withdrawn complaints be the basis for any such finding or recommendation.  }{\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\ul\\insrsid11230014 \nCases the board substantiates, in accordance with this chapter and the rules of the board, shall be prosecuted by the board\\rquote s administrative prosecution unit (APU) before the {\\*\\xmlopen\\xmlns2{\\factoidname place}}{\\*\\xmlopen\\xmlns2{\\factoidname \nCity}}New York City{\\*\\xmlclose}{\\*\\xmlclose} police department\\rquote s deputy commissioner of trials or may be plea-bargained by the APU, subject to final approval by the police commissioner. The prosecutors of the board\\rquote \ns APU shall have the same authority currently held by the New York City police department\\rquote s advocate\\rquote s off\nice in prosecuting  substantiated cases in the trial room, including but not limited to compelling the attendance of witnesses and requiring the production of such records and other materials as are necessary for the prosecution of substantiated cases.}{\n\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\insrsid11230014   }{\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\ul\\insrsid11230014 The authority of the APU shall be limited to the prosecution of substantiated CCRB cases}{\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\insrsid11230014 .  \n\\par \\'a73. Paragraph (5) of subdivision (c) of section 440 of chapter 18-A of the {\\*\\xmlopen\\xmlns2{\\factoidname place}}{\\*\\xmlopen\\xmlns2{\\factoidname City}}New York city{\\*\\xmlclose}{\\*\\xmlclose} charter is amended to read as follows:\n\\par 5. The board is authorized, within appropriations available therefor, to appoint such employees as are necessary to exercise its powers and fulfill its duties.  The board shall employ civilian investigators to investigate all complaints}{\\rtlch\\fcs1 \\af0 \n\\ltrch\\fcs0 \\ul\\insrsid11230014  and licensed attorneys for an administrative prosecution unit to prosecute substantiated cases before the {\\*\\xmlopen\\xmlns2{\\factoidname place}}{\\*\\xmlopen\\xmlns2{\\factoidname City}}New York City{\\*\\xmlclose}{\\*\\xmlclose}\n police department\\rquote s deputy commissioner of trials.}{\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\insrsid11230014 \n\\par \\'a74. Paragraph (1) of subdivision (d) of section 440 of chapter 18-A of the {\\*\\xmlopen\\xmlns2{\\factoidname place}}{\\*\\xmlopen\\xmlns2{\\factoidname City}}New York city{\\*\\xmlclose}{\\*\\xmlclose} charter is amended to read as follows:\n\\par 1. It shall be\n the duty of the police department to provide such assistance as the board may reasonably request, to cooperate fully with investigations by the board, and to provide to the board upon request records and other materials which are necessary for the invest\nigation of complaints submitted pursuant to this section,}{\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\ul\\insrsid11230014  and for the prosecution of substantiated cases by the board\\rquote s administrative prosecution unit pursuant to this section}{\\rtlch\\fcs1 \\af0 \n\\ltrch\\fcs0 \\insrsid11230014 , except such records or materials that cannot be disclosed by law. \n\\par \\'a75. Paragraph (2) of subdivision (d) of section 440 of chapter 18-A of the {\\*\\xmlopen\\xmlns2{\\factoidname place}}{\\*\\xmlopen\\xmlns2{\\factoidname City}}New York city{\\*\\xmlclose}{\\*\\xmlclose} charter is amended to read as follows:\n\\par 2. The police commissioner shall ensure that officers and employees of the police department appear before and respond to }{\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\cf1\\insrsid11230014 inquires, notices, requests for appointments, or subpoenas issued by the board}{\n\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\insrsid11230014  [and]}{\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\ul\\insrsid11230014 ,}{\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\insrsid11230014  its civilian investigators}{\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\ul\\insrsid11230014 \n, and its administrative prosecution unit staff}{\\rtlch\\fcs1 \\af1\\afs20 \\ltrch\\fcs0 \\f1\\fs20\\cf9\\insrsid11230014  }{\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\insrsid11230014 in connection with the investigation of complaints submitted pursuant to this section [,] }{\n\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\ul\\insrsid11230014 and with the prosecution of substantiated cases by the board\\rquote s administrative prosecution unit}{\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\insrsid11230014 , provided that such inquiries }{\\rtlch\\fcs1 \\af0 \n\\ltrch\\fcs0 \\ul\\insrsid11230014 and prosecutions}{\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\insrsid11230014  are conducted in accordance with department procedures for interrogation }{\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\ul\\insrsid11230014 and trials}{\\rtlch\\fcs1 \\af0 \n\\ltrch\\fcs0 \\insrsid11230014  of members.  \n\\par \\'a76.}{\\rtlch\\fcs1 \\ab\\af0 \\ltrch\\fcs0 \\b\\insrsid11230014  }{\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\insrsid11230014 This local law shall take effect one\n hundred and twenty days after it is enacted provided, however, that the Commissioner and the board shall have the authority to enact all necessary rules prior to the effective date.\n\\par }\\pard \\ltrpar\\ql \\li0\\ri0\\nowidctlpar\\wrapdefault\\faauto\\rin0\\lin0\\itap0 {\\rtlch\\fcs1 \\af0\\afs20 \\ltrch\\fcs0 \\fs20\\insrsid11230014 LS # 5910\n\\par 7/28/09\n\\par }}",
  "LastModified": "0001-01-01T00:00:00Z"
}
