{
  "ID": 43452,
  "GUID": "F5608276-5A7A-4D00-BEBB-377E11A8019E",
  "File": "Int 1049-2009",
  "Name": "Allowing the purchase of Energy Star certified appliances by tenants.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to allowing the purchase of Energy Star certified appliances by tenants.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2009-07-29T00:00:00Z",
  "AgendaDate": "2009-07-29T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    }
  ],
  "History": [
    {
      "ID": 230737,
      "Date": "2009-07-29T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 231084,
      "Date": "2009-07-29T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9189,
      "AgendaSequence": 212,
      "MinutesSequence": 264,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236077,
      "Date": "2009-12-31T11:41:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 44356,
  "Text": "Be it enacted by the Council as follows:\nSection 1. The administrative code of the city of New York is amended by adding a new section 27-2057 to subchapter 2 of chapter 2 of title 27 to read as follows:\n§27-2057 ENERGY STAR appliances. a. For the purposes of this section, the following definitions shall apply:\n(1) The term “ENERGY STAR” shall mean a designation from the United States environmental protection agency or department of energy indicating that a product meets the energy efficiency standards set forth by such agency for compliance with the ENERGY STAR program.\n(2) The term “household appliance” shall mean any refrigerator, room air conditioner, dishwasher or clothes washer, within a dwelling unit in a multiple dwelling that is provided by the owner of such multiple dwelling. \nb. When requested, the owner of a dwelling unit and in a building owned cooperatively the shareholder of shares of stock attendant to a dwelling unit in a multiple dwelling shall allow any lawful occupant who resides in such dwelling unit to replace at such lawful occupant’s expense any household appliance provided by such owner or shareholder with a household appliance that is certified as Energy Star provided that such household appliance is the appropriate size, will not damage or otherwise interfere with the building’s electrical system or will not require the movement of walls or fixtures to permit its use.\n§2. This local law shall take effect immediately after enactment.\nBKH\nLS 7417\n7/21/2009 11:22 AM",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\noline\\nowidctlpar\\hyphpar0\\fi-1440\\li1440\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\pard\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\expndtw0 Section 1. \\expndtw-3 The administrative code of the city of New York is amended by adding a new section 27-2057 to subchapter 2 of chapter 2 of title 27 to read as follows:\\par\n\\ul\\'a727-2057 \\expndtw0 ENERGY STAR a\\expndtw-3 ppliances. a. For the purposes of this section, \\expndtw0 the following definitions shall apply:\\par\n(1) The term \\ldblquote ENERGY STAR\\rdblquote  shall mean a designation from the United States environmental protection agency or department of energy indicating that a product meets the energy efficiency standards set forth by such agency for compliance with the ENERGY STAR program.\\par\n(2) The term \\ldblquote household appliance\\rdblquote  shall mean any refrigerator, room air conditioner, dishwasher or clothes washer, within a dwelling unit in a multiple dwelling that is provided by the owner of such multiple dwelling. \\expndtw-3\\ulnone\\par\n\\expndtw0\\ul b. When requested, the owner of a dwelling unit and in a building owned cooperatively the shareholder of shares of stock attendant to a dwelling unit in a multiple dwelling shall allow any lawful occupant who resides in such dwelling unit to replace at such lawful occupant\\rquote s expense any household appliance provided by such owner or shareholder with a household appliance that is certified as Energy Star provided that such household appliance is the appropriate size, will not damage or otherwise interfere with the building\\rquote s electrical system or will not require the movement of \\expndtw-3 walls or fixtures to permit its use.\\ulnone\\par\n\\'a72. This local law shall take effect immediately after enactment.\\par\n\\pard\\nowidctlpar\\hyphpar0\\qj\\expndtw0\\fs16 BKH\\par\nLS 7417\\par\n7/21/2009 11:22 AM\\fs24\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
