{
  "ID": 43453,
  "GUID": "80180480-EE82-4F3C-9D85-A076ABF03D87",
  "File": "Int 1050-2009",
  "Name": "Designating expenditures for carbon offset as campaign expenditures and exempting the price of carbon offsets from expenditures limitations.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to designating expenditures for carbon offsets as campaign expenditures and exempting the price of carbon offsets from expenditure limitations.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 13,
  "BodyName": "Committee on Governmental Operations",
  "IntroDate": "2009-07-29T00:00:00Z",
  "AgendaDate": "2009-07-29T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5275,
      "Slug": "eric-n-gioia",
      "FullName": "Eric N. Gioia"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    }
  ],
  "History": [
    {
      "ID": 230738,
      "Date": "2009-07-29T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 231085,
      "Date": "2009-07-29T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Governmental Operations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9189,
      "AgendaSequence": 213,
      "MinutesSequence": 265,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Governmental Operations",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236076,
      "Date": "2009-12-31T11:41:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 44357,
  "Text": "Be it enacted by the Council as follows:\nSection 1. Subdivision 21 of Section 3-702 of the administrative code of the city of New York is amended to read as follows:\n21. a. For purposes of campaigns that accept public funds pursuant to section 3-705 of this chapter, the terms \"expenditure\" and \"campaign expenditure\" shall include all payments and liabilities in furtherance of a political campaign for covered office, including, but not limited to, all qualified campaign expenditures and expenditures subject to or exempt from the expenditure limitations of this chapter. There shall be a rebuttable presumption that the following expenditures are in furtherance of a political campaign for elective office; provided, however, that the presumptions contained in this subdivision shall not apply to an expenditure to a person or entity associated with the candidate; and provided further that in rebutting any such presumption the campaign finance board may consider factors including the timing of the expenditure and whether the campaign had an unusually high amount of spending on a particular type of expenditure. For purposes of this subdivision a person or entity associated with a candidate shall include the candidate's spouse, domestic partner, child, parent, or sibling or a person or entity with whom or with which the candidate has a business or other financial relationship:\n1.  Contributions to charitable organizations designated as 501(c)(3) organizations pursuant to the internal revenue code;\n2.  Contributions to candidates and political committees subject to the provisions of section 3-705(8);\n3.  Community events including, but not limited to, events hosted by civic and neighborhood associations; provided, however, that this presumption shall not apply to sporting events, concerts, theater or other entertainment events which shall be subject to the provisions of paragraph b;\n 4.  Ballot proposal advocacy where there are indicia that the expenditure relates to the candidate;\n  5.  Travel related solely and exclusively to a political campaign for a covered office or the holding of public office; provided, however, that any travel not related solely and exclusively to a political campaign or the holding of public office shall be subject to the provisions of paragraph b;     \n  6.  Legal defense of a non-criminal matter arising out of a political campaign;\n   7.  Computer hardware, software and other office technology purchased more than two weeks before the date of a primary election, in the case of a candidate who is opposed in the primary election, or two weeks before the date of a general election, in the case of a candidate who was not opposed in a primary election;\n    8.  A post-election event for staff, volunteers and/or supporters held within thirty days of the election;\n    9.  Payment of non-criminal penalties or fines arising out of a political campaign;\n    10.  Costs incurred in demonstrating eligibility for the ballot or public funds payments or defending against a claim that public funds must be repaid; [and]\n11.\tFood and beverages provided to campaign workers and volunteers[.] ; and\n    12. Purchases of carbon offsets or offsets of other greenhouse gases to offset emissions related to a campaign and pursuant to rules to be promulgated by the Board.\n§2. Subdivision 4 of Section 3-706 of the administrative code of the city of New York is amended to read as follows:\n4. a.  Expenditures made for the purpose of: (i) bringing or responding to any action, proceeding, claim or suit before any court or arbitrator or administrative agency to determine a candidate's or political committee's compliance with the requirements of this chapter, including eligibility for public funds payments, or pursuant to or with respect to election law or other law or regulation governing candidate or political committee activity or ballot status, (ii) expenses to challenge or defend the validity of petitions of designation or nomination or certificates of nomination, acceptance, authorization, declination or substitution, and expenses related to the canvassing or re-canvassing of election results, [and] (iii) expenses related to the post-election audit, (iv) expenses equaling the difference between the price of durable goods purchased that have a demonstrable benefit to the environment by virtue of their rate of energy consumption or quantity of greenhouse gas emissions and the purchase price of substantially similar durable goods, subject to rules to be promulgated by the board, and (v) expenses incurred to purchase carbon offsets or offsets of other greenhouse gases, subject to rules to be promulgated by the Board shall not be limited by the expenditure limitations of this section.\n§3. This local law shall take effect January 1, 2010.\n\nMG\nLS 7541",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\pard\\nowidctlpar\\sb100\\sa100\\cf1\\ul\\v0\\par\nBe it enacted by the Council as follows:\\ulnone\\par\n\\pard\\nowidctlpar\\fi720\\sb100\\sa100\\sl480\\slmult1\\qj Section 1. Subdivision 21 of Section 3-702 of the administrative code of the city of New York is amended to read as follows:\\par\n21. a. For purposes of campaigns that accept public funds pursuant to section 3-705 of this chapter, the terms \"expenditure\" and \"campaign expenditure\" shall include all payments and liabilities in furtherance of a political campaign for covered office, including, but not limited to, all qualified campaign expenditures and expenditures subject to or exempt from the expenditure limitations of this chapter. There shall be a rebuttable presumption that the following expenditures are in furtherance of a political campaign for elective office; provided, however, that the presumptions contained in this subdivision shall not apply to an expenditure to a person or entity associated with the candidate; and provided further that in rebutting any such presumption the campaign finance board may consider factors including the timing of the expenditure and whether the campaign had an unusually high amount of spending on a particular type of expenditure. For purposes of this subdivision a person or entity associated with a candidate shall include the candidate's spouse, domestic partner, child, parent, or sibling or a person or entity with whom or with which the candidate has a business or other financial relationship:\\par\n1.  Contributions to charitable organizations designated as 501(c)(3) organizations pursuant to the internal revenue code;\\par\n\\pard\\nowidctlpar\\li720\\sb100\\sa100\\sl480\\slmult1\\qj\\cf0 2.  Contributions to candidates and political committees subject to the provisions of section 3-705(8);\\cf1\\par\n\\pard\\nowidctlpar\\fi720\\sb100\\sa100\\sl480\\slmult1\\qj 3.  Community events including, but not limited to, events hosted by civic and neighborhood associations; provided, however, that this presumption shall not apply to sporting events, concerts, theater or other entertainment events which shall be subject to the provisions of paragraph b;\\par\n 4.  Ballot proposal advocacy where there are indicia that the expenditure relates to the candidate;\\par\n  5.  Travel related solely and exclusively to a political campaign for a covered office or the holding of public office; provided, however, that any travel not related solely and exclusively to a political campaign or the holding of public office shall be subject to the provisions of paragraph b;     \\par\n\\pard\\nowidctlpar\\li720\\sb100\\sa100\\sl480\\slmult1\\qj   6.  Legal defense of a non-criminal matter arising out of a political campaign;\\par\n\\pard\\nowidctlpar\\fi720\\sb100\\sa100\\sl480\\slmult1\\qj    7.  Computer hardware, software and other office technology purchased more than two weeks before the date of a primary election, in the case of a candidate who is opposed in the primary election, or two weeks before the date of a general election, in the case of a candidate who was not opposed in a primary election;\\par\n    8.  A post-election event for staff, volunteers and/or supporters held within thirty days of the election;\\par\n    9.  Payment of non-criminal penalties or fines arising out of a political campaign;\\par\n    10.  Costs incurred in demonstrating eligibility for the ballot or public funds payments or defending against a claim that public funds must be repaid; [and]\\par\n\\pard\\nowidctlpar\\fi-420\\li1380\\sb100\\sa100\\sl480\\slmult1\\qj\\tx1380 11.\\tab Food and beverages provided to campaign workers and volunteers[.] \\ul ; and\\par\n\\pard\\nowidctlpar\\fi720\\sb100\\sa100\\sl480\\slmult1\\qj\\ulnone     \\ul 12. Purchases of carbon offsets or offsets of other greenhouse gases to offset emissions related to a campaign and pursuant to rules to be promulgated by the Board.\\fs27\\par\n\\ulnone\\fs24\\'a72. Subdivision 4 of Section 3-706 of the administrative code of the city of New York is amended to read as follows:\\par\n4. a.  Expenditures made for the purpose of: (i) bringing or responding to any action, proceeding, claim or suit before any court or arbitrator or administrative agency to determine a candidate's or political committee's compliance with the requirements of this chapter, including eligibility for public funds payments, or pursuant to or with respect to election law or other law or regulation governing candidate or political committee activity or ballot status, (ii) expenses to challenge or defend the validity of petitions of designation or nomination or certificates of nomination, acceptance, authorization, declination or substitution, and expenses related to the canvassing or re-canvassing of election results, [and] (iii) expenses related to the post-election audit\\ul , (iv) expenses equaling the difference between the price of durable goods purchased that have a demonstrable benefit to the environment by virtue of their rate of energy consumption or quantity of greenhouse gas emissions and the purchase price of substantially similar durable goods, subject to rules to be promulgated by the board, and (v) expenses incurred to purchase carbon offsets or offsets of other greenhouse gases, subject to rules to be promulgated by the Board\\ulnone  shall not be limited by the expenditure limitations of this section.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\cf0\\'a73. This local law shall take effect January 1, 2010.\\par\n\\pard\\nowidctlpar\\par\nMG\\par\nLS 7541\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
