{
  "ID": 43454,
  "GUID": "5690CDA0-7E1B-4E65-8303-26B98818CA64",
  "File": "Int 1052-2009",
  "Name": "Installation of security gates on windows that lead to fire escapes.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the installation of security gates on windows that lead to fire escapes.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2009-07-29T00:00:00Z",
  "AgendaDate": "2009-07-29T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    }
  ],
  "History": [
    {
      "ID": 230739,
      "Date": "2009-07-29T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 231090,
      "Date": "2009-07-29T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9189,
      "AgendaSequence": 217,
      "MinutesSequence": 269,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236074,
      "Date": "2009-12-31T11:41:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 44358,
  "Text": "Be it enacted by the Council as follows:\nSection 1.  Chapter 2 of title 27 of the administrative code of the city of New York is amended by adding a new section 27-2043.1 to read as follows:\n§ 27-2043.1 Security gates for windows leading to fire escapes. a. For purposes of this section, “security gate” shall mean a gate that is placed over or in a window for the primary purpose of protecting the occupants of a dwelling unit by preventing access to such dwelling unit from the outside.\nb. The owner of a multiple dwelling shall provide, install and maintain a security gate on any window of such dwelling leading to a fire escape. All security gates shall be installed and maintained in accordance with the rules of the fire department.\n§ 2. This local law shall take effect one hundred twenty days after its enactment into law, provided that the commissioner may promulgate any rules necessary for implementing and carrying out the provisions of this local law prior to its effective date.\n\nAS\nLS # 3687\n3/11/09",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\ul Be it enacted by the Council as follows:\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1.  Chapter 2 of title 27 of the administrative code of the city of New York is amended by adding a new section 27-2043.1 to read as follows:\\par\n\\ul\\'a7 27-2043.1 Security gates for windows leading to fire escapes. a. For purposes of this section, \\ldblquote security gate\\rdblquote  shall mean a gate that is placed over or in a window for the primary purpose of protecting the occupants of a dwelling unit by preventing access to such dwelling unit from the outside.\\par\nb. The owner of a multiple dwelling shall provide, install and maintain a security gate on any window of such dwelling leading to a fire escape. All security gates shall be installed and maintained in accordance with the rules of the fire department.\\ulnone\\par\n\\'a7 2. This local law shall take effect one hundred twenty days after its enactment into law, provided that the commissioner may promulgate any rules necessary for implementing and carrying out the provisions of this local law prior to its effective date.\\par\n\\par\n\\pard\\nowidctlpar\\fs20 AS\\par\nLS # 3687\\par\n3/11/09\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
