{
  "ID": 43455,
  "GUID": "F3C7A59A-0697-4654-99EF-C9481480EF7D",
  "File": "Int 1054-2009",
  "Name": "Roadway and sidewalk widths.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to roadway and sidewalk widths.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2009-07-29T00:00:00Z",
  "AgendaDate": "2009-07-29T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    }
  ],
  "History": [
    {
      "ID": 230740,
      "Date": "2009-07-29T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 231093,
      "Date": "2009-07-29T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9189,
      "AgendaSequence": 220,
      "MinutesSequence": 272,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236072,
      "Date": "2009-12-31T11:40:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 44359,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Title 19 of the administrative code of the city of New York is amended by adding a new section 19-154 to read as follows:\n§19-154  Street, roadway and sidewalk widths.  a.  For the purposes of this section, the following terms shall be defined as follows:\n1.  “Roadway” shall have the same meaning as defined under section one hundred forty of the vehicle and traffic law.\n2.  “Street” shall have the same meaning as defined under section one hundred forty eight of the vehicle and traffic law.\nb.  The width of each sidewalk included as part of a corresponding street shall be determined by multiplying the width of the street by ten percent and adding five feet to the product.  The remaining width of the street, after subtracting the mandatory widths for the sidewalks, shall constitute the minimum width of such street’s roadway.\n§2.  This local law shall take effect ninety days after it is enacted into law.\n\n\n\nPH\nLS# 5934\n10.10..08, 12:10 pm",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1. Title 19 of the administrative code of the city of New York is amended by adding a new section 19-154 to read as follows:\\par\n\\ul\\'a719-154  Street, roadway and sidewalk widths.  a.  For the purposes of this section, the following terms shall be defined as follows:\\par\n1.  \\ldblquote Roadway\\rdblquote  shall have the same meaning as defined under section one hundred forty of the vehicle and traffic law.\\par\n2.  \\ldblquote Street\\rdblquote  shall have the same meaning as defined under section one hundred forty eight of the vehicle and traffic law.\\par\nb.  The width of each sidewalk included as part of a corresponding street shall be determined by multiplying the width of the street by ten percent and adding five feet to the product.  The remaining width of the street, after subtracting the mandatory widths for the sidewalks, shall constitute the minimum width of such street\\rquote s roadway.\\par\n\\ulnone\\'a72.  This local law shall take effect ninety days after it is enacted into law.\\par\n\\pard\\nowidctlpar\\par\n\\par\n\\par\n\\fs16 PH\\par\nLS# 5934\\par\n10.10..08, 12:10 pm\\fs24\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
