{
  "ID": 43457,
  "GUID": "1E996D12-83B5-492C-B2A6-3100A2776838",
  "File": "Int 1056-2009",
  "Name": "Reuse or recycling of discarded carpeting from commercial units or buildings.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the reuse or recycling of discarded carpeting from commercial units or buildings.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5108,
  "BodyName": "Committee on Sanitation and Solid Waste Management",
  "IntroDate": "2009-07-29T00:00:00Z",
  "AgendaDate": "2009-07-29T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    }
  ],
  "History": [
    {
      "ID": 230742,
      "Date": "2009-07-29T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 231098,
      "Date": "2009-07-29T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Sanitation and Solid Waste Management",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9189,
      "AgendaSequence": 225,
      "MinutesSequence": 277,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Sanitation and Solid Waste Management",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236070,
      "Date": "2009-12-31T11:40:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 44361,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Title 16 of the administrative code of the city of New York is amended by adding a new chapter 4-C to read as follows:\n                                             CHAPTER 4-C\n16-470 Definitions\n16-471 Disposal Ban \n16-472 Source Separation\n16-473 Collection\n16-474 Delivery\n16-475 List of Carpet Recycling Companies\n16-476 Certificate of Recycling\n16-477 Reporting\n16-478 Enforcement\n\n§16-470 Definitions. When used in this chapter the following terms shall have the \nfollowing meanings:  \na. “Conforming project” shall mean a construction, alteration, demolition or other such project within the city in which carpeting covering a floor space equal to ten thousand or more square feet within the same commercial building or unit is to be removed as part of the same project.   \nb. “Covered carpeting” shall mean carpeting that has been or will be removed from a commercial unit or building as part of a conforming project.\nc. “Responsible party” shall mean the owner, tenant, carpet retailer, carpet installer, general contractor, subcontractor, or any other party who is responsible for ensuring the proper disposal of the refuse generated by a conforming project.  \nd. “Recycle” shall have the same meaning as in section 16-303 of this title.  \ne. “Reuse” shall mean use of carpeting in a manner that retains the original purpose and performance characteristics of the carpeting. \nf. “Carpet recycling company” shall mean an individual, company or other entity which (i) refurbishes or otherwise processes carpeting for reuse or resale, or (ii) removes, separates, or otherwise extracts components or commodities from carpeting either by manual or mechanical separation or by changing such carpeting’s physical or chemical composition for the purpose of reusing or recycling such components or commodities.  \ng. “Licensed carter” shall mean the holder of a valid license pursuant to section 16-505 of this title. \nh. “Source separation” shall have the same meaning as in section 16-303 of this title. \n§ 16-471 Disposal Ban. Beginning on January 1, 2010, no person shall dispose of covered carpeting within the city as solid waste. \n§ 16-472 Source separation. Beginning on January 1, 2010, a responsible party shall ensure that all covered carpeting is separated and kept separate from all solid waste produced as a result of a conforming project.\n§ 16-473 Collection. a. Beginning on January 1, 2010, a responsible party shall, at its own expense or at the expense of any party with whom the responsible party has secured payment, arrange for the collection and transportation for reuse or recycling of all covered carpeting pursuant to the terms of this chapter through a licensed carter or a carpet recycling company.  \nb. Any carpet recycling company collecting covered carpeting within the city shall be licensed pursuant to 16-505 of this chapter. \n§ 16-474 Delivery. a. Any licensed carter that collects source separated covered carpeting shall deliver such carpeting to a carpet recycling company.\nb. A licensed carter shall tag, mark, segregate, or cause to be tagged, marked or segregated, covered carpeting so as to identify the source of the covered carpeting it collects in order to ensure that such covered carpeting may be properly identified and attributed to the responsible party, whose conforming project was the source of such  covered carpeting, upon delivery to a carpet recycling company.  \n§ 16-475 List of carpet recycling companies. Beginning on December 1, 2009 the department shall maintain and regularly update a non-exclusive list of carpet recycling companies.  Such list shall include the name, address and contact information for each carpet recycling company, shall be maintained on the department website and, upon request, a printed copy shall be distributed by mail to a responsible party.\n§ 16-476 Certificate of Recycling. a. Beginning January 1, 2010, a responsible party shall submit to the commissioner a certificate for each conforming project for which it is responsible which shall include:\n1. the location of the conforming project;\n2. the amount of carpeting, calculated either by weight or area, collected at the conforming project; \n3. the name of the licensed carter or carpet recycling company who collected and was to deliver the covered carpeting; \n4. the name of the carpet recycling company where the covered carpeting was delivered, if known; \n5. a sworn affirmation by a qualified representative of the responsible party averring that:\ni. the responsible party adhered to the source separation and collection requirements of this chapter; and \nii. the information provided by the responsible party is accurate; and\n6. any other information required by department rules.\nb. The responsible party shall file the certificate of recycling with the department within thirty days of collection of the covered carpeting by the licensed carter or carpet recycling company. \nc. Beginning on January 1, 2010, a licensed carter or carpet recycling company that collects covered carpeting from within the city pursuant to this chapter shall submit to the commissioner a certificate for each conforming project from which it collects covered carpeting which shall include:\n1. the location of the conforming project from which the covered carpeting was collected;\n2. the name of the responsible party; \n3. the amount of carpeting, calculated either by weight or area, collected at the conforming project; \n4. the name of the carpet recycling company where the covered carpeting was delivered, if different than the entity that collected the carpeting; \n5. an affirmation by a qualified representative of the licensed carter or carpet recycling company averring that:\ni. the licensed carter or carpet recycling company adhered to the collection and delivery requirements of this chapter; and \nii. the information provided by the licensed carter or carpet recycling company is an honest reporting; and\n6. any other information required by department rules. \n§ 16-477 Reporting. Any carpet recycling company receiving covered carpeting under the terms of this chapter shall, on a regular basis as determined by the commissioner by rule so as to distribute the dates evenly over the course of a year, submit to the department a report containing the following information:\n1. a list of all conforming projects from which the carpet recycling company accepted covered carpeting, the name of the responsible party or carting company which delivered the covered carpeting and the amount of covered carpeting received from each conforming project;\n2. the total amount of covered carpeting received during the reported period;\n3. the total amount of covered carpeting reused or recycled during the reported period;\n4. the total amount of covered carpeting not reused or recycled during the reported period and the methods used for disposal of such carpeting.\n§ 16-478 Enforcement. a. Any notice of violation alleging a violation of any provision of this chapter shall be returnable to the environmental control board, which shall have the power to impose civil penalties as provided herein. \nb. Beginning on January 1, 2010, any person or entity who violates the provisions of section 16-471 of this chapter shall be liable for a civil penalty of five thousand dollars for each such violation.  \nc. Beginning on January 1, 2010, any person or entity who violates the provisions of section 16-472 of this chapter shall be liable for a civil penalty of five thousand dollars for each conforming project for which such person or entity fails to source separate covered carpeting.\nd. Beginning on January 1, 2010, any person or entity who violates the provisions of subdivision a of section 16-473 of this chapter shall be liable for a civil penalty of  five thousand dollars for each conforming project for which such person fails to observe the collection requirements of this chapter.\ne. Beginning on January 1, 2010, any person or entity who violates the provisions of subdivision a of section 16-474 of this chapter shall be liable for a civil penalty of  five thousand dollars for each conforming project for which such person or entity fails to properly deliver covered carpeting pursuant to the requirements of this chapter.\nf. Beginning on January 1, 2010, any person or entity who violates the provisions of subdivision b of section 16-474 of this chapter shall be liable for a civil penalty of  one thousand dollars for each conforming project for which such person or entity fails to properly mark, tag, segregate or otherwise identify covered carpeting pursuant to the requirements of subdivision b of section 16-474.\ng. Beginning on January 1, 2010, any person or entity who fails to submit a certificate of recycling pursuant to section 16-476 of this chapter shall be liable for a civil penalty of ten thousand dollars for each conforming project for which the person or entity fails to submit a certificate. \nh. Beginning on January 1, 2010, any person or entity who knowingly submits a certificate of recycling as required by section 16-476 of this chapter that contains a false or misleading statement as to a material fact or omits to state any material fact shall be liable for a civil penalty of five thousand dollars for each such statement or omission.  It shall be an affirmative defense that a person or entity neither knew nor should have known that a statement of material fact was false or misleading, or that an omission of a material fact was inadvertent. \ni. Beginning on January 1, 2010, any carpet recycling company which fails to file a report with the department pursuant to the provisions of section 16-477 shall be liable for a civil penalty of twenty thousand dollars for each such violation. \nj. Beginning on January 1, 2010, any carpet recycling company which knowingly submits a certificate of recycling as required by section 16-477 of this chapter that contains a false or misleading statement as to a material fact or omits to state any material fact shall be liable for a civil penalty of five thousand dollars for each such statement or omission.  It shall be an affirmative defense that a person or entity neither knew nor should have known that a statement of material fact was false or misleading, or that an omission of a material fact was inadvertent.\n§2. This local law shall take effect six months after enactment except that the commissioner shall take such measures as are necessary for its implementation, including the promulgation of rules, prior to such effective date.      \n\nJJH 7/15/09\nLS 4908",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\ulnone Section 1.  Title 16 of the administrative code of the city of New York is amended by adding a new chapter 4-C to read as follows:\\par\n\\pard\\keepn\\nowidctlpar\\fi720\\sl480\\slmult1                                              \\ul CHAPTER 4-C\\par\n\\pard\\nowidctlpar\\qc 16-470 Definitions\\par\n\\pard\\nowidctlpar\\li3420 16-471 Disposal Ban \\par\n16-472 Source Separation\\par\n16-473 Collection\\par\n16-474 Delivery\\par\n16-475 List of Carpet Recycling Companies\\par\n16-476 Certificate of Recycling\\par\n16-477 Reporting\\par\n16-478 Enforcement\\par\n\\par\n\\pard\\nowidctlpar\\li720\\sl480\\slmult1\\'a716-470 Definitions. When used in this chapter the following terms shall have the \\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj following meanings: \\ulnone  \\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ul a. \\ldblquote Conforming project\\rdblquote  shall mean a construction, alteration, demolition or other such project within the city in which carpeting covering a floor space equal to ten thousand or more square feet within the same commercial building or unit is to be removed as part of the same project.   \\par\nb. \\ldblquote Covered carpeting\\rdblquote  shall mean carpeting that has been or will be removed from a commercial unit or building as part of a conforming project.\\par\nc. \\ldblquote Responsible party\\rdblquote  shall mean the owner, tenant, carpet retailer, carpet installer, general contractor, subcontractor, or any other party who is responsible for ensuring the proper disposal of the refuse generated by a conforming project.  \\par\nd. \\ldblquote Recycle\\rdblquote  shall have the same meaning as in section 16-303 of this title.  \\par\n\\cf1 e. \\ldblquote Reuse\\rdblquote  shall mean use of carpeting in a manner that retains the original purpose and performance characteristics of the carpeting. \\cf0\\par\nf. \\ldblquote Carpet recycling company\\rdblquote  shall \\cf1 mean an individual, company or other entity which (i) refurbishes or otherwise processes carpeting for reuse or resale, or (ii) removes, separates, or otherwise extracts components or commodities from carpeting either by manual or mechanical separation or by changing such carpeting\\rquote s physical or chemical composition for the purpose of reusing or recycling such components or commodities.\\cf0   \\par\ng. \\ldblquote Licensed carter\\rdblquote  shall mean the holder of a valid license pursuant to section 16-505 of this title. \\par\nh. \\ldblquote Source separation\\rdblquote  shall have the same meaning as in section 16-303 of this title. \\par\n\\'a7 16-471 Disposal Ban. Beginning on January 1, 2010, no person shall dispose of covered carpeting within the city as solid waste. \\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\'a7 16-472 Source separation. Beginning on January 1, 2010, a responsible party shall ensure that all covered carpeting is separated and kept separate from all solid waste produced as a result of a conforming project.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a7 16-473 Collection. a. Beginning on January 1, 2010, a responsible party shall, at its own expense or at the expense of any party with whom the responsible party has secured payment, arrange for the collection and transportation for reuse or recycling of all covered carpeting pursuant to the terms of this chapter through a licensed carter or a carpet recycling company.  \\par\nb. Any carpet recycling company collecting covered carpeting within the city shall be licensed pursuant to 16-505 of this chapter. \\par\n\\'a7 16-474 Delivery. a. Any licensed carter that collects source separated covered carpeting shall deliver such carpeting to a carpet recycling company.\\par\nb. A licensed carter shall tag, mark, segregate, or cause to be tagged, marked or segregated, covered carpeting so as to identify the source of the covered carpeting it collects in order to ensure that such covered carpeting may be properly identified and attributed to the responsible party, whose conforming project was the source of such  covered carpeting, upon delivery to a carpet recycling company.  \\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\tx1800\\'a7 16-475 List of carpet recycling companies. Beginning on December 1, 2009 the department shall maintain and regularly update a non-exclusive list of carpet recycling companies.  Such list shall include the name, address and contact information for each carpet recycling company, shall be maintained on the department website and, upon request, a printed copy shall be distributed by mail to a responsible party.\\par\n\\'a7 16-476 Certificate of Recycling. a. Beginning January 1, 2010, a responsible party shall submit to the commissioner a certificate for each conforming project for which it is responsible which shall include:\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj 1. the location of the conforming project;\\par\n2. the amount of carpeting, calculated either by weight or area, collected at the conforming project; \\par\n3. the name of the licensed carter or carpet recycling company who collected and was to deliver the covered carpeting; \\par\n4. the name of the carpet recycling company where the covered carpeting was delivered, if known; \\par\n5. a sworn affirmation by a qualified representative of the responsible party averring that:\\par\ni. the responsible party adhered to the source separation and collection requirements of this chapter; and \\par\nii. the information provided by the responsible party is accurate; and\\par\n\\cf1 6. any other information required by department rules.\\cf0\\par\nb. The responsible party shall file the certificate of recycling with the department within thirty days of collection of the covered carpeting by the licensed carter or carpet recycling company.\\ulnone  \\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\tx1800\\ul c. Beginning on January 1, 2010, a licensed carter or carpet recycling company that collects covered carpeting from within the city pursuant to this chapter shall submit to the commissioner a certificate for each conforming project from which it collects covered carpeting which shall include:\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj 1. the location of the conforming project from which the covered carpeting was collected;\\par\n2. the name of the responsible party; \\par\n3. the amount of carpeting, calculated either by weight or area, collected at the conforming project; \\par\n4. the name of the carpet recycling company where the covered carpeting was delivered, if different than the entity that collected the carpeting; \\par\n5. an affirmation by a qualified representative of the licensed carter or carpet recycling company averring that:\\par\ni. the licensed carter or carpet recycling company adhered to the collection and delivery requirements of this chapter; and \\par\nii. the information provided by the licensed carter or carpet recycling company is an honest reporting; and\\par\n\\cf1 6. any other information required by department rules.\\cf0  \\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\tx1800\\'a7 16-477 Reporting. Any carpet recycling company receiving covered carpeting under the terms of this chapter shall, on a regular basis as determined by the commissioner by rule so as to distribute the dates evenly over the course of a year, submit to the department a report containing the following information:\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj 1. a list of all conforming projects from which the carpet recycling company accepted covered carpeting, the name of the responsible party or carting company which delivered the covered carpeting and the amount of covered carpeting received from each conforming project;\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\tx1800 2. the total amount of covered carpeting received during the reported period;\\par\n3. the total amount of covered carpeting reused or recycled during the reported period;\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj 4. the total amount of covered carpeting not reused or recycled during the reported period and the methods used for disposal of such carpeting.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\'a7 16-478 Enforcement. a. \\cf1 Any notice of violation alleging a violation of any provision of this chapter shall be returnable to the environmental control board, which shall have the power to impose civil penalties as provided herein. \\cf0\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\cf1 b. \\cf0 Beginning on January 1, 2010, a\\cf1 ny person or entity who violates the provisions of section 16-471 of this chapter shall be liable for a civil penalty of five thousand dollars for each such violation.  \\cf0\\par\nc. Beginning on January 1, 2010, a\\cf1 ny person or entity who violates the provisions of section 16-472 of this chapter shall be liable for a civil penalty of five thousand dollars for each conforming project for which such person or entity fails to source separate covered carpeting.\\cf0\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1 d. Beginning on January 1, 2010, a\\cf1 ny person or entity who violates the provisions of subdivision a of section 16-473 of this chapter shall be liable for a civil penalty of  five thousand dollars for each conforming project for which such person fails to observe the collection requirements of this chapter.\\cf0\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj e\\cf1 . \\cf0 Beginning on January 1, 2010, a\\cf1 ny person or entity who violates the provisions of subdivision a of section 16-474 of this chapter shall be liable for a civil penalty of  five thousand dollars for each conforming project for which such person or entity fails to properly deliver covered carpeting pursuant to the requirements of this chapter.\\par\nf. \\cf0 Beginning on January 1, 2010, a\\cf1 ny person or entity who violates the provisions of subdivision b of section 16-474 of this chapter shall be liable for a civil penalty of  one thousand dollars for each conforming project for which such person or entity fails to properly mark, tag, segregate or otherwise identify covered carpeting pursuant to the requirements of subdivision b of section 16-474.\\par\n\\cf0 g. Beginning on January 1, 2010, a\\cf1 ny person or entity who fails to submit a certificate of recycling pursuant to section 16-476 of this chapter shall be liable for a civil penalty of ten thousand dollars for each conforming project for which the person or entity fails to submit a certificate. \\cf0\\par\nh. Beginning on January 1, 2010, a\\cf1 ny person or entity who knowingly submits a certificate of recycling as required by section 16-476 of this chapter that contains a false or misleading statement as to a material fact or omits to state any material fact shall be liable for a civil penalty of five thousand dollars for each such statement or omission.  It shall be an affirmative defense that a person or entity neither knew nor should have known that a statement of material fact was false or misleading, or that an omission of a material fact was inadvertent. \\cf0\\par\ni. Beginning on January 1, 2010, a\\cf1 ny carpet recycling company which fails to file a report with the department pursuant to the provisions of section 16-477 shall be liable for a civil penalty of twenty thousand dollars for each such violation. \\par\nj. \\cf0 Beginning on January 1, 2010, a\\cf1 ny carpet recycling company which knowingly submits a certificate of recycling as required by section 16-477 of this chapter that contains a false or misleading statement as to a material fact or omits to state any material fact shall be liable for a civil penalty of five thousand dollars for each such statement or omission.  It shall be an affirmative defense that a person or entity neither knew nor should have known that a statement of material fact was false or misleading, or that an omission of a material fact was inadvertent.\\par\n\\cf0\\ulnone\\'a72. This local law shall take effect six months after enactment except that the commissioner shall take such measures as are necessary for its implementation, including the promulgation of rules, prior to such effective date.      \\par\n\\pard\\nowidctlpar\\par\nJJH 7/15/09\\par\nLS 4908 \\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
