{
  "ID": 43547,
  "GUID": "FB9F239F-77D8-465C-BBBD-1E9E07B8C94D",
  "File": "Int 1059-2009",
  "Name": "Provision of paid sick time earned by employees.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the provision of paid sick time earned by employees.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 4,
  "BodyName": "Committee on Civil Service and Labor",
  "IntroDate": "2009-08-20T00:00:00Z",
  "AgendaDate": "2009-08-20T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5294,
      "Slug": "betsy-gotbaum",
      "FullName": "Betsy Gotbaum"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 5274,
      "Slug": "helen-sears",
      "FullName": "Helen Sears"
    },
    {
      "ID": 5275,
      "Slug": "eric-n-gioia",
      "FullName": "Eric N. Gioia"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5278,
      "Slug": "melinda-r-katz",
      "FullName": "Melinda R. Katz"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 6273,
      "Slug": "thomas-white-jr",
      "FullName": "Thomas White, Jr."
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 7502,
      "Slug": "elizabeth-s-crowley",
      "FullName": "Elizabeth S. Crowley"
    },
    {
      "ID": 7113,
      "Slug": "mathieu-eugene",
      "FullName": "Mathieu Eugene"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5286,
      "Slug": "bill-de-blasio",
      "FullName": "Bill De Blasio"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    }
  ],
  "History": [
    {
      "ID": 231363,
      "Date": "2009-08-20T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 231543,
      "Date": "2009-08-20T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Civil Service and Labor",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9207,
      "AgendaSequence": 95,
      "MinutesSequence": 120,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Civil Service and Labor",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 233532,
      "Date": "2009-11-17T00:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 4,
      "BodyName": "Committee on Civil Service and Labor",
      "EventID": 9377,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 234031,
      "Date": "2009-11-17T00:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 4,
      "BodyName": "Committee on Civil Service and Labor",
      "EventID": 9377,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236069,
      "Date": "2009-12-31T11:38:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 92057,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 11/17/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/11992b52-c258-453b-88b8-9f264070404d.doc",
      "Sort": 1
    },
    {
      "ID": 92180,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 11/17/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/2923597d-b851-4263-980c-edbb2af36674.PDF",
      "Sort": 2
    },
    {
      "ID": 92212,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony (Con't) 11/17/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/3b047741-5291-435c-aa5c-b98c64697c24.pdf",
      "Sort": 3
    },
    {
      "ID": 92293,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 11/17/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/4e2175ef-9204-4986-b753-4330603f4395.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 44461,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Legislative intent.  The Council finds and declares that nearly every worker in New York City will at some time during the year need temporary time off from work to take care of their own health needs or the health needs of members of their families or to deal with health and safety issues arising from domestic or sexual violence.  The Council recognizes that a sizeable number of workers in New York City are not entitled to any paid sick time to care for their own health needs or the health needs of members of their families or the need for safety in domestic violence situations.  Low income workers are significantly less likely to have paid sick time than other members of the workforce.  Providing workers time off to attend to their own health care and the health care of family members will ensure a healthier and more productive work force in New York City.  Paid sick time will have a positive effect on the public health of New York City by allowing sick workers the occasional option of staying at home to care for themselves when ill thus lessening their recovery time and reducing the likelihood of spreading illness to other members of the workforce and the general public.  A high proportion of the New York City workforce travels to work by public transportation making it even more important that sick workers can stay at home when they are ill.  Paid sick time will allow parents to provide personal care for their sick children.  Parental care makes children’s recovery faster, prevents more serious illnesses, and improves children’s overall mental and physical health.  Paid sick time will protect the public health when there are serious outbreaks of contagious disease by insuring that workers can stay home when they exhibit symptoms of disease and parents can keep their sick children out of school.  It will also protect workers and their children who are not sick but who must stay home to care for children when public officials close schools or when their businesses are closed due to public health emergencies.  Providing time for domestic violence victims to go to court or to relocate to safety has a positive effect on the ability of victims to protect themselves and is important for the public health and safety of the City.  Providing minimal paid sick time is affordable for employers and good for business.  Employers who provide paid sick time have greater employee retention and reduce the problem of workers coming to work sick.  Studies have shown that costs from on-the-job productivity losses resulting from sick workers on the job exceed the cost of absenteeism among employees.\n§2.  Title 22 of the administrative code of the city of New York is amended by adding a new section 22-507 to read as follows:\n§22-507 Paid sick time. a. This section shall be known as and may be cited as the “Paid Sick Time Act”.\nb. Definitions.  As used in this section, the following terms shall be defined as follows:\n(1) “Administering agency” shall mean any city agency, office, department, division, bureau or institution of government, the expenses of which are paid in whole or in part from the city treasury, as the mayor shall designate.\n(2) “Child” shall mean a biological, adopted or foster child, a stepchild, a legal ward, or a child to whom the employee stands in loco parentis.\n(3) “City’ shall mean the city of New York.\n(4) “Domestic partner” shall mean persons who have a registered domestic partnership pursuant to section 3-240 of the administrative code, a domestic partnership registered in accordance with executive order number 123, dated August 7, 1989, or a domestic partnership registered in accordance with executive order number 48, dated January 7, 1993.\n(5) “Employee” shall mean any “employee” as defined in labor law section 190(2) who is employed for hire within the City for more than eighty hours in a calendar year who performs work on a full-time or part-time basis for any employer.\n(6) “Employer” shall mean “employer” as defined in labor law section 190(3). For purposes of this section, “employer” does not include (i) the United States government; (ii) the state of New York including any office, department, independent agency, authority, institution, association, society or other body of the state including the legislature and the judiciary; or (iii) the city of New York or any local government, municipality or county or any entity governed by municipal home rule section 92 or county law section 207.\n(7) “Grandparent” shall mean a parent of a parent.\n(8) “Health care professional” means any person licensed under federal or New York state law to provide medical or emergency services, including but not limited to doctors, nurses and emergency room personnel.\n(9) “Paid sick time” shall mean time that is provided by an employer to an employee for the purposes described in subdivision (d) of this section and is compensated at the same hourly rate as the employee earns from his or her employment at the time the employee uses the paid sick time but in no case shall that hourly rate be less than the hourly rate provided in labor law section 652(1).\n(10) “Parent” shall mean a biological, foster, stepparent or adoptive parent or legal guardian of an employee or an employee’s spouse or domestic partner or a person who stood in loco parentis when the employee was a minor child.\n(11) “Relative” shall mean a person’s spouse, domestic partner, child, parent, grandparent, grandchild, an extended family member defined as relative within the third degree by blood or marriage; and any other individual related by blood or affinity whose close association with the employee is the equivalent of a family relationship.\n(12) “Retaliatory personnel action” shall mean the discharge, suspension or demotion by an employer of an employee or any other adverse employment action.\n(13)“Small business” means any private individual, firm, partnership, institution, corporation, or association for which fewer than ten persons work for compensation during a given week.  In determining the number of persons performing work for compensation during a given week, all persons performing work for compensation on a full-time, part-time, or temporary basis shall be counted.  In situations in which the number of persons who work for compensation per week fluctuates above and below ten or more per week over the course of a year, business size will be determined for the current calendar year based upon the average number of persons who worked for compensation per week during the preceding calendar year.\n(14)  “Spouse” means a person to whom the employee is legally married under the laws of the state of New York.\n(15) “Victim of acts or threats of violence” shall mean a person who has been subject to acts or threats which would constitute violations of the penal law.\n(16) “Victim of domestic violence” shall mean a person who has been subjected to acts or threats of violence, not including acts of self-defense, committed by a current or former spouse or domestic partner of the victim, by a person with whom the victim shares a child in common, by a person who is cohabiting with or has cohabited with the victim, by a person who is or has been in a continuing social relationship of a romantic or intimate nature with the victim, or a person who is or has continually or at regular intervals lived in the same household as the victim.\n(17) “Victim of sex offenses or stalking” shall mean a person who has been subjected to acts which would constitute violations of article 130 of the penal law, or a victim of acts which would constitute violations of sections 120.45, 120.50, 120.55, or 120.60 of the penal law.\nc. Accrual of paid sick time.  (1) All employees have the right to paid sick time as provided in this section.\n(2) All employers shall provide a minimum of one hour of paid sick time for every thirty hours worked by an employee.  Employers shall not be required under this section to provide more than seventy-two hours of sick time for an employee in a calendar year.\n(3) Small businesses shall not be required under this section to provide more than forty hours of paid sick time in a calendar year.\n(4) Employees who are exempt from requirements under section 13(a)(1) of the federal fair labor standards act with respect to payment of overtime shall be assumed to work forty hours in each work week for purposes of paid sick time accrual unless their regular work week is less than forty hours, in which case paid sick time accrues based upon that regular work week.\n(5) Paid sick time shall accrue in hour unit increments.\n(6) Paid sick time as provided in this section shall begin to accrue at the commencement of employment.\n(7) Employees shall be entitled to use accrued paid sick time beginning on the 90th calendar day following commencement of their employment.  After the 90th calendar day of employment, employees may use sick time as it is accrued.\n(8) Unused paid sick time shall be carried over to the following calendar year; however, no employer shall be required to allow use of more than seventy-two hours of paid sick time in a calendar year or more than forty hours of paid sick time in a calendar year if such employer is a small business.\n(9) Any employer with a paid leave policy, such as a paid time off policy, who makes available an amount of paid leave sufficient to meet the accrual requirements of this section that may be used for the same purposes and under the same conditions as paid sick time under this section is not required to provide additional paid sick leave or paid sick time.\n(10) Nothing in this section shall be construed as requiring financial or other reimbursement to an employee from an employer upon the employee’s termination, resignation, retirement, or other separation from employment for accrued paid sick time that has not been used.\n(11) If an employee is transferred to a separate division, entity or location, but remains employed by the same employer, the employee is entitled to all paid sick time accrued at the prior division, entity or location and is entitled to use all paid sick time as provided in this section.  When there is a separation from employment and the employee is rehired within one year of separation by the same employer, previously accrued paid sick time that had not been used shall be reinstated.  Further, the employee shall be entitled to use accrued paid sick time at the commencement of employment following a separation from employment of one year or less.\nd. Use of paid sick time.  (1) An employer shall permit an employee to use paid sick time for absence from work due to:\n(i) An employee’s mental or physical illness, injury or health condition or need for medical diagnosis, care, or treatment of a mental or physical illness, injury or health condition or need for preventive medical care;\n(ii) Care of a relative with a mental or physical illness, injury or health condition who needs medical diagnosis, care, or treatment of a mental or physical illness, injury or health condition or who needs preventive medical care; or\n(iii) Closure of the employee’s place of business by order of a public official due to a public health emergency or an employee’s need to care for a child whose school or place of care has been closed by order of a public official due to a public health emergency.\n(2) An employer shall permit an employee to use paid sick time for absence from work where, as a result of such employee or a relative of such employee being a victim of acts or threats of violence, a victim of domestic violence, or a victim of sex offenses or stalking, the employee needs to:\n(i) seek or obtain medical diagnosis, care or treatment or psychological or other counseling for such employee or employee’s relative;\n(ii) obtain services from a victim services organization;\n(iii) seek relocation or relocate; or\n(iv) take legal action, including but not limited to preparation or participation in any civil or criminal proceeding.\n(3) An employer may require reasonable notice of the need to use paid sick time.  Where such need is foreseeable, an employer may require advance notice of the intention to use such paid sick time, not to exceed seven days prior to the date such paid sick time is to begin. Where such need is not foreseeable, an employer may require an employee to provide notice of the need for the use of paid sick time as soon as practicable.\n(4) For leave of more than three consecutive days, an employer may require reasonable documentation that the paid sick time is covered by paragraph one of subdivision (d) of this section. For paid sick time used pursuant to paragraph one of subdivision (d) of this section, documentation signed by a licensed health care provider indicating the need for the number of paid sick time days shall be considered reasonable documentation.  For paid sick time used pursuant to paragraph two of subdivision (d) of this section, the documentation set out in administrative code section 8-107.1 shall be considered reasonable.\n(5) An employer may not require, as a condition of an employee's taking paid sick time, that the employee search for or find a replacement worker to cover the hours during which the employee is on paid sick time.\ne.  Retaliation prohibited.  (1) It shall be unlawful for an employer or any other person to interfere with, restrain, or deny the exercise of, or the attempt to exercise, any right protected under this section.\n(2) An employer shall not take retaliatory personnel action or discriminate against an employee because the employee has exercised rights protected under this section.  Such rights include but are not limited to the right to use paid sick time pursuant to this section; the right to file a complaint or inform any person about any employer's alleged violation of this section; the right to cooperate with the administering agency in its investigations of alleged violations of this section; and the right to inform any person of his or her potential rights under this section.\n(3) It shall be unlawful for an employer’s absence control policy to count paid sick time taken under this section as an absence that may lead to or result in discipline, discharge, demotion, suspension, or any other adverse action.\n(4) Protections of this section shall apply to any person who mistakenly but in good faith alleges violations of this section.\n(5) There shall be a rebuttable presumption of unlawful retaliation under this section whenever an employer takes adverse action against a person within ninety days of when that person: (i) files a complaint with the administering agency or a court alleging a violation of any provision of this section; (ii) informs any person about an employer's alleged violation of this section; (iii) cooperates with the administering agency or other persons in the investigation or prosecution of any alleged violation of this section; (iv) opposes any policy, practice, or act that is unlawful under this section; or (v) informs any person of his or her rights under this section.\nf. Notice and posting.  (1) Employers shall give notice that employees are entitled to paid sick time, the amount of paid sick time, and the terms of its use guaranteed under this section, that retaliation against employees who request or use paid sick time is prohibited and that each employee has the right to file a complaint or bring a civil action if sick time as required by this section is denied by the employer or the employee is retaliated against for requesting or taking paid sick time.\n(2) Employers may comply with this section by supplying each of their employees with a notice in English and in any language that is the first language spoken by at least five percent of the employer’s workforce that contains the information required in paragraph one of subdivision (f) of this section and by adding the information contained in  paragraph one of subdivision (f) of this section above to any personnel policies or manuals maintained by the employer and any orientation materials supplied to new employees.\n(3) Employers may comply with this section by displaying a poster in a conspicuous and accessible place in each establishment where such employees are employed which contains in English and in any language that is the first language spoken by at least five percent of the employer’s workforce, all information required under  paragraph one of subdivision (f) of this section.\n(4) The administering agency shall create and make available to employers posters that contain the information required under paragraph one of subdivision (f) of this section for their use in complying with this subsection.\n(5) An employer who willfully violates the notice and posting requirements of this section shall be subject to a civil fine in an amount not to exceed $100 for each separate offense.\ng. Employer records.  Employers shall retain records documenting hours worked by employees and paid sick time taken by employees, for a period of five years, and shall allow the administering agency access to such records, with appropriate notice and at a mutually agreeable time, to monitor compliance with the requirements of this section.  When an issue arises as to an employee’s entitlement to paid sick time under this section, if the employer does not maintain or retain adequate records documenting hours worked by the employee and paid sick time taken by the employee, or does not allow the administering agency reasonable access to such records, it shall be presumed that the employer has violated this section, absent clear and convincing evidence otherwise.\nh. Rules.  The administering agency shall be authorized to coordinate implementation and enforcement of this section and promulgate appropriate guidelines or rules for such purposes.\ni. Confidentiality and nondisclosure.  An employer may not require disclosure of details relating to domestic violence, sexual assault or stalking or the details of an employee’s medical condition as a condition of providing paid sick time under this section.  If an employer possesses health information or information pertaining to domestic violence, sexual assault or stalking about an employee or employee’s family member, such information shall be treated as confidential and not disclosed except to the affected employee or with the permission of the affected employee.\nj. Encouragement of more generous policies; no effect on more generous policies.  (1) Nothing in this section shall be construed to discourage or prohibit an employer from the adoption or retention of a paid sick time policy or paid time off policy more generous than the one required herein.\n(2) Nothing in this section shall be construed as diminishing the obligation of an employer to comply with any contract, collective bargaining agreement, employment benefit plan or other agreement providing more generous sick time to an employee than required herein.\n(3) Nothing in this section shall be construed as diminishing the rights of public employees regarding paid sick time as provided in New York state or city law. \nk. Collective bargaining agreements.  All or any portion of the applicable requirements of this section shall not apply to employees covered by a bona fide collective bargaining agreement if such requirements are expressly waived in the collective bargaining agreement in clear and unambiguous terms and the agreement provides for an equivalent benefit for the employees covered by the agreement.\nl.  Enforcement.  (1) Any employer found to be in violation of any of the provisions of this section shall be liable for a civil penalty of not less than one thousand dollars for each violation.\n(2) Penalties imposed pursuant to this section shall not affect any right or remedy available or civil or criminal penalty applicable under law to any individual or entity, or in any way diminish or reduce the remedy or damages recoverable in any action in equity or law before a court of competent jurisdiction.\n(3) Upon a determination that a violation of any of the provisions of this section has occurred, a court may award any appropriate equitable relief to secure compliance with this section and may award reasonable attorney’s fees and costs incurred in maintaining the action to any prevailing complaining party.\n(4) Any proceeding to recover a civil penalty authorized pursuant to this section shall be commenced by the service of a notice of violation which shall be returnable to the administering agency.  The commissioner or other designated person of such administering agency shall, after due notice and an opportunity for a hearing, be authorized to impose the civil penalties prescribed by this section.\n(5) The administering agency shall take appropriate action to enforce this section, including, but not limited to, establishing a system to receive complaints from any person charging that a violation has occurred pursuant to this section, investigating any such complaints received, and making findings of violations and civil penalties in accordance with the provisions of this section.\n(6) Any action or proceeding that may be appropriate or necessary for the correction of any violation issued pursuant to this section including, but not limited to, actions to secure permanent injunctions, enjoining any acts or practices which constitute such violation, mandating compliance with the provisions of this section or such other relief as may be appropriate, may be initiated in any court of competent jurisdiction by the corporation counsel or such other persons designated by the corporation counsel on behalf of the administering agency.\n(7) Any aggrieved person may bring an action in any court of competent jurisdiction against an employer for a violation of the provisions of this section within three years of the date the alleged violation occurred.  Upon a determination that a violation of any of the provisions of this section has occurred, a court may award damages to the aggrieved person and any other appropriate relief including but not limited to reinstatement of employment and may award reasonable attorney’s fees and costs incurred in maintaining the action to any prevailing party.\nm.  Other legal requirements.  (1)  This section provides minimum requirements pertaining to paid sick time and shall not be construed to preempt, limit, or otherwise affect the applicability of any other law, regulation, requirement, policy, or standard that provides for greater accrual or use by employees of sick leave or time, whether paid or unpaid, or that extends other protections to employees.\n(2) Nothing in this section shall be construed as creating or imposing any requirement in conflict with any federal or state law, rule or regulation, nor shall anything in this section be construed to diminish or impair the rights of an employee or employer under any valid collective bargaining agreement.\n§3. Effect of invalidity; severability.  If any section, subdivision, paragraph, sentence, clause, phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this local law, which remaining portions shall continue in full force and effect.\n§4.  This local law shall take effect ninety days after enactment, provided, however, that the administering agency shall promulgate rules and take such other measures as may be necessary for the purposes of implementing and carrying out the provisions of this local law prior to such effective date, and provided further that in the case of employees covered by a collective bargaining agreement in effect on the effective date prescribed herein, this local law shall apply on the date of the termination of such agreement.\n\n\n\nLS# 3902/4208\n08-17-09. 3:50 pm",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Section 1.  Legislative intent.  The Council finds and declares that nearly every worker in New York City will at some time during the year need temporary time off from work to take care of their own health needs or the health needs of members of their families or to deal with health and safety issues arising from domestic or sexual violence.  The Council recognizes that a sizeable number of workers in New York City are not entitled to any paid sick time to care for their own health needs or the health needs of members of their families or the need for safety in domestic violence situations.  Low income workers are significantly less likely to have paid sick time than other members of the workforce.  Providing workers time off to attend to their own health care and the health care of family members will ensure a healthier and more productive work force in New York City.  Paid sick time will have a positive effect on the public health of New York City\\b  \\b0 by allowing sick workers the occasional option of staying at home to care for themselves when ill thus lessening their recovery time and reducing the likelihood of spreading illness to other members of the workforce and the general public.  A high proportion of the New York City workforce travels to work by public transportation making it even more important that sick workers can stay at home when they are ill.  Paid sick time will allow parents to provide personal care for their sick children.  Parental care makes children\\rquote s recovery faster, prevents more serious illnesses, and improves children\\rquote s overall mental and physical health.  Paid sick time will protect the public health when there are serious outbreaks of contagious disease by insuring that workers can stay home when they exhibit symptoms of disease and parents can keep their sick children out of school.  It will also protect workers and their children who are not sick but who must stay home to care for children when public officials close schools or when their businesses are closed due to public health emergencies.  Providing time for domestic violence victims to go to court or to relocate to safety has a positive effect on the ability of victims to protect themselves and is important for the public health and safety of the City.  Providing minimal paid sick time is affordable for employers and good for business.  Employers who provide paid sick time have greater employee retention and reduce the problem of workers coming to work sick.  Studies have shown that costs from on-the-job productivity losses resulting from sick workers on the job exceed the cost of absenteeism among employees.\\par\n\\'a72.  Title 22 of the administrative code of the city of New York is amended by adding a new section 22-507 to read as follows:\\par\n\\cf1\\ul\\'a722-507 Paid sick time. a. This section shall be known as and may be cited as the \\ldblquote Paid Sick Time Act\\rdblquote .\\par\nb. Definitions.  As used in this section, the following terms shall be defined as follows:\\par\n\\pard\\nowidctlpar\\fi900\\sl480\\slmult1\\qj (1) \\ldblquote Administering agency\\rdblquote  shall mean any city agency, office, department, division, bureau or institution of government, the expenses of which are paid in whole or in part from the city treasury, as the mayor shall designate.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\cf0 (2) \\ldblquote Child\\rdblquote  shall mean a biological, adopted or foster child, a stepchild, a legal ward, or a child to whom the employee stands in loco parentis.\\par\n(3) \\ldblquote City\\rquote  shall mean the city of New York.\\par\n(4) \\ldblquote Domestic\\cf1  partner\\rdblquote  \\cf0 shall mean persons who have a registered domestic partnership pursuant to section 3-240 of the administrative code, a domestic partnership registered in accordance with executive order number 123, dated August 7, 1989, or a domestic partnership registered in accordance with executive order number 48, dated January 7, 1993.\\par\n\\cf1 (5) \\ldblquote Employee\\rdblquote  shall \\cf0 mean any \\ldblquote employee\\rdblquote  as defined in labor law section 190(2) who is employed for hire within the City for more than eighty hours in a calendar year who performs work on a full-time or part-time basis for any employer.\\par\n(6) \\ldblquote Employer\\rdblquote  shall mean \\ldblquote employer\\rdblquote  as defined in labor law section 190(3). For purposes of this section, \\ldblquote employer\\rdblquote  does not include (i) the United States government; (ii) the state of New York including any office, department, independent agency, authority, institution, association, society or other body of the state including the legislature and the judiciary; or (iii) the city of New York or any local government, municipality or county or any entity governed by municipal home rule section 92 or county law section 207.\\par\n(7) \\ldblquote Grandparent\\rdblquote  shall mean a parent of a parent.\\par\n(8) \\ldblquote Health care professional\\rdblquote  means any person licensed under federal or New York state law to provide medical or emergency services, including but not limited to doctors, nurses and emergency room personnel.\\cf1\\par\n\\cf0 (9) \\ldblquote Paid sick time\\rdblquote  shall mean time that is provided by an employer to an employee for the purposes described in subdivision (d) of this section and is compensated at the same hourly rate as the employee earns from his or her employment at the time the employee uses the paid sick time but in no case shall that hourly rate be less than the hourly rate provided in labor law section 652(1).\\par\n\\cf1 (10) \\ldblquote Parent\\rdblquote  shall mean \\cf0 a biological, foster, stepparent or adoptive parent or legal guardian of an employee or an employee\\rquote s spouse or domestic partner or a person who stood \\i in loco parentis \\i0 when the employee was a minor child.\\par\n(11) \\ldblquote Relative\\rdblquote  shall mean a person\\rquote s spouse, domestic partner, child, parent, grandparent, grandchild, an extended family member defined as relative within the third degree by blood or marriage; and any other individual related by blood or affinity whose close association with the employee is the equivalent of a family relationship.\\par\n(12) \\ldblquote Retaliatory personnel action\\rdblquote  shall mean the discharge, suspension or demotion by an employer of an employee or any other adverse employment action.\\par\n(13)\\ldblquote Small business\\rdblquote  means any private individual, firm, partnership, institution, corporation, or association for which fewer than ten persons work for compensation during a given week.  In determining the number of persons performing work for compensation during a given week, all persons performing work for compensation on a full-time, part-time, or temporary basis shall be counted.  In situations in which the number of persons who work for compensation per week fluctuates above and below ten or more per week over the course of a year, business size will be determined for the current calendar year based upon the average number of persons who worked for compensation per week during the preceding calendar year.\\ulnone\\par\n\\ul (14)  \\ldblquote Spouse\\rdblquote  means a person to whom the employee is legally married under the laws of the state of New York.\\par\n(15) \\ldblquote Victim of acts or threats of violence\\rdblquote  shall mean a person who has been subject to acts or threats which would constitute violations of the penal law.\\par\n(16) \\ldblquote Victim of domestic violence\\rdblquote  shall mean a person who has been subjected to acts or threats of violence, not including acts of self-defense, committed by a current or former spouse or domestic partner of the victim, by a person with whom the victim shares a child in common, by a person who is cohabiting with or has cohabited with the victim, by a person who is or has been in a continuing social relationship of a romantic or intimate nature with the victim, or a person who is or has continually or at regular intervals lived in the same household as the victim.\\par\n\\pard\\nowidctlpar\\fi720\\sa63\\sl480\\slmult1\\qj\\tx900 (17) \\ldblquote Victim of sex offenses or stalking\\rdblquote  shall mean a person who has been subjected to acts which would constitute violations of article 130 of the penal law, or a victim of acts which would constitute violations of sections 120.45, 120.50, 120.55, or 120.60 of the penal law.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj c. Accrual of paid sick time.  (1) All employees have the right to paid sick time as provided in this section.\\par\n(2) All employers shall provide a minimum of one hour of paid sick time for every thirty hours worked by an employee.  Employers shall not be required under this section to provide more than seventy-two hours of sick time for an employee in a calendar year.\\par\n(3) Small businesses shall not be required under this section to provide more than forty hours of paid sick time in a calendar year.\\par\n(4) Employees who are exempt from requirements under \\cf1 section 13(a)(1) of the \\cf0 federal fair labor standards act with respect to payment of overtime shall be assumed to work forty hours in each work week for purposes of paid sick time accrual unless their regular work week is less than forty hours, in which case paid sick time accrues based upon that regular work week.\\par\n(5) Paid sick time shall accrue in hour unit increments.\\par\n(6) Paid sick time as provided in this section shall begin to accrue at the commencement of employment.\\par\n(7) Employees shall be entitled to use accrued paid sick time beginning on the 90th calendar day following commencement of their employment.  After the 90th calendar day of employment, employees may use sick time as it is accrued.\\par\n(8) Unused paid sick time shall be carried over to the following calendar year; however, no employer shall be required to allow use of more than seventy-two hours of paid sick time in a calendar year or more than forty hours of paid sick time in a calendar year if such employer is a small business.\\par\n(9) Any employer with a paid leave policy, such as a paid time off policy, who makes available an amount of paid leave sufficient to meet the accrual requirements of this section that may be used for the same purposes and under the same conditions as paid sick time under this section is not required to provide additional paid sick leave or paid sick time.\\par\n(10) Nothing in this section shall be construed as requiring financial or other reimbursement to an employee from an employer upon the employee\\rquote s termination, resignation, retirement, or other separation from employment for accrued paid sick time that has not been used.\\par\n(11) If an employee is transferred to a separate division, entity or location, but remains employed by the same employer, the employee is entitled to all paid sick time accrued at the prior division, entity or location and is entitled to use all paid sick time as provided in this section.  When there is a separation from employment and the employee is rehired within one year \\cf1 of separation by the same employer, previously accrued paid sick time that had not been used shall be reinstated.  Further, the employee shall be entitled to use accrued paid sick time at the commencement of employment following a separation from employment of one year or less.\\par\nd. Use of paid sick time.  (1) An employer shall permit an employee to use paid sick time for absence from work due to:\\par\n(i) \\cf0 An employee\\rquote s mental or physical illness, injury or health condition or need for medical diagnosis, care, or treatment of a mental or physical illness, injury or health condition or need for preventive medical care;\\cf1\\par\n(ii) \\cf0 Care of a relative with a mental or physical illness, injury or health condition who needs medical diagnosis, care, or treatment of a mental or physical illness, injury or health condition or who needs preventive medical care; or\\par\n\\cf1 (iii) Closure of the employee\\rquote s place of business by order of a public official due to a public health emergency or an employee\\rquote s need to care for a child whose school or place of care has been closed by order of a public official due to a public health emergency.\\cf0\\par\n\\pard\\nowidctlpar\\fi720\\sa63\\sl480\\slmult1\\qj\\cf1 (2) An employer shall permit an employee to use paid sick time for absence from work where, as a result of such employee or a relative of such employee being a victim of acts or threats of violence, a victim of domestic violence, or a victim of sex offenses or stalking, the employee needs to:\\par\n(i) seek or obtain medical diagnosis, care or treatment or psychological or other counseling for such employee or employee\\rquote s relative;\\par\n(ii) obtain services from a victim services organization;\\par\n(iii) seek relocation or relocate; or\\par\n(iv) take legal action, including but not limited to preparation or participation in any civil or criminal proceeding.\\par\n\\pard\\nowidctlpar\\fi720\\sa63\\sl480\\slmult1\\qj\\tx720 (3) An employer may require reasonable notice of the need to use paid sick time.  Where such need is foreseeable, an employer may require advance notice of the intention to use such paid sick time, not to exceed seven days prior to the date such paid sick time is to begin. Where such need is not foreseeable, an employer may require an employee to provide notice of the need for the use of paid sick time as soon as practicable.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj (4) \\cf0 For leave of more than three consecutive days, an employer may require reasonable documentation that the paid sick time is covered by paragraph one of subdivision (d) of this section. \\cf1 For paid sick time used pursuant to paragraph one of subdivision (d) of this section, documentation signed by a licensed health care provider indicating the need for the number of paid sick time days shall be considered reasonable documentation.  For paid sick time used pursuant to paragraph two of subdivision (d) of this section, the documentation set out in administrative code section 8-107.1 shall be considered reasonable.\\cf0\\ulnone\\par\n\\ul (5) An employer may not require, as a condition of an employee's taking paid sick time, that the employee search for or find a replacement worker to cover the hours during which the employee is on paid sick time.\\par\ne.  Retaliation prohibited.  (1) It shall be unlawful for an employer or any other person to interfere with, restrain, or deny the exercise of, or the attempt to exercise, any right protected under this section.\\par\n(2) An employer shall not take retaliatory personnel action or discriminate against an employee because the employee has exercised rights protected under this section.  Such rights include but are not limited to the right to use paid sick time pursuant to this section; the right to file a complaint or inform any person about any employer's alleged violation of this section; the right to cooperate with the administering agency in its investigations of alleged violations of this section; and the right to inform any person of his or her potential rights under this section.\\par\n(3) It shall be unlawful for an employer\\rquote s absence control policy to count paid sick time taken under this section as an absence that may lead to or result in discipline, discharge, demotion, suspension, or any other adverse action.\\par\n(4) Protections of this section shall apply to any person who mistakenly but in good faith alleges violations of this section.\\par\n(5) There shall be a rebuttable presumption of unlawful retaliation under this section whenever an employer takes adverse action against a person within ninety days of when that person: (i) files a complaint with the administering agency or a court alleging a violation of any provision of this section; (ii) informs any person about an employer's alleged violation of this section; (iii) cooperates with the administering agency or other persons in the investigation or prosecution of any alleged violation of this section; (iv) opposes any policy, practice, or act that is unlawful under this section; or (v) informs any person of his or her rights under this section.\\par\nf. Notice and posting.  (1) Employers shall give notice that employees are entitled to paid sick time, the amount of paid sick time, and the terms of its use guaranteed under this section, that retaliation against employees who request or use paid sick time is prohibited and that each employee has the right to file a complaint or bring a civil action if sick time as required by this section is denied by the employer or the employee is retaliated against for requesting or taking paid sick time.\\par\n(2) Employers may comply with this section by supplying each of their employees with a notice in English and in any language that is the first language spoken by at least five percent of the employer\\rquote s workforce that contains the information required in paragraph one of subdivision (f) of this section and by adding the information contained in  paragraph one of subdivision (f) of this section above to any personnel policies or manuals maintained by the employer and any orientation materials supplied to new employees.\\par\n(3) Employers may comply with this section by displaying a poster in a conspicuous and accessible place in each establishment where such employees are employed which contains in English and in any language that is the first language spoken by at least five percent of the employer\\rquote s workforce, all information required under  paragraph one of subdivision (f) of this section.\\par\n(4) The administering agency shall create and make available to employers posters that contain the information required under paragraph one of subdivision (f) of this section for their use in complying with this subsection.\\par\n(5) An employer who willfully violates the notice and posting requirements of this section shall be subject to a civil fine in an amount not to exceed $100 for each separate offense.\\par\ng. Employer records.  Employers shall retain records documenting hours worked by employees and paid sick time taken by employees, for a period of five years, and shall allow the administering agency access to such records, with appropriate notice and at a mutually agreeable time, to monitor compliance with the requirements of this section.  When an issue arises as to an employee\\rquote s entitlement to paid sick time under this section, if the employer does not maintain or retain adequate records documenting hours worked by the employee and paid sick time taken by the employee, or does not allow the administering agency reasonable access to such records, it shall be presumed that the employer has violated this section, absent clear and convincing evidence otherwise.\\par\nh. Rules.  The administering agency shall be authorized to coordinate implementation and enforcement of this section and promulgate appropriate guidelines or rules for such purposes.\\par\ni. Confidentiality and nondisclosure.  An employer may not require disclosure of details relating to domestic violence, sexual assault or stalking or the details of an employee\\rquote s medical condition as a condition of providing paid sick time under this section.  If an employer possesses health information or information pertaining to domestic violence, sexual assault or stalking about an employee or employee\\rquote s family member, such information shall be treated as confidential and not disclosed except to the affected employee or with the permission of the affected employee.\\par\nj. Encouragement of more generous policies; no effect on more generous policies.  (1) Nothing in this section shall be construed to discourage or prohibit an employer from the adoption or retention of a paid sick time policy or paid time off policy more generous than the one required herein.\\par\n(2) Nothing in this section shall be construed as diminishing the obligation of an employer to comply with any contract, collective bargaining agreement, employment benefit plan or other agreement providing more generous sick time to an employee than required herein.\\b\\par\n\\b0 (3) Nothing in this section shall be construed as diminishing the rights of public employees regarding paid sick time as provided in New York state or city law.\\ulnone  \\par\n\\ul k. Collective bargaining agreements.  All or any portion of the applicable requirements of this section shall not apply to employees covered by a bona fide collective bargaining agreement if such requirements are expressly waived in the collective bargaining agreement in clear and unambiguous terms and the agreement provides for an equivalent benefit for the employees covered by the agreement.\\par\nl.  Enforcement.  (1) Any employer found to be in violation of any of the provisions of this section shall be liable for a civil penalty of not less than one thousand dollars for each violation.\\par\n(2) Penalties imposed pursuant to this section shall not affect any right or remedy available or civil or criminal penalty applicable under law to any individual or entity, or in any way diminish or reduce the remedy or damages recoverable in any action in equity or law before a court of competent jurisdiction.\\par\n(3) Upon a determination that a violation of any of the provisions of this section has occurred, a court may award any appropriate equitable relief to secure compliance with this section and may award reasonable attorney\\rquote s fees and costs incurred in maintaining the action to any prevailing complaining party.\\cf1\\par\n(4) Any proceeding to recover a civil penalty authorized pursuant to this section shall be commenced by the service of a notice of violation which shall be returnable to the administering agency.  The commissioner or other designated person of such administering agency shall, after due notice and an opportunity for a hearing, be authorized to impose the civil penalties prescribed by this section.\\par\n(5) The administering agency shall take appropriate action to enforce this section, including, but not limited to, establishing a system to receive complaints from any person charging that a violation has occurred pursuant to this section, investigating any such complaints received, and making findings of violations and civil penalties in accordance with the provisions of this section.\\par\n(6) Any action or proceeding that may be appropriate or necessary for the correction of any violation issued pursuant to this section including, but not limited to, actions to secure permanent injunctions, enjoining any acts or practices which constitute such violation, mandating compliance with the provisions of this section or such other relief as may be appropriate, may be initiated in any court of competent jurisdiction by the corporation counsel or such other persons designated by the corporation counsel on behalf of the administering agency.\\par\n\\cf0 (7) Any aggrieved person may bring an action in any court of competent jurisdiction against an employer for a violation of the provisions of this section within three years of the date the alleged violation occurred.  Upon a determination that a violation of any of the provisions of this section has occurred, a court may award damages to the aggrieved person and any other appropriate relief including but not limited to reinstatement of employment and may award reasonable attorney\\rquote s fees and costs incurred in maintaining the action to any prevailing party.\\par\nm.  Other legal requirements.  (1)  This section provides minimum requirements pertaining to paid sick time and shall not be construed to preempt, limit, or otherwise affect the applicability of any other law, regulation, requirement, policy, or standard that provides for greater accrual or use by employees of sick leave or time, whether paid or unpaid, or that extends other protections to employees.\\par\n\\cf1 (2) Nothing in this section shall be construed as creating or imposing any requirement in conflict with any federal or state law, rule or regulation,\\cf0  nor shall anything in this section be construed to diminish or impair the rights of an employee or employer under any valid collective bargaining agreement.\\par\n\\ulnone\\'a73. Effect of invalidity; severability.  If any section, subdivision, paragraph, sentence, clause, phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this local law, which remaining portions shall continue in full force and effect.\\par\n\\'a74.  This local law shall take effect ninety days after enactment, provided, however, that the administering agency shall promulgate rules and take such other measures as may be necessary for the purposes of implementing and carrying out the provisions of this local law prior to such effective date, and provided further that in the case of employees covered by a collective bargaining agreement in effect on the effective date prescribed herein, this local law shall apply on the date of the termination of such agreement.\\par\n\\pard\\nowidctlpar\\sl360\\slmult1\\qj\\par\n\\par\n\\pard\\nowidctlpar\\qj\\par\n\\pard\\nowidctlpar\\fs20 LS# 3902/4208\\par\n08-17-09. 3:50 pm\\par\n\\fs24\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
