{
  "ID": 43558,
  "GUID": "1E501A41-F9AD-4F27-BC27-044754CF0976",
  "File": "Int 1067-2009",
  "Name": "Plastic garment bags used by dry cleaning establishments.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to plastic garment bags used by dry cleaning establishments.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5108,
  "BodyName": "Committee on Sanitation and Solid Waste Management",
  "IntroDate": "2009-08-20T00:00:00Z",
  "AgendaDate": "2009-08-20T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    }
  ],
  "History": [
    {
      "ID": 231379,
      "Date": "2009-08-20T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 231554,
      "Date": "2009-08-20T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Sanitation and Solid Waste Management",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9207,
      "AgendaSequence": 105,
      "MinutesSequence": 130,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Sanitation and Solid Waste Management",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236063,
      "Date": "2009-12-31T11:35:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 44472,
  "Text": "Be it enacted by the Council as follows: \n\t\nSection 1. Title sixteen of the administrative code of the city of New York is amended by adding a new chapter four-c to read as follows:\nCHAPTER 4-C -DRY CLEANING BAGS\n\t\t\t       §16-470 Definitions         \t\t\t \n\t\t\t\t       §16-471 Use of Dry Cleaning Bags.\n       §16-472 Penalties.\n\n§16-470 Definitions. When used in this chapter:\na. “Dry cleaning establishment” means any place of business located within the \ncity of New York that either as its sole business or as part of its business accepts clothing or other materials from the public for cleaning by the use of solvents other than water. \n\tb. “Consumer” means any person who brings or sends clothing or other materials to a dry cleaning establishment for the establishment to clean. \nc. “Operator” means a person, firm or corporation that owns or is in control of, or \nhas responsibility for, the daily operation of a dry cleaning establishment.\n\td. “Dry cleaning bag” shall have the same meaning as “film plastic” as such term is defined in subdivision c of section 16-452 of this code.\n\t§16-471 Use of dry cleaning bags.  Dry cleaning establishments may only use one dry cleaning bag per every five garments returned to a consumer.  Quantities of more than five garments shall be returned to a consumer using one dry cleaning bag per every five garments, with all remaining garments in quantities of less than five returned to a consumer in a single dry cleaning bag.\n§16-472 Penalties.  Any person who violates the provisions of section 16-471 of this chapter shall be liable for a civil penalty recoverable in a proceeding before the environmental control board in the amount of five hundred dollars for the first violation, and one thousand dollars for a second or subsequent violation committed within any twelve-month period.\n         §2. This local law shall take effect six months after enactment.\n\nLS#6670\n7-20-09\nJPS/JH/JJH",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows: \\par\n\\ulnone\\tab\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1 Section 1. Title sixteen of the administrative code of the city of New York is amended by adding a new chapter four-c to read as follows:\\par\n\\pard\\nowidctlpar\\qc CHAPTER 4-C -DRY CLEANING BAGS\\par\n\\pard\\nowidctlpar\\fi720\\qj\\tab\\tab\\tab        \\ul\\'a716-470 Definitions\\ulnone          \\tab\\tab\\tab  \\ul\\par\n\\pard\\nowidctlpar\\qj\\ulnone\\tab\\tab\\tab\\tab        \\ul\\'a716-471 Use of Dry Cleaning Bags.\\par\n\\pard\\nowidctlpar\\li2880\\qj\\ulnone        \\ul\\'a716-472 Penalties.\\par\n\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a716-470 Definitions. When used in this chapter:\\par\na. \\ldblquote Dry cleaning establishment\\rdblquote  means any place of business located within the \\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj city of New York that either as its sole business or as part of its business accepts clothing or other materials from the public for cleaning by the use of solvents other than water. \\par\n\\ulnone\\tab\\ul b. \\ldblquote Consumer\\rdblquote  means any person who brings or sends clothing or other materials to a dry cleaning establishment for the establishment to clean. \\par\n\\pard\\nowidctlpar\\fi780\\sl480\\slmult1\\qj c. \\ldblquote Operator\\rdblquote  means a person, firm or corporation that owns or is in control of, or \\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj has responsibility for, the daily operation of a dry cleaning establishment.\\par\n\\ulnone\\tab\\ul d. \\ldblquote Dry cleaning bag\\rdblquote  shall have the same meaning as \\ldblquote film plastic\\rdblquote  as such term is defined in subdivision c of section 16-452 of this code.\\par\n\\ulnone\\tab\\ul\\'a716-471 Use of dry cleaning bags.  Dry cleaning establishments may only use one dry cleaning bag per every five garments returned to a consumer.  Quantities of more than five garments shall be returned to a consumer using one dry cleaning bag per every five garments, with all remaining garments in quantities of less than five returned to a consumer in a single dry cleaning bag.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a716-472 Penalties.  Any person who violates the provisions of section 16-471 of this chapter shall be liable for a civil penalty recoverable in a proceeding before the environmental control board in the amount of five hundred dollars for the first violation, and one thousand dollars for a second or subsequent violation committed within any twelve-month period.\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\ulnone          \\'a72. This local law shall take effect six months after enactment.\\par\n\\pard\\nowidctlpar\\fs20\\par\nLS#6670\\par\n7-20-09\\par\nJPS/JH/JJH\\par\n\\par\n\\par\n\\fs24\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
