{
  "ID": 43549,
  "GUID": "1125C14D-1865-41D4-AFFB-17D31E9E5DF7",
  "File": "Int 1069-2009",
  "Name": "Use of outdoor areas by certain business establishments as patio cafes.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the use of outdoor areas by certain business establishments as patio cafes.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5,
  "BodyName": "Committee on Consumer Affairs",
  "IntroDate": "2009-08-20T00:00:00Z",
  "AgendaDate": "2009-08-20T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    }
  ],
  "History": [
    {
      "ID": 231361,
      "Date": "2009-08-20T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 231557,
      "Date": "2009-08-20T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Consumer Affairs",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9207,
      "AgendaSequence": 107,
      "MinutesSequence": 132,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Consumer Affairs",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236061,
      "Date": "2009-12-31T11:34:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 44463,
  "Text": "Be it enacted by the Council as follows:\n\tSection 1.  The title of subchapter 6 of chapter 2 of title 20 of the administrative code of the city of New York is amended to read as follows:\nSUBCHAPTER 6\nSIDEWALK AND PATIO CAFES\n\t\n§2. Section 20-223 of the administrative code of the city of New York is amended by adding new subdivisions d through i to read as follows:\nd.  “Patio cafe” shall mean any outdoor, unenclosed portion of a restaurant, bar, public dance hall or cabaret, such as a yard, a rooftop or any other similar area, or any portion thereof, that is regularly accessible to the customers of such establishment, that directly abuts or adjoins such establishment and whose use is under the control of such establishment.  Such term shall not include a sidewalk cafe as defined in subdivision a of this section. \n\te.  “Restaurant” shall mean any premises or any portion of a premises operated by or on behalf of any entity that is regularly accessible to the customers of such  entity, which is devoted to the selling and serving of food for consumption on the premises by the public, guests, patrons, or members, in accordance with a permit or other authorization issued by the department of health and mental hygiene.\nf.  “Bar” shall mean any premises or any portion of a premises operated by or on behalf of any entity that is regularly accessible to the customers of such entity, which is devoted to the selling and serving of alcoholic beverages for consumption on the premises by the public, guests, patrons, or members of such entity and in which the serving of food, if served at all, is only incidental to the sale or consumption of such beverages; provided, however, that for the purposes of this subdivision, service of food shall be considered incidental to the sale or consumption of alcoholic beverages if the food service generates less than forty percent of total annual gross sales.\n \tg.  “Public dance hall” shall mean any room, place or space in which dancing is carried on by patrons of such room, place or space and to which such patrons gain admission, with or without the payment of a fee, which is required to be licensed by the department of consumer affairs pursuant to section 20-360 of this code.\nh.  “Cabaret” shall mean any room, place or space in which any musical entertainment, singing, dancing or other form of amusement is permitted in connection with a restaurant business or the business of directly or indirectly selling to the public food or drink, except eating or drinking places which provide incidental musical entertainment without dancing, either by mechanical devices, or by not more than three persons, which is required to be licensed by the department of consumer affairs pursuant to section 20-360 of this title.\ni.  “Establishment” shall mean any restaurant, bar, public dance hall or cabaret. \n§3. Section 20-224 of the administrative code of the city of New York is amended to read as follows:\n§20-224 License required. a. Any person owning, leasing, managing or operating a restaurant [under permit from the department of health and mental hygiene] upon property which abuts upon any street within the city may maintain or operate upon the sidewalk of such street in an area immediately adjacent to its premises, a sidewalk cafe, provided that such sidewalk cafe shall be granted a license and a revocable consent by the commissioner.\nb.  Any person owning, leasing, managing or operating an establishment that utilizes a patio café in conjunction with the operation of such establishment may maintain or operate upon such outdoor or unenclosed portion of such establishment, a patio cafe, provided that such patio cafe is granted a license by the commissioner.\nc.  Any license for a patio café may be suspended or revoked by the commissioner where the holder of such license has been determined to have committed in the aggregate four violations of sections 24-218, 24-231 and 24-244 of this code within any twelve-month period.  \n[b]d.  The commissioner, consistent with the provisions of this subchapter and the applicable provisions of the zoning resolution, shall establish such rules, [regulations,] terms and conditions as the commissioner deems proper in respect to the granting and issuance of such licenses and revocable consents, priorities or rights between applicants for a license covering the same space, and operation (including hours of operation) and maintenance of any sidewalk cafe or patio cafe, to ensure good order and to prevent undue obstruction of the sidewalk and exits, which shall have the force and effect of law. A license to operate a sidewalk cafe shall be issued after the review and approval of a petition for a revocable consent to construct and operate such sidewalk cafe pursuant to the provisions of section 20-225, 20-226 or 20-227 of this subchapter. The operator of a sidewalk cafe or patio cafe under license from the commissioner shall cause the boundary of the area licensed as a sidewalk cafe or patio cafe to be marked in a manner prescribed under rules promulgated by the commissioner.\n\td-1. An applicant for a license to operate a patio cafe shall within five days of submitting such application to the department forward a copy of such application to the council member in whose district the patio café is proposed to be located and to the community board for the community district in which the patio cafe is proposed to be located.  The community board shall, not later than forty-five days after receipt of such application, either (i) notify the public of the application in a manner specified by the department, conduct a public hearing thereon and submit a written recommendation to the department or (ii) waive by a written statement its public hearing and recommendation on such application and submit such statement to the department. Within thirty days after the expiration of the forty-five day period allowed for the filing of a recommendation or waiver by the community board, the department shall (i) hold a public hearing on the application and (ii) approve the application, disapprove it or approve it with modifications.  If within the time period provided, the department fails to take the actions on an application as provided for in this subdivision, the application shall be deemed to have been denied. For a period of not less than fifteen calendar days prior to the date of such public hearing, the applicant shall post notice of the public hearing in accordance with rules of the department.  At  least  fifteen  days  prior  to the date of such hearing, the department shall give notice to the community board for the district in which the patio cafe is proposed to be located and to the council member in  whose district the patio cafe is proposed to be located.   \n[c]e.  No license shall be granted for an enclosed sidewalk cafe or patio cafe until an alteration permit or any other required permit is issued by the department of buildings. No license shall be granted for a sidewalk cafe or patio cafe located in a historic district, on a landmark site or attached or adjacent to a landmark or an improvement containing an interior landmark without the required approval of the landmarks preservation commission.  No license shall be granted for an unenclosed sidewalk cafe or patio cafe which obstructs the means of egress from any portion of a building nor for any unenclosed sidewalk cafe or patio cafe with an awning unless a permit therefor is issued by the department of buildings.\n[d]f. The fee for [such] a sidewalk cafe or patio cafe license shall be at the rate of five hundred and ten dollars for a two-year license. Such license fee shall be in addition to any fee imposed, pursuant to rules of the commissioner, upon approval of a petition for a revocable consent, or a renewal of such revocable consent, to construct and operate a sidewalk cafe or any other applicable fee.\n[e]g.1. A licensee must provide waiter or waitress service to patrons in [the] any sidewalk cafe or patio cafe if alcohol is served. [If no alcohol is served at the restaurant, a licensee must provide adequate service to maintain tables in the sidewalk cafe and the adjacent sidewalk in a manner that ensures good order and cleanliness.]\n2. Even if no alcohol is served, a licensee must provide adequate service to maintain tables in a sidewalk cafe and the adjacent sidewalk or a patio café in a manner that ensures good order and cleanliness.  \t\n[f]h. The license shall be personal to the applicant and may not be sold, leased or transferred and shall be deemed revoked by the sale or transfer of the lease or of title to the building or structure to which the sidewalk cafe or patio cafe is related.\n  \t§4. Section 20-227.1 of the administrative code of the city of New York is amended by adding a title to such section and amending subdivisions a, b, and e of such section to read as follows:  \n§20-227.1 Violations; penalties.  a. Any person found to be operating an unlicensed sidewalk cafe or patio cafe shall be liable for a civil penalty of at least two hundred and not more than one thousand dollars for the first violation, at least two hundred and not more than one thousand dollars for each additional violation occurring on the same day; and at least five hundred and not more than two thousand dollars for the second violation and each subsequent violation at the same place of business within a two-year period.  For purposes of this section, any violation for operating an unlicensed sidewalk cafe or patio cafe shall be included in determining the number of violations by any subsequent license holder at the same place of business unless the subsequent license holder provides the department with adequate documentation demonstrating that the subsequent license holder acquired the premises or business through an arm's length transaction as defined in subdivision f of this section and that the sale or lease was not conducted, in whole or in part, for the purpose of permitting the original license holder to avoid the effect of violations on the premises.\nb. Any holder of a license found to be operating a sidewalk cafe or patio cafe in violation of this subchapter, the terms and conditions of such license and/or a revocable consent or rules promulgated by the commissioner pursuant to this subchapter, shall be liable for a civil penalty of at least two hundred and not more than one thousand dollars for the first violation, at least two hundred and not more than one thousand dollars for each additional violation occurring on the same day; and at least five hundred and not more than two thousand dollars for the second violation, and at least one thousand and not more than four thousand dollars for each subsequent violation at the same place of business within a two-year period.  In addition, for a third violation occurring on a different day and all subsequent violations occurring on different days at the same place of business within a two-year period, any person licensed to operate a sidewalk cafe or patio cafe at such place of business shall be subject to suspension or revocation of his or her sidewalk cafe or patio cafe license for such place of business.    For purposes of this section, any such violation by any license holder at a place of business shall be included in determining the number of violations by any subsequent license holder at the same place of business unless the subsequent license holder provides the department with adequate documentation demonstrating that the subsequent license holder acquired the premises or business through an arm's length transaction as defined in subdivision f of this section and that the sale or lease was not conducted, in whole or in part, for the purpose of permitting the original license holder to avoid the effect of violations on the premises. A sidewalk cafe or patio cafe license shall be suspended or revoked at the same hearing at which a person is found liable for a third violation or subsequent violations at the same place of business within a two-year period.\ne. In addition to any other enforcement procedures authorized by this subchapter or any other provision of law or rule, the commissioner after notice and a hearing shall be authorized to order that any sidewalk cafe or patio cafe and the [restaurant] establishment of which it is a portion be sealed for a period not to exceed thirty consecutive days. Such notice may be included with notice of any hearing for a second violation for operating an unlicensed sidewalk or patio cafe as provided in subdivision a of this section, or a third violation of this subchapter, the terms and conditions of a license and/or a revocable consent or rules promulgated by the commissioner, as provided in subdivision b of this section. For purposes of this subdivision, any such violations at a place of business shall be included in determining the number of violations by any subsequent license holder at the same place of business unless the subsequent license holder provides the department with adequate documentation demonstrating that the subsequent license holder acquired the premises or business through an arm's length transaction as defined in subdivision f of this section and that the sale or lease was not conducted, in whole or in part, for the purpose of permitting the original license holder to avoid the effect of violations on the premises. The procedures provided for in subdivisions c and e through j of section 20-105 of this title shall apply to an order by the commissioner for sealing of a sidewalk cafe or patio cafe and the [restaurant] establishment of which it is a portion.\n§5.   This local law shall take effect one hundred twenty days after enactment, except that the commissioner of consumer affairs shall promulgate such rules and take any other action necessary for the implementation of this local law, prior to such effective date.  Any person owning, leasing, managing or operating an establishment as defined in subdivision i of section 20-223 of the administrative code of the city of New York, as added by section 2 of this local law, that utilizes any outdoor or unenclosed portion of such establishment in conjunction with the operation of such establishment prior to the effective date of this local law, shall have sixty days from such effective date to apply to the commissioner of consumer affairs for a license to maintain or operate a patio cafe upon such outdoor or unenclosed portion of such establishment, as provided in this local law.\n\nALS/JH\nLS 3549\n8-13-09",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\ul\\v0\\par\n\\pard\\nowidctlpar\\sl480\\slmult1 Be it enacted by the Council as follows\\ulnone :\\par\n\\tab Section 1.  The title of subchapter 6 of chapter 2 of title 20 of the administrative code of the city of New York is amended to read as follows:\\par\n\\pard\\nowidctlpar\\qc SUBCHAPTER 6\\par\nSIDEWALK \\ul AND PATIO\\ulnone  CAFES\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\tab\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a72. Section 20-223 of the administrative code of the city of New York is amended by adding new subdivisions d through i to read as follows:\\par\n\\ul d.  \\ldblquote Patio cafe\\rdblquote  shall mean any outdoor, unenclosed portion of a restaurant, bar, public dance hall or cabaret, such as a yard, a rooftop or any other similar area, or any portion thereof, that is regularly accessible to the customers of such establishment, that directly abuts or adjoins such establishment and whose use is under the control of such establishment.  Such term shall not include a sidewalk cafe as defined in subdivision a of this section. \\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\ulnone\\tab\\ul e.  \\ldblquote Restaurant\\rdblquote  shall mean any premises or any portion of a premises operated by or on behalf of any entity that is regularly accessible to the customers of such  entity, which is devoted to the selling and serving of food for consumption on the premises by the public, guests, patrons, or members, in accordance with a permit or other authorization issued by the department of health and mental hygiene.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj f.  \\ldblquote Bar\\rdblquote  shall mean \\cf0 any premises or any portion of a premises operated by or on behalf of any entity\\cf1  that is regularly accessible to the customers of such entity\\cf0 , which is devoted to the selling and serving of alcoholic beverages for consumption on the premises by the public, guests, patrons, or members of such entity and in which the serving of food, if served at all, is only incidental to the sale or consumption of such beverages; provided, however, that for the purposes of this subdivision, service of food shall be considered incidental to the sale or consumption of alcoholic beverages if the food service generates less than forty percent of total annual gross sales.\\ulnone\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\cf1  \\tab\\ul g.  \\ldblquote Public dance hall\\rdblquote  shall mean any room, place or space in which dancing is carried on by patrons of such room, place or space and to which such patrons gain admission, with or without the payment of a fee, \\cf0 which is required to be licensed by the department of consumer affairs pursuant to section 20-360 of this code\\cf1 .\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj h.  \\ldblquote Cabaret\\rdblquote  shall mean any room, place or space in which any musical entertainment, singing, dancing or other form of amusement is permitted in connection with a restaurant business or the business of directly or indirectly selling to the public food or drink, except eating or drinking places which provide incidental musical entertainment without dancing, either by mechanical devices, or by not more than three persons, \\cf0 which is required to be licensed by the department of consumer affairs pursuant to section 20-360 of this title\\cf1 .\\par\ni.  \\ldblquote Establishment\\rdblquote  shall mean any restaurant, bar, public dance hall or cabaret. \\par\n\\ulnone\\'a73. Section 20-224 of the administrative code of the city of New York is amended to read as follows:\\par\n\\'a720-224 License required. a. Any person owning, leasing, managing or operating a restaurant [under permit from the department of health and mental hygiene] upon property which abuts upon any street within the city may maintain or operate upon the sidewalk of such street in an area immediately adjacent to its premises, a sidewalk cafe, provided that such sidewalk cafe shall be granted a license and a revocable consent by the commissioner.\\par\n\\ul b.  Any person owning, leasing, managing or operating an establishment that utilizes a patio caf\\'e9 in conjunction with the operation of such establishment may maintain or operate upon such outdoor or unenclosed portion of such establishment, a patio cafe, provided that such patio cafe is granted a license by the commissioner.\\par\nc.  Any license for a patio caf\\'e9 may be suspended or revoked by the commissioner where the holder of such license has been determined to have committed in the aggregate four violations of sections 24-218, 24-231 and 24-244 of this code within any twelve-month period.  \\ulnone\\par\n[b]\\ul d\\ulnone .  The commissioner, consistent with the provisions of this subchapter and the applicable provisions of the zoning resolution, shall establish such rules, [regulations,] terms and conditions as the commissioner deems proper in respect to the granting and issuance of such licenses and revocable consents, priorities or rights between applicants for a license covering the same space, and operation (including hours of operation) and maintenance of any sidewalk cafe \\ul or patio cafe\\ulnone , to ensure good order and to prevent undue obstruction of the sidewalk \\ul and exits\\ulnone , which shall have the force and effect of law. A license to operate a sidewalk cafe shall be issued after the review and approval of a petition for a revocable consent to construct and operate such sidewalk cafe pursuant to the provisions of section 20-225, 20-226 or 20-227 of this subchapter. The operator of a sidewalk cafe \\ul or patio cafe\\ulnone  under license from the commissioner shall cause the boundary of the area licensed as a sidewalk cafe \\ul or patio cafe\\ulnone  to be marked in a manner prescribed under rules promulgated by the commissioner.\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\cf0\\tab\\ul d-1. An applicant for a license to operate a patio cafe shall within five days of submitting such application to the department forward a copy of such application to the council member in whose district the patio caf\\'e9 is proposed to be located and to the community board for the community district in which the patio cafe is proposed to be located.  The community board shall, not later than forty-five days after receipt of such application, either (i) notify the public of the application in a manner specified by the department, conduct a public hearing thereon and submit a written recommendation to the department or (ii) waive by a written statement its public hearing and recommendation on such application and submit such statement to the department. Within thirty days after the expiration of the forty-five day period allowed for the filing of a recommendation or waiver by the community board, the department shall (i) hold a public hearing on the application and (ii) approve the application, disapprove it or approve it with modifications.  If within the time period provided, the department fails to take the actions on an application as provided for in this subdivision, the application shall be deemed to have been denied. For a period of not less than fifteen calendar days prior to the date of such public hearing, the applicant shall post notice of the public hearing in accordance with rules of the department.  At  least  fifteen  days  prior  to the date of such hearing, the department shall give notice to the community board for the district in which the patio cafe is proposed to be located and to the council member in  whose district the patio cafe is proposed to be located.   \\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\cf1\\ulnone [c]\\ul e\\ulnone .  No license shall be granted for an enclosed sidewalk cafe \\ul or patio cafe\\ulnone  until an alteration permit or any other required permit is issued by the department of buildings. No license shall be granted for a sidewalk cafe \\ul or patio cafe\\ulnone  located in a historic district, on a landmark site or attached or adjacent to a landmark or an improvement containing an interior landmark without the required approval of the landmarks preservation commission.  No license shall be granted for an unenclosed \\ul sidewalk cafe or patio\\ulnone  cafe which obstructs the means of egress from any portion of a building nor for any unenclosed \\ul sidewalk cafe or patio\\ulnone  cafe with an awning unless a permit therefor is issued by the department of buildings.\\par\n[d]\\ul f\\ulnone . The fee for [such] \\ul a sidewalk cafe or patio cafe \\ulnone license shall be at the rate of five hundred and ten dollars for a two-year license. Such license fee shall be in addition to any fee imposed, pursuant to rules of the commissioner, upon approval of a petition for a revocable consent, or a renewal of such revocable consent, to construct and operate a sidewalk cafe or any other applicable fee.\\par\n[e]\\ul g.1\\ulnone . A licensee must provide waiter or waitress service to patrons in [the] \\ul any\\ulnone  sidewalk cafe \\ul or patio cafe\\ulnone  if alcohol is served. [If no alcohol is served at the restaurant, a licensee must provide adequate service to maintain tables in the sidewalk cafe and the adjacent sidewalk in a manner that ensures good order and cleanliness.]\\par\n\\ul 2. Even if no alcohol is served, a licensee must provide adequate service to maintain tables in a sidewalk cafe and the adjacent sidewalk or a patio caf\\'e9 in a manner that ensures good order and cleanliness.\\ulnone   \\tab\\par\n[f]\\ul h\\ulnone . The license shall be personal to the applicant and may not be sold, leased or transferred and shall be deemed revoked by the sale or transfer of the lease or of title to the building or structure to which the sidewalk cafe \\ul or patio cafe\\ulnone  is related.\\line   \\tab\\'a74. Section 20-227.1 of the administrative code of the city of New York is amended by adding a title to such section and amending subdivisions a, b, and e of such section to read as follows:  \\par\n\\'a720-227.1 \\ul Violations; penalties.\\ulnone   a. Any person found to be operating an unlicensed sidewalk cafe \\ul or patio cafe\\ulnone  shall be liable for a civil penalty of at least two hundred and not more than one thousand dollars for the first violation, at least two hundred and not more than one thousand dollars for each additional violation occurring on the same day; and at least five hundred and not more than two thousand dollars for the second violation and each subsequent violation at the same place of business within a two-year period.  For purposes of this section, any violation for operating an unlicensed sidewalk cafe \\ul or patio cafe\\ulnone  shall be included in determining the number of violations by any subsequent license holder at the same place of business unless the subsequent license holder provides the department with adequate documentation demonstrating that the subsequent license holder acquired the premises or business through an arm's length transaction as defined in subdivision f of this section and that the sale or lease was not conducted, in whole or in part, for the purpose of permitting the original license holder to avoid the effect of violations on the premises.\\par\nb. Any holder of a license found to be operating a sidewalk cafe \\ul or patio cafe\\ulnone  in violation of this subchapter, the terms and conditions of such license and/or a revocable consent or rules promulgated by the commissioner pursuant to this subchapter, shall be liable for a civil penalty of at least two hundred and not more than one thousand dollars for the first violation, at least two hundred and not more than one thousand dollars for each additional violation occurring on the same day; and at least five hundred and not more than two thousand dollars for the second violation, and at least one thousand and not more than four thousand dollars for each subsequent violation at the same place of business within a two-year period.  In addition, for a third violation occurring on a different day and all subsequent violations occurring on different days at the same place of business within a two-year period, any person licensed to operate a sidewalk cafe \\ul or patio cafe\\ulnone  at such place of business shall be subject to suspension or revocation of his or her sidewalk cafe \\ul or patio cafe\\ulnone  license for such place of business.    For purposes of this section, any such violation by any license holder at a place of business shall be included in determining the number of violations by any subsequent license holder at the same place of business unless the subsequent license holder provides the department with adequate documentation demonstrating that the subsequent license holder acquired the premises or business through an arm's length transaction as defined in subdivision f of this section and that the sale or lease was not conducted, in whole or in part, for the purpose of permitting the original license holder to avoid the effect of violations on the premises. A sidewalk cafe \\ul or patio cafe\\ulnone  license shall be suspended or revoked at the same hearing at which a person is found liable for a third violation or subsequent violations at the same place of business within a two-year period.\\par\ne. In addition to any other enforcement procedures authorized by this subchapter or any other provision of law or rule, the commissioner after notice and a hearing shall be authorized to order that any sidewalk cafe \\ul or patio cafe\\ulnone  and the [restaurant] \\ul establishment\\ulnone  of which it is a portion be sealed for a period not to exceed thirty consecutive days. Such notice may be included with notice of any hearing for a second violation for operating an unlicensed sidewalk \\ul or patio\\ulnone  cafe as provided in subdivision a of this section, or a third violation of this subchapter, the terms and conditions of a license and/or a revocable consent or rules promulgated by the commissioner, as provided in subdivision b of this section. For purposes of this subdivision, any such violations at a place of business shall be included in determining the number of violations by any subsequent license holder at the same place of business unless the subsequent license holder provides the department with adequate documentation demonstrating that the subsequent license holder acquired the premises or business through an arm's length transaction as defined in subdivision f of this section and that the sale or lease was not conducted, in whole or in part, for the purpose of permitting the original license holder to avoid the effect of violations on the premises. The procedures provided for in subdivisions c and e through j of section 20-105 of this title shall apply to an order by the commissioner for sealing of a sidewalk cafe \\ul or patio cafe\\ulnone  and the [restaurant] \\ul establishment\\ulnone  of which it is a portion.\\par\n\\'a75.   This local law shall take effect one hundred twenty days after enactment, except that the commissioner of consumer affairs shall promulgate such rules and take any other action necessary for the implementation of this local law, prior to such effective date.  Any person owning, leasing, managing or operating an establishment as defined in subdivision i of section 20-223 of the administrative code of the city of New York, as added by section 2 of this local law, that utilizes any outdoor or unenclosed portion of such establishment in conjunction with the operation of such establishment prior to the effective date of this local law, shall have sixty days from such effective date to apply to the commissioner of consumer affairs for a license to maintain or operate a patio cafe upon such outdoor or unenclosed portion of such establishment, as provided in this local law.\\par\n\\par\n\\pard\\nowidctlpar\\qj ALS/JH\\par\nLS 3549\\par\n8-13-09\\par\n\\pard\\nowidctlpar\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
