{
  "ID": 43518,
  "GUID": "F77B1DE1-2BEE-4834-8B19-8719278D8766",
  "File": "Int 1071-2009",
  "Name": "Sale of water liens.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the sale of water liens.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 11,
  "BodyName": "Committee on Finance",
  "IntroDate": "2009-08-20T00:00:00Z",
  "AgendaDate": "2009-08-20T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 6273,
      "Slug": "thomas-white-jr",
      "FullName": "Thomas White, Jr."
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 5264,
      "Slug": "maria-baez",
      "FullName": "Maria Baez"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5285,
      "Slug": "erik-martin-dilan",
      "FullName": "Erik Martin Dilan"
    },
    {
      "ID": 5289,
      "Slug": "simcha-felder",
      "FullName": "Simcha Felder"
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5278,
      "Slug": "melinda-r-katz",
      "FullName": "Melinda R. Katz"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 7516,
      "Slug": "kenneth-c-mitchell",
      "FullName": "Kenneth C. Mitchell"
    },
    {
      "ID": 7112,
      "Slug": "vincent-ignizio",
      "FullName": "Vincent Ignizio"
    },
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    }
  ],
  "History": [
    {
      "ID": 231373,
      "Date": "2009-08-20T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 231560,
      "Date": "2009-08-20T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Finance",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9207,
      "AgendaSequence": 111,
      "MinutesSequence": 136,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Finance",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 232830,
      "Date": "2009-10-19T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 11,
      "BodyName": "Committee on Finance",
      "EventID": 9337,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 1071-A",
      "MinutesNote": "Proposed Int. No. 1071-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 233113,
      "Date": "2009-10-19T13:10:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Introduction was Amendment Proposed by Comm",
      "BodyID": 11,
      "BodyName": "Committee on Finance",
      "EventID": 9337,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 233124,
      "Date": "2009-10-19T13:20:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 11,
      "BodyName": "Committee on Finance",
      "EventID": 9337,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 232949,
      "Date": "2009-10-19T13:30:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5211,
      "BodyName": "Committee on Community Development",
      "EventID": 9348,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 1071-A",
      "MinutesNote": "Proposed Int. No. 1071-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 233126,
      "Date": "2009-10-19T13:40:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Introduction was Amendment Proposed by Comm",
      "BodyID": 5211,
      "BodyName": "Committee on Community Development",
      "EventID": 9348,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 233111,
      "Date": "2009-10-19T13:45:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 5211,
      "BodyName": "Committee on Community Development",
      "EventID": 9348,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236060,
      "Date": "2009-12-31T11:34:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 91607,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Int. No. 1071 - 8/20/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/bed2efcc-74aa-4e92-8511-718d17f63803.doc",
      "Sort": 1
    },
    {
      "ID": 90578,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Cover Sheet",
      "Link": "http://nyc.legistar1.com/nyc/attachments/028f68db-1ae4-45ff-b4db-bf0d1d1f1ba4.doc",
      "Sort": 2
    },
    {
      "ID": 90579,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Memo In Support",
      "Link": "http://nyc.legistar1.com/nyc/attachments/cf53c23f-9c3a-4937-8f72-68f8ccedc0e6.doc",
      "Sort": 3
    },
    {
      "ID": 91660,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 10/19/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/81868fb1-78da-416c-b934-b43d534660ab.doc",
      "Sort": 4
    },
    {
      "ID": 91763,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 10/19/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/bfb79c3d-95c5-4909-9f88-ccd1f541f7e4.pdf",
      "Sort": 5
    },
    {
      "ID": 91941,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 10/19/09",
      "Link": "http://nyc.legistar1.com/nyc/attachments/1a9b3846-283c-4132-943d-bfa603d72817.PDF",
      "Sort": 6
    }
  ],
  "Summary": "",
  "TextID": 44763,
  "Text": "Be it enacted by the Council as follows:\n \nSection 1. Subdivisions a and a-1 of section 11-319 of the administrative code of the city of New York, as amended by local law number 68 for the year 2007, are amended to read as follows:\na. A tax lien or tax liens on a property or any component of the amount thereof may be sold by the city as authorized by subdivision b of this section, when such tax lien or tax liens shall have remained unpaid in whole or in part for one year, provided, however, that a tax lien or tax liens on any class 1 property or on class 2 property that is a residential condominium or residential cooperative, as such classes of property are defined in subdivision 1 of section 1802 of the real property tax law, may be sold by the city only when the real property tax component of such tax lien or tax liens shall have remained unpaid in whole or in part for three years or, in the case of abandoned class 1 property or abandoned class 2 property that is a residential condominium or residential cooperative, for eighteen months, and after such sale, shall be transferred, in the manner provided by this chapter, and provided, further, however, that (i) the real property tax component of such tax lien may not be sold pursuant to this subdivision on any residential real property in class 1 that is receiving an exemption pursuant to section 11-245.3 or 11-245.4 of this title or where the owner of such residential real property in class 1 has been allowed a credit pursuant to subsection (e) of section six hundred six of the tax law for the calendar year in which the date of the first publication, pursuant to subdivision a of section 11-320 of this chapter, of the notice of sale, occurs or for the calendar year immediately preceding such date and (ii) the sewer rents component, sewer surcharges component or water rents component of such tax lien may not be sold pursuant to this subdivision on any one family residential real property in class 1 or on any two or three family residential real property in class 1 that is receiving an exemption pursuant to section 11-245.3 or 11-245.4 of this title or pursuant to subdivision 4 of section four hundred twenty five of the real property tax law or where the owner of any two or three family residential real property in class 1 has been allowed a credit pursuant to subsection (e) of section six hundred six of the tax law for the calendar year in which the date of the first publication, pursuant to subdivision a of section 11-320 of this chapter, of the notice of sale, occurs or for the calendar year immediately preceding such date.\n\tA tax lien or tax liens on any property classified as a class 2 property, except a class 2 property that is a residential condominium or residential cooperative, or class 3 property, as such classes of property are defined in subdivision 1 of section 1802 of the real property tax law, shall not be sold by the city unless such tax lien or tax liens include a real property tax component as of the date of the first publication, pursuant to subdivision a of section 11-320 of this chapter, of the notice of sale. Notwithstanding any provision of this subdivision to the contrary, any such tax lien or tax liens that remain unpaid in whole or in part after such date may be sold regardless of whether such tax lien or tax liens include a real property tax component. A tax lien or tax liens on a property classified as a class 4 property, as such class of property is defined in subdivision 1 of section 1802 of the real property tax law, shall not be sold by the city unless such tax lien or tax liens include a real property tax component or sewer rents component or sewer surcharges component or water rents component as of the date of the first publication, pursuant to subdivision a of section 11-320 of this chapter, of the notice of sale, provided, however, that any tax lien or tax liens that remain unpaid in whole or in part after such date may be sold regardless of whether such tax lien or tax liens include a real property tax component, sewer rents component, sewer surcharges component or water rents component. For purposes of this subdivision, the words \"real property tax\" shall not include an assessment or charge upon property imposed pursuant to section 25-411 of the administrative code. A sale of a tax lien or tax liens shall include, in addition to such lien or liens that have remained unpaid in whole or in part for one year, or, in the case of any class 1 property or class 2 property that is a residential condominium or residential cooperative, when the real property tax component of such lien or liens has remained unpaid in whole or in part for three years, any taxes, assessments, sewer rents, sewer surcharges, water rents, any other charges that are made a lien subject to the provisions of this chapter, the costs of any advertisements and notices given pursuant to this chapter, any other charges that are due and payable, a surcharge pursuant to section 11-332 of this chapter, and interest and penalties thereon or such component of the amount thereof as shall be determined by the commissioner of finance. The commissioner of finance may promulgate rules defining “abandoned” property, as such term is used in this subdivision.\na-1. A subsequent tax lien or tax liens on a property or any component of the amount thereof may be sold by the city pursuant to this chapter, provided, however, that notwithstanding any provision in this chapter to the contrary, such tax lien or tax liens may be sold regardless of whether such tax lien or tax liens have remained unpaid in whole or in part for one year and, notwithstanding any provision in this chapter to the contrary, in the case of any class 1 property or class 2 property that is a residential condominium or residential cooperative, such tax lien or tax liens may be sold if the real property tax component of such tax lien or tax liens has remained unpaid in whole or in part for one year, and provided, further, however, that (i) the real property tax component of such tax lien may not be sold pursuant to this subdivision on any residential real property in class 1 that is receiving an exemption pursuant to section 11-245.3 or 11-245.4 of this title or where the owner of such residential real property in class 1 has been allowed a credit pursuant to subsection (e) of section six hundred six of the tax law for the calendar year in which the date of the first publication, pursuant to subdivision a of section 11-320 of this chapter, of the notice of sale, occurs or for the calendar year immediately preceding such date and (ii) the sewer rents component, sewer surcharges component or water rents component of such tax lien may not be sold pursuant to this subdivision on any one family residential real property in class 1 or on any two or three family residential real property in class 1 that is receiving an exemption pursuant to section 11-245.3 or 11-245.4 of this title or pursuant to subdivision 4 of section four hundred twenty five of the real property tax law or where the owner of any two or three family residential real property in class 1 has been allowed a credit pursuant to subsection (e) of section six hundred six of the tax law for the calendar year in which the date of the first publication, pursuant to subdivision a of section 11-320 of this chapter, of the notice of sale, occurs or for the calendar year immediately preceding such date.  For purposes of this subdivision, the term \"subsequent tax lien or tax liens\" shall mean any tax lien or tax liens on property that become such on or after the date of sale of any tax lien or tax liens on such property that have been sold pursuant to this chapter, provided that the prior tax lien or tax liens remain unpaid as of the date of the first publication, pursuant to subdivision a of section 11-320 of this chapter, of the notice of sale of the subsequent tax lien or tax liens. A subsequent tax lien or tax liens on any property classified as a class 2 property, except a class 2 property that is a residential condominium or residential cooperative, or class 3 property, as such classes of property are defined in subdivision 1 of section 1802 of the real property tax law, shall not be sold by the city unless such tax lien or tax liens include a real property tax component as of the date of the first publication, pursuant to subdivision a of section 11-320 of this chapter, of the notice of sale. Notwithstanding any provision of this subdivision to the contrary, any such tax lien or tax liens that remain unpaid in whole or in part after such date may be sold regardless of whether such tax lien or tax liens include a real property tax component. A subsequent tax lien or tax liens on a property classified as a class 4 property, as such class of property is defined in subdivision 1 of section 1802 of the real property tax law, shall not be sold by the city unless such tax lien or tax liens include a real property tax component or sewer rents component or sewer surcharges component or water rents component as of the date of the first publication, pursuant to subdivision a of section 11-320 of this chapter, of the notice of sale, provided, however, that any tax lien or tax liens that remain unpaid in whole or in part after such date may be sold regardless of whether such tax lien or tax liens include a real property tax component, sewer rents component, sewer surcharges component or water rents component. For purposes of this subdivision, the words \"real property tax\" shall not include an assessment or charge upon property imposed pursuant to section 25-411 of the administrative code. Nothing in this subdivision shall be deemed to limit the rights conferred by section 11-332 of this chapter on the holder of a tax lien certificate with respect to a subsequent tax lien.\n§ 2. Subdivisions a-2 and a-3 of section 11-319 of the administrative code of the city of New York, as added by local law 68 for the year 2007, are amended to read as follows: \na-2. In addition to any sale authorized pursuant to subdivision a or subdivision a-1 of this section and notwithstanding any provision of this chapter to the contrary, beginning on [December] August first, two thousand [seven] nine, the water rents, sewer rents and sewer surcharges components of any tax lien on any class of real property, as such real property is classified in subdivision one of section eighteen hundred two of the real property tax law, may be sold by the city pursuant to this chapter, where such water rents, sewer rents or sewer surcharges component of such tax lien, as of the date of the first publication, pursuant to subdivision a of section 11-320 of this chapter, of the notice of sale: (i) shall have remained unpaid in whole or in part for [one year] three years, and (ii) equals or exceeds the sum of one thousand dollars; provided, however, that such water rents, sewer rents or sewer surcharges component of such tax lien may not be sold pursuant to this subdivision on any one family residential real property in class one or on any two or three family residential real property in class one that is receiving an exemption pursuant to section 11-245.3 or 11-245.4 of this title or pursuant to subdivision 4 of section four hundred twenty five of the real property tax law or where the owner of any two or three family residential real property in class one has been allowed a credit pursuant to subsection (e) of section six hundred six of the tax law for the calendar year in which the date of the first publication, pursuant to subdivision a of section 11-320 of this chapter, of the notice of sale, occurs or for the calendar year immediately preceding such date. After such sale, any such water rents, sewer rents or sewer surcharges component of such tax lien may be transferred in the manner provided by this chapter.  Beginning August 1, 2009, the commissioner of the department of environmental protection, after consultation with the commissioner of finance, shall use best efforts to identify owners of residential real property in class 1 listed in such publication eligible to receive an exemption pursuant to section 11-245.3 or 11-245.4 of this title or pursuant to subdivision 4 of section four hundred twenty five of the real property tax law or any two or three family residential real property in class 1 eligible to receive a credit pursuant to subsection (e) of section six hundred six of the tax law, and may exclude such real property from the sale of a  tax lien or tax liens imposed by this subdivision.  Such efforts shall include the use of public or private online databases that reliably ascertain the name and age of owners of residential real property in class 1, and the use of financial information on file at the department of finance for other exemptions, credits, and abatements that are received by such owner.\n a-3. In addition to any sale authorized pursuant to subdivision a or subdivision a-1 of this section and notwithstanding any provision of this chapter to the contrary, beginning on [December] August first, two thousand [seven] nine, a subsequent tax lien on any class of real property, as such real property is classified in subdivision one of section eighteen hundred two of the real property tax law, may be sold by the city pursuant to this chapter, regardless of whether such subsequent tax lien, or any component of the amount thereof, shall have remained unpaid in whole or in part for [one year] three years, and regardless of whether such subsequent tax lien, or any component of the amount thereof, equals or exceeds the sum of one thousand dollars; provided, however, that such subsequent tax lien may not be sold pursuant to this subdivision on any one family residential real property in class one or on any two or three family residential real property in class one that is receiving an exemption pursuant to section 11-245.3 or 11-245.4 of this title or pursuant to subdivision 4 of section four hundred twenty five of the real property tax law or where the owner of any two or three family residential real property in class one has been allowed a credit pursuant to subsection (e) of section six hundred six of the tax law for the calendar year in which the date of the first publication, pursuant to subdivision a of section 11-320 of this chapter, of the notice of sale, occurs or for the calendar year immediately preceding such date. After such sale, any such subsequent tax lien, or any component of the amount thereof, may be transferred in the manner provided by this chapter.  For purposes of this subdivision, the term “subsequent tax lien” shall mean the water rents, sewer rents or sewer surcharges component of any tax lien on property that becomes such on or after the date of sale of any water rents, sewer rents or sewer surcharges component of any tax lien on such property that has been sold pursuant to this chapter, provided that the prior tax lien remains unpaid as of the date of the first publication, pursuant to subdivision a of section 11-320 of this chapter, of the notice of sale of the subsequent tax lien. Nothing in this subdivision shall be deemed to limit the rights conferred by section 11-332 of this chapter on the holder of a tax lien certificate with respect to a subsequent tax lien.\n§ 3.  Subdivisions a and f of section 11-320 of the administrative code of the city of New York, as amended by local law number 68 for the year 2007, are amended as follows:\n\ta. The tax lien on property in the city shall not be sold pursuant to section 11-319 of this chapter unless notice of such sale as provided herein has been published twice, the first publication to be in a newspaper of general circulation in the city, not less than [ninety] one hundred twenty days preceding the date of the sale, and the second publication to be in a publication designated by the commissioner of finance, not less than ten days preceding the date of the sale.  The publication shall include information relating to the lien sale process, including, but not limited to, actions to take if a lien is sold on such property; type of debt that can be sold in a lien sale; timeline of statutory notifications required pursuant to this section; a clear, concise explanation of the consequences when a tax lien is sold; and credits and property tax exemptions that may exclude certain class 1 real property from a tax lien sale.  Such publication shall also include information on the following credit or residential real property tax exemptions:\n\n1.\tthe senior citizen homeowner exemption pursuant to section 11-\t\t\t245.3 of this chapter;\n2.\tthe exemption for persons with disabilities pursuant to section 11-\t\t\t245.4 of this chapter;\n3.\tthe alternate exemption for veterans pursuant to section four \t\t\thundred fifty-eight-a of the real property tax law;\n4.\t the Enhanced school tax relief (STAR) exemption pursuant to \t\t\tsubdivision four of section four hundred twenty-five of the real \t\t\tproperty tax law; \n5.\tthe state circuit breaker income tax credit pursuant to subsection \t\t\t(e) of section six hundred six of the tax law; and\n6.\tany other credit or residential real property tax exemption which, \t\t\tin the discretion of the commissioner, should be included in such \t\t\tpublication.\nSuch publication shall also include a description by block and lot or by such other identification as the commissioner of finance may deem appropriate, of the property upon which the tax lien exists that may be included in the sale, and a statement that a list of the tax liens that may be included in the sale is available for inspection in the office of the city register and the office of the county clerk of Richmond county. The commissioner of finance shall file such list in the office of the city register and the office of the county clerk of Richmond county not less than [ninety] one hundred twenty days prior to the date of \tsale.\n\tf. The commissioner of finance shall designate an employee of the department to respond to inquiries from owners of property for which a tax lien has been sold or noticed for sale pursuant to subdivision a of this section and shall designate an employee of the department to respond to inquiries from owners sixty-five years of age or older of property for which a tax lien has been sold or noticed for sale pursuant to subdivision a of this section. The commissioner of environmental protection shall designate at least one employee of the department of environmental protection to respond to inquiries from owners of property for which a tax lien containing a water rents, sewer rents or sewer surcharges component has been sold or noticed for sale pursuant to subdivision a of this section[.], and use his or her best efforts to identify and advise the commissioner of finance of any owners of two and three family residential real property in class 1 noticed for sale eligible to receive an exemption pursuant to section 11-245.3 or 11-245.4 of this title or pursuant to subdivision 4 of section four hundred twenty five of the real property tax law or any two or three family residential real property in class 1 eligible to receive a credit pursuant to subsection (e) of section six hundred six of the tax law.  \n\n§ 4.  Section 11-320 of the administrative code of the city of New York, as amended by local law number 68 for the year 2007, is amended by adding a new subdivision g to read as follows:\n\tg.   On a quarterly basis, the commissioner of finance shall mail to the owners of all class 1 properties and class 2 residential properties held in the condominium form of ownership information relating to the lien sale process, including, but not limited to, actions to take if a lien is sold on such property; type of debt that can be sold in a lien sale; timeline of statutory notifications required pursuant to this section; a clear, concise explanation of the consequences when a tax lien is sold; and credits and property tax exemptions that may exclude certain real property from a tax lien sale.  Such mailings shall also include information on the following credit or residential real property tax exemptions:\n\n1.\tthe senior citizen homeowner exemption pursuant to section 11-245.3 of this chapter;\n2.\tthe exemption for persons with disabilities pursuant to section 11-245.4 of this chapter;\n3.\tthe alternate exemption for veterans pursuant to section four hundred fifty-eight-a of the real property tax law; \n4.\tthe Enhanced school tax relief (STAR) exemption pursuant to subdivision four of section four hundred twenty-five of the real property tax law; \n5.\tthe state circuit breaker income tax credit pursuant to subsection (e) of section six hundred six of the tax law; and\n6.\tany other credit or residential real property tax exemption which, in the discretion of the commissioner, should be included in such mailing.\nThe information required pursuant to this subdivision shall also include a brief description of each credit  or exemption program; and a phone number at the department of finance and a website address where taxpayers can obtain additional information on the credit or exemption programs and all necessary forms, publications and applications.  \n\n§ 5.  This local law shall take effect immediately. \n\n\n\n\n\n10/15/2009 2:45:54 PM",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\pard\\nowidctlpar\\hyphpar0\\fi1440\\qj  \\par\n\\pard\\nowidctlpar\\hyphpar0\\fi1440\\sl480\\slmult1\\qj Section 1. Subdivisions a and a-1 of section 11-319 of the administrative code of the city of New York, as amended by local law number 68 for the year 2007, are amended to read as follows:\\par\na. A tax lien or tax liens on a property or any component of the amount thereof may be sold by the city as authorized by subdivision b of this section, when such tax lien or tax liens shall have remained unpaid in whole or in part for one year, provided, however, that a tax lien or tax liens on any class 1 property or on class 2 property that is a residential condominium or residential cooperative, as such classes of property are defined in subdivision 1 of section 1802 of the real property tax law, may be sold by the city only when the real property tax component of such tax lien or tax liens shall have remained unpaid in whole or in part for three years or, in the case of abandoned class 1 property or abandoned class 2 property that is a residential condominium or residential cooperative, for eighteen months, and after such sale, shall be transferred, in the manner provided by this chapter, and provided, further, however, that (i) the real property tax component of such tax lien may not be sold pursuant to this subdivision on any residential real property in class 1 that is receiving an exemption pursuant to section 11-245.3 or 11-245.4 of this title or where the owner of such residential real property in class 1 has been allowed a credit pursuant to subsection (e) of section six hundred six of the tax law for the calendar year in which the date of the first publication, pursuant to subdivision a of section 11-320 of this chapter, of the notice of sale, occurs or for the calendar year immediately preceding such date and (ii) the sewer rents component, sewer surcharges component or water rents component of such tax lien may not be sold pursuant to this subdivision on any one family residential real property in class 1 or on any two or three family residential real property in class 1 that is receiving an exemption pursuant to section 11-245.3 or 11-245.4 of this title \\ul or pursuant to subdivision 4 of section four hundred twenty five of the real property tax law\\ulnone  or where the owner of any two or three family residential real property in class 1 has been allowed a credit pursuant to subsection (e) of section six hundred six of the tax law for the calendar year in which the date of the first publication, pursuant to subdivision a of section 11-320 of this chapter, of the notice of sale, occurs or for the calendar year immediately preceding such date.\\ul\\par\n\\pard\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\ulnone\\tab A tax lien or tax liens on any property classified as a class 2 property, except a class 2 property that is a residential condominium or residential cooperative, or class 3 property, as such classes of property are defined in subdivision 1 of section 1802 of the real property tax law, shall not be sold by the city unless such tax lien or tax liens include a real property tax component as of the date of the first publication, pursuant to subdivision a of section 11-320 of this chapter, of the notice of sale. Notwithstanding any provision of this subdivision to the contrary, any such tax lien or tax liens that remain unpaid in whole or in part after such date may be sold regardless of whether such tax lien or tax liens include a real property tax component. A tax lien or tax liens on a property classified as a class 4 property, as such class of property is defined in subdivision 1 of section 1802 of the real property tax law, shall not be sold by the city unless such tax lien or tax liens include a real property tax component or sewer rents component or sewer surcharges component or water rents component as of the date of the first publication, pursuant to subdivision a of section 11-320 of this chapter, of the notice of sale, provided, however, that any tax lien or tax liens that remain unpaid in whole or in part after such date may be sold regardless of whether such tax lien or tax liens include a real property tax component, sewer rents component, sewer surcharges component or water rents component. For purposes of this subdivision, the words \"real property tax\" shall not include an assessment or charge upon property imposed pursuant to section 25-411 of the administrative code. A sale of a tax lien or tax liens shall include, in addition to such lien or liens that have remained unpaid in whole or in part for one year, or, in the case of any class 1 property or class 2 property that is a residential condominium or residential cooperative, when the real property tax component of such lien or liens has remained unpaid in whole or in part for three years, any taxes, assessments, sewer rents, sewer surcharges, water rents, any other charges that are made a lien subject to the provisions of this chapter, the costs of any advertisements and notices given pursuant to this chapter, any other charges that are due and payable, a surcharge pursuant to section 11-332 of this chapter, and interest and penalties thereon or such component of the amount thereof as shall be determined by the commissioner of finance. The commissioner of finance may promulgate rules defining \\ldblquote abandoned\\rdblquote  property, as such term is used in this subdivision.\\ul\\par\n\\pard\\nowidctlpar\\hyphpar0\\fi1440\\sl480\\slmult1\\qj\\ulnone a-1. A subsequent tax lien or tax liens on a property or any component of the amount thereof may be sold by the city pursuant to this chapter, provided, however, that notwithstanding any provision in this chapter to the contrary, such tax lien or tax liens may be sold regardless of whether such tax lien or tax liens have remained unpaid in whole or in part for one year and, notwithstanding any provision in this chapter to the contrary, in the case of any class 1 property or class 2 property that is a residential condominium or residential cooperative, such tax lien or tax liens may be sold if the real property tax component of such tax lien or tax liens has remained unpaid in whole or in part for one year, and provided, further, however, that (i) the real property tax component of such tax lien may not be sold pursuant to this subdivision on any residential real property in class 1 that is receiving an exemption pursuant to section 11-245.3 or 11-245.4 of this title or where the owner of such residential real property in class 1 has been allowed a credit pursuant to subsection (e) of section six hundred six of the tax law for the calendar year in which the date of the first publication, pursuant to subdivision a of section 11-320 of this chapter, of the notice of sale, occurs or for the calendar year immediately preceding such date and (ii) the sewer rents component, sewer surcharges component or water rents component of such tax lien may not be sold pursuant to this subdivision on any one family residential real property in class 1 or on any two or three family residential real property in class 1 that is receiving an exemption pursuant to section 11-245.3 or 11-245.4 of this title \\ul or pursuant to subdivision 4 of section four hundred twenty five of the real property tax law\\ulnone  or where the owner of any two or three family residential real property in class 1 has been allowed a credit pursuant to subsection (e) of section six hundred six of the tax law for the calendar year in which the date of the first publication, pursuant to subdivision a of section 11-320 of this chapter, of the notice of sale, occurs or for the calendar year immediately preceding such date.  For purposes of this subdivision, the term \"subsequent tax lien or tax liens\" shall mean any tax lien or tax liens on property that become such on or after the date of sale of any tax lien or tax liens on such property that have been sold pursuant to this chapter, provided that the prior tax lien or tax liens remain unpaid as of the date of the first publication, pursuant to subdivision a of section 11-320 of this chapter, of the notice of sale of the subsequent tax lien or tax liens. A subsequent tax lien or tax liens on any property classified as a class 2 property, except a class 2 property that is a residential condominium or residential cooperative, or class 3 property, as such classes of property are defined in subdivision 1 of section 1802 of the real property tax law, shall not be sold by the city unless such tax lien or tax liens include a real property tax component as of the date of the first publication, pursuant to subdivision a of section 11-320 of this chapter, of the notice of sale. Notwithstanding any provision of this subdivision to the contrary, any such tax lien or tax liens that remain unpaid in whole or in part after such date may be sold regardless of whether such tax lien or tax liens include a real property tax component. A subsequent tax lien or tax liens on a property classified as a class 4 property, as such class of property is defined in subdivision 1 of section 1802 of the real property tax law, shall not be sold by the city unless such tax lien or tax liens include a real property tax component or sewer rents component or sewer surcharges component or water rents component as of the date of the first publication, pursuant to subdivision a of section 11-320 of this chapter, of the notice of sale, provided, however, that any tax lien or tax liens that remain unpaid in whole or in part after such date may be sold regardless of whether such tax lien or tax liens include a real property tax component, sewer rents component, sewer surcharges component or water rents component. For purposes of this subdivision, the words \"real property tax\" shall not include an assessment or charge upon property imposed pursuant to section 25-411 of the administrative code. Nothing in this subdivision shall be deemed to limit the rights conferred by section 11-332 of this chapter on the holder of a tax lien certificate with respect to a subsequent tax lien.\\par\n\\'a7 2. Subdivisions a-2 and a-3 of section 11-319 of the administrative code of the city of New York, as added by local law 68 for the year 2007, are amended to read as follows: \\par\na-2. In addition to any sale authorized pursuant to subdivision a or subdivision a-1 of this section and notwithstanding any provision of this chapter to the contrary, beginning on [December] \\ul August\\ulnone  first, two thousand [seven] \\ul nine\\ulnone , the water rents, sewer rents and sewer surcharges components of any tax lien on any class of real property, as such real property is classified in subdivision one of section eighteen hundred two of the real property tax law, may be sold by the city pursuant to this chapter, where such water rents, sewer rents or sewer surcharges component of such tax lien, as of the date of the first publication, pursuant to subdivision a of section 11-320 of this chapter, of the notice of sale: (i) shall have remained unpaid in whole or in part for [one year] \\ul three years\\ulnone , and (ii) equals or exceeds the sum of one thousand dollars; provided, however, that such water rents, sewer rents or sewer surcharges component of such tax lien may not be sold pursuant to this subdivision on any one family residential real property in class one or on any two or three family residential real property in class one that is receiving an exemption pursuant to section 11-245.3 or 11-245.4 of this title \\ul or pursuant to subdivision 4 of section four hundred twenty five of the real property tax law\\ulnone  or where the owner of any two or three family residential real property in class one has been allowed a credit pursuant to subsection (e) of section six hundred six of the tax law for the calendar year in which the date of the first publication, pursuant to subdivision a of section 11-320 of this chapter, of the notice of sale, occurs or for the calendar year immediately preceding such date. After such sale, any such water rents, sewer rents or sewer surcharges component of such tax lien may be transferred in the manner provided by this chapter.  \\ul Beginning August 1, 2009, the commissioner of the department of environmental protection, after consultation with the commissioner of finance, shall use best efforts to identify owners of residential real property in class 1 listed in such publication eligible to receive an exemption pursuant to section 11-245.3 or 11-245.4 of this title or pursuant to subdivision 4 of section four hundred twenty five of the real property tax law or any two or three family residential real property in class 1 eligible to receive a credit pursuant to subsection (e) of section six hundred six of the tax law, and may exclude such real property from the sale of a  tax lien or tax liens imposed by this subdivision.  Such efforts shall include the use of public or private online databases that reliably ascertain the name and age of owners of residential real property in class 1, and the use of financial information on file at the department of finance for other exemptions, credits, and abatements that are received by such owner.\\par\n\\ulnone  a-3. In addition to any sale authorized pursuant to subdivision a or subdivision a-1 of this section and notwithstanding any provision of this chapter to the contrary, beginning on [December] \\ul August\\ulnone  first, two thousand [seven] \\ul nine\\ulnone , a subsequent tax lien on any class of real property, as such real property is classified in subdivision one of section eighteen hundred two of the real property tax law, may be sold by the city pursuant to this chapter, regardless of whether such subsequent tax lien, or any component of the amount thereof, shall have remained unpaid in whole or in part for [one year] \\ul three years\\ulnone , and regardless of whether such subsequent tax lien, or any component of the amount thereof, equals or exceeds the sum of one thousand dollars; provided, however, that such subsequent tax lien may not be sold pursuant to this subdivision on any one family residential real property in class one or on any two or three family residential real property in class one that is receiving an exemption pursuant to section 11-245.3 or 11-245.4 of this title \\ul or pursuant to subdivision 4 of section four hundred twenty five of the real property tax law\\ulnone  or where the owner of any two or three family residential real property in class one has been allowed a credit pursuant to subsection (e) of section six hundred six of the tax law for the calendar year in which the date of the first publication, pursuant to subdivision a of section 11-320 of this chapter, of the notice of sale, occurs or for the calendar year immediately preceding such date. After such sale, any such subsequent tax lien, or any component of the amount thereof, may be transferred in the manner provided by this chapter.  For purposes of this subdivision, the term \\ldblquote subsequent tax lien\\rdblquote  shall mean the water rents, sewer rents or sewer surcharges component of any tax lien on property that becomes such on or after the date of sale of any water rents, sewer rents or sewer surcharges component of any tax lien on such property that has been sold pursuant to this chapter, provided that the prior tax lien remains unpaid as of the date of the first publication, pursuant to subdivision a of section 11-320 of this chapter, of the notice of sale of the subsequent tax lien. Nothing in this subdivision shall be deemed to limit the rights conferred by section 11-332 of this chapter on the holder of a tax lien certificate with respect to a subsequent tax lien.\\par\n\\'a7 3.  Subdivisions a and f of section 11-320 of the administrative code of the city of New York, as amended by local law number 68 for the year 2007, are amended as follows:\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\tab a. The tax lien on property in the city shall not be sold pursuant to section 11-319 of this chapter unless notice of such sale as provided herein has been published twice, the first publication to be in a newspaper of general circulation in the city, not less than [ninety] \\ul one hundred twenty\\ulnone  days preceding the date of the sale, and the second publication to be in a publication designated by the commissioner of finance, not less than ten days preceding the date of the sale.  \\ul The publication shall include information relating to the lien sale process, including, but not limited to, actions to take if a lien is sold on such property; type of debt that can be sold in a lien sale; timeline of statutory notifications required pursuant to this section; a clear, concise explanation of the consequences when a tax lien is sold; and credits and property tax exemptions that may exclude certain class 1 real property from a tax lien sale.  Such publication shall also include information on the following credit or residential real property tax exemptions:\\par\n\\pard\\nowidctlpar\\qj\\par\n\\pard\\nowidctlpar\\hyphpar0\\fi360\\li1080\\sl480\\slmult1\\qj\\tx1080\\ulnone 1.\\tab\\ul the senior citizen homeowner exemption pursuant to section 11-\\ulnone\\tab\\tab\\tab\\ul 245.3 of this chapter;\\par\n\\pard\\nowidctlpar\\hyphpar0\\fi360\\li1080\\sl480\\slmult1\\qj\\ulnone 2.\\tab\\ul the exemption for persons with disabilities pursuant to section 11-\\ulnone\\tab\\tab\\tab\\ul 245.4 of this chapter;\\par\n\\ulnone 3.\\tab\\ul the alternate exemption for veterans pursuant to section four \\ulnone\\tab\\tab\\tab\\ul hundred fifty-eight-a of the real property tax law;\\par\n\\ulnone 4.\\tab\\ul  the Enhanced school tax relief (STAR) exemption pursuant to\\ulnone  \\tab\\tab\\tab\\ul subdivision four of section four hundred twenty-five of the real\\ulnone  \\tab\\tab\\tab\\ul property tax law; \\par\n\\ulnone 5.\\tab\\ul the state circuit breaker income tax credit pursuant to subsection\\ulnone  \\tab\\tab\\tab\\ul (e) of section six hundred six of the tax law;\\cf1  \\cf0 and\\par\n\\ulnone 6.\\tab\\ul any other credit or residential real property tax exemption which,\\ulnone  \\tab\\tab\\tab\\ul in the discretion of the commissioner, should be included in such\\ulnone  \\tab\\tab\\tab\\ul publication.\\par\n\\pard\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qj\\ulnone Such publication shall \\ul also\\ulnone  include a description by block and lot or by such other identification as the commissioner of finance may deem appropriate, of the property upon which the tax lien exists that may be included in the sale, and a statement that a list of the tax liens that may be included in the sale is available for inspection in the office of the city register and the office of the county clerk of Richmond county. The commissioner of finance shall file such list in the office of the city register and the office of the county clerk of Richmond county not less than [ninety] \\ul one hundred twenty\\ulnone  days prior to the date of \\tab sale.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\tx0\\cf1\\tab f. The commissioner of finance shall designate an employee of the department to respond to inquiries from owners of property for which a tax lien has been sold or noticed for sale pursuant to subdivision a of this section and shall designate an employee of the department to respond to inquiries from owners sixty-five years of age or older of property for which a tax lien has been sold or noticed for sale pursuant to subdivision a of this section. The commissioner of environmental protection shall designate at least one employee of the department of environmental protection to respond to inquiries from owners of property for which a tax lien containing a water rents, sewer rents or sewer surcharges component has been sold or noticed for sale pursuant to subdivision a of this section[.]\\ul , and use his or her best efforts to identify and advise the commissioner of finance of \\cf0 any owners of two and three family residential real property in class 1 noticed for sale eligible to receive an exemption pursuant to section 11-245.3 or 11-245.4 of this title or pursuant to subdivision 4 of section four hundred twenty five of the real property tax law or any two or three family residential real property in class 1 eligible to receive a credit pursuant to subsection (e) of section six hundred six of the tax law.  \\cf1\\par\n\\pard\\nowidctlpar\\cf0\\ulnone\\par\n\\pard\\nowidctlpar\\hyphpar0\\fi1440\\sl480\\slmult1\\qj\\'a7 4.  Section 11-320 of the administrative code of the city of New York, as amended by local law number 68 for the year 2007, is amended by adding a new subdivision g to read as follows:\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\tab\\ul g.   On a quarterly basis, the commissioner of finance shall mail to the owners of all class 1 properties and class 2 residential properties held in the condominium form of ownership information relating to the lien sale process, including, but not limited to, actions to take if a lien is sold on such property; type of debt that can be sold in a lien sale; timeline of statutory notifications required pursuant to this section; a clear, concise explanation of the consequences when a tax lien is sold; and credits and property tax exemptions that may exclude certain real property from a tax lien sale.  Such mailings shall also include information on the following credit or residential real property tax exemptions:\\par\n\\pard\\nowidctlpar\\fi720\\qj\\par\n\\pard\\nowidctlpar\\hyphpar0\\fi-720\\li2160\\sl480\\slmult1\\qj\\tx1440\\tx2160\\ulnone 1.\\tab\\ul the senior citizen homeowner exemption pursuant to section 11-245.3 of this chapter;\\par\n\\pard\\nowidctlpar\\hyphpar0\\fi-720\\li2160\\sl480\\slmult1\\qj\\ulnone 2.\\tab\\ul the exemption for persons with disabilities pursuant to section 11-245.4 of this chapter;\\par\n\\ulnone 3.\\tab\\ul the alternate exemption for veterans pursuant to section four hundred fifty-eight-a of the real property tax law; \\par\n\\ulnone 4.\\tab\\ul the Enhanced school tax relief (STAR) exemption pursuant to\\ulnone  \\ul subdivision four of section four hundred twenty-five of the real property tax law; \\par\n\\ulnone 5.\\tab\\ul the state circuit breaker income tax credit pursuant to subsection\\ulnone  \\ul (e) of section six hundred six of the tax law;\\cf1  \\cf0 and\\par\n\\ulnone 6.\\tab\\ul any other credit or residential real property tax exemption which,\\ulnone  \\ul in the discretion of the commissioner, should be included in such\\ulnone  \\ul mailing.\\par\n\\pard\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qj The information required pursuant to this subdivision shall also include a brief description of each credit  or exemption program; and\\fs14  \\fs24 a phone number at the department of finance and a website address where taxpayers can obtain additional information on the credit or exemption programs and all necessary forms, publications and applications.  \\par\n\\ulnone\\fs14\\par\n\\pard\\nowidctlpar\\fi720\\li720\\fs24\\'a7 5.  This local law shall take effect immediately. \\par\n\\par\n\\par\n\\par\n\\par\n\\pard\\nowidctlpar\\par\n\\lang1024 10/15/2009 2:45:54 PM\\lang1033\\par\n\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
