{
  "ID": 43643,
  "GUID": "911239C6-3CA1-48BC-814F-97B32F07EECB",
  "File": "Int 1073-2009",
  "Name": "Commercial recycling.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to commercial recycling.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5108,
  "BodyName": "Committee on Sanitation and Solid Waste Management",
  "IntroDate": "2009-09-17T00:00:00Z",
  "AgendaDate": "2009-09-17T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5286,
      "Slug": "bill-de-blasio",
      "FullName": "Bill De Blasio"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    }
  ],
  "History": [
    {
      "ID": 231866,
      "Date": "2009-09-17T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 232002,
      "Date": "2009-09-17T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Sanitation and Solid Waste Management",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9271,
      "AgendaSequence": 81,
      "MinutesSequence": 102,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Sanitation and Solid Waste Management",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236058,
      "Date": "2009-12-31T11:33:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 44559,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Subdivision a of section 16-306 of title 16 of the administrative code of the city of New York is amended to read as follows:\na. In addition to the materials already designated as recyclable by rule of the commissioner for solid waste collected by private carters under the department’s general designation and for food or beverage service establishments and residential generators of private carter-collected waste, [T]the commissioner shall within six months of the effective date of this section, adopt and implement rules requiring all commercial buildings receiving private carter waste collection to source separate the following materials, in order to be consistent with the department’s determination of economic markets and designation for source separation by food or beverage service establishments: containers made of glass or metal and bottles and jugs made of polyethylene terephthalate plastic (known as PET, or plastic resin number 1) or high density polyethylene plastic (known as HDPE, or plastic resin number 2), aluminum foil and aluminum foil products.  The commissioner shall ensure that all materials designated as recyclable pursuant to this section shall [designating recyclable materials that] constitute in the aggregate at least one-half of all solid waste collected by private carters, and may include additional materials if the commissioner determines that economic markets exist for [them] such materials.  Pursuant to subdivision b of this section, such rules shall require generators of private carter-collected waste to source separate some or all of the designated materials and to arrange for lawful collection for recycling, reuse or sale for reuse by private carters or persons other than private carters of such source separated materials.  With regard to designated materials that are not required by such rules to be source separated, generators of private carter-collected waste may source separate these designated materials and, in any event, shall arrange for their lawful collection for recycling, reuse or sale for reuse by private carters or persons other than private carters. If a generator or private carter-collected waste has source separated the designated materials in accordance with the rules and arranged for the lawful collection for recycling, reuse or sale for reuse by private carters or persons other than private carters of such source separated materials and, with regard to designated materials that are not required by such rules to be source separated, arranged for lawful collection for recycling, reuse or sale for reuse by private carters or persons other than private carters, such arrangement shall constitute an affirmative defense to any proceeding brought against the generator pursuant to section 16-324 of this chapter.  \n§ 2. This local law shall take effect immediately.\n\nLS 7637\nJJH 9/11/09",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1.  Subdivision a of section 16-306 of title 16 of the administrative code of the city of New York is amended to read as follows:\\par\n\\cf1 a. \\ul In addition to the materials already designated as recyclable by rule of the commissioner for solid waste collected by private carters under the department\\rquote s general designation and for\\i  \\i0 food or beverage service establishments and residential generators of private carter-collected waste\\i ,\\i0  \\ulnone [T]\\ul t\\ulnone he commissioner shall \\cf0\\ul within six months of the effective date of this section, \\cf1\\ulnone adopt and implement rules \\cf0\\ul requiring all commercial buildings receiving private carter waste collection to source separate the following materials, in order to be consistent with the department\\rquote s determination of economic markets and designation for source separation by food or beverage service establishments: \\cf1 containers made of glass or metal and bottles and jugs made of polyethylene terephthalate plastic (known as PET, or plastic resin number 1) or high density polyethylene plastic (known as HDPE, or plastic resin number 2), aluminum foil and aluminum foil products\\cf0 .  The commissioner shall ensure that all materials designated as recyclable pursuant to this section shall [\\cf1\\ulnone designating recyclable materials that] constitute in the aggregate at least one-half of all solid waste collected by private carters, and \\ul may include \\ulnone additional materials if the commissioner determines that economic markets exist for [them] \\ul such materials\\ulnone .  Pursuant to subdivision b of this section, such rules shall require generators of private carter-collected waste to source separate some or all of the designated materials and to arrange for lawful collection for recycling, reuse or sale for reuse by private carters or persons other than private carters of such source separated materials.  With regard to designated materials that are not required by such rules to be source separated, generators of private carter-collected waste may source separate these designated materials and, in any event, shall arrange for their lawful collection for recycling, reuse or sale for reuse by private carters or persons other than private carters. If a generator or private carter-collected waste has source separated the designated materials in accordance with the rules and arranged for the lawful collection for recycling, reuse or sale for reuse by private carters or persons other than private carters of such source separated materials and, with regard to designated materials that are not required by such rules to be source separated, arranged for lawful collection for recycling, reuse or sale for reuse by private carters or persons other than private carters, such arrangement shall constitute an affirmative defense to any proceeding brought against the generator pursuant to section 16-324 of this chapter.  \\par\n\\cf0\\'a7 2. This local law shall take effect immediately.\\par\n\\pard\\nowidctlpar\\par\nLS 7637\\par\nJJH 9/11/09 \\par\n\\par\n\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
