{
  "ID": 43506,
  "GUID": "102AC20F-1913-48F5-BB0A-4A8A074D1F84",
  "File": "Int 1081-2009",
  "Name": "Establishing a temporary task force to review outsourcing by City agencies.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to establishing a temporary task force to review outsourcing by City agencies.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 6,
  "BodyName": "Committee on Contracts",
  "IntroDate": "2009-09-17T00:00:00Z",
  "AgendaDate": "2009-09-17T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 6273,
      "Slug": "thomas-white-jr",
      "FullName": "Thomas White, Jr."
    }
  ],
  "History": [
    {
      "ID": 231875,
      "Date": "2009-09-17T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 232012,
      "Date": "2009-09-17T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Contracts",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9271,
      "AgendaSequence": 92,
      "MinutesSequence": 113,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Contracts",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236051,
      "Date": "2009-12-31T11:30:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 44410,
  "Text": "Be it enacted by the Council as follows: \n\n    \tSection 1. Chapter one of title six of the administrative code of the city of New York is amended by adding a new section 6-130 to read as follows:\n§ 6-130  Temporary task force to review outsourcing by City agencies. a. Definitions. For purposes of this section, the following terms shall have the following meanings:\n1. “Agency” shall mean a city, county, borough, or other office, position, administration, department, division, bureau, board or commission, or a corporation, institution or agency of government, the expenses of which are paid in whole or in part from the city treasury. \n2. “Client services” shall mean services contracted for by the City of New York on behalf of third-party clients, including social services, health or medical services, housing and shelter assistance services, legal services, employment assistance services, and vocational, educational, or recreational programs. \n3. “Construction services” shall mean services in connection with the construction, reconstruction, demolition, excavation, renovation, alteration, improvement, rehabilitation, or repair of any building, facility or real property, not including construction management services.\n4. “Professional services” shall mean services that require specialized skills and the exercise of judgment, including but not limited to accountants, lawyers, doctors, computer programmers and consultants, architectural and engineering services, and construction management services.\n5.  “Standard services” shall mean services other than client, construction and professional services.\n\tb.  There is hereby established a temporary task force to analyze whether or not contracting out the performance of standard and professional services by city agencies to private companies is more cost effective than having the services performed by city employees and to provide a report with recommendations based on its analysis.  The analysis shall not include a review of contracts for client services or construction services.  At a minimum, the task force’s research in connection with its work shall include review and analysis of the following:\n\t1.  The total value of contracts for standard and professional services entered into by city agencies in each of the last five fiscal years;\n\t2. Whether or not cost savings were realized as a result of city agencies contracting out standard and professional services in each of the last five fiscal years;\n\t3.  Analysis of any trend or pattern of contract spending by city agencies for standard and professional services in the last five fiscal years;\n\t4. The processes that agency contracting personnel utilize to determine whether or not to contract out standard and  professional services; and\n\t5. Training programs for all agency contracting personnel regarding the process utilized to determine whether or not to contract out standard and professional services to private companies. \n\tc. The task force shall consist of seven members as follows: \n\t1. Four members shall be appointed by the mayor, provided that at least one member shall be a representative from a municipal labor union;\n\t2.  Three members shall be appointed by the speaker of the council, provided that at least one member shall be a representative from an independent good government group or organization; and  \n\t3.  The director of the independent budget office shall serve ex officio.\n\td.  At its first meeting, the task force shall select a chairperson from among its members by majority vote of the task force.   Membership on the task force shall not constitute the holding of a public office and members of the task force shall not be required to take and file oaths of office before serving on the task force. \n\te.  No person shall be ineligible for membership on the task force because such person holds any public office, employment or trust, nor shall any person be made ineligible for or forfeit such person’s right to any public office, employment or trust by reason of such appointment. \n\tf.  The task force may request and may receive information from any agency as may be necessary to carry out the provisions of this section, in accordance with applicable laws, rules and regulations.  Nothing in this section shall be construed as limiting any right or obligation of agencies pursuant to the public officers law, including the exceptions to disclosure of agency records contained in such law, with respect to access to or disclosure of records or portions thereof.  The task force also may request information from any organization with knowledge concerning  public contracting or the personnel cost of providing standard and professional services by city employees as necessary to carry out the provisions of this section.  Subject to appropriation, the mayor shall make available adequate resources for a thorough and complete review of the matters set forth by this section, including proper staffing of the task force.\n\tg.  No later than twelve months from the date all seven members of the task force are appointed, the task force shall submit to the mayor and the speaker of the council a report that shall include the findings, legislative and policy recommendations of the task force based upon its review.\n\th.  The task force shall dissolve upon submission of the report required by subdivision g of this section.   \n\t§. 2.  This local law shall take effect in 60 days provided that it shall be deemed repealed on the day that the report required by subdivision g is submitted.\n\nLS #7495\nLC\n07/08/09",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows: \\par\n\\ulnone\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\tx720\\tx5040     \\tab Section 1. Chapter one of title six of the administrative code of the city of New York is amended by adding a new section 6-130 to read as follows:\\par\n\\pard\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\ul\\'a7 6-130  Temporary task force to review outsourcing by City agencies. a. Definitions. For purposes of this section, the following terms shall have the following meanings:\\par\n1. \\ldblquote Agency\\rdblquote  shall mean a city, county, borough, or other office, position, administration, department, division, bureau, board or commission, or a corporation, institution or agency of government, the expenses of which are paid in whole or in part from the city treasury. \\par\n2. \\ldblquote Client services\\rdblquote  shall mean services contracted for by the City of New York on behalf of third-party clients, including social services, health or medical services, housing and shelter assistance services, legal services, employment assistance services, and vocational, educational, or recreational programs. \\par\n3. \\ldblquote Construction services\\rdblquote  shall mean services in connection with the construction, reconstruction, demolition, excavation, renovation, alteration, improvement, rehabilitation, or repair of any building, facility or real property, not including construction management services.\\par\n4. \\ldblquote Professional services\\rdblquote  shall mean services that require specialized skills and the exercise of judgment, including but not limited to accountants, lawyers, doctors, computer programmers and consultants, architectural and engineering services, and construction management services.\\par\n5.  \\ldblquote Standard services\\rdblquote  shall mean services other than client, construction and professional services.\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\tx720\\tx5040\\ulnone\\tab\\ul b.  There is hereby established a temporary task force to analyze whether or not contracting out the performance of standard and professional services by city agencies to private companies is more cost effective than having the services performed by city employees and to provide a report with recommendations based on its analysis.  The analysis shall not include a review of contracts for client services or construction services.  At a minimum, the task force\\rquote s research in connection with its work shall include review and analysis of the following:\\par\n\\ulnone\\tab\\ul 1.  The total value of contracts for standard and professional services entered into by city agencies in each of the last five fiscal years;\\par\n\\ulnone\\tab\\ul 2. Whether or not cost savings were realized as a result of city agencies contracting out standard and professional services in each of the last five fiscal years;\\par\n\\ulnone\\tab\\ul 3.  Analysis of any trend or pattern of contract spending by city agencies for standard and professional services in the last five fiscal years;\\par\n\\ulnone\\tab\\ul 4. The processes that agency contracting personnel utilize to determine whether or not to contract out standard and  professional services; and\\par\n\\ulnone\\tab\\ul 5. Training programs for all agency contracting personnel regarding the process utilized to determine whether or not to contract out standard and professional services to private companies. \\par\n\\ulnone\\tab\\ul c. The task force shall consist of seven members as follows: \\par\n\\ulnone\\tab\\ul 1. Four members shall be appointed by the mayor, provided that at least one member shall be a representative from a municipal labor union;\\par\n\\ulnone\\tab\\ul 2.  Three members shall be appointed by the speaker of the council, provided that at least one member shall be a representative from an independent good government group or organization; and  \\par\n\\ulnone\\tab\\ul 3.  The director of the independent budget office shall serve ex officio.\\par\n\\ulnone\\tab\\ul d.  At its first meeting, the task force shall select a chairperson from among its members by majority vote of the task force.   Membership on the task force shall not constitute the holding of a public office and members of the task force shall not be required to take and file oaths of office before serving on the task force. \\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\ulnone\\tab\\ul e.  No person shall be ineligible for membership on the task force because such person holds any public office, employment or trust, nor shall any person be made ineligible for or forfeit such person\\rquote s right to any public office, employment or trust by reason of such appointment. \\par\n\\ulnone\\tab\\ul f.  \\expndtw-3 The task force may request and may receive information from any agency as may be necessary to carry out the provisions of this section, in accordance with applicable laws, rules and regulations.  Nothing in this section shall be construed as limiting any right or obligation of agencies pursuant to the public officers law, including the exceptions to disclosure of agency records contained in such law, with respect to access to or disclosure of records or portions thereof.  The task force also may request information from any organization with knowledge concerning  public contracting or the personnel cost of providing standard and professional services by city employees as necessary to carry out the provisions of this section.  Subject to appropriation, the mayor shall make available adequate resources for a thorough and complete review of the matters set forth by this section, including proper staffing of the task force.\\par\n\\expndtw0\\ulnone\\tab\\ul g.  No later than twelve months from the date all seven members of the task force are appointed, the task force shall submit to the mayor and the speaker of the council a report that shall include the findings, legislative and policy recommendations of the task force based upon its review.\\par\n\\ulnone\\tab\\ul h.  The task force shall dissolve upon submission of the report required by subdivision g of this section.\\ulnone    \\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\tx720\\tx5040\\tab\\'a7. 2.  This local law shall take effect in 60 days provided that it shall be deemed repealed on the day that the report required by subdivision g is submitted.\\par\n\\par\n\\pard\\nowidctlpar LS #7495\\par\nLC\\par\n\\pard\\nowidctlpar\\tx720\\tx5040 07/08/09\\par\n\\pard\\nowidctlpar\\li-1296\\ri-432\\sl480\\slmult1\\tx864\\tx2016\\tx3168\\tx4320\\tx5472\\tx6624\\tx7776\\tx8928  \\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
