{
  "ID": 43629,
  "GUID": "20580087-0D53-472C-B447-77F5E4AC81B5",
  "File": "Int 1084-2009",
  "Name": "Location of concessions within a park.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the location of concessions within a park.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5106,
  "BodyName": "Committee on Parks and Recreation",
  "IntroDate": "2009-09-17T00:00:00Z",
  "AgendaDate": "2009-09-17T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    }
  ],
  "History": [
    {
      "ID": 231868,
      "Date": "2009-09-17T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 232017,
      "Date": "2009-09-17T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Parks and Recreation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9271,
      "AgendaSequence": 96,
      "MinutesSequence": 117,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Parks and Recreation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236049,
      "Date": "2009-12-31T11:29:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 44545,
  "Text": "Be it enacted by the Council as follows: \n\t\nSection 1. Chapter 1 of title 18 of the administrative code of the city of New York is amended by adding a new section 18-136 to read as follows: \n§18-136 Locations of concessions in parks. a. Every concession under the jurisdiction of the commissioner shall have specific boundaries which shall be indicated on a map of the park in which such concession is located, with the precise location of such concession indicated on such map to the nearest foot.  Such maps shall be publicly accessible on the city of New York’s website.  The boundaries of each concession shall be prominently marked on the ground by the owner of such concession where such concession is situated at all times.  No such concession shall extend beyond the boundaries indicated on such map.  This subdivision shall not apply to any concessions occupying a ground space of less than seventy five square feet.\nb. Any person who violates the provisions of subdivision a of this section shall be liable for a civil penalty of not less than two hundred dollars nor more than one thousand dollars for each such violation, except that no civil penalties may be imposed that are inconsistent with any penalty provisions of any concession agreement in effect at the time of enactment of this section.\n§2. This local law shall take effect ninety days after enactment, except that the commissioner of parks and recreation shall take such actions as are necessary for its implementation, including the promulgation of rules, prior to such effective date.\nLF \nLS #7570\n7/22/09",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows: \\par\n\\ulnone\\tab\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Section 1. Chapter 1 of title 18 of the administrative code of the city of New York is amended by adding a new section 18-136 to read as follows: \\par\n\\ul\\'a718-136 Locations of concessions in parks. a. Every concession under the jurisdiction of the commissioner shall have specific boundaries which shall be indicated on a map of the park in which such concession is located, with the precise location of such concession indicated on such map to the nearest foot.  Such maps shall be publicly accessible on the city of New York\\rquote s website.  The boundaries of each concession shall be prominently marked on the ground by the owner of such concession where such concession is situated at all times.  No such concession shall extend beyond the boundaries indicated on such map.  This subdivision shall not apply to any concessions occupying a ground space of less than seventy five square feet.\\par\nb. Any person who violates the provisions of subdivision a of this section shall be liable for a civil penalty of not less than two hundred dollars nor more than one thousand dollars for each such violation, except that no civil penalties may be imposed that are inconsistent with any penalty provisions of any concession agreement in effect at the time of enactment of this section.\\par\n\\ulnone\\'a72. This local law shall take effect ninety days after enactment, except that the commissioner of parks and recreation shall take such actions as are necessary for its implementation, including the promulgation of rules, prior to such effective date.\\ul\\par\n\\pard\\nowidctlpar\\qj\\ulnone LF \\par\nLS #7570\\par\n7/22/09\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\ul\\par\n\\par\n\\pard\\nowidctlpar\\qj\\ulnone\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
