{
  "ID": 43627,
  "GUID": "ADEA4A0B-E851-45D4-8AED-9DB0376435D8",
  "File": "Int 1086-2009",
  "Name": "Prohibiting the sale or installation of a motorcycle exhaust device without federal EPA required labeling.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to prohibiting the sale or installation of a motorcycle exhaust device without federal EPA required labeling.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 10,
  "BodyName": "Committee on Environmental Protection",
  "IntroDate": "2009-09-17T00:00:00Z",
  "AgendaDate": "2009-09-17T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    }
  ],
  "History": [
    {
      "ID": 231869,
      "Date": "2009-09-17T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 232022,
      "Date": "2009-09-17T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Environmental Protection",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9271,
      "AgendaSequence": 100,
      "MinutesSequence": 121,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Environmental Protection",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236047,
      "Date": "2009-12-31T11:29:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 44543,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Subchapter six of chapter two of title 24 of the administrative code of the city of New York is amended by adding a new section 24-236.2 to read as follows:\n§24-236.2  Prohibition on the sale or installation of a motorcycle exhaust device without United States environmental protection agency required labeling.  a.  Definitions.  For the purposes of this section, \"motorcycle\" shall mean every motor vehicle having a seat or saddle for the use of the rider and designed to travel on not more than three wheels in contact with the ground, but excluding a tractor.\nb. No person shall sell or install a motorcycle exhaust device that is not equipped with an exhaust muffler bearing the United States environmental protection agency required labeling applicable to the motorcycle's model year, as required by section 205.169 of title 40 of the code of federal regulations, nor shall any person sell a motorcycle without an exhaust muffler bearing such labeling.   \nc.   Any person who violates subdivision b of this section shall be liable for a civil penalty of not less than five hundred dollars nor more than one thousand dollars for a first violation thereof; not less than one thousand dollars nor more than two thousand five hundred dollars for a second violation thereof; and not less than two thousand five hundred dollars nor more than five thousand dollars for a third or subsequent violation thereof.  Such civil penalties may be recovered in a proceeding before the environmental control board. \n§2. This local law shall take effect immediately upon enactment.\n\nLF \nLS #7012\n8/25/09",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Tahoma;}}\n{\\colortbl ;\\red255\\green255\\blue255;}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\cbpat1\\nowidctlpar\\sl480\\slmult1\\tab Section 1.  Subchapter six of chapter two of title 24 of the administrative code of the city of New York is amended by adding a new section 24-236.2 to read as follows:\\par\n\\pard\\cbpat1\\nowidctlpar\\fi720\\sl480\\slmult1\\ul\\'a724-236.2  Prohibition on the sale or installation of a motorcycle exhaust device without United States environmental protection agency required labeling.  a.  Definitions.  For the purposes of this section, \"motorcycle\" shall mean every motor vehicle having a seat or saddle for the use of the rider and designed to travel on not more than three wheels in contact with the ground, but excluding a tractor.\\ulnone\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\ul b. No person shall sell or install a motorcycle exhaust device that is not equipped with an exhaust muffler bearing the United States environmental protection agency required labeling applicable to the motorcycle's model year, as required by section 205.169 of title 40 of the code of federal regulations, nor shall any person sell a motorcycle without an exhaust muffler bearing such labeling. \\ulnone\\f1   \\par\n\\ul\\f0 c.   Any person who violates subdivision b of this section shall be liable for a civil penalty of not less than five hundred dollars nor more than one thousand dollars for a first violation thereof; not less than one thousand dollars nor more than two thousand five hundred dollars for a second violation thereof; and not less than two thousand five hundred dollars nor more than five thousand dollars for a third or subsequent violation thereof.  Such civil penalties may be recovered in a proceeding before the environmental control board. \\par\n\\pard\\nowidctlpar\\fi720\\qj\\ulnone\\'a72. This local law shall take effect immediately upon enactment.\\par\n\\pard\\nowidctlpar\\qj\\par\nLF \\par\nLS #7012\\par\n8/25/09\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\ul\\par\n\\par\n\\pard\\nowidctlpar\\ulnone\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
