{
  "ID": 43646,
  "GUID": "76889A61-6FAF-4CA4-925F-2758FAD40B7E",
  "File": "Int 1088-2009",
  "Name": "Establishing a Mayor’s Office of Skills and Education.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to establishing a Mayor’s Office of Skills and Education.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 7,
  "BodyName": "Committee on Economic Development",
  "IntroDate": "2009-09-30T00:00:00Z",
  "AgendaDate": "2009-09-30T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    }
  ],
  "History": [
    {
      "ID": 232342,
      "Date": "2009-09-30T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 232612,
      "Date": "2009-09-30T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Economic Development",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9290,
      "AgendaSequence": 140,
      "MinutesSequence": 164,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Governmental Operations",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236045,
      "Date": "2009-12-31T11:28:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 44562,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Chapter 1 of the New York city charter is amended by adding a new section 20-A to read as follows:\n§20-A. Office of skills and education. a. The mayor shall establish an office of skills and education within the executive office of the mayor, which shall be responsible for coordinating the implementation of all workforce development initiatives administered by city agencies.  Such office shall be headed by a director who shall be appointed by the mayor. For the purposes of this section only, “director” shall mean the director of skills and education.\nb. Powers and duties. The director shall have the power and the duty to:\n1. advise and assist the mayor in developing policies designed to meet the job training and employment needs of the residents of the city of New York who are in need of employment and employment training, as well as the labor needs of private industry;\n2. oversee the city’s efforts to advocate for and to obtain funding from the federal and state governments for workforce development initiatives; \n3. disburse available city, state and federal funds for job training and employment programs throughout the city, and, when practical, to coordinate such funds with available funding from the private sector;\n4. coordinate with workforce development programs administered by the health and hospitals corporation, city university of New York, New York city housing authority and federal and state governments to ensure that the city’s workforce development goals with programs are met;\n5. require any city agency that administers any workforce development programs provide quarterly reports to the office of skills and education on the status of such agency’s workforce development programs;\n6. maintain a comprehensive and publicly accessible website that provides information on every publicly funded workforce development program in the city and which contains information including, but not limited to, a description of each program, each program’s eligibility standards, contact information for personnel administering each program, and the location where each program is offered; and\n7. advise and assist the New York city workforce investment board in its mission and the implementation of its initiatives.\n§2. Paragraphs a and c of subdivision 5 of section 1301 of the New York city charter are REPEALED.\n§3.  This local law shall take effect one hundred eighty days after its enactment into law. \n\n\nLS # 7544\nKS\n9/8/09",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1.\\cf1  \\cf0 Chapter 1 of the New York city charter is amended by adding a new section 20-A to read as follows:\\cf1\\par\n\\pard\\cbpat2\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\cf0\\ul\\'a720-A. Office of skills and education. a. The mayor shall establish an office of skills and education within the executive office of the mayor, which shall be responsible for coordinating the implementation of all workforce development initiatives administered by city agencies.  Such office shall be headed by a director who shall be appointed by the mayor. For the purposes of this section only, \\ldblquote director\\rdblquote  shall mean the director of skills and education.\\ulnone\\par\n\\pard\\cbpat2\\nowidctlpar\\fi720\\sl480\\slmult1\\ul b. Powers and duties. The director shall have the power and the duty to:\\par\n\\pard\\cbpat2\\nowidctlpar\\fi720\\sl480\\slmult1\\qj 1. advise and assist the mayor in developing policies designed to meet the job training and employment needs of the residents of the city of New York who are in need of employment and employment training, as well as the labor needs of private industry;\\par\n2. oversee the city\\rquote s efforts to advocate for and to obtain funding from the federal and state governments for workforce development initiatives; \\par\n3. disburse available city, state and federal funds for job training and employment programs throughout the city, and, when practical, to coordinate such funds with available funding from the private sector;\\par\n4. coordinate with workforce development programs administered by the health and hospitals corporation, city university of New York, New York city housing authority and federal and state governments to ensure that the city\\rquote s workforce development goals with programs are met;\\par\n5. require any city agency that administers any workforce development programs provide quarterly reports to the office of skills and education on the status of such agency\\rquote s workforce development programs;\\par\n6. maintain a comprehensive and publicly accessible website that provides information on every publicly funded workforce development program in the city and which contains information including, but not limited to, a description of each program, each program\\rquote s eligibility standards, contact information for personnel administering each program, and the location where each program is offered; and\\par\n7. advise and assist the New York city workforce investment board in its mission and the implementation of its initiatives.\\ulnone\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a72. Paragraphs a and c of subdivision 5 of section 1301 of the New York city charter are REPEALED.\\ul\\par\n\\ulnone\\'a73.  This local law shall take effect one hundred eighty days after its enactment into law. \\ul\\par\n\\pard\\nowidctlpar\\qj\\ulnone\\par\n\\par\nLS # 7544\\par\nKS\\par\n9/8/09\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\par\n\\pard\\nowidctlpar\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
