{
  "ID": 43953,
  "GUID": "017DBEFA-F368-4D34-8DA0-D91E95C50361",
  "File": "Int 1096-2009",
  "Name": "Improving the health and safety of nail salon employees.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to improving the health and safety of nail salon employees.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2009-11-16T00:00:00Z",
  "AgendaDate": "2009-11-16T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    }
  ],
  "History": [
    {
      "ID": 233850,
      "Date": "2009-11-16T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 233927,
      "Date": "2009-11-16T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9429,
      "AgendaSequence": 57,
      "MinutesSequence": 66,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236038,
      "Date": "2009-12-31T11:26:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 44888,
  "Text": "Be it enacted by the Council as follows:\n\tSection 1.  Title 17 of the administrative code of the city of New York is amended by adding a new section 17-196 to read as follows:\n\t§17-196  Health and safety of nail salon employees.  a.  Definitions.  For the purposes of this section:\t\n1.  “Nail salon” shall mean any business in the practice of providing services for a fee or any consideration or exchange to cut, shape or to enhance the appearance of the nails of the hands or feet, including the application and removal of sculptured or artificial nails.\n2. “Nail salon product” shall mean any chemical product used in a nail salon to enhance the appearance of the nails of the hands or feet, including the application and removal of sculptured or artificial nails.\n 3. “Material safety data sheet” shall mean a written form containing data regarding the properties of a particular substance, including such substance’s toxicity <http://www.ilpi.com/msds/ref/toxic.html>, health effects, first aid, reactivity, storage, disposal, protective equipment <http://www.ilpi.com/msds/ref/ppe.html> and spill and leak safety procedures.\nb. The department shall require every owner of nail salons within the city of New York to provide his or her employees with the proper safety equipment for working in contact with nail salon products and with airborne dust particles created by filing or shaping artificial nail enhancements.  Such equipment shall include but not be limited to disposable nitrile gloves or the glove types recommended by the material safety data sheets for products that may cause skin irritation and charcoal dust masks for use when filing or shaping artificial nails or the type of dust mast that is recommended in the product material safety data sheets of products that may cause respiratory irritation.  All nail salon employers shall be required to ensure that proper ventilation at each work station, through the use of an effective ventilation system, is provided and functioning at all times during business hours.\n\tc. The department shall mandate that the owner of a nail salon post signs in such owner’s nail salon that detail the proper health and safety procedures for working in contact with nail salon products and with airborne dust particles created by filing or shaping artificial nails and that include information about the effects of exposure to nail care cosmetics and to airborne dust particles.  The signs shall be posted conspicuously in accordance with the rules of the department and shall be printed in English, Spanish and any other languages that the commissioner deems appropriate.  The procedures and information printed on such signs shall include, but not be limited to: 1) recommending that employees wear disposable gloves when handling certain products that may irritate the skin; 2) recommending that employees wash hands before and after handling certain products that may irritate the skin; 3) recommending that employees wear dust masks when filing or shaping artificial nails; 4) requiring nail salon employers to turn on the ventilation system at each work table during work hours; 5) requiring that nail salon products be stored in small-sized, labeled containers, and kept in tightly-closed containers when not in use; and 6) providing information regarding the harmful effects of exposure to pregnant women from the chemicals found in nail salon products such as acetone, acrylates and phthalates. \n\td. The department shall conduct a study of the working conditions of nail salons in the city of New York.  The study shall include, but not be limited to information regarding best practices for nail salon employers and employees, the use of proper safety equipment by nail salon employees, the health effects of nail salon products, past incidents where nail salon employees were harmed as a result of exposure to nail salon products and recommendations for improving nail salon safety within the city of New York.  Within one year of the effective date of this local law, the department shall submit the findings of such study to the council.  \n\t §2.\tEffect of invalidity; severability.  If any section, subsection, sentence, clause, phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this local law, which remaining portions shall continue in full force and effect.\n\t§3.  This local law shall take effect one hundred and eighty dates after its enactment; provided, however, that the department shall promulgate rules in accordance with the provisions of this local law and such other rules as may be necessary for the purpose of implementing and carrying out the provisions of this local law prior to its effective date.\nKS\nLS# 3949, 3950, 3951 and 5816\n2/11/09",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\pard\\nowidctlpar\\sl360\\slmult1\\qj\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\ulnone\\tab Section 1.  Title 17 of the administrative code of the city of New York is amended by adding a new section 17-196 to read as follows:\\par\n\\tab\\ul\\'a717-196  Health and safety of nail salon employees.  a.  Definitions.  For the purposes of this section:\\ulnone\\tab\\ul\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj 1.  \\ldblquote Nail salon\\rdblquote  shall mean any business in the practice of providing services for a fee or any consideration or exchange to cut, shape or to enhance the appearance of the nails\\b  \\b0 of the hands or feet, including the application and removal of sculptured or artificial nails.\\par\n2. \\ldblquote Nail salon product\\rdblquote  shall mean any chemical product used in a nail salon to enhance the appearance of the nails\\b  \\b0 of the hands or feet, including the application and removal of sculptured or artificial nails.\\par\n\\pard\\nowidctlpar  3. \\ldblquote Material safety data sheet\\rdblquote  shall mean a written\\lang9  form containing data regarding the properties of a particular substance,\\lang1033  including such substance\\rquote s toxicity <http://www.ilpi.com/msds/ref/toxic.html>, health effects, first aid, reactivity, storage, disposal, protective equipment <http://www.ilpi.com/msds/ref/ppe.html> and spill and leak safety procedures.\\par\nb. The department shall require every owner of nail salons within the city of New York to provide his or her employees with the proper safety equipment for working in contact with nail salon products and with airborne dust particles created by filing or shaping artificial nail enhancements.  Such equipment shall include but not be limited to disposable nitrile gloves or the glove types recommended by the material safety data sheets for products that may cause skin irritation and charcoal dust masks for use when filing or shaping artificial nails or the type of dust mast that is recommended in the product material safety data sheets of products that may cause respiratory irritation.  All nail salon employers shall be required to ensure that proper ventilation at each work station, through the use of an effective ventilation system, is provided and functioning at all times during business hours.\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\ulnone\\tab\\ul c. The department shall mandate that the owner of a nail salon post signs in such owner\\rquote s nail salon that detail the proper health and safety procedures for working in contact with nail salon products and with airborne dust particles created by filing or shaping artificial nails and that include information about the effects of exposure to nail care cosmetics and to airborne dust particles.  The signs shall be posted conspicuously in accordance with the rules of the department and shall be printed in English, Spanish and any other languages that the commissioner deems appropriate.  The procedures and information printed on such signs shall include, but not be limited to: 1) recommending that employees wear disposable gloves when handling certain products that may irritate the skin; 2) recommending that employees wash hands before and after handling certain products that may irritate the skin; 3) recommending that employees wear dust masks when filing or shaping artificial nails; 4) requiring nail salon employers to turn on the ventilation system at each work table during work hours; 5) requiring that nail salon products be stored in small-sized, labeled containers, and kept in tightly-closed containers when not in use; and 6) providing information regarding the harmful effects of exposure to pregnant women from the chemicals found in nail salon products such as acetone, acrylates and phthalates. \\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\ulnone\\tab\\ul d. The department shall conduct a study of the working conditions of nail salons in the city of New York.  The study shall include, but not be limited to information regarding best practices for nail salon employers and employees, the use of proper safety equipment by nail salon employees, the health effects of nail salon products, past incidents where nail salon employees were harmed as a result of exposure to nail salon products and recommendations for improving nail salon safety within the city of New York.  Within one year of the effective date of this local law, the department shall submit the findings of such study to the council.  \\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\ulnone\\tab  \\'a72.\\tab Effect of invalidity; severability.  If any section, subsection, sentence, clause, phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this local law, which remaining portions shall continue in full force and effect.\\par\n\\tab\\'a73.  This local law shall take effect one hundred and eighty dates after its enactment; provided, however, that the department shall promulgate rules in accordance with the provisions of this local law and such other rules as may be necessary for the purpose of implementing and carrying out the provisions of this local law prior to its effective date.\\par\n\\pard\\nowidctlpar\\qj KS\\par\nLS# 3949, 3950, 3951 and 5816\\par\n2/11/09\\par\n\\pard\\nowidctlpar\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
