{
  "ID": 43940,
  "GUID": "9C8D7519-9380-4A88-8916-12CAB22CCC56",
  "File": "Int 1098-2009",
  "Name": "Establishing a prevailing wage requirement for building service employees in buildings owned, or managed, in whole or in part by persons receiving financial assistance or rent derived in whole or in part from the city treasury.",
  "Title": "A local law to amend the administrative code of the city of New York in relation to establishing a prevailing wage requirement for building service employees in buildings owned, or managed, in whole or in part by persons receiving financial assistance or rent derived in whole or in part from the city treasury.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 11,
  "BodyName": "Committee on Finance",
  "IntroDate": "2009-11-16T00:00:00Z",
  "AgendaDate": "2009-11-16T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    }
  ],
  "History": [
    {
      "ID": 233832,
      "Date": "2009-11-16T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 233933,
      "Date": "2009-11-16T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Finance",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9429,
      "AgendaSequence": 63,
      "MinutesSequence": 72,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Finance",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236036,
      "Date": "2009-12-31T11:25:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 44875,
  "Text": "Be it enacted by the Council as follows:\n\tSection 1:  Title of the administrative code of the city of New York is amended to add a new section 6-130, to read as follows:\n\t§ 6-130  Prevailing Wage for Building Service Employees in City Leased or Financially Assisted Facilities.\na.  Definitions.  For purposes of this section, the following terms shall have the following meanings:\n\t(1) “Building service” means work performed in connection with the care or  maintenance of an existing building and includes but is not limited to work performed by a watchperson, guard, doorperson, building cleaner, porter, handyperson, janitor, gardener, groundskeeper, stationary fireman, elevator operator and starter, window cleaner, or superintendent.\n\t(2) “Building service employee” means any person performing building service work, including but not limited to a watchperson, guard, doorperson, building cleaner, porter, handyperson, janitor, gardener, groundskeeper, stationary fireman, elevator operator and starter, window cleaner, or superintendent.\n\t(3) “City” means the city of New York and all subordinate or component entities or persons.\n\t(4) “Comptroller” means the Comptroller of the City of New York.\n\t(5) “Contracting agency” means a city, county, borough, or other office, position, administration, department, division, bureau, board or commission, or a corporation, institution, or agency of government, the expenses of which are paid in whole or in part from the city treasury.\n\t(6)  “Financial assistance recipient” means any person who receives financial assistance in the amount of $10,000 or more per year, whether discretionary, or as of right, from the City for economic, community development, job growth, or other purposes, including but not limited to cash payments or grants, bond financing, tax abatements or exemptions (including, but not limited to, abatements or exemptions from real property, mortgage recording, sales, and use taxes),  tax increment financing by the city, filing fee waivers, or energy cost reductions. “Financial assistance recipient” shall not include any not-for-profit organization whose highest paid employee earns a salary of less than $100,000 per year.  Notwithstanding any provision of this section to the contrary, no person shall be deemed a financial assistance recipient if they do not receive financial assistance of a type that is on the list published by the Department of Finance of the city of New York, pursuant to paragraph 5 of subdivision c of this section.\n\t(7)  “Lease” means any agreement whereby a contracting agency contracts for, or leases or rents, commercial office space or facilities of 10,000 square feet or more from a non-governmental entity, but does not include leases between not-for-profit organizations and a contracting agency.\n\t(8)  “Lessor” means any person entering into a lease with a contracting agency.\n\t(9)  “Not-for-profit organization” means a corporation having tax exempt status under section 501(c)(3) of the United States Internal Revenue Code and recognized under New York state not-for-profit law.\n\t(10)  “Prevailing wage” means the rate of wage and supplemental benefits paid in the locality to workers in the same trade or occupation and annually determined by the comptroller in accordance with the provisions of section 234 of the New York state labor law.  As provided under section 231 of the New York state labor law, the obligation of an employer to pay prevailing supplements may be discharged by furnishing any equivalent combinations of fringe benefits or by making equivalent or differential payments in case under rules and regulations established by the comptroller.\nb.  Prevailing wage in buildings where the City leases space.\n\t(1)  Prior to entering into a lease, the contracting agency shall obtain from the prospective lessor and submit to the comptroller a certification, executed under penalty of perjury, stating that all building service employees performing services in the building or buildings to which the lease pertains will be paid the prevailing wage for the duration of the proposed lease, the name, and address of the employer or employers of those building service employees, and the position and title of the person or persons signing the certification.  The certification shall be annexed to and form a part of any prospective lease.\n\t(2)  Every lease shall contain a provision requiring that all building service employees performing services in the building or buildings to which the lease pertains shall be paid the prevailing wage, and that the lessor’s failure to ensure that all building service employees receive the prevailing wage shall constitute a material breach of the leases, entitling the contracting agency to terminate the lease and otherwise pursue legal remedies that may be available.\n\t(3)  Each lessor shall be required to submit copies of records, certified under penalty of perjury to be true and accurate, for the building service employees performing services in the building or buildings to each contracting agency with every request for payment under the lease.  Such records shall include the days and hours worked, and the wages paid and benefits provided to each employee.  The lessor may satisfy this requirement by obtaining copies of records from the employer or employers of such employees.  Every lease shall contain a provision requiring the submission, and certification of such payroll records in accordance with this section.  The contracting agency must maintain this information in the agency lease file and make it available for public inspection.  \n\t(4)  No later than the day on which the term of the lease begins to run, the lessor shall post a notice in a prominent location at each building to which the lease pertains, alerting the building service employees that payment of the prevailing wage is required under this section, and further setting forth the applicable prevailing wage for each job classification, along with notice that such rates are adjusted annually.  Such notice shall remain posted for the duration of the lease.\nc.  Prevailing Wage where City provides financial assistance.\n\t(1)  Unless prohibited by State or federal law, as a condition to receiving any form of financial assistance from the City, a financial assistance recipient shall provide a statement to the City agency or entity providing the assistance certifying that all building service employees providing services in any building or facility in which it operates within the City shall be paid the prevailing wage, except that if the financial assistance is targeted to particular buildings or facilities, then this requirement shall only apply to the buildings or facilities to which the financial assistance pertains.  The statement shall be certified by the chief executive or chief financial officer of the financial assistance recipient, or the designee of any such person, and shall be made a part of the award, grant, or assistance agreement.  A violation of any provision of the certified statement shall constitute a material violation of the conditions of the award, grant, or assistance agreement.\n\t(2)  Each financial assistance recipient shall provide to the comptroller an annual certification, executed under penalty of perjury, stating that all building service employees in any building or facility in which it operates within the City, or if the assistance is targeted to particular buildings or facilities, all building service employees in any buildings or facilities to which such assistance pertains,  are paid the prevailing wage.  Such certification shall also include the name and address of the employer or employers of the building service employees, along with copies of records indicating the days and hours worked, and the wages paid and benefits provided to each employee.  The comptroller shall maintain this information and make it available for public inspection.  \n\t(3)  Each financial assistance recipient shall post a notice in a prominent location at each building for which it is required to provide the certification in paragraph 2 of subdivision c of this section, alerting the building service employees that payment of the prevailing wage is required under this section, and further setting forth the applicable prevailing wage for each job classification, along with notice that such rates are adjusted annually.  \n\t(4)  After the approval or issuance of any financial assistance, the comptroller may conduct an investigation pursuant to subdivision d of this section to determine whether a financial assistance recipient is in compliance with all of its obligations under this section.  Upon determining that the financial assistance recipient is not in compliance, and where no cure is effected and approved by the comptroller pursuant to paragraph 2 of subdivision d of this section, the comptroller shall provide evidence of the noncompliance to the City agency or entity that approved or issued the financial assistance, and request in writing that the City agency or entity take the appropriate actions to rescind or otherwise void the financial assistance.  Upon receipt of the comptroller’s request, the city agency or entity shall take such action as may be appropriate and provided for by law, rule , or contract, including, but not limited to:  declaring the financial assistance recipient in default of the financial assistance agreement; imposing sanctions; recovering the funds advanced; or requiring repayment of any taxes or interest abated or deferred.\n(5) Within one hundred eighty days of the effective date of the law that added this section, the department of finance, in consultation with the city agencies, shall publish a list of the available types of financial assistance, the recipient of which would be subject to the requirements of this section.  Such list shall be updated and published as often as is necessary to keep it current. \nd.  Enforcement.\n\t(1)  It shall be a violation of this local law for any lessor, financial assistance recipient, or other person to retaliate or discriminate against any employee who makes a claim that he or she is owed wages due as provided under this section or otherwise seeks information regarding, or enforcement of, this local law.\n\t(2)  Whenever the comptroller has reason to believe that a worker has been paid less than the prevailing wage or has been discriminated or retaliated against in violation of this local law, or upon a verified complaint in writing from a building service employee, a former employee, or an employee’s representative, the comptroller shall conduct an investigation to determine the facts relating thereto.  In conducting such investigation, the comptroller shall have the same investigatory, hearing, and other powers as are conferred on the comptroller by sections 234 and 235 of the state labor law.  At the start of such investigation, the comptroller may, in a manner consistent with the withholding procedures established by section 235(2) of the state labor law, instruct the relevant contracting agency to withhold any payment due to the lessor or financial assistance recipient in order to safeguard the rights of the building service employees.  Based upon such investigation, hearing, and findings, the comptroller shall issue an order, determination, or other disposition, including, but not limited to, a stipulation of settlement.  Such disposition may:\n\t(a) direct payment of wages and/or the monetary equivalent of benefits wrongly denied, including interest from the date of the underpayment to the worker, based on the interest rate then in effect as prescribed by the superintendent of banks pursuant to section 14-a of the state banking law, but in any event at a rate no less than six percent per year;\n\t(b) direct payment of a further sum as a civil penalty in an amount not exceeding twenty-five percent of the total amount found to be due in violation of this section;\n\t(c) direct the filing or disclosure of any records that were not filed or made available to the public as required by this section;\n\t(d) direct the reinstatement of, or other appropriate relief for, any person found to have been subject to retaliation or discrimination in violation of this section; and\n\t(e) direct payment of the sums withheld at the commencement of the investigation and the interest that has accrued thereon to the lessor or financial assistance recipient.\nIn assessing an appropriate remedy, due consideration shall be given to the gravity of the violation, the history of previous violations, the good faith of the lessor or financial assistance recipient, and the failure to comply with record-keeping, notice, reporting, or other non-wage requirements.  Any civil penalty shall be deposited in the city general revenue fund.\n\t(3)  Before issuing an order, determination, or any other disposition, the comptroller shall give notice thereof, together with a copy of the complaint, or a statement of the facts disclosed upon investigation, which notice shall be served personally or by mail on any person affected thereby.  It shall not be a defense to any complaint that the lessor or financial assistance recipient was not the employer of the building service employees who were alleged to be underpaid.  The comptroller may negotiate an agreed upon stipulation of settlement or refer the matter to the office of administrative trials and hearings for a hearing and disposition.  Such person or covered employer shall be notified of a hearing date by the office of administrative trials and hearings and shall have the opportunity to be heard in respect to such matters.\n\t(4)  In an investigation conducted under the provisions of this section, the inquiry of the comptroller shall not extend to work performed more than three years prior to the filing of the complaint, or the commencement of such investigation, whichever is earlier.\n\t(5)  When, pursuant to the provisions of this section, a final disposition has been entered against a person in two instances within any consecutive six year period determining that such person has willfully failed to pay or to ensure the payment of the prevailing wages in accordance with the provisions of this section or to comply with the anti-retaliation, recordkeeping, notice, or reporting requirements of this section, such person, and any principal or officer of such person who knowingly participated in such failure, shall be ineligible to let property to or receive financial assistance from the city for a period of five years from the date of the second disposition.\n\t(6)  When a final disposition has been made in favor of an employee and the person found violating this section has failed to comply with the payment or other terms of the remedial order of the comptroller, and provided that no proceeding for judicial review shall then be pending and the time for initiation of such proceeding has expired, the comptroller shall file a copy of such order containing the amount found to be due with the city clerk of the county of residence or place of business of the person found to have violated this section, or of any principal or officer thereof who knowingly participated in the violation of this section.  The filing of such order shall have the full force and effect of a judgment duly docketed in the office of such clerk.  The order may be enforced by and in the name of the comptroller in the same manner and with like effect as that prescribed by the state civil practice law and rules for the enforcement of a money judgment.\n\t(7)  When a final disposition has been made and such disposition is in favor of an employee, such employee may, in addition to any other remedy provided by this section, institute an action in any court of appropriate jurisdiction against the person found to have violated this section.  For any violation of this section, including failure to pay applicable wages, provide required benefits, or comply with other requirements of this section, including protections against retaliation and discrimination, the court may award any appropriate remedy at law or equity, including, but not limited to, back pay, payment for wrongly denied benefits, interest, other equitable or make-whole relief, reinstatement, injunctive relief, and/or compensatory damages.  The court shall award reasonable attorneys’ fees and costs to any complaining party who prevails in such enforcement action.  Such action must be commenced within three years of the date of the final disposition of any administrative complaint or action concerning the alleged violation, or if such a disposition is reviewed in a proceeding pursuant to article 78 of the state civil practice law and rules, within three years of the termination of such review proceedings.  No procedure or remedy set forth in this section is intended to be exclusive or a prerequisite for asserting a claim for relief to enforce any rights hereunder in a court of law.  This section shall not be construed to limit an employee’s right to bring a common law cause of action for wrongful termination.\n\t(8)  Notwithstanding any inconsistent provision of this section or any other general, specific, or local law, ordinance, city charter or administrative code, an employee affected by this law shall not be barred from the right to recover the difference between the amount paid to the employee and the amount which should have been paid to the employee under the provisions of this section because of the prior receipt by the employee without protest of wages or benefits paid, or on account of the employee’s failure to state orally or in writing upon any payroll or receipt which the employee is required to sign that the wages and benefits received by the employee are received under protest, or on account of the employee’s failure to indicate a protest against the amount, or that the amount so paid does not constitute payment in full of wages or benefits due the employee for the period covered by such payment.\ne.  Application to existing contracts and leases.   Nothing contained herein shall operate to impair any existing contract or lease, except that extension, renewal, amendment or modification of such contract occurring on or after the enactment of this local law shall make the entire contract or lease subject to the conditions specified in this section.\nf.  Application to previously approved financial assistance.  The provisions of this section shall not apply to any financial assistance that was provided prior to the effective date of this local law, nor shall it apply to any financial assistance agreement that was entered into prior to the effective date of this local law, except that extension, renewal, amendment or modification of such financial assistance agreement occurring on or after the enactment of this local law shall make the financial assistance recipient subject to the conditions specified in this section.\ng.  Severability.  In the event that any requirement of provision of this section, or its application to any person or circumstance, should be held invalid or unenforceable by an court of competent jurisdiction, such holding shall not invalidate or render unenforceable any other requirements or provisions of this section, or the application of the requirement or provision held unenforceable to any other person or circumstance.\n§ 2.   This local law shall take effect in one hundred eighty days.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\tab Section 1:  Title of the administrative code of the city of New York is amended to add a new section 6-130, to read as follows:\\par\n\\tab\\ul\\'a7 6-130  Prevailing Wage for Building Service Employees in City Leased or Financially Assisted Facilities.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj a.  Definitions.  For purposes of this section, the following terms shall have the following meanings:\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\ulnone\\tab\\ul (1) \\ldblquote Building service\\rdblquote  means work performed in connection with the care or  maintenance of an existing building and includes but is not limited to work performed by a watchperson, guard, doorperson, building cleaner, porter, handyperson, janitor, gardener, groundskeeper, stationary fireman, elevator operator and starter, window cleaner, or superintendent.\\par\n\\ulnone\\tab\\ul (2) \\ldblquote Building service employee\\rdblquote  means any person performing building service work, including but not limited to a watchperson, guard, doorperson, building cleaner, porter, handyperson, janitor, gardener, groundskeeper, stationary fireman, elevator operator and starter, window cleaner, or superintendent.\\par\n\\ulnone\\tab\\ul (3) \\ldblquote City\\rdblquote  means the city of New York and all subordinate or component entities or persons.\\par\n\\ulnone\\tab\\ul (4) \\ldblquote Comptroller\\rdblquote  means the Comptroller of the City of New York.\\par\n\\ulnone\\tab\\ul (5) \\ldblquote Contracting agency\\rdblquote  means a city, county, borough, or other office, position, administration, department, division, bureau, board or commission, or a corporation, institution, or agency of government, the expenses of which are paid in whole or in part from the city treasury.\\par\n\\ulnone\\tab\\ul (6)  \\ldblquote Financial assistance recipient\\rdblquote  means any person who receives financial assistance in the amount of $10,000 or more per year, whether discretionary, or as of right, from the City for economic, community development, job growth, or other purposes, including but not limited to cash payments or grants, bond financing, tax abatements or exemptions (including, but not limited to, abatements or exemptions from real property, mortgage recording, sales, and use taxes),  tax increment financing by the city, filing fee waivers, or energy cost reductions. \\ldblquote Financial assistance recipient\\rdblquote  shall not include any not-for-profit organization whose highest paid employee earns a salary of less than $100,000 per year.  Notwithstanding any provision of this section to the contrary, no person shall be deemed a financial assistance recipient if they do not receive financial assistance of a type that is on the list published by the Department of Finance of the city of New York, pursuant to paragraph 5 of subdivision c of this section.\\par\n\\ulnone\\tab\\ul (7)  \\ldblquote Lease\\rdblquote  means any agreement whereby a contracting agency contracts for, or leases or rents, commercial office space or facilities of 10,000 square feet or more from a non-governmental entity, but does not include leases between not-for-profit organizations and a contracting agency.\\par\n\\ulnone\\tab\\ul (8)  \\ldblquote Lessor\\rdblquote  means any person entering into a lease with a contracting agency.\\par\n\\ulnone\\tab\\ul (9)  \\ldblquote Not-for-profit organization\\rdblquote  means a corporation having tax exempt status under section 501(c)(3) of the United States Internal Revenue Code and recognized under New York state not-for-profit law.\\par\n\\ulnone\\tab\\ul (10)  \\ldblquote Prevailing wage\\rdblquote  means the rate of wage and supplemental benefits paid in the locality to workers in the same trade or occupation and annually determined by the comptroller in accordance with the provisions of section 234 of the New York state labor law.  As provided under section 231 of the New York state labor law, the obligation of an employer to pay prevailing supplements may be discharged by furnishing any equivalent combinations of fringe benefits or by making equivalent or differential payments in case under rules and regulations established by the comptroller.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj b.  Prevailing wage in buildings where the City leases space.\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\ulnone\\tab\\ul (1)  Prior to entering into a lease, the contracting agency shall obtain from the prospective lessor and submit to the comptroller a certification, executed under penalty of perjury, stating that all building service employees performing services in the building or buildings to which the lease pertains will be paid the prevailing wage for the duration of the proposed lease, the name, and address of the employer or employers of those building service employees, and the position and title of the person or persons signing the certification.  The certification shall be annexed to and form a part of any prospective lease.\\par\n\\ulnone\\tab\\ul (2)  Every lease shall contain a provision requiring that all building service employees performing services in the building or buildings to which the lease pertains shall be paid the prevailing wage, and that the lessor\\rquote s failure to ensure that all building service employees receive the prevailing wage shall constitute a material breach of the leases, entitling the contracting agency to terminate the lease and otherwise pursue legal remedies that may be available.\\par\n\\ulnone\\tab\\ul (3)  Each lessor shall be required to submit copies of records, certified under penalty of perjury to be true and accurate, for the building service employees performing services in the building or buildings to each contracting agency with every request for payment under the lease.  Such records shall include the days and hours worked, and the wages paid and benefits provided to each employee.  The lessor may satisfy this requirement by obtaining copies of records from the employer or employers of such employees.  Every lease shall contain a provision requiring the submission, and certification of such payroll records in accordance with this section.  The contracting agency must maintain this information in the agency lease file and make it available for public inspection.  \\par\n\\ulnone\\tab\\ul (4)  No later than the day on which the term of the lease begins to run, the lessor shall post a notice in a prominent location at each building to which the lease pertains, alerting the building service employees that payment of the prevailing wage is required under this section, and further setting forth the applicable prevailing wage for each job classification, along with notice that such rates are adjusted annually.  Such notice shall remain posted for the duration of the lease.\\par\nc.  Prevailing Wage where City provides financial assistance.\\par\n\\ulnone\\tab\\ul (1)  Unless prohibited by State or federal law, as a condition to receiving any form of financial assistance from the City, a financial assistance recipient shall provide a statement to the City agency or entity providing the assistance certifying that all building service employees providing services in any building or facility in which it operates within the City shall be paid the prevailing wage, except that if the financial assistance is targeted to particular buildings or facilities, then this requirement shall only apply to the buildings or facilities to which the financial assistance pertains.  The statement shall be certified by the chief executive or chief financial officer of the financial assistance recipient, or the designee of any such person, and shall be made a part of the award, grant, or assistance agreement.  A violation of any provision of the certified statement shall constitute a material violation of the conditions of the award, grant, or assistance agreement.\\par\n\\ulnone\\tab\\ul (2)  Each financial assistance recipient shall provide to the comptroller an annual certification, executed under penalty of perjury, stating that all building service employees in any building or facility in which it operates within the City, or if the assistance is targeted to particular buildings or facilities, all building service employees in any buildings or facilities to which such assistance pertains,  are paid the prevailing wage.  Such certification shall also include the name and address of the employer or employers of the building service employees, along with copies of records indicating the days and hours worked, and the wages paid and benefits provided to each employee.  The comptroller shall maintain this information and make it available for public inspection.  \\par\n\\ulnone\\tab\\ul (3)  Each financial assistance recipient shall post a notice in a prominent location at each building for which it is required to provide the certification in paragraph 2 of subdivision c of this section, alerting the building service employees that payment of the prevailing wage is required under this section, and further setting forth the applicable prevailing wage for each job classification, along with notice that such rates are adjusted annually.  \\par\n\\ulnone\\tab\\ul (4)  After the approval or issuance of any financial assistance, the comptroller may conduct an investigation pursuant to subdivision d of this section to determine whether a financial assistance recipient is in compliance with all of its obligations under this section.  Upon determining that the financial assistance recipient is not in compliance, and where no cure is effected and approved by the comptroller pursuant to paragraph 2 of subdivision d of this section, the comptroller shall provide evidence of the noncompliance to the City agency or entity that approved or issued the financial assistance, and request in writing that the City agency or entity take the appropriate actions to rescind or otherwise void the financial assistance.  Upon receipt of the comptroller\\rquote s request, the city agency or entity shall take such action as may be appropriate and provided for by law, rule , or contract, including, but not limited to:  declaring the financial assistance recipient in default of the financial assistance agreement; imposing sanctions; recovering the funds advanced; or requiring repayment of any taxes or interest abated or deferred.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj (5) Within one hundred eighty days of the effective date of the law that added this section, the department of finance, in consultation with the city agencies, shall publish a list of the available types of financial assistance, the recipient of which would be subject to the requirements of this section.  Such list shall be updated and published as often as is necessary to keep it current. \\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj d.  Enforcement.\\par\n\\ulnone\\tab\\ul (1)  It shall be a violation of this local law for any lessor, financial assistance recipient, or other person to retaliate or discriminate against any employee who makes a claim that he or she is owed wages due as provided under this section or otherwise seeks information regarding, or enforcement of, this local law.\\par\n\\ulnone\\tab\\ul (2)  Whenever the comptroller has reason to believe that a worker has been paid less than the prevailing wage or has been discriminated or retaliated against in violation of this local law, or upon a verified complaint in writing from a building service employee, a former employee, or an employee\\rquote s representative, the comptroller shall conduct an investigation to determine the facts relating thereto.  In conducting such investigation, the comptroller shall have the same investigatory, hearing, and other powers as are conferred on the comptroller by sections 234 and 235 of the state labor law.  At the start of such investigation, the comptroller may, in a manner consistent with the withholding procedures established by section 235(2) of the state labor law, instruct the relevant contracting agency to withhold any payment due to the lessor or financial assistance recipient in order to safeguard the rights of the building service employees.  Based upon such investigation, hearing, and findings, the comptroller shall issue an order, determination, or other disposition, including, but not limited to, a stipulation of settlement.  Such disposition may:\\par\n\\ulnone\\tab\\ul (a) direct payment of wages and/or the monetary equivalent of benefits wrongly denied, including interest from the date of the underpayment to the worker, based on the interest rate then in effect as prescribed by the superintendent of banks pursuant to section 14-a of the state banking law, but in any event at a rate no less than six percent per year;\\par\n\\ulnone\\tab\\ul (b) direct payment of a further sum as a civil penalty in an amount not exceeding twenty-five percent of the total amount found to be due in violation of this section;\\par\n\\ulnone\\tab\\ul (c) direct the filing or disclosure of any records that were not filed or made available to the public as required by this section;\\par\n\\ulnone\\tab (\\ul d) direct the reinstatement of, or other appropriate relief for, any person found to have been subject to retaliation or discrimination in violation of this section; and\\par\n\\ulnone\\tab\\ul (e) direct payment of the sums withheld at the commencement of the investigation and the interest that has accrued thereon to the lessor or financial assistance recipient.\\par\nIn assessing an appropriate remedy, due consideration shall be given to the gravity of the violation, the history of previous violations, the good faith of the lessor or financial assistance recipient, and the failure to comply with record-keeping, notice, reporting, or other non-wage requirements.  Any civil penalty shall be deposited in the city general revenue fund.\\par\n\\ulnone\\tab\\ul (3)  Before issuing an order, determination, or any other disposition, the comptroller shall give notice thereof, together with a copy of the complaint, or a statement of the facts disclosed upon investigation, which notice shall be served personally or by mail on any person affected thereby.  It shall not be a defense to any complaint that the lessor or financial assistance recipient was not the employer of the building service employees who were alleged to be underpaid.  The comptroller may negotiate an agreed upon stipulation of settlement or refer the matter to the office of administrative trials and hearings for a hearing and disposition.  Such person or covered employer shall be notified of a hearing date by the office of administrative trials and hearings and shall have the opportunity to be heard in respect to such matters.\\par\n\\ulnone\\tab\\ul (4)  In an investigation conducted under the provisions of this section, the inquiry of the comptroller shall not extend to work performed more than three years prior to the filing of the complaint, or the commencement of such investigation, whichever is earlier.\\par\n\\ulnone\\tab (\\ul 5)  When, pursuant to the provisions of this section, a final disposition has been entered against a person in two instances within any consecutive six year period determining that such person has willfully failed to pay or to ensure the payment of the prevailing wages in accordance with the provisions of this section or to comply with the anti-retaliation, recordkeeping, notice, or reporting requirements of this section, such person, and any principal or officer of such person who knowingly participated in such failure, shall be ineligible to let property to or receive financial assistance from the city for a period of five years from the date of the second disposition.\\par\n\\ulnone\\tab\\ul (6)  When a final disposition has been made in favor of an employee and the person found violating this section has failed to comply with the payment or other terms of the remedial order of the comptroller, and provided that no proceeding for judicial review shall then be pending and the time for initiation of such proceeding has expired, the comptroller shall file a copy of such order containing the amount found to be due with the city clerk of the county of residence or place of business of the person found to have violated this section, or of any principal or officer thereof who knowingly participated in the violation of this section.  The filing of such order shall have the full force and effect of a judgment duly docketed in the office of such clerk.  The order may be enforced by and in the name of the comptroller in the same manner and with like effect as that prescribed by the state civil practice law and rules for the enforcement of a money judgment.\\par\n\\ulnone\\tab\\ul (7)  When a final disposition has been made and such disposition is in favor of an employee, such employee may, in addition to any other remedy provided by this section, institute an action in any court of appropriate jurisdiction against the person found to have violated this section.  For any violation of this section, including failure to pay applicable wages, provide required benefits, or comply with other requirements of this section, including protections against retaliation and discrimination, the court may award any appropriate remedy at law or equity, including, but not limited to, back pay, payment for wrongly denied benefits, interest, other equitable or make-whole relief, reinstatement, injunctive relief, and/or compensatory damages.  The court shall award reasonable attorneys\\rquote  fees and costs to any complaining party who prevails in such enforcement action.  Such action must be commenced within three years of the date of the final disposition of any administrative complaint or action concerning the alleged violation, or if such a disposition is reviewed in a proceeding pursuant to article 78 of the state civil practice law and rules, within three years of the termination of such review proceedings.  No procedure or remedy set forth in this section is intended to be exclusive or a prerequisite for asserting a claim for relief to enforce any rights hereunder in a court of law.  This section shall not be construed to limit an employee\\rquote s right to bring a common law cause of action for wrongful termination.\\par\n\\ulnone\\tab\\ul (8)  Notwithstanding any inconsistent provision of this section or any other general, specific, or local law, ordinance, city charter or administrative code, an employee affected by this law shall not be barred from the right to recover the difference between the amount paid to the employee and the amount which should have been paid to the employee under the provisions of this section because of the prior receipt by the employee without protest of wages or benefits paid, or on account of the employee\\rquote s failure to state orally or in writing upon any payroll or receipt which the employee is required to sign that the wages and benefits received by the employee are received under protest, or on account of the employee\\rquote s failure to indicate a protest against the amount, or that the amount so paid does not constitute payment in full of wages or benefits due the employee for the period covered by such payment.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj e.  Application to existing contracts and leases.   Nothing contained herein shall operate to impair any existing contract or lease, except that extension, renewal, amendment or modification of such contract occurring on or after the enactment of this local law shall make the entire contract or lease subject to the conditions specified in this section.\\par\nf.  Application to previously approved financial assistance.  The provisions of this section shall not apply to any financial assistance that was provided prior to the effective date of this local law, nor shall it apply to any financial assistance agreement that was entered into prior to the effective date of this local law, except that extension, renewal, amendment or modification of such financial assistance agreement occurring on or after the enactment of this local law shall make the financial assistance recipient subject to the conditions specified in this section.\\par\ng.  Severability.  In the event that any requirement of provision of this section, or its application to any person or circumstance, should be held invalid or unenforceable by an court of competent jurisdiction, such holding shall not invalidate or render unenforceable any other requirements or provisions of this section, or the application of the requirement or provision held unenforceable to any other person or circumstance.\\par\n\\ulnone\\'a7 2.   This local law shall take effect in one hundred eighty days.\\par\n\\pard\\nowidctlpar\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
