{
  "ID": 43962,
  "GUID": "4B2FEFC9-7A33-4CBC-8740-BAD27524F167",
  "File": "Int 1100-2009",
  "Name": "Increasing the fine for parking in front of a driveway.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to increasing the fine for parking in front of a driveway.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2009-11-16T00:00:00Z",
  "AgendaDate": "2009-11-16T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    }
  ],
  "History": [
    {
      "ID": 233859,
      "Date": "2009-11-16T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 233938,
      "Date": "2009-11-16T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9429,
      "AgendaSequence": 67,
      "MinutesSequence": 76,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236034,
      "Date": "2009-12-31T11:24:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 44897,
  "Text": "Be it enacted by the Council as follows: \n\nSection 1.  Subchapter two of chapter one of title 19 of the administrative code of the city of New York is amended by adding a new section 19-169.3 to read as follow:\n\t§19-169.3 No standing and parking in public and private driveways. a.  No person shall stand or park a vehicle in front of a public or private driveway, except that it shall be permissible for the owner, lessor or lessee of the lot accessed by a private driveway to park a passenger vehicle registered to him or her at that address in front of such driveway, provided that such lot does not contain more than two dwelling units and further provided that such parking does not violate any other provision of the vehicle and traffic law or local law or rule concerning the parking, stopping or standing of motor vehicles.  The prohibition herein shall not apply to driveways that have been rendered unusable due to the presence of a building or other fixed obstruction.\nb. Notwithstanding any law to the contrary, any person who violates subdivision a of this section shall be subject to a fine of one hundred dollars. \n§ 2. This local law shall take affect ninety days after its enactment into law.\n\n\nKO\nLS 7705\n10/22/09 - 2  pm",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fmodern\\fprq1\\fcharset0 Courier New;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows: \\par\n\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1.  Subchapter two of chapter one of title 19 of the administrative code of the city of New York is amended by adding a new section 19-169.3 to read as follow:\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\f1\\fs20\\tab\\ul\\f0\\fs24\\'a719-169.3 No standing and parking in public and private driveways. a.  No person shall stand or park a vehicle in front of a public or private driveway, except that it shall be permissible for the owner, lessor or lessee of the lot accessed by a private driveway to park a passenger vehicle registered to him or her at that address in front of such driveway, provided that such lot does not contain more than two dwelling units and further provided that such parking does not violate any other provision of the vehicle and traffic law or local law or rule concerning the parking, stopping or standing of motor vehicles.  The prohibition herein shall not apply to driveways that have been rendered unusable due to the presence of a building or other fixed obstruction.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj b. Notwithstanding any law to the contrary, any person who violates subdivision a of this section shall be subject to a fine of one hundred dollars.\\ulnone  \\par\n\\'a7 2. This local law shall take affect ninety days after its enactment into law.\\par\n\\pard\\nowidctlpar\\cf1\\fs16\\par\n\\par\nKO\\par\nLS 7705\\par\n10/22/09 - 2  pm\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
