{
  "ID": 44073,
  "GUID": "C22D99A7-8253-4B30-AEDC-29FA46957777",
  "File": "Int 1105-2009",
  "Name": "Requiring the payment of a living wage to employees employed on property developed by recipients of financial assistance for economic and community development.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring the payment of a living wage to employees employed on property developed by recipients of financial assistance for economic and community development.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 6,
  "BodyName": "Committee on Contracts",
  "IntroDate": "2009-12-09T00:00:00Z",
  "AgendaDate": "2009-12-09T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    }
  ],
  "History": [
    {
      "ID": 234859,
      "Date": "2009-12-09T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 235068,
      "Date": "2009-12-09T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Contracts",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9499,
      "AgendaSequence": 58,
      "MinutesSequence": 70,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Contracts",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 235983,
      "Date": "2009-12-31T11:43:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 45020,
  "Text": "Be it enacted by the Council as follows: \n\tSection 1.  Section 6-109 of title six of the administrative code of the city of New York is amended to read as follows:\n\tSection  6-109.  a.  Definitions.  For  purposes  of this section, the following terms shall have the following meanings:\n    \t(1) \"City\" means the City of New York.\n\t(2) \"Entity\" or \"Person\" means any  individual,  sole  proprietorship,   partnership,  association,  joint  venture,  limited  liability company,  corporation or any other form of doing business.\n\t(3) \"Homecare Services\" means the provision of homecare services under the  city's  Medicaid  Personal  Care/Home  Attendant  or   Housekeeping Programs,  including  but  not  limited  to the In-Home Services for the Elderly Programs administered by the Department for the Aging.\n    \t(4)  \"Building  Services\"  means  work   performing   any   custodial, janitorial, groundskeeping or security guard services, including but not limited  to,  washing  and  waxing floors, cleaning windows, cleaning of curtains, rugs, or drapes, and disinfecting and exterminating services.\n    \t(5) \"Day Care Services\" means provision of day care  services  through  the  city's  center-based  day  care program administered under contract with the city's administration for children's  services.  No  other  day care programs shall be covered, including family-based day care programs administered by city-contracted day care centers.\n    \t(6)  \"Head  Start  Services\"  means  provision  of head start services through the city's center-based head start  program  administered  under contract  with  the  city's  administration  for children's services. No other head start programs shall be covered.\n    \t(7) \"Services to Persons  with  Cerebral  Palsy\"  means  provision  of services   which   enable   persons  with  cerebral  palsy  and  related disabilities to lead independent and productive lives through an  agency that provides health care, education, employment, housing and technology  resources to such persons under contract with the city or the department of education.\n\t(8)  \"Food  Services\"  means the work preparing and/or providing food.  Such services shall include, but not be limited to, those  as  performed by  workers  employed  under  the  titles  as  described  in the federal dictionary of occupational titles for cook,  kitchen  helper,  cafeteria  attendant,  and counter attendant. Any contracting agency letting a food services contract under which workers will be employed who do  not  fall within  the  foregoing  definitions  must  request  that the comptroller establish classifications and prevailing wage rates for such workers.\n\t(9) \"Temporary Services\" means the provision of services pursuant to a contract with a temporary services, staffing  or  employment  agency  or other  similar  entity where the workers performing the services are not employees of the contracting agency. Such services shall  include  those performed  by  workers  employed  under  the  titles as described in the federal dictionary of occupational titles for secretary, word processing machine operator, data entry clerk, file clerk, and general  clerk.  Any contracting  agency  letting  a  temporary services contract under which workers  will  be  employed  who  do  not  fall  within  the   foregoing definitions  must  request  the comptroller to establish classifications and prevailing wage rates for such workers.\n\t(10) \"City Service Contract\" means any written agreement  between  any entity  and  a  contracting  agency  whereby  a  contracting  agency  is committed to expend or does expend funds and the  principle  purpose  of such  agreement  is to provide homecare services, building services, day care services, head start services, services to  persons  with  cerebral palsy,  food  services  or  temporary  services  where  the value of the agreement is greater than the city's small purchases limit  pursuant  to section  314  of  the  city  charter.  This definition shall not include contracts with not-for-profit organizations, provided however, that this exception shall not  apply  to  not-for-profit  organizations  providing homecare,  headstart,  day  care  and  services to persons with cerebral palsy. This definition shall also not include contracts awarded pursuant to the emergency procurement procedure as set forth in  section  315  of the city charter.\n\t(11)  \"City  Service  Contractor\"  means any entity and/or person that enters into a city service contract with a contracting agency. An entity shall be deemed a city service contractor for the duration of  the  city service contract that it receives or performs.\n  \t(12)  \"City  Service  Subcontractor\"  means  any entity and/or person, including, but  not  limited  to,  a  temporary  services,  staffing  or employment  agency  or  other  similar entity, that is engaged by a city service contractor to assist in performing any of  the  services  to  be  rendered  pursuant  to a city service contract. This definition does not include any contractor  or  subcontractor  that  merely  provides  goods relating  to  a  city  service  contract  or that provides services of a general nature (such as relating to general office operations) to a city service contractor which  do  not  relate  directly  to  performing  the services to be rendered pursuant to the city service contract. An entity shall be deemed a city service contractor for the duration of the period during which it assists the city service subcontractor in performing the city service contract.\n    \t(13)  \"Contracting  Agency\"  means  the  city, a city agency, the city council, a county, a borough, or other office, position, administration, department, division, bureau,  board,  commission,  corporation,  or  an institution  or  agency of government, the expenses of which are paid in whole or in part from the city treasury or the department of education.\n    \t(14) \"Covered Employer\" means a city service contractor, [or] a  city service subcontractor or a financial assistance recipient.\n    \t(15)  \"Employee\"  means  any  person who performs work on a full-time, part-time, temporary,  or  seasonal  basis  and   includes   employees, independent contractors, and contingent or contracted workers, including persons  made  available  to  work  through  the services of a temporary services, staffing or employment agency or similar entity. For  purposes  of  this  definition  and  this  section,  \"employ\" means to maintain an employee, as defined in this section. For purposes of  counting  numbers  of  employees  or  employed  persons  when required  by  this  section, full-time, part-time, temporary, or seasonal employees shall be  counted as  employees.  Where an employer's work force fluctuates seasonally, it shall be deemed to employ  the  highest  number  of  employees  that  it maintains  for  any  three  month  period.  However, in the case of city service contractors and city service  subcontractors  that  provide  day care  services,  independent  contractors that are family-based day care providers shall not be deemed employees of the agencies and shall not be subject to the requirements of this section.\n\t(16) \"Covered Employee\" means an employee  entitled  to  be  paid  the living wage or the prevailing wage and/or health benefits as provided in subdivision b of this section.\n\t(17) “Financial Assistance Recipient” means any person, individual, proprietorship, joint venture, corporation, limited liability company, trust, association, organization or other entity who receives financial assistance in the amount of $10,000 or more per year whether discretionary, or as of right, from the city for the improvement or development of real property for economic, community development, job growth or other purposes, including but not limited to cash payments or grants, bond financing, tax abatements or exemptions (including, but not limited to, abatements or exemptions from real property, mortgage recording, sales and use taxes) tax increment financing by the city, filing fee waivers, or energy cost reductions.    Financial Assistant Recipient shall also include:\n(a) a tenant or leaseholder of a financial assistance recipient who occupies property that is improved or developed as a result of the assistance provided; and\n\t(b) any person or entity that contracts or subcontracts with the financial assistance \nrecipient to perform services that improve or develop the property that is subject to the assistance.  \nFinancial Assistant Recipient shall not include any not-for-profit organization whose highest paid employee earns a salary of less than $100,000 per year.  Notwithstanding any provision of this section to the contrary, no person shall be deemed a financial assistance recipient if they do not receive financial assistance of a type that is on the list published by the Department of Finance of the city of New York, pursuant to paragraph 1 of subdivision f of this section.\n\t(1[7]8)  \"Not-for-Profit  Organization\"  means  a  corporation  or entity having tax exempt status under section 501(c)(3) of  the  United  States internal revenue code and incorporated under state not-for-profit law.\n\t(1[8]9)  \"Prevailing  Wage  and  Supplements\"  means the rate of wage and supplemental benefits per hour paid in the locality to  workers  in  the same  trade  or occupation and annually determined by the comptroller in accordance with the provisions of section 234  of  the  New  York  state labor  law  or,  for titles not specifically enumerated in or covered by that law, determined by the comptroller at the request of a  contracting agency  or  a  covered  employer  in  accordance  with the procedures of section 234 of the New York state labor law. As provided  under  section 231  of  the  New York state labor law, the obligation of an employer to  pay  prevailing  supplements  may  be  discharged  by   furnishing   any equivalent  combinations  of  fringe benefits or by making equivalent or differential payments in cash under rules and regulations established by the comptroller.\n\t([19]20)  \"Living  Wage\"  has  the  meaning  provided  in  paragraph  2 of subdivision b of this section.\n\t(2[0]1) \"Health Benefits\" has the meaning  provided  in  paragraph  3  of subdivision b of this section.\n\t(2[1]2)  \"Health  Benefits  Supplement  Rate\" has the meaning provided in subparagraph b of paragraph 3 of subdivision b of this section.\n\tb. Living Wage, Prevailing Wage and Health Benefits. (1) Coverage. (a)  A city service contractor or city service  subcontractor  that  provides  homecare services, day care services, head start services or services to  persons with cerebral palsy must pay its covered employees that directly  render  such  services  in  performance  of the city service contract or  subcontract no less than the living wage and  must  either  provide  its  employees  health  benefits or must supplement their hourly wage rate by  an amount no  less  than  the  health  benefits  supplement  rate.  This  requirement applies for each hour that the employee works performing the city service contract or subcontract.\n\t (b)  A  city  service  contractor  or  city service subcontractor that  provides building services, food services or temporary services must pay its employees that are engaged in performing the city  service  contract or  subcontract  no  less  than  the living wage or the prevailing wage, whichever is  greater.  Where  the  living  wage  is  greater  than  the prevailing   wage,   the   city   service  contractor  or  city  service subcontractor must either provide its employees health benefits or  must supplement  their  hourly wage rate by an amount no less than the health benefits supplement rate. Where the prevailing wage is greater than  the living  wage,  the city service contractor or city service subcontractor  must provide its  employees  the  prevailing  wage  and  supplements  as provided  in  paragraph  18  of  subdivision  a  of  this section. These requirements apply for each hour that the employee works performing  the  city service contract or subcontract.\n\t(c)  A financial assistance recipient shall pay its employees no less than the living wage and must either provide its employees health benefits or must supplement their hourly wage rate by an amount no less than the health benefits supplement rate.  This requirement applies for each hour that the employee works.  Where the financial assistance only applies to a specific property, this requirement shall only apply to the employees employed on such property.\n\t(2)  The  Living Wage. The living wage shall be an hourly wage rate of ten dollars per hour and will be phased in as provided below.  Provided,  however,  that  for  homecare  services under the Personal Care Services  program, the wage and health rates below shall only apply as long as the state  and  federal  government  maintain   their   combined   aggregate proportionate  share of funding and approved rates for homecare services in effect as of the date of the enactment of this section:\n\t(a) As of the effective date of this section, $8.10 per hour;\n\t(b) As of July 1, 2003, $8.60 per hour;\n\t(c) As of July 1, 2004, $9.10 per hour;\n\t(d) As of July 1, 2005, $9.60 per hour;\n\t(e) As of July 1, 2006, $10.00 per hour.\n\t(3) Health Benefits. (a) Health Benefits means receipt by  a  covered employee  of  a  health  care  benefits package for the covered employee and/or a health care benefits package for the covered employee and  such employee's family and/or dependents.\n\t(b) The Health Benefits Supplement Rate shall be $1.50 per hour.\n\t(c)  For  homecare  services provided under the Personal Care Services program, the wage and health rates above shall only apply as long as the state  and  federal  government  maintain   their   combined   aggregate proportionate  share of funding and approved rates for homecare services in effect as of the date of the enactment of this section.\n\t(d)  In  the  case  of  city  service  contractors  or  subcontractors providing  homecare  services,  the health benefits requirements of this section may be waived by the terms of a bona fide collective  bargaining agreement  with  respect to employees who have never worked a minimum of eighty  (80) hours per month for two consecutive months for that covered employer, but such provision may not be waived for  any  employees  once they  have  achieved  a minimum of eighty (80) hours for two consecutive months and no other provisions of this section may be so waived.\n\t(4) Exemption for  Employment  Programs  for  the  Disadvantaged.  The following   categories   of  employees  shall  not  be  subject  to  the requirements of this section:\n\t(a) Any employee who is:\n\t(i) Under the age of eighteen  who  is  claimed  as  a  dependent  for federal income tax purposes and is employed as an after-school or summer employee; or\n\t(ii)  Employed as a trainee in a bona fide training program consistent with federal and state law where the training program has the goal  that the employee advances into a permanent position; provided, however, that this  exemption  shall  apply  only  when  the trainee does not replace, displace or lower the wages or benefits of any covered employee, and the training does not exceed two years; and\n\t(b) Any disabled employee, where such disabled employee:\n\t(i) Is covered by a current sub-minimum wage certificate issued to the employer by the United States department of labor; or\n\t(ii) Would be covered by such a certificate but for the fact that the employer is  paying  a wage equal to or higher than the federal minimum  wage.\n\t(5) Retaliation and Discrimination Barred. It shall  be  unlawful  for  any  covered  employer  to  retaliate,  discharge, demote, suspend, take  adverse employment action in the terms and conditions of  employment  or  otherwise  discriminate  against  any  covered employee for reporting or  asserting a violation of this  section,  for  seeking  or  communicating  information  regarding  rights conferred by this section, for exercising any other rights protected under this section, or for  participating  in any  investigatory  or  court  proceeding relating to this section. This  protection shall also apply to  any  covered  employee  or  his  or  her representative who in good faith alleges a violation of this section, or who seeks or communicates information regarding rights conferred by this section  in  circumstances  where  he or she in good faith believes this section applies. Taking adverse  employment  action  against  a  covered employee(s)  or  his  or  her  representative  within  sixty days of the covered employee engaging in any of the aforementioned activities  shall  raise  a  rebuttable  presumption  of  having done so in retaliation for  those activities. Any covered employee  subjected  to  any  action  that  violates  this  subsection may pursue administrative remedies or bring a civil action pursuant to subsection e of this  section in  a court of competent jurisdiction.\n \t(6)  Nothing in this section shall be construed to establish a wage or benefit pattern or  otherwise  affect  the  establishment  of  wages  or benefits for city employees.\n\tc.  Obligations  of  Covered  Employers.  (1) A covered employer shall comply with the wage, benefits and other requirements of this section.\n\t(2) Certification of Compliance for City Service Contracts. (a) Prior to the award or renewal  of a  city  service  contract,  the  applicant  for  award or renewal shall provide to the extent permitted by law the awarding contracting agency a certification containing the following information:\n\t(i) The name, address, and telephone number  of  the  chief  executive officer of the applicant;\n\t(ii)  A  statement  that,  if  the city service contract is awarded or renewed, the applicant agrees to comply with the  requirements  of  this section, and with all applicable federal, state and local laws;\n\t(iii)  The following workforce information concerning employees of the applicant that will be covered employees under the planned city  service contract: (a) the absolute number of covered employees and the number of full-time  equivalent  covered  employees;  (b)  for  all  categories of covered employees, the following information broken  down  by  category: (1)  job  classifications of covered employees in each category; and (2) the wages and benefits  provided  covered  employees  in  each  category (including  a  description of individual and family health coverage, and  sick, annual and  terminal  leave).  The  applicant  further  agrees  to require  all  of  its  city  service  subcontractors to provide the same workforce information as described herein;\n\t(iv) To the extent permitted by law, a record of any instances  during the  preceding  five  years  in  which the applicant has been found by a court or government agency to have violated federal, state or local laws regulating payment of wages or benefits, labor relations or occupational safety and health, or to the extent  permitted  by  law,  in  which  any government  body  initiated a judicial action, administrative proceeding or investigation of the applicant in regard to such laws; and\n\t(v) An acknowledgement that a finding by a contracting agency that the applicant has violated the requirements of this section  may  result  in the cancellation or rescission of the city service contract.   The  certification  shall  be  signed  under  penalty of perjury by an officer of the applicant, and shall be annexed to and form a part of the city   service   contract.   The   certification   (including    updated certifications)  and the city service contract shall be public documents and the contracting agency shall make them available to the public  upon request  for  inspection  and  copying  pursuant to the state freedom of information law.\n \t(b) A city service contractor shall each year throughout the  term  of  the  city  service  contract submit to the contracting agency an updated certification, identifying any, if any exist,  changes  to  the  current certification.\n\t(c)  A  covered  employer  shall maintain original payroll records for each of its covered employees reflecting the days and  hours  worked  on contracts,  projects or assignments that are subject to the requirements of this section, and the wages paid and benefits provided for such hours worked. The covered  employer  shall  maintain  these  records  for  the duration  of the term of the city service contract and shall retain them for a period of four years after completion of  the  term  of  the  city service  contract.  Failure  to  maintain such records as required shall  create a rebuttable presumption that the covered employer  did  not  pay its covered employees the wages and benefits required under the section. Upon  the  request  of  the  comptroller  or the contracting agency, the covered employer shall provide a certified original payroll record.\n\t(d) A  city  service  contractor  providing  building  services,  food services  or  temporary  services  shall, as required by the predecessor version of this section, continue  to  submit  copies  of  such  payroll records,  certified  by  the  city  service  contractor under penalty of perjury to be true and accurate, to the contracting  agency  with  every requisition for payment.\n\t(e) A city service contractor providing homecare, day care, head start or  services  to  persons  with  cerebral  palsy  may  comply  with  the certification and other reporting  requirements  of  this  paragraph  by submitting,  as  part of the contract proposal/contract and requests for payment categorical  information  about  the  wages,  benefits  and  job classifications of covered employees of the city service contractor, and of  any  city  service  subcontractors,  which  shall be the substantial equivalent of the information required in clause iii of subparagraph (2)(a) of this paragraph.\n\t(3)  Certification of Compliance for Financial Assistance Recipients.  (a) Unless prohibited by state or federal law, as a condition to receiving any form of financial assistance from the city, the financial assistance recipient shall provide a statement to the contracting agency or entity providing the assistance certifying that all employees employed on the property to which the financial assistance pertains shall be paid the living wage.  Where the financial assistance applies only to certain property, such statement shall only be required for the employees employed on such property.  The statement shall be certified by the chief executive or chief financial officer of the financial assistance recipient, or the designee of any such person, and shall be made a part of the award, grant or assistance agreement.  Where there are multiple financial assistance recipients associated with a property to which the financial assistance pertains, each financial assistance recipient shall provide a statement certifying that all the employees employed on that property are paid the living wage.  A violation of any provision of the certified statement shall constitute a material violation of the conditions of the award, grant or assistance agreement.\n\t(b) Each financial assistance recipient shall provide to the contracting agency or entity awarding the assistance an annual certification, executed under penalty of perjury, stating that all employees employed on the property to which the financial assistance pertains are paid the living wage.  Such certification shall also include the name and address of the employer or employers of the employees, along with copies of records indicating the days and hours worked, and the wages paid and benefits provided to each employee.  The agency or entity shall maintain this information and make it available for public inspection.  \n\t(c)  A covered employer shall maintain original payroll records for each of its covered employees reflecting the days and hours worked and the wages paid and benefits provided for such hours worked.  The covered employer shall maintain these records for the duration of the term of the financial assistance agreement and shall retain them for a period of four years after completion of the term of the agreement.  Failure to maintain such records as required shall create a rebuttable presumption that the covered employer did not pay its covered employees the wages and benefits required under the section.  Upon request of the contracting agency or entity awarding the financial assistance, the covered employer shall provide a certified original payroll record.\n\t[(3)] (4)(i)  A  city  service  contractor shall  ensure that its city service subcontractors comply with the requirements of this section,  and  shall  provide written notification to its city service subcontractors of those requirements,  and  include  in  any contract or agreement with its city service subcontractors a provision requiring them to comply  with  those requirements.\n\t(ii)  A financial assistance recipient shall comply with the requirements of this section, and shall provide written notification to its employees performing work on the property to which the financial assistance pertains, of such requirements.  \n\t(iii)  The financial assistance recipient shall post a notice in a prominent location at every work site on the property for which it is required to provide the certification in paragraph 3 of subdivision c of this section, alerting all employees that payment of living wage is required under this section.  Such notices shall be provided in English, Spanish and other languages spoken by ten percent or more of a covered employer’s covered employees.  \n\t[(4)] (5)  No  later  than  the  day  on  which any work begins under a city service contract subject  to  the  requirements  of  this  section,  the covered employer shall post in a prominent and accessible place at every work  site and provide each covered employee a copy of a written notice, prepared by the comptroller, detailing the wages,  benefits,  and  other protections  to which covered employees are entitled under this section.  Such notices shall be provided in english, spanish and  other  languages spoken by ten percent or more of a covered employer's covered employees.  The  comptroller  shall provide contracting agencies with sample written  notices  explaining  the  rights  of  covered  employees   and   covered employers'  obligations  under  this  section,  and contracting agencies shall in turn provide those written notices to city service contractors, which shall in turn provide them to their subcontractors.\n\td.  City  Implementation  and  Reporting.  (1)  Coordination  by   the Comptroller for city service contracts.  The  comptroller shall monitor, investigate, and audit the compliance by all contracting agencies, and  provide  covered  employers and  employees  with  the information and assistance necessary to ensure  that the section is implemented.\n\t(a) The mayor or his or her  designee  shall  promulgate  implementing rules  and  regulations  as appropriate and consistent with this section and may delegate such authority  to  the  comptroller.  The  comptroller shall  be responsible for publishing the living wage and for calculating and publishing  all  applicable  prevailing  wage  and  health  benefits supplement  rates.  The  comptroller shall annually publish the adjusted rates. The adjusted living wage  and  health  benefits  supplement  rate shall  take  effect  on July 1 of each year, and the adjusted prevailing wage rates shall take effect on whatever date  revised  prevailing  wage rates  determined  under  section  230  of  the state labor law are made effective.  At least 30 days prior to their effective date, the relevant contracting agencies, shall provide notice of the adjusted rates to city service contractors, which shall in turn provide written notification of the rate adjustments to each of their covered employees, and to any city service subcontractors, which shall in turn provide written notification to each  of  their  covered  employees.  Covered  employers  shall  make necessary  wage and health benefits adjustments by the effective date of the adjusted rates.\n\t(b) The comptroller and the mayor shall ensure  that  the  information set forth in the certifications (including annual updated certifications and   alternatives   to   certifications  authorized  for  city  service contractors providing homecare, day care,  or  head  start  services  or  services  to persons with cerebral palsy) required to be submitted under paragraph 2 of subdivision c of this  section  is  integrated  into  and contained  in  the  city's contracting and financial management database established pursuant to section 6-116.2 of the administrative code. Such  information shall to the extent permitted by law be  made  available  to the  public.   Provided, however, that the comptroller and the mayor may  agree to restrict from disclosure to the public any information from the certifications required under paragraph  2  of  subdivision  c  of  this  section that is of a personal nature.\n\t(c)  The  comptroller shall submit annual reports to the mayor and the city  council  summarizing  and   assessing   the   implementation   and enforcement  of this section during the preceding year, and include such information in the summary report on contracts  required  under  section 6-116.2 of the administrative code.\n\t(2)  Implementation by Contracting Agencies. (a) Contracting agencies or entities providing financial assistance shall comply with and enforce the requirements of this section.  The requirements of this section shall be a term and condition of any city service contract and financial assistance agreement.  No contracting agency may expend city funds in connection with any city service contract that does not comply with the requirements of this section.  No contracting agency or other entity shall provide financial assistance to an applicant of such assistance that does not comply with the requirements of this section.\n\t(b) Every financial assistance agreement and city service contract shall have annexed to it the following materials which shall form a part of the terms of the financial assistance agreement or specifications for and terms of the city service contract:\n    \t(i) A provision obligating the city service contractor or financial assistance recipient to comply with all applicable requirements under this section, whichever is applicable;\n    \t(ii)  The certification required under paragraphs 2 or 3 of subdivision c of this section, whichever is applicable;\n    \t(iii) A schedule of  the  current  living  wage  and  health  benefits supplement rates, a schedule of job classifications for which payment of the  prevailing  wage  is  required under this section together with the applicable  prevailing  wage  rates  for  each  job  classification,  as  determined  by  the  comptroller and notice that such rates are adjusted annually whichever is  applicable; and\n    \t(iv) A provision providing  that:  (a)  Failure  to  comply  with  the requirements  of  this  section  may constitute a material breach by the city service contractor of the terms of the city service  contract or by the financial assistance recipient of the terms of the financial assistance agreement, whichever is applicable;  (b) Such  failure shall be determined by the contracting agency or entity awarding the financial assistance, whichever is applicable; and (c) If,  within thirty days after or pursuant to the terms of  the  city  service  contract or financial assistance agreement,  whichever  is  longer,  the  city  service  contractor and/or subcontractor or financial assistance recipient receives written notice of such a breach, the city service contractor or financial assistance recipient fails to cure such breach, the city shall have the  right  to  pursue  any  rights  or  remedies  available under the terms of the city service contract, financial assistance agreement or under applicable law, including termination  of  the contract or financial assistance.\n    \te.  Monitoring,  Investigation  and  Enforcement for city service contracts. (1) Enforcement. (a) Whenever the comptroller has reason to believe that a  covered  employer or  other person has not complied with the requirements of this section, or upon a verified complaint in  writing  from  a  covered  employee,  a former  employee,  an  employee's  representative, a labor union with an  interest in the city service contract at issue,  the  comptroller  shall conduct  an  investigation  to  determine the facts relating thereto. In conducting such investigation,  the  comptroller  shall  have  the  same investigatory,  hearing,  and  other  powers  as  are  conferred  on the comptroller by sections 234 and 235 of the state labor law. At the start of such investigation, the comptroller may, in a manner consistent  with  the  withholding  procedures  established  by section 235.2 of the state  labor law, instruct or, in the  case  of  homecare  services,  day  care  services,  head  start  services  or  services  to persons with cerebral  palsy, advise the relevant contracting agency to  withhold  any  payment  due the covered employer in order to safeguard the rights of the covered  employees.   Provided,  however,  that  in  the  case  of  city  service  contractors providing services to persons with cerebral palsy, day  care  or  head  start  services, no such withholding of payment may be ordered  until such time as the comptroller or contracting agency, as applicable,  has issued an  order,  determination  or  other  disposition  finding  a  violation  of this section and the city service contractor has failed to cure the violation in a timely fashion. Based upon  such  investigation,  hearing,  and findings, the comptroller shall report the results of such investigation  and  hearing  to  the contracting agency, who shall issue such order, determination or other disposition. Such disposition may:\n    \t(i) Direct payment of wages and/or the monetary equivalent of benefits wrongly denied, including interest from the date of the underpayment  to the  worker,  based  on  the rate of interest per year then in effect as  prescribed by the superintendent of banks pursuant to  section  14-a  of  the  state  banking  law,  but  in  any event at a rate no less than six  percent per year;\n    \t(ii) Direct the filing or disclosure of  any  records  that  were  not  filed or made available to the public as required by this section;\n    \t(iii)  Direct  the  reinstatement of, or other appropriate relief for,  any person found to have been subject to retaliation  or  discrimination  in violation of this section;\n    \t(iv)  Direct  payment of a further sum as a civil penalty in an amount  not exceeding twenty-five percent of the total amount found to be due in  violation of this section;\n    \t(v) Direct payment of the sums withheld at  the  commencement  of  the investigation  and  the interest that has accrued thereon to the covered  employer; and\n    \t(vi) Declare a finding  of  non-responsibility  and  bar  the  covered employer  from  receiving  city  service  contracts from the contracting  agency for a prescribed period of time.  In assessing an appropriate remedy, a contracting  agency  shall  give due consideration to the size of the employer's business, the employer's good  faith,  the  gravity  of  the  violation,  the history of previous violations and the failure to  comply  with  record-keeping,  reporting,  anti-retaliation or other non-wage requirements. Any civil penalty shall  be deposited in the city general revenue fund.\n    \t(b)  In circumstances where a city service contractor fails to perform in accordance with any of the requirements of this section and there  is a  continued  need for the service, a contracting agency may obtain from another source  the  required  service  as  specified  in  the  original  contract,  or  any  part thereof, and may charge the non-performing city service contractor for  any  difference  in  price  resulting  from  the alternative   arrangements,   may   assess   any  administrative  charge established by the contracting agency, and may, as  appropriate,  invoke\n  such  other sanctions as are available under the contract and applicable  law.\n    \t(c) Before issuing an order, determination or any  other  disposition, the  comptroller or contracting agency, as applicable, shall give notice thereof together with a copy of the complaint, or  a  statement  of  the facts  disclosed  upon  investigation,  which  notice  shall  be  served  personally or by  mail  on  any  person  or  covered  employer  affected thereby.  The  comptroller  or  contracting  agency,  as applicable, may negotiate an agreed upon stipulation of settlement or refer  the  matter to  the  office  of administrative trials and hearings for a hearing and  disposition. Such person or covered employer  shall  be  notified  of  a  hearing  date  by  the  office of administrative trials and hearings and shall have the opportunity to be heard in respect to such matters.\n   \t(d) In  an  investigation  conducted  under  the  provisions  of  this  section,  the  inquiry  of  the  comptroller  or  contracting agency, as applicable, shall not extend to work performed  more  than  three  years prior  to  the  filing  of  the  complaint,  or the commencement of such  investigation, whichever is earlier.\n    \t(e) When,  pursuant  to  the  provisions  of  this  section,  a  final disposition has been entered against a covered employer in two instances within  any  consecutive  six  year period determining that such covered  employer has failed to comply with the wage, benefits, anti-retaliation,  record-keeping  or  reporting requirements of this section, such covered  employer, and any principal or officer  of  such  covered  employer  who  knowingly  participated in such failure, shall be ineligible to submit a  bid on or be awarded any city service contract  for  a  period  of  five years from the date of the second disposition.\n    \t(f)  When  a  final  determination has been made in favor of a covered employee or other person and the person found violating this section has failed to comply with the payment or other terms of the  remedial  order of  the  comptroller  or contracting agency, as applicable, and provided  that no proceeding for judicial review shall then  be  pending  and  the  time   for  initiation  of  such  proceeding  shall  have  expired,  the comptroller or contracting agency, as applicable, shall file a  copy  of such  order containing the amount found to be due with the city clerk of  the county of residence or place of business of the person found to have violated this section, or  of  any  principal  or  officer  thereof  who knowingly  participated  in the violation of this section. The filing of such order shall have the full force  and  effect  of  a  judgment  duly  docketed  in  the office of such clerk. The order may be enforced by and  in the name of the comptroller or contracting agency, as applicable,  in  the  same  manner  and  with like effect as that prescribed by the state civil practice law and rules for the enforcement of a money judgment.\n    \t(g) Before any further payment is made, or claim is permitted, of  any sums  or  benefits  due  under any city service contract covered by this section, it shall be the duty of the contracting agency to  require  the covered  employer,  including  each  city  service  subcontractor of the  covered employer, that has been found to have violated the law, to  file a  written  statement  certifying to the amounts then due and owing from each such covered employer to or on behalf of all covered employees,  or the  city  for  wages  or  benefits  wrongly  denied  them, or for civil penalties assessed, and setting forth the names of the persons owed  and the  amount  due  to  or  on behalf of each respectively. This statement shall be verified as true and accurate by  the  covered  employer  under penalty of perjury. If any interested person shall have previously filed  a protest in writing objecting to the payment to any covered employer on the ground that payment is owing to one or more employees of the covered  employer  for  violations of this section, or if for any other reason it may be deemed advisable, the comptroller, a contracting  agency  or  the city  department  of  finance  may  deduct  from the whole amount of any  payment to the covered employer sums admitted by the covered employer in the verified statement or statements to be due and owing to any  covered employee  before making payment of the amount certified for payment, and may withhold the amount so deducted for the benefit of the employees  or persons  that  are  owed payment as shown by the verified statements and may pay directly to any person the amount shown by the statements to  be due them.\n    \t(h)  The comptroller or any contracting agency shall be authorized to contract with non-governmental agencies   to   investigate   possible violations  of  this  section. Where a covered employer is found to have violated the requirements of this section, the covered employer shall be liable to the city for costs incurred in investigating and prosecuting  the violation.\n    \t(2)  Enforcement  by  Private  Right  of  Action.  (a)  When  a  final determination has been made and such determination  is  in  favor  of  a covered  employee,  such  covered employee may, in addition to any other remedy provided by this section, institute an action  in  any  court  of appropriate  jurisdiction  against  the  covered  employer found to have violated this section. For any  violation  of  this  section,  including failure  to  pay  applicable wages, provide required benefits, or comply with other requirements of this section, including  protections  against retaliation  and  discrimination,  the  court  may award any appropriate  remedy at law or equity including, but not limited to, back pay, payment for wrongly denied benefits, interest,  other  equitable  or  make-whole relief,  reinstatement,  injunctive  relief and/or compensatory damages.  The court shall award  reasonable  attorney's  fees  and  costs  to  any complaining party who prevails in any such enforcement action.\n    \t(b)  Notwithstanding  any inconsistent provision of this section or of  any other general, special or local  law,  ordinance,  city  charter  or administrative  code,  an  employee  affected  by  this law shall not be barred from the right to recover the difference between the amount  paid\n  to  the  employee  and  the  amount  which  should have been paid to the employee under the provisions of  this  section  because  of  the  prior receipt by the employee without protest of wages or benefits paid, or on account of the employee's failure to state orally or in writing upon any  payroll or receipt which the employee is required to sign that the wages or  benefits received by the employee are received under protest, or on account of the employee's failure to  indicate  a  protest  against  the amount,  or  that the amount so paid does not constitute payment in full of wages or benefits due the employee for the  period  covered  by  such  payment.\n    \t(c)  Such  action  must be commenced within three years of the date of  the alleged violation, or within three years of the final disposition of any administrative complaint or action concerning the alleged  violation  or,  if  such  a  disposition  is  reviewed  in a proceeding pursuant to article 78 of the state civil practice law and rules, within three years  of the termination of such review proceedings. No  procedure  or  remedy set  forth in this section is intended to be exclusive or a prerequisite  for asserting a claim for relief to enforce any rights  hereunder  in  a  court of law. This section shall not be construed to limit an employee's right to bring a common law cause of action for wrongful termination.\n\t(f).  Applicability, Monitoring,  Investigation  and  Enforcement of Financial Assistance Recipients. (1)  Within one hundred eighty days of the effective date of the law that added this section, the department of finance, in consultation with city agencies, shall publish a list of available types of financial assistance the recipient of which would be subject to the requirements of this section.  Such list shall be updated and published as often as is necessary to keep it current.  \n      \t(2) The contracting agency, in the cases where financial assistance is provided through a contract with an agency, or entity awarding the financial assistance shall monitor and investigate complaints about the financial assistance recipient’s compliance with the requirements of this section.  Whenever the contracting agency or entity awarding the assistance finds a violation of any provision of this section, the financial assistance recipient shall be given a written notice informing them of the violation.  The recipient has thirty days to cure the violation.  Should the recipient not cure the violation, the agency or entity awarding the assistance shall pursue all available legal remedies, including but not limited to any or all of the following penalties and relief:\n\t(i) Suspension and/or termination of the financial assistance agreement for cause;\n\t(ii)  Payback of any or all of the financial assistance awarded by the City;\n\t(iii)  Deem the financial assistance recipient ineligible for future financial assistance until all the restitution has been paid to all the employees affected;\n\t(iv) A fine payable to the city in the sum of five hundred dollars ($500) for each week for each employee found not to have been paid in accordance with this chapter; and\n\t(v) Wage restitution for each affected employee.\n \t[f.] (g)  Other provisions. (1) Except where expressly provided otherwise in this section, the requirements of this section  shall  apply  to  city service contracts and financial assistance agreements entered into after the effective date of this section, and  shall  not apply to any existing city service contract and financial assistance agreement entered into prior to that date. Where a city service contract or financial assistance agreement is renewed or extended after the effective date of this  section,  such  renewal  or  extension shall  be  deemed  new city service contracts or financial assistance agreements and shall trigger coverage under this section if the terms of the renewed or extended city  service  contract or financial assistance agreement,  otherwise  meet  the  requirements  for  coverage  under this section.  However,   city   service   contractors   and   city   service subcontractors that provide services to persons with cerebral palsy, day care   services   or  head  start  services  shall  be  subject  to  the requirements of this section only upon the  award  or  renewal  of  city service contracts after the effective date of this section. City service contractors and  city  service  subcontractors  that  provide homecare services  shall  be  subject  to  the  requirements  of   this   section immediately upon the effective date of this section.\n\n§2.  This law shall take effect ninety days after its enactment into law.\n\nLC\nLS# 7978\nLS# 7979\n12/04/2009",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\uc1\\deff0\\stshfdbch0\\stshfloch0\\stshfhich0\\stshfbi0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fcharset0\\fprq2{\\*\\panose 02020603050405020304}Times New Roman;}{\\f172\\froman\\fcharset238\\fprq2 Times New Roman CE;}\n{\\f173\\froman\\fcharset204\\fprq2 Times New Roman Cyr;}{\\f175\\froman\\fcharset161\\fprq2 Times New Roman Greek;}{\\f176\\froman\\fcharset162\\fprq2 Times New Roman Tur;}{\\f177\\froman\\fcharset177\\fprq2 Times New Roman (Hebrew);}\n{\\f178\\froman\\fcharset178\\fprq2 Times New Roman (Arabic);}{\\f179\\froman\\fcharset186\\fprq2 Times New Roman Baltic;}{\\f180\\froman\\fcharset163\\fprq2 Times New Roman (Vietnamese);}}{\\colortbl;\\red0\\green0\\blue0;\\red0\\green0\\blue255;\\red0\\green255\\blue255;\n\\red0\\green255\\blue0;\\red255\\green0\\blue255;\\red255\\green0\\blue0;\\red255\\green255\\blue0;\\red255\\green255\\blue255;\\red0\\green0\\blue128;\\red0\\green128\\blue128;\\red0\\green128\\blue0;\\red128\\green0\\blue128;\\red128\\green0\\blue0;\\red128\\green128\\blue0;\n\\red128\\green128\\blue128;\\red192\\green192\\blue192;}{\\stylesheet{\\ql \\li0\\ri0\\widctlpar\\aspalpha\\aspnum\\faauto\\adjustright\\rin0\\lin0\\itap0 \\fs24\\lang1033\\langfe1033\\cgrid\\langnp1033\\langfenp1033 \\snext0 Normal;}{\\*\\cs10 \\additive \\ssemihidden \nDefault Paragraph Font;}{\\*\\ts11\\tsrowd\\trftsWidthB3\\trpaddl108\\trpaddr108\\trpaddfl3\\trpaddft3\\trpaddfb3\\trpaddfr3\\trcbpat1\\trcfpat1\\tscellwidthfts0\\tsvertalt\\tsbrdrt\\tsbrdrl\\tsbrdrb\\tsbrdrr\\tsbrdrdgl\\tsbrdrdgr\\tsbrdrh\\tsbrdrv \n\\ql \\li0\\ri0\\widctlpar\\aspalpha\\aspnum\\faauto\\adjustright\\rin0\\lin0\\itap0 \\fs20\\lang1024\\langfe1024\\cgrid\\langnp1024\\langfenp1024 \\snext11 \\ssemihidden Normal Table;}}{\\*\\latentstyles\\lsdstimax156\\lsdlockeddef0}{\\*\\rsidtbl \\rsid8656073\\rsid9842606}\n{\\*\\generator Microsoft Word 11.0.5604;}{\\info{\\title Int}{\\author KPynn}{\\operator KPynn}{\\creatim\\yr2009\\mo12\\dy14\\hr14\\min37}{\\revtim\\yr2009\\mo12\\dy14\\hr14\\min37}{\\version2}{\\edmins0}{\\nofpages27}{\\nofwords7168}{\\nofchars40861}{\\*\\company NYCC}\n{\\nofcharsws47934}{\\vern24689}}\\widowctrl\\ftnbj\\aenddoc\\noxlattoyen\\expshrtn\\noultrlspc\\dntblnsbdb\\nospaceforul\\hyphcaps0\\horzdoc\\dghspace120\\dgvspace120\\dghorigin1701\\dgvorigin1984\\dghshow0\\dgvshow3\n\\jcompress\\viewkind4\\viewscale100\\nolnhtadjtbl\\rsidroot9842606 \\fet0\\sectd \\linex0\\sectdefaultcl\\sftnbj {\\*\\pnseclvl1\\pnucrm\\pnstart1\\pnindent720\\pnhang {\\pntxta .}}{\\*\\pnseclvl2\\pnucltr\\pnstart1\\pnindent720\\pnhang {\\pntxta .}}{\\*\\pnseclvl3\n\\pndec\\pnstart1\\pnindent720\\pnhang {\\pntxta .}}{\\*\\pnseclvl4\\pnlcltr\\pnstart1\\pnindent720\\pnhang {\\pntxta )}}{\\*\\pnseclvl5\\pndec\\pnstart1\\pnindent720\\pnhang {\\pntxtb (}{\\pntxta )}}{\\*\\pnseclvl6\\pnlcltr\\pnstart1\\pnindent720\\pnhang {\\pntxtb (}{\\pntxta )}}\n{\\*\\pnseclvl7\\pnlcrm\\pnstart1\\pnindent720\\pnhang {\\pntxtb (}{\\pntxta )}}{\\*\\pnseclvl8\\pnlcltr\\pnstart1\\pnindent720\\pnhang {\\pntxtb (}{\\pntxta )}}{\\*\\pnseclvl9\\pnlcrm\\pnstart1\\pnindent720\\pnhang {\\pntxtb (}{\\pntxta )}}\\pard\\plain \n\\qc \\li0\\ri0\\nowidctlpar\\faauto\\rin0\\lin0\\itap0 \\fs24\\lang1033\\langfe1033\\cgrid\\langnp1033\\langfenp1033 {\\kerning28\\insrsid9842606 Int. No. 1105\n\\par \n\\par }\\pard \\ql \\li0\\ri0\\nowidctlpar\\faauto\\rin0\\lin0\\itap0 {\\kerning28\\insrsid9842606 By Council Members Koppell, Palma, Arroyo, Brewer, Foster, Gerson, Jackson, James, Mark-Viverito and Mealy.\n\\par \n\\par }\\pard \\ql \\li0\\ri0\\nowidctlpar\\noline\\faauto\\rin0\\lin0\\itap0 {\\v\\insrsid9842606 ..Title\n\\par }{\\kerning28\\insrsid9842606 A Local Law to amend the administrative code of the city of New York, in relation to requiring the payment of a living wage \nto employees employed on property developed by recipients of financial assistance for economic and community development.\n\\par }{\\v\\kerning28\\insrsid9842606 ..Body}{\\kerning28\\insrsid9842606 \n\\par }{\\v\\kerning28\\insrsid9842606 \n\\par }{\\kerning28\\insrsid9842606 \n\\par }\\pard \\ql \\li0\\ri0\\sl480\\slmult1\\nowidctlpar\\noline\\hyphpar0\\faauto\\rin0\\lin0\\itap0 {\\ul\\insrsid9842606 Be it enacted by the Council as follows:}{\\insrsid9842606  \n\\par }\\pard \\ql \\li0\\ri0\\sl480\\slmult1\\nowidctlpar\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\faauto\\rin0\\lin0\\itap0 {\\insrsid9842606 \\tab \nSection 1.  Section 6-109 of title six of the administrative code of the city of New York is amended to read as follows:}{\\cf1\\insrsid9842606 \n\\par \\tab Section  6-109.  a.  Definitions.  For  purposes  of this section, the following terms shall have the following meanings:\n\\par     \\tab (1) \"City\" means the City of New York.\n\\par \\tab (2) \"Entity\" or \"Person\" means any  individual,  sole  proprietorship,   partnership,  association,  joint  venture,  limited  liability company,  corporation or any other form of doing business.\n\\par \\tab (3) \"Homecare Services\" means the provision of homecare services under the  city's  Medicaid  Personal  Care\n/Home  Attendant  or   Housekeeping Programs,  including  but  not  limited  to the In-Home Services for the Elderly Programs administered by the Department for the Aging.\n\\par     \\tab (4)  \"Building  Services\"  means  work   performing   any   custodial, janitori\nal, groundskeeping or security guard services, including but not limited  to,  washing  and  waxing floors, cleaning windows, cleaning of curtains, rugs, or drapes, and disinfecting and exterminating services.\n\\par     \\tab (5) \"Day Care Services\" means provision o\nf day care  services  through  the  city's  center-based  day  care program administered under contract with the city's administration for children's  services.  No  other  day care programs shall be covered, including family-based day care programs admin\nistered by city-contracted day care centers.\n\\par     \\tab (6)  \"Head  Start  Services\"  means  provision  of head start services through the city's center-based head start  program  administered  under contract  with  the  city's  administration  for children's ser\nvices. No other head start programs shall be covered.\n\\par     \\tab (7) \"Services to Persons  with  Cerebral  Palsy\"  means  provision  of services   which   enable   persons  with  cerebral  palsy  and  related disabilities to lead independent and productive lives\n through an  agency that provides health care, education, employment, housing and technology  resources to such persons under contract with the city or the department of education.\n\\par \\tab (8)  \"Food  Services\"  means the work preparing and/or providing food.  Su\nch services shall include, but not be limited to, those  as  performed by  workers  employed  under  the  titles  as  described  in the federal dictionary of occupational titles for cook,  kitchen  helper,  cafeteria  attendant,  and counter attendant. An\ny contracting agency letting a food services contract under which workers will be employed who do  not  fall within  the  foregoing  definitions  must  request  that the comptroller establish classifications and prevailing wage rates for such workers.\n\n\\par \\tab (9) \n\"Temporary Services\" means the provision of services pursuant to a contract with a temporary services, staffing  or  employment  agency  or other  similar  entity where the workers performing the services are not employees of the contracting agency. Such \ns\nervices shall  include  those performed  by  workers  employed  under  the  titles as described in the federal dictionary of occupational titles for secretary, word processing machine operator, data entry clerk, file clerk, and general  clerk.  Any contra\nc\nting  agency  letting  a  temporary services contract under which workers  will  be  employed  who  do  not  fall  within  the   foregoing definitions  must  request  the comptroller to establish classifications and prevailing wage rates for such workers.\n\n\\par \\tab \n(10) \"City Service Contract\" means any written agreement  between  any entity  and  a  contracting  agency  whereby  a  contracting  agency  is committed to expend or does expend funds and the  principle  purpose  of such  agreement  is to provide homecar\ne services, building services, day care services, head start services, services to  persons  with  cerebral palsy,  food  services  or  temporary  services  where  the value of the agreement is greater than the city's small purchases limit  pursuant  to s\ne\nction  314  of  the  city  charter.  This definition shall not include contracts with not-for-profit organizations, provided however, that this exception shall not  apply  to  not-for-profit  organizations  providing homecare,  headstart,  day  care  and \n services to persons with cerebral palsy. This definition shall also not include contracts awarded pursuant to the emergency procurement procedure as set forth in  section  315  of the city charter.\n\\par \\tab (11)  \"City  Service  Contractor\"  means any entity and/o\nr person that enters into a city service contract with a contracting agency. An entity shall be deemed a city service contractor for the duration of  the  city service contract that it receives or performs.\n\\par   \\tab (12)  \"City  Service  Subcontractor\"  means  a\nny entity and/or person, including, but  not  limited  to,  a  temporary  services,  staffing  or employment  agency  or  other  similar entity, that is engaged by a city service contractor to assist in performing any of  the  services  to  be  rendered  \np\nursuant  to a city service contract. This definition does not include any contractor  or  subcontractor  that  merely  provides  goods relating  to  a  city  service  contract  or that provides services of a general nature (such as relating to general off\ni\nce operations) to a city service contractor which  do  not  relate  directly  to  performing  the services to be rendered pursuant to the city service contract. An entity shall be deemed a city service contractor for the duration of the period during whic\nh it assists the city service subcontractor in performing the city service contract.\n\\par     \\tab (13)  \"Contracting  Agency\"  means  the  city, a city agency, the city council, a county, a borough, or other office, position, administration, department, division, b\nureau,  board,  commission,  corporation,  or  an institution  or  agency of government, the expenses of which are paid in whole or in part from the city treasury or the department of education.\n\\par     \\tab (14) \"Covered Employer\" means a city service contractor}{\\ul\\cf1\\insrsid9842606 ,}{\\cf1\\insrsid9842606  }{\\ul\\cf1\\insrsid9842606 [}{\\cf1\\insrsid9842606 or] a  city service subcontractor}{\\ul\\cf1\\insrsid9842606  or a financial assistance recipient\n}{\\cf1\\insrsid9842606 .\n\\par     \\tab (15)  \"Employee\"  means  any  person who performs work on a full-time, part-time, temporary,  or  seasonal  basis  and   includes   employees, independent contractors, and contin\ngent or contracted workers, including persons  made  available  to  work  through  the services of a temporary services, staffing or employment agency or similar entity. For  purposes  of  this  definition  and  this  section,  \"employ\" means to maintain \na\nn employee, as defined in this section. For purposes of  counting  numbers  of  employees  or  employed  persons  when required  by  this  section, full-time, part-time, temporary, or seasonal employees shall be  counted as  employees.  Where an employer'\ns\n work force fluctuates seasonally, it shall be deemed to employ  the  highest  number  of  employees  that  it maintains  for  any  three  month  period.  However, in the case of city service contractors and city service  subcontractors  that  provide  da\ny care  services,  independent  contractors that are family-based day care providers shall not be deemed employees of the agencies and shall not be subject to the requirements of this section.\n\\par \\tab (16) \"Covered Employee\" means an employee  entitled  to  be  paid  the living wage or the prevailing wage and/or health benefits as provided in subdivision b of this section.\n\\par \\tab }{\\ul\\cf1\\insrsid9842606 (17) \\'93Financial Assistance Recipient\\'94 means any person, individual, proprietorship, joint venture, corporation, limited liability company, trus\nt, association, organization or other entity who receives financial assistance in the amount of $10,000 or more per year whether discretionary, or as of right, from the city for the improvement or development of real property for economic, community devel\no\npment, job growth or other purposes, including but not limited to cash payments or grants, bond financing, tax abatements or exemptions (including, but not limited to, abatements or exemptions from real property, mortgage recording, sales and use taxes) t\nax increment financing by the city, filing fee waivers, or energy cost reductions.    Financial Assistant Recipient shall also include:\n\\par }\\pard \\ql \\li916\\ri0\\sl480\\slmult1\\nowidctlpar\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\faauto\\rin0\\lin916\\itap0 {\\ul\\cf1\\insrsid9842606 \n(a) a tenant or leaseholder of a financial assistance recipient who occupies property that is improved or developed as a result of the assistance provided; and\n\\par }\\pard \\ql \\li0\\ri0\\sl480\\slmult1\\nowidctlpar\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\faauto\\rin0\\lin0\\itap0 {\\cf1\\insrsid9842606 \\tab (b)}{\\ul\\cf1\\insrsid9842606 \n any person or entity that contracts or subcontracts with the financial assistance \n\\par }\\pard \\ql \\li916\\ri0\\sl480\\slmult1\\nowidctlpar\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\faauto\\rin0\\lin916\\itap0 {\\ul\\cf1\\insrsid9842606 \nrecipient to perform services that improve or develop the property that is subject to the assistance.  \n\\par }\\pard \\ql \\li0\\ri0\\sl480\\slmult1\\nowidctlpar\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\faauto\\rin0\\lin0\\itap0 {\\ul\\cf1\\insrsid9842606 Financial Assistant Recip\nient shall not include any not-for-profit organization whose highest paid employee earns a salary of less than $100,000 per year.  Notwithstanding any provision of this section to the contrary, no person shall be deemed a financial assistance recipient if\n they do not receive financial assistance of a type that is on the list published by the Department of Finance of the city of New York, pursuant to paragraph 1 of subdivision f of this section.\n\\par }{\\cf1\\insrsid9842606 \\tab (1[7]}{\\ul\\cf1\\insrsid9842606 8}{\\cf1\\insrsid9842606 )  \"Not-for-Profit  Organization\"  means  a  corporation\n  or entity having tax exempt status under section 501(c)(3) of  the  United  States internal revenue code and incorporated under state not-for-profit law.\n\\par \\tab (1[8]}{\\ul\\cf1\\insrsid9842606 9}{\\cf1\\insrsid9842606 )  \"Prevailing  Wage  and  Supplements\"  means the rate of wage and supplemental benefits per\n hour paid in the locality to  workers  in  the same  trade  or occupation and annually determined by the comptroller in accordance with the provisions of section 234  of  the  New  York  state labor  law  or,  for titles not specifically enumerated in or\n \ncovered by that law, determined by the comptroller at the request of a  contracting agency  or  a  covered  employer  in  accordance  with the procedures of section 234 of the New York state labor law. As provided  under  section 231  of  the  New York st\na\nte labor law, the obligation of an employer to  pay  prevailing  supplements  may  be  discharged  by   furnishing   any equivalent  combinations  of  fringe benefits or by making equivalent or differential payments in cash under rules and regulations est\nablished by the comptroller.\n\\par \\tab ([19]}{\\ul\\cf1\\insrsid9842606 20}{\\cf1\\insrsid9842606 )  \"Living  Wage\"  has  the  meaning  provided  in  paragraph  2 of subdivision b of this section.\n\\par \\tab (2[0]}{\\ul\\cf1\\insrsid9842606 1}{\\cf1\\insrsid9842606 ) \"Health Benefits\" has the meaning  provided  in  paragraph  3  of subdivision b of this section.\n\\par \\tab (2[1]2)  \"Health  Benefits  Supplement  Rate\" has the meaning provided in subparagraph b of paragraph 3 of subdivision b of this section.\n\\par \\tab b. Living Wage, Prevailing Wage and Health Benefits. (1) Coverage. (a)  A city service contractor or city service  subcontractor  t\nhat  provides  homecare services, day care services, head start services or services to  persons with cerebral palsy must pay its covered employees that directly  render  such  services  in  performance  of the city service contract or  subcontract no les\ns\n than the living wage and  must  either  provide  its  employees  health  benefits or must supplement their hourly wage rate by  an amount no  less  than  the  health  benefits  supplement  rate.  This  requirement applies for each hour that the employee \nworks performing the city service contract or subcontract.\n\\par \\tab  (b)  A  city  service  contractor  or  city service subcontractor that  provides building services, food services or temporary services must pay its employees that are engaged in performing the ci\nty  service  contract or  subcontract  no  less  than  the living wage or the prevailing wage, whichever is  greater.  Where  the  living  wage  is  greater  than  the prevailing   wage,   the   city   service  contractor  or  city  service subcontractor \nm\nust either provide its employees health benefits or  must supplement  their  hourly wage rate by an amount no less than the health benefits supplement rate. Where the prevailing wage is greater than  the living  wage,  the city service contractor or city \ns\nervice subcontractor  must provide its  employees  the  prevailing  wage  and  supplements  as provided  in  paragraph  18  of  subdivision  a  of  this section. These requirements apply for each hour that the employee works performing  the  city service \ncontract or subcontract.\n\\par \\tab }{\\ul\\cf1\\insrsid9842606 \n(c)  A financial assistance recipient shall pay its employees no less than the living wage and must either provide its employees health benefits or must supplement their hourly wage rate by an amount no less than the health benefit\ns supplement rate.  This requirement applies for each hour that the employee works.  Where the financial assistance only applies to a specific property, this requirement shall only apply to the employees employed on such property.\n\\par }{\\cf1\\insrsid9842606 \\tab (2)  The  Living Wage. T\nhe living wage shall be an hourly wage rate of ten dollars per hour and will be phased in as provided below.  Provided,  however,  that  for  homecare  services under the Personal Care Services  program, the wage and health rates below shall only apply as\n long as the state  and  federal  government  maintain   their   combined   aggregate proportionate  share of funding and approved rates for homecare services in effect as of the date of the enactment of this section:\n\\par \\tab (a) As of the effective date of this section, $8.10 per hour;\n\\par \\tab (b) As of July 1, 2003, $8.60 per hour;\n\\par \\tab (c) As of July 1, 2004, $9.10 per hour;\n\\par \\tab (d) As of July 1, 2005, $9.60 per hour;\n\\par \\tab (e) As of July 1, 2006, $10.00 per hour.\n\\par \\tab (3) Health Benefits. (a) Health Benefits means receipt by  a  cove\nred employee  of  a  health  care  benefits package for the covered employee and/or a health care benefits package for the covered employee and  such employee's family and/or dependents.\n\\par \\tab (b) The Health Benefits Supplement Rate shall be $1.50 per hour.\n\\par \\tab (c\n)  For  homecare  services provided under the Personal Care Services program, the wage and health rates above shall only apply as long as the state  and  federal  government  maintain   their   combined   aggregate proportionate  share of funding and appr\noved rates for homecare services in effect as of the date of the enactment of this section.\n\\par \\tab (d)  In  the  case  of  city  service  contractors  or  subcontractors providing  homecare  services,  the health benefits requirements of this section may be waive\nd by the terms of a bona fide collective  bargaining agreement  with  respect to employees who have never worked a minimum of eighty  (80) hours per month for two consecutive months for that covered employer, but such provision may not be waived for  any \n employees  once they  have  achieved  a minimum of eighty (80) hours for two consecutive months and no other provisions of this section may be so waived.\n\\par \\tab (4) Exemption for  Employment  Programs  for  the  Disadvantaged.  The following   categories   of  employees  shall  not  be  subject  to  the requirements of this section:\n\\par \\tab (a) Any employee who is:\n\\par \\tab (i) Under the age of eighteen  who  is  claimed  as  a  dependent  for federal income tax purposes and is employed as an after-school or summer employee; or\n\\par \\tab \n(ii)  Employed as a trainee in a bona fide training program consistent with federal and state law where the training program has the goal  that the employee advances into a permanent position; provided, however, that this  exemption  shall  apply  only  \nwhen  the trainee does not replace, displace or lower the wages or benefits of any covered employee, and the training does not exceed two years; and\n\\par \\tab (b) Any disabled employee, where such disabled employee:\n\\par \\tab (i) Is covered by a current sub-minimum wage certificate issued to the employer by the United States department of labor; or\n\\par \\tab (ii) Would be covered by such a certificate but for the fact that the employer is  paying  a wage equal to or higher than the federal minimum  wage.\n\\par \\tab (5) Retaliation and Discrimi\nnation Barred. It shall  be  unlawful  for  any  covered  employer  to  retaliate,  discharge, demote, suspend, take  adverse employment action in the terms and conditions of  employment  or  otherwise  discriminate  against  any  covered employee for rep\no\nrting or  asserting a violation of this  section,  for  seeking  or  communicating  information  regarding  rights conferred by this section, for exercising any other rights protected under this section, or for  participating  in any  investigatory  or  c\no\nurt  proceeding relating to this section. This  protection shall also apply to  any  covered  employee  or  his  or  her representative who in good faith alleges a violation of this section, or who seeks or communicates information regarding rights confer\nr\ned by this section  in  circumstances  where  he or she in good faith believes this section applies. Taking adverse  employment  action  against  a  covered employee(s)  or  his  or  her  representative  within  sixty days of the covered employee engaging\n \nin any of the aforementioned activities  shall  raise  a  rebuttable  presumption  of  having done so in retaliation for  those activities. Any covered employee  subjected  to  any  action  that  violates  this  subsection may pursue administrative remedi\nes or bring a civil action pursuant to subsection e of this  section in  a court of competent jurisdiction.\n\\par  \\tab (6)  Nothing in this section shall be construed to establish a wage or benefit pattern or  otherwise  affect  the  establishment  of  wages  or benefits for city employees.\n\\par \\tab c.  Obligations  of  Covered  Employers.  (1) A covered employer shall comply with the wage, benefits and other requirements of this section.\n\\par \\tab (2) Certification of Compliance}{\\ul\\cf1\\insrsid9842606  for City Service Contracts}{\\cf1\\insrsid9842606 . (a) Prior to the award or \nrenewal  of a  city  service  contract,  the  applicant  for  award or renewal shall provide to the extent permitted by law the awarding contracting agency a certification containing the following information:\n\\par \\tab (i) The name, address, and telephone number  of  the  chief  executive officer of the applicant;\n\\par \\tab (ii)  A  statement  that,  if  the city service contract is awarded or renewed, the applicant agrees to comply with the  requirements  of  this section, and with all applicable federal, state and local laws;\n\\par \\tab (iii)  The following workforce information concerning employees of the applicant that will be covered employees under the planned city  service contract: (a) the absolute number of covered employees and the number of full-time  equivalent  covered  e\nmployees;  (b)  for  all  categories of covered employees, the following information broken  down  by  category: (1)  job  classifications of covered employees in each category; and (2) the wages and benefits  provided  covered  employees  in  each  categ\no\nry (including  a  description of individual and family health coverage, and  sick, annual and  terminal  leave).  The  applicant  further  agrees  to require  all  of  its  city  service  subcontractors to provide the same workforce information as describ\ned herein;\n\\par \\tab (iv) To the extent permitted by law, a record of any instances  during the  preceding  five  years  in  which the applicant has been found by a court or government agency to have violated federal, state or local laws regulating payment of wages \nor benefits, labor relations or occupational safety and health, or to the extent  permitted  by  law,  in  which  any government  body  initiated a judicial action, administrative proceeding or investigation of the applicant in regard to such laws; and\n\n\\par \\tab (v\n) An acknowledgement that a finding by a contracting agency that the applicant has violated the requirements of this section  may  result  in the cancellation or rescission of the city service contract.   The  certification  shall  be  signed  under  pena\nl\nty of perjury by an officer of the applicant, and shall be annexed to and form a part of the city   service   contract.   The   certification   (including    updated certifications)  and the city service contract shall be public documents and the contract\ning agency shall make them available to the public  upon request  for  inspection  and  copying  pursuant to the state freedom of information law.\n\\par  \\tab (b) A city service contractor shall each year throughout the  term  of  the  city  service  contract submit to the contracting agency an updated certification, identifying any, if any exist,  changes  to  the  current certification.\n\\par \\tab (c)  A  covered  employer  shall maintain original payroll records for each of its covered employees reflecting the days and  hour\ns  worked  on contracts,  projects or assignments that are subject to the requirements of this section, and the wages paid and benefits provided for such hours worked. The covered  employer  shall  maintain  these  records  for  the duration  of the term \no\nf the city service contract and shall retain them for a period of four years after completion of  the  term  of  the  city service  contract.  Failure  to  maintain such records as required shall  create a rebuttable presumption that the covered employer \n did  not  pay its covered employees the wages and benefits required under the section. Upon  the  request  of  the  comptroller  or the contracting agency, the covered employer shall provide a certified original payroll record.\n\\par \\tab (d) A  city  service  contr\nactor  providing  building  services,  food services  or  temporary  services  shall, as required by the predecessor version of this section, continue  to  submit  copies  of  such  payroll records,  certified  by  the  city  service  contractor under pen\nalty of perjury to be true and accurate, to the contracting  agency  with  every requisition for payment.\n\\par \\tab (e) A city service contractor providing homecare, day care, head start or  services  to  persons  with  cerebral  palsy  may  comply  with  the certif\nication and other reporting  requirements  of  this  paragraph  by submitting,  as  part of the contract proposal/contract and requests for payment categorical  information  about  the  wages,  benefits  and  job classifications of covered employees of th\ne city service contractor, and of  any  city  service  subcontractors,  which  shall be the substantial equivalent of the information required in clause iii of subparagraph (2)(a) of this paragraph.\n\\par \\tab }{\\ul\\cf1\\insrsid9842606 (3)  Certification of Compliance for Financial Assistance\n Recipients.  (a) Unless prohibited by state or federal law, as a condition to receiving any form of financial assistance from the city, the financial assistance recipient shall provide a statement to the contracting agency or entity providing the assista\nn\nce certifying that all employees employed on the property to which the financial assistance pertains shall be paid the living wage.  Where the financial assistance applies only to certain property, such statement shall only be required for the employees e\nm\nployed on such property.  The statement shall be certified by the chief executive or chief financial officer of the financial assistance recipient, or the designee of any such person, and shall be made a part of the award, grant or assistance agreement.  \nW\nhere there are multiple financial assistance recipients associated with a property to which the financial assistance pertains, each financial assistance recipient shall provide a statement certifying that all the employees employed on that property are pa\nid the living wage.  A violation of any provision of the certified statement shall constitute a material violation of the conditions of the award, grant or assistance agreement.\n\\par }{\\cf1\\insrsid9842606 \\tab }{\\ul\\cf1\\insrsid9842606 (b) Each financial assistance recipient shall provide to the contracting agenc\ny or entity awarding the assistance an annual certification, executed under penalty of perjury, stating that all employees employed on the property to which the financial assistance pertains are paid the living wage.  Such certification shall also include\n \nthe name and address of the employer or employers of the employees, along with copies of records indicating the days and hours worked, and the wages paid and benefits provided to each employee.  The agency or entity shall maintain this information and mak\ne it available for public inspection.  \n\\par }{\\cf1\\insrsid9842606 \\tab }{\\ul\\cf1\\insrsid9842606 \n(c)  A covered employer shall maintain original payroll records for each of its covered employees reflecting the days and hours worked and the wages paid and benefits provided for such hours worked.  The covered empl\noyer shall maintain these records for the duration of the term of the financial assistance agreement and shall retain them for a period of four years after completion of the term of the agreement.  Failure to maintain such records as required shall create\n \na rebuttable presumption that the covered employer did not pay its covered employees the wages and benefits required under the section.  Upon request of the contracting agency or entity awarding the financial assistance, the covered employer shall provide\n a certified original payroll record.\n\\par }{\\cf1\\insrsid9842606 \\tab [(3)] }{\\ul\\cf1\\insrsid9842606 (4)(i)}{\\cf1\\insrsid9842606 \n  A  city  service  contractor shall  ensure that its city service subcontractors comply with the requirements of this section,  and  shall  provide written notification to its city service subcontractors o\nf those requirements,  and  include  in  any contract or agreement with its city service subcontractors a provision requiring them to comply  with  those requirements.\n\\par \\tab }{\\ul\\cf1\\insrsid9842606 (ii)  A financial assistance recipient shall comply with the requirements of this secti\non, and shall provide written notification to its employees performing work on the property to which the financial assistance pertains, of such requirements.}{\\ul\\cf1\\highlight7\\insrsid9842606   \n\\par }{\\cf1\\insrsid9842606 \\tab }{\\ul\\cf1\\insrsid9842606 (iii)  The financial assistance recipient shall post a notice in a prominent location at every \nwork site on the property for which it is required to provide the certification in paragraph 3 of subdivision c of this section, alerting all employees that payment of living wage is required under this section.  Such notices shall be provided in English,\n Spanish and other languages spoken by ten percent or more of a covered employer\\rquote s covered employees.  \n\\par }{\\cf1\\insrsid9842606 \\tab [(4)] }{\\ul\\cf1\\insrsid9842606 (5)}{\\cf1\\insrsid9842606   No  later  than  the  day  on  which any work begins under a city service contract subject  to  the  requirements  of  this  section,  the co\nvered employer shall post in a prominent and accessible place at every work  site and provide each covered employee a copy of a written notice, prepared by the comptroller, detailing the wages,  benefits,  and  other protections  to which covered employee\ns\n are entitled under this section.  Such notices shall be provided in english, spanish and  other  languages spoken by ten percent or more of a covered employer's covered employees.  The  comptroller  shall provide contracting agencies with sample written \n \nnotices  explaining  the  rights  of  covered  employees   and   covered employers'  obligations  under  this  section,  and contracting agencies shall in turn provide those written notices to city service contractors, which shall in turn provide them to \ntheir subcontractors.\n\\par \\tab d.  City  Implementation  and  Reporting.  (1)  Coordination  by   the Comptroller }{\\ul\\cf1\\insrsid9842606 for city service contracts}{\\cf1\\insrsid9842606 \n.  The  comptroller shall monitor, investigate, and audit the compliance by all contracting agencies, and  provide  covered  employers and  employees  with  the information and assistance necessary to ensure  that the section is implemented.\n\\par \\tab (a) The mayor or his or her  designee  shall  promulgate  implementing rules  and  regulations  as appropriate and consistent with this se\nction and may delegate such authority  to  the  comptroller.  The  comptroller shall  be responsible for publishing the living wage and for calculating and publishing  all  applicable  prevailing  wage  and  health  benefits supplement  rates.  The  compt\nr\noller shall annually publish the adjusted rates. The adjusted living wage  and  health  benefits  supplement  rate shall  take  effect  on July 1 of each year, and the adjusted prevailing wage rates shall take effect on whatever date  revised  prevailing \n \nwage rates  determined  under  section  230  of  the state labor law are made effective.  At least 30 days prior to their effective date, the relevant contracting agencies, shall provide notice of the adjusted rates to city service contractors, which shal\nl\n in turn provide written notification of the rate adjustments to each of their covered employees, and to any city service subcontractors, which shall in turn provide written notification to each  of  their  covered  employees.  Covered  employers  shall  \nmake necessary  wage and health benefits adjustments by the effective date of the adjusted rates.\n\\par \\tab (b) The comptroller and the mayor shall ensure  that  the  information set forth in the certifications (including annual updated certifications and   alternat\nives   to   certifications  authorized  for  city  service contractors providing homecare, day care,  or  head  start  services  or  services  to persons with cerebral palsy) required to be submitted under paragraph 2 of subdivision c of this  section  is\n \n integrated  into  and contained  in  the  city's contracting and financial management database established pursuant to section 6-116.2 of the administrative code. Such  information shall to the extent permitted by law be  made  available  to the  public.\n   Provided, however, that the comptroller and the mayor may  agree to restrict from disclosure to the public any information from the certifications required under paragraph  2  of  subdivision  c  of  this  section that is of a personal nature.\n\\par \\tab (c)  The \n comptroller shall submit annual reports to the mayor and the city  council  summarizing  and   assessing   the   implementation   and enforcement  of this section during the preceding year, and include such information in the summary report on contracts \n required  under  section 6-116.2 of the administrative code.\n\\par \\tab (2)  Implementation by Contracting Agencies. (a) Contracting agencies }{\\ul\\cf1\\insrsid9842606 or entities providing financial assistance }{\\cf1\\insrsid9842606 shall comply with and enforce the requirements of this section.  The requirements\n of this section shall be a term and condition of any city service contract }{\\ul\\cf1\\insrsid9842606 and financial assistance agreement}{\\cf1\\insrsid9842606 \n.  No contracting agency may expend city funds in connection with any city service contract that does not comply with the requirements of this section.  }{\\ul\\cf1\\insrsid9842606 \nNo contracting agency or other entity shall provide financial assistance to an applicant of such assistance that does not comply with the requirements of this section.\n\\par }{\\cf1\\insrsid9842606 \\tab (b) Every }{\\ul\\cf1\\insrsid9842606 financial assistance agreement and}{\\cf1\\insrsid9842606  city service contract shall have annexed to it the following materials which shall form a part of the }{\\ul\\cf1\\insrsid9842606 \nterms of the financial assistance agreement or }{\\cf1\\insrsid9842606 specifications for and terms of the city service contract:\n\\par     \\tab (i) A provision obligating the city service contractor }{\\ul\\cf1\\insrsid9842606 or financial assistance recipient }{\\cf1\\insrsid9842606 to comply with all applicable requirements under this section}{\\ul\\cf1\\insrsid9842606 \n, whichever is applicable}{\\cf1\\insrsid9842606 ;\n\\par     \\tab (ii)  The certification required under paragraph}{\\ul\\cf1\\insrsid9842606 s}{\\cf1\\insrsid9842606  2 }{\\ul\\cf1\\insrsid9842606 or 3}{\\cf1\\insrsid9842606  of subdivision c of this section}{\\ul\\cf1\\insrsid9842606 ,}{\\cf1\\insrsid9842606  }{\n\\ul\\cf1\\insrsid9842606 whichever is applicable}{\\cf1\\insrsid9842606 ;\n\\par     \\tab (iii) A schedule of  the  curre\nnt  living  wage  and  health  benefits supplement rates, a schedule of job classifications for which payment of the  prevailing  wage  is  required under this section together with the applicable  prevailing  wage  rates  for  each  job  classification, \n as  determined  by  the  comptroller and notice that such rates are adjusted annually }{\\ul\\cf1\\insrsid9842606 whichever is  applicable}{\\cf1\\insrsid9842606 ; and\n\\par     \\tab (iv) A provision providing  that:  (a)  Failure  to  comply  with  the requirements  of  this  section  may constitute a material breach by the city service contractor of the terms of the city service  contract }{\\ul\\cf1\\insrsid9842606 \nor by the financial assistance recipient of the terms of the financial assistance agreement, whichever is applicable}{\\cf1\\insrsid9842606 ;  (b) Such  failure shall be determined by the contracting agency}{\\ul\\cf1\\insrsid9842606 \n or entity awarding the financial assistance, whichever is applicable}{\\cf1\\insrsid9842606 ; and (c) If,  within thirty days after or pursuant to the terms of  the  city  service  contract }{\\ul\\cf1\\insrsid9842606 or financial assistance agreement}{\n\\cf1\\insrsid9842606 ,  whichever  is  longer,  the  city  service  contractor and/or subcontractor }{\\ul\\cf1\\insrsid9842606 or financial assistance recipient }{\\cf1\\insrsid9842606 receives written notice of such a breach, the city service contractor }{\n\\ul\\cf1\\insrsid9842606 or financial assistance }{\\cf1\\insrsid9842606 recipient fails to cure such breach, the city shall have the  right  to  pursue  any  rights  or  remedies  available under the terms of the city service contract}{\n\\ul\\cf1\\insrsid9842606 , financial assistance agreement }{\\cf1\\insrsid9842606 or under applicable law, including termination  of  the contract }{\\ul\\cf1\\insrsid9842606 or financial assistance}{\\cf1\\insrsid9842606 .\n\\par     \\tab e.  Monitoring,  Investigation  and  Enforcement }{\\ul\\cf1\\insrsid9842606 for city service contracts}{\\cf1\\insrsid9842606 \n. (1) Enforcement. (a) Whenever the comptroller has reason to believe that a  covered  employer or  other person has not complied with the requirements of this section, or upon a verified complaint in  writing  from  a  covered  employee,  a former  \nemployee,  an  employee's  representative, a labor union with an  interest in the city service contract at issue,  the  comptroller  shall conduct  an  investigation  to  determine the facts relating thereto. In conducting such investigation,  the  comptr\no\nller  shall  have  the  same investigatory,  hearing,  and  other  powers  as  are  conferred  on the comptroller by sections 234 and 235 of the state labor law. At the start of such investigation, the comptroller may, in a manner consistent  with  the  w\ni\nthholding  procedures  established  by section 235.2 of the state  labor law, instruct or, in the  case  of  homecare  services,  day  care  services,  head  start  services  or  services  to persons with cerebral  palsy, advise the relevant contracting a\ng\nency to  withhold  any  payment  due the covered employer in order to safeguard the rights of the covered  employees.   Provided,  however,  that  in  the  case  of  city  service  contractors providing services to persons with cerebral palsy, day  care  \no\nr  head  start  services, no such withholding of payment may be ordered  until such time as the comptroller or contracting agency, as applicable,  has issued an  order,  determination  or  other  disposition  finding  a  violation  of this section and the\n \ncity service contractor has failed to cure the violation in a timely fashion. Based upon  such  investigation,  hearing,  and findings, the comptroller shall report the results of such investigation  and  hearing  to  the contracting agency, who shall iss\nue such order, determination or other disposition. Such disposition may:\n\\par     \\tab (i) Direct payment of wages and/or the monetary equivalent of benefits wrongly denied, including interest from the date of the underpayment  to the  worker,  based  on  the rate o\nf interest per year then in effect as  prescribed by the superintendent of banks pursuant to  section  14-a  of  the  state  banking  law,  but  in  any event at a rate no less than six  percent per year;\n\\par     \\tab (ii) Direct the filing or disclosure of  any  records  that  were  not  filed or made available to the public as required by this section;\n\\par     \\tab (iii)  Direct  the  reinstatement of, or other appropriate relief for,  any person found to have been subject to retaliation  or  discrimination  in violation of this section;\n\\par     \\tab (iv)  Direct  payment of a further sum as a civil penalty in an amount  not exceeding twenty-five percent of the total amount found to be due in  violation of this section;\n\\par     \\tab (v) Direct payment of the sums withheld at  the  commencement  of  the investigation  and  the interest that has accrued thereon to the covered  employer; and\n\\par     \\tab (vi) Declare a finding  of  non-responsibility  and  bar  the  covered employer  from  receiving  city  service  contracts from the contracting  ag\nency for a prescribed period of time.  In assessing an appropriate remedy, a contracting  agency  shall  give due consideration to the size of the employer's business, the employer's good  faith,  the  gravity  of  the  violation,  the history of previous\n violations and the failure to  comply  with  record-keeping,  reporting,  anti-retaliation or other non-wage requirements. Any civil penalty shall  be deposited in the city general revenue fund.\n\\par     \\tab (b)  In circumstances where a city service contractor fa\nils to perform in accordance with any of the requirements of this section and there  is a  continued  need for the service, a contracting agency may obtain from another source  the  required  service  as  specified  in  the  original  contract,  or  any  \np\nart thereof, and may charge the non-performing city service contractor for  any  difference  in  price  resulting  from  the alternative   arrangements,   may   assess   any  administrative  charge established by the contracting agency, and may, as  appro\npriate,  invoke\n\\par   such  other sanctions as are available under the contract and applicable  law.\n\\par     \\tab (c) Before issuing an order, determination or any  other  disposition, the  comptroller or contracting agency, as applicable, shall give notice thereof tog\nether with a copy of the complaint, or  a  statement  of  the facts  disclosed  upon  investigation,  which  notice  shall  be  served  personally or by  mail  on  any  person  or  covered  employer  affected thereby.  The  comptroller  or  contracting  a\ng\nency,  as applicable, may negotiate an agreed upon stipulation of settlement or refer  the  matter to  the  office  of administrative trials and hearings for a hearing and  disposition. Such person or covered employer  shall  be  notified  of  a  hearing \n date  by  the  office of administrative trials and hearings and shall have the opportunity to be heard in respect to such matters.\n\\par    \\tab (d) In  an  investigation  conducted  under  the  provisions  of  this  section,  the  inquiry  of  the  comptroller  or \n contracting agency, as applicable, shall not extend to work performed  more  than  three  years prior  to  the  filing  of  the  complaint,  or the commencement of such  investigation, whichever is earlier.\n\\par     \\tab (e) When,  pursuant  to  the  provisions  o\nf  this  section,  a  final disposition has been entered against a covered employer in two instances within  any  consecutive  six  year period determining that such covered  employer has failed to comply with the wage, benefits, anti-retaliation,  record\n-\nkeeping  or  reporting requirements of this section, such covered  employer, and any principal or officer  of  such  covered  employer  who  knowingly  participated in such failure, shall be ineligible to submit a  bid on or be awarded any city service co\nntract  for  a  period  of  five years from the date of the second disposition.\n\\par     \\tab (f)  When  a  final  determination has been made in favor of a covered employee or other person and the person found violating this section has failed to comply with the pa\nyment or other terms of the  remedial  order of  the  comptroller  or contracting agency, as applicable, and provided  that no proceeding for judicial review shall then  be  pending  and  the  time   for  initiation  of  such  proceeding  shall  have  exp\ni\nred,  the comptroller or contracting agency, as applicable, shall file a  copy  of such  order containing the amount found to be due with the city clerk of  the county of residence or place of business of the person found to have violated this section, or\n \n of  any  principal  or  officer  thereof  who knowingly  participated  in the violation of this section. The filing of such order shall have the full force  and  effect  of  a  judgment  duly  docketed  in  the office of such clerk. The order may be enfo\nrced by and  in the name of the comptroller or contracting agency, as applicable,  in  the  same  manner  and  with like effect as that prescribed by the state civil practice law and rules for the enforcement of a money judgment.\n\\par     \\tab (g) Before any further\n payment is made, or claim is permitted, of  any sums  or  benefits  due  under any city service contract covered by this section, it shall be the duty of the contracting agency to  require  the covered  employer,  including  each  city  service  subcontr\na\nctor of the  covered employer, that has been found to have violated the law, to  file a  written  statement  certifying to the amounts then due and owing from each such covered employer to or on behalf of all covered employees,  or the  city  for  wages  \no\nr  benefits  wrongly  denied  them, or for civil penalties assessed, and setting forth the names of the persons owed  and the  amount  due  to  or  on behalf of each respectively. This statement shall be verified as true and accurate by  the  covered  emp\nl\noyer  under penalty of perjury. If any interested person shall have previously filed  a protest in writing objecting to the payment to any covered employer on the ground that payment is owing to one or more employees of the covered  employer  for  violati\no\nns of this section, or if for any other reason it may be deemed advisable, the comptroller, a contracting  agency  or  the city  department  of  finance  may  deduct  from the whole amount of any  payment to the covered employer sums admitted by the cover\ne\nd employer in the verified statement or statements to be due and owing to any  covered employee  before making payment of the amount certified for payment, and may withhold the amount so deducted for the benefit of the employees  or persons  that  are  ow\ned payment as shown by the verified statements and may pay directly to any person the amount shown by the statements to  be due them.\n\\par     \\tab (h)  The comptroller or any contracting agency shall be authorized to contract with non-governmental agencies   to   i\nnvestigate   possible violations  of  this  section. Where a covered employer is found to have violated the requirements of this section, the covered employer shall be liable to the city for costs incurred in investigating and prosecuting  the violation.\n\n\\par     \\tab \n(2)  Enforcement  by  Private  Right  of  Action.  (a)  When  a  final determination has been made and such determination  is  in  favor  of  a covered  employee,  such  covered employee may, in addition to any other remedy provided by this section, in\nstitute an action  in  any  court  of appropriate  jurisdiction  against  the  covered  employer found to have violated this section. For any  violation  of  this  section,  including failure  to  pay  applicable wages, provide required benefits, or compl\ny\n with other requirements of this section, including  protections  against retaliation  and  discrimination,  the  court  may award any appropriate  remedy at law or equity including, but not limited to, back pay, payment for wrongly denied benefits, inter\nest,  other  equitable  or  make-whole relief,  reinstatement,  injunctive  relief and/or compensatory damages.  The court shall award  reasonable  attorney's  fees  and  costs  to  any complaining party who prevails in any such enforcement action.\n\\par     \\tab (b)\n  Notwithstanding  any inconsistent provision of this section or of  any other general, special or local  law,  ordinance,  city  charter  or administrative  code,  an  employee  affected  by  this law shall not be barred from the right to recover the dif\nference between the amount  paid\n\\par   to  the  employee  and  the  amount  which  should have been paid to the employee under the provisions of  this  section  because  of  the  prior receipt by the employee without protest of wages or benefits paid, or on acc\nount of the employee's failure to state orally or in writing upon any  payroll or receipt which the employee is required to sign that the wages or  benefits received by the employee are received under protest, or on account of the employee's failure to  i\nndicate  a  protest  against  the amount,  or  that the amount so paid does not constitute payment in full of wages or benefits due the employee for the  period  covered  by  such  payment.\n\\par     \\tab (c)  Such  action  must be commenced within three years of the\n date of  the alleged violation, or within three years of the final disposition of any administrative complaint or action concerning the alleged  violation  or,  if  such  a  disposition  is  reviewed  in a proceeding pursuant to article 78 of the state c\ni\nvil practice law and rules, within three years  of the termination of such review proceedings. No  procedure  or  remedy set  forth in this section is intended to be exclusive or a prerequisite  for asserting a claim for relief to enforce any rights  here\nunder  in  a  court of law. This section shall not be construed to limit an employee's right to bring a common law cause of action for wrongful termination.\n\\par \\tab }{\\ul\\cf1\\insrsid9842606 (f).  Applicability, Monitoring,  Investigation  and  Enforcement of Financial Assistance Recipient\ns. (1)  Within one hundred eighty days of the effective date of the law that added this section, the department of finance, in consultation with city agencies, shall publish a list of available types of financial assistance the recipient of which would be\n subject to the requirements of this section.  Such list shall be updated and published as often as is necessary to keep it current.  \n\\par }{\\cf1\\insrsid9842606       \\tab }{\\ul\\cf1\\insrsid9842606 (2) The contracting agency, in the cases where financial assistance is provided through a contract with an agency, \nor entity awarding the financial assistance shall monitor and investigate complaints about the financial assistance recipient\\rquote \ns compliance with the requirements of this section.  Whenever the contracting agency or entity awarding the assistance finds a vio\nlation of any provision of this section, the financial assistance recipient shall be given a written notice informing them of the violation.  The recipient has thirty days to cure the violation.  Should the recipient not cure the violation, the agency or \nentity awarding the assistance shall pursue all available legal remedies, including but not limited to any or all of the following penalties and relief:\n\\par }{\\cf1\\insrsid9842606 \\tab }{\\ul\\cf1\\insrsid9842606 (i) Suspension and/or termination of the financial assistance agreement for cause;\n\\par }{\\cf1\\insrsid9842606 \\tab }{\\ul\\cf1\\insrsid9842606 (ii)  Payback of any or all of the financial assistance awarded by the City;\n\\par }{\\cf1\\insrsid9842606 \\tab }{\\ul\\cf1\\insrsid9842606 (iii)  Deem the financial assistance recipient ineligible for future financial assistance until all the restitution has been paid to all the employees affected;\n\\par }{\\cf1\\insrsid9842606 \\tab }{\\ul\\cf1\\insrsid9842606 (iv) A fine payable to the city in the sum of five hundred dollars ($500) for each week for each employee found not to have been paid in accordance with this chapter; and}{\\cf1\\insrsid9842606 \n\\par \\tab }{\\ul\\cf1\\insrsid9842606 (v) Wage restitution for each affected employee.\n\\par }{\\cf1\\insrsid9842606  \\tab [f.] }{\\ul\\cf1\\insrsid9842606 (g)}{\\cf1\\insrsid9842606   Other provisions. (1) Except where expressly provided otherwise in this section, the requirements of this section  shall  apply  to  city service contracts }{\n\\ul\\cf1\\insrsid9842606 and financial assistance agreements }{\\cf1\\insrsid9842606 entered into after the effective date of this section, and  shall  not apply to any existing city service contract }{\\ul\\cf1\\insrsid9842606 and fin\nancial assistance agreement }{\\cf1\\insrsid9842606 entered into prior to that date. Where a city service contract }{\\ul\\cf1\\insrsid9842606 or financial assistance agreement }{\\cf1\\insrsid9842606 \nis renewed or extended after the effective date of this  section,  such  renewal  or  extension shall  be  deemed  new city service contracts }{\\ul\\cf1\\insrsid9842606 or financial assistance agreements }{\\cf1\\insrsid9842606 \nand shall trigger coverage under this section if the terms of the renewed or extended city  service  contract}{\\ul\\cf1\\insrsid9842606  or financial assistance agreement}{\\cf1\\insrsid9842606 \n,  otherwise  meet  the  requirements  for  coverage  under this se\nction.  However,   city   service   contractors   and   city   service subcontractors that provide services to persons with cerebral palsy, day care   services   or  head  start  services  shall  be  subject  to  the requirements of this section only upon\n \nthe  award  or  renewal  of  city service contracts after the effective date of this section. City service contractors and  city  service  subcontractors  that  provide homecare services  shall  be  subject  to  the  requirements  of   this   section imme\ndiately upon the effective date of this section.\n\\par }\\pard \\ql \\li0\\ri0\\sl480\\slmult1\\nowidctlpar\\faauto\\rin0\\lin0\\itap0 {\\kerning28\\insrsid9842606 \n\\par }\\pard \\ql \\fi720\\li0\\ri0\\sl480\\slmult1\\nowidctlpar\\faauto\\rin0\\lin0\\itap0 {\\kerning28\\insrsid9842606 \\'a72.  This law shall take effect ninety days after its enactment into law.\n\\par }\\pard \\ql \\li0\\ri0\\sl480\\slmult1\\nowidctlpar\\faauto\\rin0\\lin0\\itap0 {\\kerning28\\insrsid9842606 \n\\par }\\pard \\ql \\li0\\ri0\\nowidctlpar\\faauto\\rin0\\lin0\\itap0 {\\kerning28\\insrsid9842606 LC\n\\par LS# 7978\n\\par LS# 7979\n\\par 12/04/2009\n\\par }{\\fs20\\kerning28\\insrsid9842606 \n\\par }}",
  "LastModified": "0001-01-01T00:00:00Z"
}
