{
  "ID": 44118,
  "GUID": "8DBC67FE-CE61-45CB-AF5C-E522ED8B5DA7",
  "File": "Int 1108-2009",
  "Name": "Designation of “heavy use” thoroughfares, placement of street level air quality monitors at designated “heavy use” thoroughfares and other locations by the DOT.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to designation of “heavy use” thoroughfares, placement of street level air quality monitors at designated “heavy use” thoroughfares and other locations by the Department of Transportation and in relation to requiring annual reporting of the air quality monitoring results.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 10,
  "BodyName": "Committee on Environmental Protection",
  "IntroDate": "2009-12-21T00:00:00Z",
  "AgendaDate": "2009-12-21T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    }
  ],
  "History": [
    {
      "ID": 235688,
      "Date": "2009-12-21T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 235870,
      "Date": "2009-12-21T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Environmental Protection",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 9525,
      "AgendaSequence": 161,
      "MinutesSequence": 200,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Environmental Protection",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 235978,
      "Date": "2009-12-31T10:37:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 45068,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Legislative findings and intent.   The Council finds that there is ample evidence that poor air quality is associated with adverse health impacts.  Documented adverse health impacts include increased risk of mortality from lung cancer, from cardiovascular diseases, and respiratory diseases.  Recent studies also show that children are particularly susceptible to exposure to air pollution which is known to lower IQ scores even before birth and can leave children more susceptible to respiratory diseases later in life.  Prenatal exposure to air pollution is linked with genetic abnormalities at birth and developmental delays by age three.  Among obese children, more pronounced deficits in lung function have been observed in response to air pollution than among children of normal weight.  Similarly, air pollution can have devastating impacts on people with compromised immune systems, the elderly and individuals with respiratory diseases.\nThe Council further finds that pollution from mobile sources represents a significant threat to children because one in three public schools in the United States is located within four hundred meters of a major highway which usually serve as routes for trucks and other traffic. The location of schools and school playgrounds in proximity to major highways and to mobile sources pollution generated by vehicles affects children more than adults because children spend more than thirty percent of their day on school grounds, in classrooms and, after school, involved in extracurricular activities at school.  Finally, the Council finds that the Environmental Protection Agency is proposing a new and more stringent national standard for nitrogen dioxide (“NO2”), caused by emissions from cars, trucks, buses, power plants and industrial facilities.  The new proposed standard is based upon current scientific evidence linking short-term NO2 exposures to respiratory effects in people with asthma and other respiratory diseases and at-risk populations such as children and the elderly.  The proposed NO2 standard would add NO2 monitoring within fifty meters of major roads but would not require any NO2 monitoring near schools, parks or playgrounds.\nTherefore the Council finds that it is in the best interests of the City to designate heavy traffic thoroughfares and to require that air monitors be placed at designated heavy use thoroughfares and outside of parks, playgrounds, ball fields and school playgrounds that adjoin designated heavy use thoroughfares and to require annual reports on the results of the ambient air quality monitoring.  \n\t§ 2. Section 24-108 of the administrative code of the city of New York is amended by adding new subdivisions g, h, i, and j to read as follows:\n(g) For purposes of this section the following terms shall have the following meanings:  \n(1) “Heavy use thoroughfares” shall mean any highway, roadway or other traffic corridor that has traffic volume greater than the fiftieth percentile of the average New York city roadway corridors or have traffic in excess of 100,000 vehicles on an annual basis. Designation of heavu use thoroughfares shall be based upon verifiable usage and traffic volume data obtained from transportation planning agencies including, but not limited to, the New York metropolitan transportation council, the New York city department of transportation and the New York state department of transportation.\n(2) “Recreational area” shall mean  any park, playground, ball field and school playground that abuts a heavy use thoroughfare.. \n(3)\"Regulated air contaminant\" shall mean oxides of nitrogen, volatile organic compounds, sulfur dioxide, particulate matter, carbon monoxide, carbon dioxide, polycyclic aromatic hydrocarbons or any other air contaminant for which a national ambient air quality standard has been promulgated; or any air contaminant that is regulated under section 42 USC 7412 of the Clean Air Act. \n(4) “At risk populations” shall mean infants and young children, pregnant women, older adults, and people with weakened immune systems.  \n(h)Designation of heavy use thoroughfares. The department shall, no later than June 30 2010, designate heavy use thoroughfares in every borough. \n(i).Placement of air monitors. The department shall install street level air monitors at a minimum at two major intersections on every designated heavy use thoroughfare and at every recreational area, by December 30,,2010.  Commencing on December 30, 2011 and every December 30 thereafter, the department shall issue a report containing the results of the air quality monitoring of designated heavy use thoroughfares.\ni. Where the results of the air quality monitoring on and adjoining heavy use thoroughfares indicate that levels of any regulated air contaminant constitute a violation of an existing standard for any regulated air contaminant or contribute to an actual or potential danger to public health or the environment or present a health risk to at-risk populations such as children under the age of sixteen or the elderly as defined by federal law, based upon the most recent research available, the department of environmental protection along with the departments of transportation and of education shall collaboratively identify and require the implementation of corrective mitigation measures that significantly reduce or eliminate short-term and long term exposure risks.\n§3. This local law shall take effect ninety days after enactment, except that the commissioner of environmental protection shall take such measures, as are necessary for its implementation, including the promulgation of rules, prior to such effective date.\n\nLS #7576\nSS12/11/09 3:57 p.m.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\uc1\\deff35\\stshfdbch0\\stshfloch0\\stshfhich0\\stshfbi0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fcharset0\\fprq2{\\*\\panose 02020603050405020304}Times New Roman;}{\\f1\\fswiss\\fcharset0\\fprq2{\\*\\panose 020b0604020202020204}Arial;}\n{\\f35\\fswiss\\fcharset0\\fprq2{\\*\\panose 020b0604030504040204}Tahoma;}{\\f182\\froman\\fcharset238\\fprq2 Times New Roman CE;}{\\f183\\froman\\fcharset204\\fprq2 Times New Roman Cyr;}{\\f185\\froman\\fcharset161\\fprq2 Times New Roman Greek;}\n{\\f186\\froman\\fcharset162\\fprq2 Times New Roman Tur;}{\\f187\\froman\\fcharset177\\fprq2 Times New Roman (Hebrew);}{\\f188\\froman\\fcharset178\\fprq2 Times New Roman (Arabic);}{\\f189\\froman\\fcharset186\\fprq2 Times New Roman Baltic;}\n{\\f190\\froman\\fcharset163\\fprq2 Times New Roman (Vietnamese);}{\\f192\\fswiss\\fcharset238\\fprq2 Arial CE;}{\\f193\\fswiss\\fcharset204\\fprq2 Arial Cyr;}{\\f195\\fswiss\\fcharset161\\fprq2 Arial Greek;}{\\f196\\fswiss\\fcharset162\\fprq2 Arial Tur;}\n{\\f197\\fswiss\\fcharset177\\fprq2 Arial (Hebrew);}{\\f198\\fswiss\\fcharset178\\fprq2 Arial (Arabic);}{\\f199\\fswiss\\fcharset186\\fprq2 Arial Baltic;}{\\f200\\fswiss\\fcharset163\\fprq2 Arial (Vietnamese);}{\\f532\\fswiss\\fcharset238\\fprq2 Tahoma CE;}\n{\\f533\\fswiss\\fcharset204\\fprq2 Tahoma Cyr;}{\\f535\\fswiss\\fcharset161\\fprq2 Tahoma Greek;}{\\f536\\fswiss\\fcharset162\\fprq2 Tahoma Tur;}{\\f537\\fswiss\\fcharset177\\fprq2 Tahoma (Hebrew);}{\\f538\\fswiss\\fcharset178\\fprq2 Tahoma (Arabic);}\n{\\f539\\fswiss\\fcharset186\\fprq2 Tahoma Baltic;}{\\f540\\fswiss\\fcharset163\\fprq2 Tahoma (Vietnamese);}{\\f541\\fswiss\\fcharset222\\fprq2 Tahoma (Thai);}}{\\colortbl;\\red0\\green0\\blue0;\\red0\\green0\\blue255;\\red0\\green255\\blue255;\\red0\\green255\\blue0;\n\\red255\\green0\\blue255;\\red255\\green0\\blue0;\\red255\\green255\\blue0;\\red255\\green255\\blue255;\\red0\\green0\\blue128;\\red0\\green128\\blue128;\\red0\\green128\\blue0;\\red128\\green0\\blue128;\\red128\\green0\\blue0;\\red128\\green128\\blue0;\\red128\\green128\\blue128;\n\\red192\\green192\\blue192;\\red204\\green0\\blue0;}{\\stylesheet{\\ql \\li0\\ri0\\widctlpar\\aspalpha\\aspnum\\faauto\\adjustright\\rin0\\lin0\\itap0 \\f35\\fs24\\lang1033\\langfe1033\\cgrid\\langnp1033\\langfenp1033 \\snext0 \\styrsid14318239 Normal;}{\\*\\cs10 \\additive \n\\ssemihidden Default Paragraph Font;}{\\*\\ts11\\tsrowd\\trftsWidthB3\\trpaddl108\\trpaddr108\\trpaddfl3\\trpaddft3\\trpaddfb3\\trpaddfr3\\trcbpat1\\trcfpat1\\tscellwidthfts0\\tsvertalt\\tsbrdrt\\tsbrdrl\\tsbrdrb\\tsbrdrr\\tsbrdrdgl\\tsbrdrdgr\\tsbrdrh\\tsbrdrv \n\\ql \\li0\\ri0\\widctlpar\\aspalpha\\aspnum\\faauto\\adjustright\\rin0\\lin0\\itap0 \\fs20\\lang1024\\langfe1024\\cgrid\\langnp1024\\langfenp1024 \\snext11 \\ssemihidden Normal Table;}{\\s15\\qj \\li0\\ri0\\sl480\\slmult1\n\\widctlpar\\aspalpha\\aspnum\\faauto\\adjustright\\rin0\\lin0\\itap0 \\f35\\fs24\\lang1033\\langfe1033\\cgrid\\langnp1033\\langfenp1033 \\sbasedon0 \\snext15 \\styrsid14318239 Body Text;}{\\s16\\ql \\li0\\ri0\\widctlpar\n\\tqc\\tx4320\\tqr\\tx8640\\aspalpha\\aspnum\\faauto\\adjustright\\rin0\\lin0\\itap0 \\f35\\fs24\\lang1033\\langfe1033\\cgrid\\langnp1033\\langfenp1033 \\sbasedon0 \\snext16 \\styrsid14318239 footer;}{\\*\\cs17 \\additive \\sbasedon10 \\styrsid14318239 page number;}{\n\\s18\\ql \\li0\\ri0\\widctlpar\\aspalpha\\aspnum\\faauto\\adjustright\\rin0\\lin0\\itap0 \\f35\\fs20\\lang1033\\langfe1033\\cgrid\\langnp1033\\langfenp1033 \\sbasedon0 \\snext18 \\ssemihidden \\styrsid14318239 footnote text;}{\\*\\cs19 \\additive \\super \n\\sbasedon10 \\ssemihidden \\styrsid14318239 footnote reference;}{\\*\\cs20 \\additive \\b \\sbasedon10 \\styrsid14318239 term1;}}{\\*\\latentstyles\\lsdstimax156\\lsdlockeddef0}{\\*\\rsidtbl \\rsid812371\\rsid2582882\\rsid6360216\\rsid9797377\\rsid10226364\\rsid14119350\n\\rsid14318239\\rsid16062562}{\\*\\generator Microsoft Word 11.0.5604;}{\\info{\\title Int}{\\author NYCC}{\\operator jettricks}{\\creatim\\yr2009\\mo12\\dy24\\hr9\\min45}{\\revtim\\yr2009\\mo12\\dy24\\hr9\\min45}{\\version2}{\\edmins0}{\\nofpages4}{\\nofwords925}{\\nofchars5279}\n{\\*\\company NYCC}{\\nofcharsws6192}{\\vern24689}}\\margl1440\\margr1440 \\widowctrl\\ftnbj\\aenddoc\\noxlattoyen\\expshrtn\\noultrlspc\\dntblnsbdb\\nospaceforul\\hyphcaps0\\formshade\\horzdoc\\dgmargin\\dghspace180\\dgvspace180\\dghorigin1701\\dgvorigin1984\\dghshow1\\dgvshow1\n\\jexpand\\viewkind4\\viewscale100\\pgbrdrhead\\pgbrdrfoot\\splytwnine\\ftnlytwnine\\htmautsp\\nolnhtadjtbl\\useltbaln\\alntblind\\lytcalctblwd\\lyttblrtgr\\lnbrkrule\\nobrkwrptbl\\snaptogridincell\\allowfieldendsel\\wrppunct\n\\asianbrkrule\\rsidroot14318239\\newtblstyruls\\nogrowautofit \\fet0{\\*\\ftnsep \\pard\\plain \\ql \\li0\\ri0\\widctlpar\\aspalpha\\aspnum\\faauto\\adjustright\\rin0\\lin0\\itap0 \\f35\\fs24\\lang1033\\langfe1033\\cgrid\\langnp1033\\langfenp1033 {\\insrsid812371 \\chftnsep \n\\par }}{\\*\\ftnsepc \\pard\\plain \\ql \\li0\\ri0\\widctlpar\\aspalpha\\aspnum\\faauto\\adjustright\\rin0\\lin0\\itap0 \\f35\\fs24\\lang1033\\langfe1033\\cgrid\\langnp1033\\langfenp1033 {\\insrsid812371 \\chftnsepc \n\\par }}{\\*\\aftnsep \\pard\\plain \\ql \\li0\\ri0\\widctlpar\\aspalpha\\aspnum\\faauto\\adjustright\\rin0\\lin0\\itap0 \\f35\\fs24\\lang1033\\langfe1033\\cgrid\\langnp1033\\langfenp1033 {\\insrsid812371 \\chftnsep \n\\par }}{\\*\\aftnsepc \\pard\\plain \\ql \\li0\\ri0\\widctlpar\\aspalpha\\aspnum\\faauto\\adjustright\\rin0\\lin0\\itap0 \\f35\\fs24\\lang1033\\langfe1033\\cgrid\\langnp1033\\langfenp1033 {\\insrsid812371 \\chftnsepc \n\\par }}\\sectd \\linex0\\endnhere\\titlepg\\sectlinegrid360\\sectdefaultcl\\sectrsid14318239\\sftnbj {\\footer \\pard\\plain \\s16\\ql \\li0\\ri0\\widctlpar\\tqc\\tx4320\\tqr\\tx8640\\pvpara\\phmrg\\posxc\\posy0\\aspalpha\\aspnum\\faauto\\adjustright\\rin0\\lin0\\itap0 \n\\f35\\fs24\\lang1033\\langfe1033\\cgrid\\langnp1033\\langfenp1033 {\\field{\\*\\fldinst {\\cs17\\insrsid812371 PAGE  }}{\\fldrslt {\\cs17\\lang1024\\langfe1024\\noproof\\insrsid812371 4}}}{\\cs17\\insrsid812371 \n\\par }\\pard \\s16\\ql \\li0\\ri0\\widctlpar\\tqc\\tx4320\\tqr\\tx8640\\aspalpha\\aspnum\\faauto\\adjustright\\rin0\\lin0\\itap0 {\\insrsid812371 \n\\par }}{\\*\\pnseclvl1\\pnucrm\\pnstart1\\pnindent720\\pnhang {\\pntxta .}}{\\*\\pnseclvl2\\pnucltr\\pnstart1\\pnindent720\\pnhang {\\pntxta .}}{\\*\\pnseclvl3\\pndec\\pnstart1\\pnindent720\\pnhang {\\pntxta .}}{\\*\\pnseclvl4\\pnlcltr\\pnstart1\\pnindent720\\pnhang {\\pntxta )}}\n{\\*\\pnseclvl5\\pndec\\pnstart1\\pnindent720\\pnhang {\\pntxtb (}{\\pntxta )}}{\\*\\pnseclvl6\\pnlcltr\\pnstart1\\pnindent720\\pnhang {\\pntxtb (}{\\pntxta )}}{\\*\\pnseclvl7\\pnlcrm\\pnstart1\\pnindent720\\pnhang {\\pntxtb (}{\\pntxta )}}{\\*\\pnseclvl8\n\\pnlcltr\\pnstart1\\pnindent720\\pnhang {\\pntxtb (}{\\pntxta )}}{\\*\\pnseclvl9\\pnlcrm\\pnstart1\\pnindent720\\pnhang {\\pntxtb (}{\\pntxta )}}\\pard\\plain \\qc \\li0\\ri0\\widctlpar\\aspalpha\\aspnum\\faauto\\adjustright\\rin0\\lin0\\itap0\\pararsid14318239 \n\\f35\\fs24\\lang1033\\langfe1033\\cgrid\\langnp1033\\langfenp1033 {\\f0\\insrsid14318239\\charrsid14318239 Int. No. }{\\f0\\insrsid6360216 1108}{\\f0\\insrsid14318239\\charrsid14318239 \n\\par }\\pard \\qj \\li0\\ri0\\widctlpar\\aspalpha\\aspnum\\faauto\\adjustright\\rin0\\lin0\\itap0\\pararsid14318239 {\\f0\\insrsid14318239\\charrsid14318239 \n\\par }{\\f0\\insrsid9797377 By Council Member Gerson, Barron}{\\f0\\insrsid812371 ,}{\\f0\\insrsid9797377  Gentile}{\\f0\\insrsid812371 , James,  Liu and Nelson}{\\f0\\insrsid14318239\\charrsid14318239 \n\\par \n\\par }\\pard \\ql \\li0\\ri0\\widctlpar\\aspalpha\\aspnum\\faauto\\adjustright\\rin0\\lin0\\itap0\\pararsid14318239 {\\v\\f0\\insrsid14318239\\charrsid14318239 ...Title\n\\par }{\\f0\\insrsid14318239 A Local Law to}{\\f0\\insrsid14318239\\charrsid14318239  amend the administrative code of the city of New York, in relation to designation of \\'93heavy use\\'94 thoroughfares, placement of street level air quality monitors at designated \n\\'93heavy use\\'94 thoroughfares and other locations by the Department of Transportation and in relation to requiring annual reporting of the air quality monitoring results.\n\\par }\\pard \\qj \\li0\\ri0\\widctlpar\\aspalpha\\aspnum\\faauto\\adjustright\\rin0\\lin0\\itap0\\pararsid14318239 {\\v\\f0\\insrsid14318239\\charrsid14318239 ..Body\n\\par }{\\f0\\insrsid14318239\\charrsid14318239 \n\\par }{\\f0\\ul\\insrsid14318239\\charrsid14318239 Be it enacted by the Council as follows:\n\\par \n\\par }\\pard \\ql \\li0\\ri0\\sl480\\slmult1\\widctlpar\\faauto\\rin0\\lin0\\itap0\\pararsid14318239 {\\f0\\insrsid14318239\\charrsid14318239 \\tab S}{\\f0\\cf1\\insrsid14318239\\charrsid14318239 ection 1.  Legislative findings and intent.   The Council finds that}{\n\\f0\\insrsid14318239\\charrsid14318239  there is ample evidence that poor air quality is associated with adverse health impacts.  Documented adverse health impacts include increased risk of mortality from lung cancer, from cardiovascular dis\neases, and respiratory diseases.  Recent studies also show that children are particularly susceptible to exposure to air pollution which is known to lower IQ scores even before birth}{\\cs19\\f0\\super\\insrsid14318239\\charrsid14318239 \\chftn {\\footnote \n\\pard\\plain \\s18\\ql \\li0\\ri0\\widctlpar\\aspalpha\\aspnum\\faauto\\adjustright\\rin0\\lin0\\itap0\\pararsid14318239 \\f35\\fs20\\lang1033\\langfe1033\\cgrid\\langnp1033\\langfenp1033 {\\cs19\\f1\\super\\insrsid812371\\charrsid10226364 \\chftn }{\n\\f1\\insrsid812371\\charrsid10226364  }{\\f1\\insrsid812371 Frederica P. Perera, DrPh, Zhigang Li, MPS, Robin Whyatt, DrPH, Lori Hoepner MPH, Shuang Wang PhD, David Camann MS and Virginia Rauh, Scd, Prenatal Airborne Polyclclic Aromatic Hydrocarbon Expos\nure and Child IQ at Age 5 Years, Pediatrics Published online July 20, 2009 (doi:10.1542/10.154/peds.2008-3506).}{\\f1\\insrsid812371\\charrsid10226364  }}}{\\f0\\insrsid14318239\\charrsid14318239 \n and can leave children more susceptible to respiratory diseases later in life.  Prenatal exposure to air pollution is linked with genetic abnormalities at birth and developmental delays by age three.  Among obese children}{\n\\cs19\\f0\\super\\insrsid14318239\\charrsid14318239 \\chftn {\\footnote \\pard\\plain \\s18\\ql \\li0\\ri0\\widctlpar\\aspalpha\\aspnum\\faauto\\adjustright\\rin0\\lin0\\itap0\\pararsid14318239 \\f35\\fs20\\lang1033\\langfe1033\\cgrid\\langnp1033\\langfenp1033 {\n\\cs19\\f1\\super\\insrsid812371\\charrsid10226364 \\chftn }{\\f1\\insrsid812371\\charrsid10226364  Luttmann-Gibson H, Dockery DW. Short-term effects of air pollution on lung function: Are obese children at higher risk? Paper presented at: a\nnnual meeting of the American Thoracic Society; May 23, 2004; Orlando.}}}{\\f0\\insrsid14318239\\charrsid14318239 , more pronounced deficits in lung function have been observed in response to air pollution than among chi\nldren of normal weight.  Similarly, air pollution can have devastating impacts on people with compromised immune systems, the elderly and individuals with respiratory diseases.\n\\par }\\pard \\ql \\fi720\\li0\\ri0\\sl480\\slmult1\\widctlpar\\faauto\\rin0\\lin0\\itap0\\pararsid14318239 {\\f0\\insrsid14318239\\charrsid14318239 The Council further finds that pollution from mobile sources represents a signi\nficant threat to children because one in three public schools in the United States is located within four hundred meters of a major highway}{\\cs19\\f0\\super\\insrsid14318239\\charrsid14318239 \\chftn {\\footnote \\pard\\plain \n\\s18\\ql \\li0\\ri0\\widctlpar\\aspalpha\\aspnum\\faauto\\adjustright\\rin0\\lin0\\itap0\\pararsid14318239 \\f35\\fs20\\lang1033\\langfe1033\\cgrid\\langnp1033\\langfenp1033 {\\cs19\\f1\\super\\insrsid812371\\charrsid2582882 \\chftn }{\\f1\\insrsid812371\\charrsid2582882  }{\n\\f1\\insrsid812371 Sergey Grinshpun, Many U.S. Public Schools in Air Pollution Danger Zone}{\\f1\\cf17\\insrsid812371\\charrsid2582882 , }{\\f1\\cf1\\insrsid812371\\charrsid2582882 Journal of Environmental Planning and Management, September 2008.}}}{\n\\f0\\insrsid14318239\\charrsid14318239  which usually serve as routes for trucks and other traffic. The location of schools and school playgrounds in proxi\nmity to major highways and to mobile sources pollution generated by vehicles affects children more than adults because children spend more than thirty percent of their day on school grounds, in classrooms and, after school, involved in extracurricular act\nivities at school.  Finally, the Council finds that the Environmental Protection Agency is proposing a new and more stringent national standard for nitrogen dioxide (\\'93NO}{\\f0\\sub\\insrsid14318239\\charrsid14318239 2}{\\f0\\insrsid14318239\\charrsid14318239 \n\\'94), caused by emissions from cars, trucks, buses, power plants and industrial facilities.  The new proposed standard is based upon current scientific evidence linking short-term NO}{\\f0\\sub\\insrsid14318239\\charrsid14318239 2}{\n\\f0\\insrsid14318239\\charrsid14318239  exposures to respiratory effects in people with asthma and other respiratory diseases and at-risk populations such as children and the elderly.  The proposed NO}{\\f0\\sub\\insrsid14318239\\charrsid14318239 2}{\n\\f0\\insrsid14318239\\charrsid14318239  standard would add NO}{\\f0\\sub\\insrsid14318239\\charrsid14318239 2}{\\f0\\insrsid14318239\\charrsid14318239  monitoring within fifty meters of major roads but would not require any NO}{\n\\f0\\sub\\insrsid14318239\\charrsid14318239 2}{\\f0\\insrsid14318239\\charrsid14318239  monitoring near schools, parks or playgrounds.\n\\par Therefore the Council finds that it is in the best interests of the City to designate heavy traffic thoroughf\nares and to require that air monitors be placed at designated heavy use thoroughfares and outside of parks, playgrounds, ball fields and school playgrounds that adjoin designated heavy use thoroughfares and to require annual reports on the results of the \nambient air quality monitoring.  }{\\f0\\cf1\\insrsid14318239\\charrsid14318239 \n\\par }\\pard\\plain \\s15\\qj \\li0\\ri0\\sl480\\slmult1\\widctlpar\\aspalpha\\aspnum\\faauto\\adjustright\\rin0\\lin0\\itap0\\pararsid14318239 \\f35\\fs24\\lang1033\\langfe1033\\cgrid\\langnp1033\\langfenp1033 {\\f0\\insrsid14318239\\charrsid14318239 \\tab \\'a7\n 2. Section 24-108 of the administrative code of the city of New York is amended by adding new subdivisions g, h, i, and j to read as follows}{\\f0\\ul\\insrsid14318239\\charrsid14318239 :\n\\par }\\pard\\plain \\ql \\fi720\\li0\\ri0\\sl480\\slmult1\\widctlpar\\aspalpha\\aspnum\\faauto\\adjustright\\rin0\\lin0\\itap0\\pararsid14318239 \\f35\\fs24\\lang1033\\langfe1033\\cgrid\\langnp1033\\langfenp1033 {\\f0\\insrsid14318239\\charrsid14318239 (g)}{\n\\f0\\ul\\insrsid14318239\\charrsid14318239  For purposes of this section the following terms shall have the following meanings:  \n\\par }\\pard \\qj \\fi720\\li0\\ri0\\sl480\\slmult1\\widctlpar\\aspalpha\\aspnum\\faauto\\adjustright\\rin0\\lin0\\itap0\\pararsid14318239 {\\f0\\ul\\insrsid14318239\\charrsid14318239 (1) \\'93Heavy use thoroughfares\\'94\n shall mean any highway, roadway or other traffic corridor that has traffic volume greater than the fiftieth percentile of the average New York city roadway corridors or have traffic in excess of 100,000 vehicles on\n an annual basis. Designation of heavu use thoroughfares shall be based upon verifiable usage and traffic volume data obtained from transportation planning agencies including, but not limited to, the New York metropolitan transportation council, the New Y\nork city department of transportation and the New York state department of transportation.\n\\par (2) \\'93Recreational area\\'94 shall mean  any park, playground, ball field and school playground that abuts a heavy use thoroughfare.. \n\\par }\\pard \\ql \\fi720\\li0\\ri0\\sl480\\slmult1\\widctlpar\\aspalpha\\aspnum\\faauto\\adjustright\\rin0\\lin0\\itap0\\pararsid14318239 {\\f0\\ul\\insrsid14318239\\charrsid14318239 (3)\"Regulated }{\\cs20\\f0\\ul\\insrsid14318239\\charrsid14318239 air contaminant}{\n\\f0\\ul\\insrsid14318239\\charrsid14318239 \" shall mean oxides of nitrogen, volatile organic compounds, sulfur dioxide, particulate matter, carbon monoxide, carbon dioxide, polycyclic aromatic hydrocarbons or any other }{\n\\cs20\\f0\\ul\\insrsid14318239\\charrsid14318239 air contaminant}{\\f0\\ul\\insrsid14318239\\charrsid14318239  for which a national ambient }{\\cs20\\f0\\ul\\insrsid14318239\\charrsid14318239 air}{\\b\\f0\\ul\\insrsid14318239\\charrsid14318239  }{\n\\f0\\ul\\insrsid14318239\\charrsid14318239 quality standard has been promulgated; or any}{\\b\\f0\\ul\\insrsid14318239\\charrsid14318239  }{\\cs20\\f0\\ul\\insrsid14318239\\charrsid14318239 air contaminant}{\\b\\f0\\ul\\insrsid14318239\\charrsid14318239  }{\n\\f0\\ul\\insrsid14318239\\charrsid14318239 that is regulated under section 42 USC 7412 of the Clean Air Act}{\\f0\\insrsid14318239\\charrsid14318239 . \n\\par }{\\f0\\ul\\insrsid14318239\\charrsid14318239 (4) \\'93At risk populations\\'94 shall mean i}{\\f0\\ul\\cf1\\insrsid14318239\\charrsid14318239 nfants and young children, pregnant women, older adults, and people with weakened immune systems.  }{\n\\f0\\ul\\insrsid14318239\\charrsid14318239 \n\\par }\\pard \\qj \\fi720\\li0\\ri0\\sl480\\slmult1\\widctlpar\\aspalpha\\aspnum\\faauto\\adjustright\\rin0\\lin0\\itap0\\pararsid14318239 {\\f0\\ul\\insrsid14318239\\charrsid14318239 (h)Designation of heavy use\n thoroughfares. The department shall, no later than June 30 2010, designate heavy use thoroughfares in every borough. \n\\par }\\pard\\plain \\s15\\qj \\fi720\\li0\\ri0\\sl480\\slmult1\\widctlpar\\aspalpha\\aspnum\\faauto\\adjustright\\rin0\\lin0\\itap0\\pararsid14318239 \\f35\\fs24\\lang1033\\langfe1033\\cgrid\\langnp1033\\langfenp1033 {\\f0\\ul\\insrsid14318239\\charrsid14318239 \n(i).Placement of air monitors. The department shall install street level air monitors at a minimum at two major intersections on every de\nsignated heavy use thoroughfare and at every recreational area, by December 30,,2010.  Commencing on December 30, 2011 and every December 30 thereafter, the department shall issue a report containing the results of the air quality monitoring of designated\n heavy use thoroughfares.\n\\par i. Where the results of the air quality monitoring on and adjoining heavy use thoroughfares indicate that levels of any regulated air contaminant constitute a violation of an existing standard for any regulated air contaminant or c\nontribute to an actual or potential danger to public health or the environment or present a health risk to at-risk populations such as children under the age of sixteen or the elderly as defined by federal law, based upon the most recent research availabl\ne\n, the department of environmental protection along with the departments of transportation and of education shall collaboratively identify and require the implementation of corrective mitigation measures that significantly reduce or eliminate short-term an\nd long term exposure risks.\n\\par }{\\f0\\insrsid14318239\\charrsid14318239 \\'a7\n3. This local law shall take effect ninety days after enactment, except that the commissioner of environmental protection shall take such measures, as are necessary for its implementation, including the promulgation of rules, prior to such effective date.\n\n\\par \n\\par }\\pard \\s15\\qj \\li0\\ri0\\widctlpar\\aspalpha\\aspnum\\faauto\\adjustright\\rin0\\lin0\\itap0\\pararsid14318239 {\\f0\\insrsid14318239\\charrsid14318239 LS #7576\n\\par SS12/11/09 3:57 p.m.\n\\par }\\pard\\plain \\ql \\li0\\ri0\\widctlpar\\aspalpha\\aspnum\\faauto\\adjustright\\rin0\\lin0\\itap0 \\f35\\fs24\\lang1033\\langfe1033\\cgrid\\langnp1033\\langfenp1033 {\\f0\\insrsid14318239\\charrsid14318239 \n\\par }}",
  "LastModified": "0001-01-01T00:00:00Z"
}
