{
  "ID": 17075,
  "GUID": "EAC46756-8E2C-405C-9347-2EB52D028DF1",
  "File": "Int 0951-1997-A",
  "LocalLaw": "1998/003",
  "Name": "Tobacco Product Advertising, Protect Children",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to prohibiting or restricting the advertisement and promotion of tobacco products to protect children.\r\n",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 35,
  "StatusName": "Enacted",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "1997-04-30T00:00:00Z",
  "AgendaDate": "1997-04-30T00:00:00Z",
  "PassedDate": "1998-01-14T00:00:00Z",
  "EnactmentDate": "1998-01-14T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 26,
      "Slug": "peter-f-vallone",
      "FullName": "Peter F. Vallone"
    },
    {
      "ID": 33,
      "Slug": "enoch-h-williams",
      "FullName": "Enoch H. Williams"
    },
    {
      "ID": 34,
      "Slug": "victor-l-robles",
      "FullName": "Victor L. Robles"
    },
    {
      "ID": 412,
      "Slug": "john-fusco",
      "FullName": "John Fusco"
    },
    {
      "ID": 405,
      "Slug": "thomas-v-ognibene",
      "FullName": "Thomas V. Ognibene"
    },
    {
      "ID": 415,
      "Slug": "martin-malave-dilan",
      "FullName": "Martin Malave-Dilan"
    },
    {
      "ID": 5029,
      "Slug": "una-clarke",
      "FullName": "Una Clarke"
    },
    {
      "ID": 393,
      "Slug": "thomas-k-duane",
      "FullName": "Thomas K. Duane"
    },
    {
      "ID": 58,
      "Slug": "c-virginia-fields",
      "FullName": "C. Virginia Fields"
    },
    {
      "ID": 18,
      "Slug": "michael-demarco",
      "FullName": "Michael Demarco"
    },
    {
      "ID": 385,
      "Slug": "kenneth-k-fisher",
      "FullName": "Kenneth K. Fisher"
    },
    {
      "ID": 15,
      "Slug": "wendell-foster",
      "FullName": "Wendell Foster"
    },
    {
      "ID": 391,
      "Slug": "kathryn-e-freed",
      "FullName": "Kathryn E. Freed"
    },
    {
      "ID": 25,
      "Slug": "julia-harrison",
      "FullName": "Julia Harrison"
    },
    {
      "ID": 417,
      "Slug": "lloyd-henry",
      "FullName": "Lloyd Henry"
    },
    {
      "ID": 395,
      "Slug": "guillermo-linares",
      "FullName": "Guillermo Linares"
    },
    {
      "ID": 22,
      "Slug": "sheldon-s-leffler",
      "FullName": "Sheldon S. Leffler"
    },
    {
      "ID": 24,
      "Slug": "morton-povman",
      "FullName": "Morton Povman"
    },
    {
      "ID": 396,
      "Slug": "adam-clayton-powell-iv",
      "FullName": "Adam Clayton Powell IV"
    },
    {
      "ID": 406,
      "Slug": "juanita-e-watkins",
      "FullName": "Juanita E. Watkins"
    },
    {
      "ID": 397,
      "Slug": "lawrence-a-warden",
      "FullName": "Lawrence A. Warden"
    },
    {
      "ID": 420,
      "Slug": "alphonse-stabile",
      "FullName": "Alphonse Stabile"
    },
    {
      "ID": 404,
      "Slug": "thomas-white",
      "FullName": "Thomas White"
    },
    {
      "ID": 78,
      "Slug": "mark-green",
      "FullName": "Mark Green"
    },
    {
      "ID": 39,
      "Slug": "noach-dear",
      "FullName": "Noach Dear"
    },
    {
      "ID": 12,
      "Slug": "stanley-e-michels",
      "FullName": "Stanley E. Michels"
    },
    {
      "ID": 399,
      "Slug": "lucy-cruz",
      "FullName": "Lucy Cruz"
    },
    {
      "ID": 418,
      "Slug": "howard-l-lasher",
      "FullName": "Howard L.  Lasher"
    },
    {
      "ID": 401,
      "Slug": "helen-m-marshall",
      "FullName": "Helen M. Marshall"
    },
    {
      "ID": 423,
      "Slug": "federico-perez",
      "FullName": "Federico Perez"
    },
    {
      "ID": 35,
      "Slug": "mary-pinkett",
      "FullName": "Mary Pinkett"
    },
    {
      "ID": 407,
      "Slug": "annette-m-robinson",
      "FullName": "Annette M. Robinson"
    },
    {
      "ID": 23,
      "Slug": "archie-w-spigner",
      "FullName": "Archie W. Spigner"
    }
  ],
  "History": [
    {
      "ID": 66915,
      "Date": "1997-12-04T14:15:58Z",
      "ActionID": 29,
      "Action": "Printed Item Laid on Desk",
      "Description": "",
      "BodyID": 41,
      "BodyName": "Legislative Documents Unit",
      "Version": "*",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 66916,
      "Date": "1997-12-04T14:15:58Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "",
      "BodyID": 24,
      "BodyName": "Committee on Youth Services",
      "Version": "*",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 66917,
      "Date": "1997-12-04T14:15:58Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "",
      "BodyID": 14,
      "BodyName": "Committee on Health",
      "Version": "*",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 66918,
      "Date": "1997-12-04T14:15:58Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "",
      "BodyID": 24,
      "BodyName": "Committee on Youth Services",
      "Version": "*",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 66919,
      "Date": "1997-12-04T14:15:58Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "",
      "BodyID": 14,
      "BodyName": "Committee on Health",
      "Version": "*",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 66920,
      "Date": "1997-12-04T14:15:58Z",
      "ActionID": 33,
      "Action": "Amended by Committee",
      "Description": "",
      "BodyID": 24,
      "BodyName": "Committee on Youth Services",
      "Version": "*",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 66921,
      "Date": "1997-12-04T14:15:58Z",
      "ActionID": 33,
      "Action": "Amended by Committee",
      "Description": "",
      "BodyID": 14,
      "BodyName": "Committee on Health",
      "Version": "*",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 66922,
      "Date": "1997-12-04T14:15:58Z",
      "ActionID": 33,
      "Action": "Amended by Committee",
      "Description": "",
      "BodyID": 14,
      "BodyName": "Committee on Health",
      "Version": "*",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 66923,
      "Date": "1997-12-04T14:15:58Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "",
      "BodyID": 24,
      "BodyName": "Committee on Youth Services",
      "Version": "*",
      "MinutesNote": "7 -AFFIRMATIVE",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 66924,
      "Date": "1997-12-04T14:15:58Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "",
      "BodyID": 14,
      "BodyName": "Committee on Health",
      "Version": "*",
      "MinutesNote": "7 -AFFIRMATIVE",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 66925,
      "Date": "1997-12-10T14:15:58Z",
      "ActionID": 5016,
      "Action": "Laid Over by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 66926,
      "Date": "1997-12-17T14:15:58Z",
      "ActionID": 53,
      "Action": "Sent to Mayor by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MinutesNote": "45 AFFIRMATIVE",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 66927,
      "Date": "1998-01-06T14:15:58Z",
      "ActionID": 5014,
      "Action": "Hearing Held by Mayor",
      "Description": "",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "*",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 66928,
      "Date": "1998-01-14T14:15:58Z",
      "ActionID": 57,
      "Action": "Signed Into Law by Mayor",
      "Description": "",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "*",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 66929,
      "Date": "1998-01-14T14:15:58Z",
      "ActionID": 5023,
      "Action": "Recved from Mayor by Council",
      "Description": "",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 43782,
      "LastModified": "2018-03-22T15:00:50.217Z",
      "Name": "Committee Vote",
      "Link": "http://nyc.legistar1.com/nyc/attachments/43782.doc",
      "Sort": 1
    },
    {
      "ID": 43784,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Council Vote",
      "Link": "http://nyc.legistar1.com/nyc/attachments/43784.doc",
      "Sort": 3
    },
    {
      "ID": 129000,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Local Law 3",
      "Link": "http://nyc.legistar1.com/nyc/attachments/49bb59e2-1d63-4718-8822-1d69a02660b2.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 8571,
  "Text": "Int. No. 951-A\n\nBy The Speaker (Council Member Vallone), Council Members Williams, Robles, Fusco,  Ognibene, Clarke, DeMarco, Malave-Dilan, Duane, Fields, Fisher, Foster, Freed, Harrison, Henry, Leffler, Linares, McCabe, Povman, Powell IV, Warden, Watkins, White, Stabile and the Public Advocate (Mr. Green); also Council Members Cruz, Lasher, Marshall, Michels, Perez, Pinkett, Robinson and Spigner\n\nA LOCAL LAW\n\nTo amend the administrative code of the city of New York, in relation to prohibiting or restricting the advertisement and promotion of tobacco products to protect children.\n\nBe it enacted by the Council as follows:\n\n    \tSection 1.  Declaration of legislative findings and intent. The Council of the City of New York hereby finds that certain tobacco product manufacturers have admitted engaging in strategies designed to advertise and promote tobacco products to minors and that such strategies undermine state and local laws prohibiting the sale or distribution of tobacco products to minors.  The Council further finds that the exposure of minors to such tobacco product advertising and promotion may be constitutionally restricted through reasonable targeted limitations on the advertising of such products near schools and other locations where children tend to congregate, and through a prohibition on the offering of promotions to persons under the age of eighteen. Thereby, the Council intends to strengthen compliance with and enforcement of laws prohibiting the sale or distribution of tobacco products to children and to protect children against such illegal sales.\n    \tAlthough the rate of smoking among adults nationwide decreased by 50% between 1971 and 1993, the federal Centers for Disease Control and Prevention have reported that the rate of smoking among all high school students during the years 1991 through 1996 increased by over 26% and now stands at its highest rate since 1981.  This dramatic increase in teenage smoking has occurred while all fifty states and the District of Columbia have had prohibitions in effect on the sale or distribution of cigarettes and other tobacco products to minors and while all tobacco product manufacturers were pledged to adhere to a voluntary industry code prohibiting advertisement of tobacco products that appeal to or influence minors.  In New York City, under section 17-620 of the Administrative Code of the City of New York, section 1399-cc of the State Public Health Law and section 260.20 of the State Penal Law, it is illegal to sell tobacco products to a minor.\n    \tIt has also been reported that nearly 90% of all smokers begin to smoke prior to the age of 18 and that the average child smoker starts daily smoking by the age of 14.  Between 1991 and 1996 the rate of smoking among Hispanic high school students nationwide reportedly increased by over 34% while, during the same period, the rate of smoking among African-American high school students nationwide increased by over 48%; these rates of increased smoking are the highest in a decade.  In New York City, as reported by the Department of Consumer Affairs, 200 children begin to smoke every day.\n    \tSimilarly, a 1994 report by the United States Surgeon General containing data on the use of smokeless tobacco by minors reported that the market for smokeless tobacco had shifted dramatically toward young people since 1970.  That report cited school-based surveys conducted in 1991 which estimated that 19.2% of ninth to twelfth grade boys use smokeless tobacco.  Among high school seniors who had ever tried smokeless tobacco, the report said that 73% did so by the ninth grade.  \n    \tA December 1995 investigative report, prepared for the Speaker of the Council and the Council's Youth Services Committee concerning the availability of beer and cigarettes to New York City minors and entitled Easy Access, found, inter alia, that \"cigarettes are widely accessible to minors throughout New York City;\" that minors participating in the investigation \"successfully purchased cigarettes in 79 percent of all attempted cases;\" and that \"less than one out of five stores asked minors who purchased cigarettes for proof of age.\"  The Easy Access report cited a 1992 Journal of the American Medical Association (JAMA) article entitled \"Brand Logo Recognition by Children Aged 3 to 6 Years\" which demonstrated that 30 percent of the three year olds and 91 percent of the six year olds surveyed could correctly match the Joe Camel cartoon trademark with Camel cigarettes. The Easy Access Report also referred to a 1991 JAMA report entitled \"RJR Nabisco's Cartoon Camel Promotes Camel Cigarettes to Children\" which estimated that illegal sales of Camel cigarettes to minors rose from $6 million per year before the advent of Joe Camel in 1988, to $476 million by the end of 1991.  The 1991 JAMA report concluded that one-quarter of all Camel sales in 1991 were to minors. \n    \tIn May 1996, the City Department of Consumer Affairs, joined by the Chair of the Council's Youth Services Committee, announced the results of a citywide enforcement program against tobacco product retailers who violated the law by selling tobacco products to minors.  This citywide enforcement program, denoted Three Puffs and You're Out, was, at least in part, motivated by the Council's Easy Access investigative report discussed above.  Two hundred tobacco retailers were targeted by this enforcement program. One-year suspensions of their tobacco retailer licenses were imposed on seventeen retailers who illegally sold tobacco products to minors three times during the preceding two years. Ninety-three of the retailers targeted for enforcement were found to be illegally selling cigarettes to minors, thirty-one of the retailers targeted for enforcement were illegally selling loose cigarettes to minors and thirty-six of the retailers targeted for enforcement had failed to post the required sign indicating that tobacco sales to minors are prohibited by local law.\n    \tA 1991 JAMA study concluded that \"cigarette advertising encourages youth to smoke and should be banned.\"  In a 1994 report, the National Institute of Medicine stated that \"the substantial convergent evidence that advertising and promotion increase tobacco use by youths is impressive and, in the Committee's view, provides a strong basis for legal regulation.\" Similarly, a 1995 report by the federal Centers for Disease Control and Prevention found that \"cigarette marketing practices appeared to be the most likely to account for [the] increase in teen smoking initiation rates.\"  \n    \tThe federal Department of Health and Human Services' Food and Drug Administration (FDA) recently reported that \"[i]n 1993, the tobacco industry spent a total of $6.2 billion on the advertising, promotion and marketing of cigarettes and smokeless tobacco.  Of that number, 31 percent ($1.9 billion) was spent on advertising and promotional activities, 26 percent ($1.6 billion) was given to retailers in the form of cash allowances or retailer items to facilitate and enhance the sale of tobacco products, and, finally, 43 percent  ($2.6 billion) was in the form of financial incentives (e.g. coupons, cents off, buy one/get one free, free samples) to consumers.\"\n    \tIn announcing its final rules on the advertising and promotion of tobacco products, published in the Federal Register on August 28, 1996, the FDA commented upon the nexus between advertising and promotion and smoking among minors.  The FDA observed that \"the images typically associated with advertising and promotion convey the message that tobacco use is a desirable, socially approved, safe and healthful, and widely practiced behavior among young adults, whom children and youths want to emulate.  As a result, tobacco advertising and promotion undoubtedly contribute to the multiple and convergent psychosocial influences that lead children and youths to begin using these products and become addicted to them.\"  In that same announcement on its final rules on advertising and promotion of tobacco products, the FDA discussed the issue of federal preemption of state and local restrictions.  The FDA specifically stated that it \"believes the requirements it is establishing in this final rule set an appropriate floor for regulation of youth access to tobacco products but do not, as a policy matter, reflect a judgment that more stringent State or local requirements are inappropriate.\"\n    \tOn March 20, 1997, as part of a settlement agreement signed by the Attorneys General of 17 states, including New York State, and Liggett & Myers Inc. and the Brooke Group, Ltd., cigarette manufacturers, the following statement was among those made by and on behalf of Liggett & Myers:\"Liggett acknowledges that the tobacco industry markets to 'youth', which means those under 18 years of age....\"\n    \tIn light of the foregoing evidence that cigarettes are advertised and promoted to minors and that smoking by minors continues to dramatically increase despite laws banning the sale or distribution of tobacco products to minors, the Council of the City of New York finds and declares that affirmative, reasonable and constitutionally permissible restrictions on tobacco product advertising and promotion may and must be enacted.\n    \tThe purpose of this legislation is to promote enforcement of the aforementioned laws banning the sale or distribution of tobacco products to minors and to thereby protect young people. The Council is cognizant of the necessity of acting within the protections afforded by the First Amendment to the United States Constitution and has, therefore, narrowly tailored the scope and effect of this legislation to impose reasonable time, place and manner restrictions on tobacco advertising aimed at or regularly seen by youth while not directly affecting advertising and promotions directed at adults.  Indeed, the extensive testimony taken at various Committee hearings prompted the Council to narrow the scope of the prohibition on tobacco product advertisements to ensure that such advertisements are restricted only in those locations closest to where children congregate, and that tobacco product promotions are not given to children but are otherwise freely available to the adult population.\n    \tIt is well settled law that the First Amendment protects commercial speech but to a lesser degree than the protection afforded other, \"fully protected speech.\"  In analyzing the constitutionality of commercial speech regulation, the United States Supreme Court prescribed a four-prong test in Central Hudson Gas & Electric Corporation v. Public Service Commission of New York, 447 U.S. 557 (1980).  The Central Hudson test, which subsequent decisions have ratified and clarified, provides that government restrictions on commercial speech are lawful where: (1) the commercial speech at issue concerns a lawful activity and is not misleading; (2) the asserted governmental interest in restricting the commercial speech is substantial; (3) the restriction directly advances the governmental interest asserted; and (4) the restrictions are not more extensive than necessary to serve that governmental interest.  The latter two requirements involve a determination that there is a reasonable  fit  between the government s ends and the means chosen to accomplish these ends.  Board of Trustees of State Univ. of New York v. Fox, 492 U.S. 469, 480 (1989); see also, United States v. Edge Broadcasting Co., 509 U.S. 418 (1993).\n    \tThe restrictions on commercial speech contained in this Council legislation are permissible under the Central Hudson four-prong test.  The commercial speech at issue concerns a lawful activity and is not misleading, at least as it applies to consenting adults.  The governmental interest in restricting the commercial speech at issue is one grounded in the pre-existing prohibition on the sale and distribution of tobacco products to minors and is geared directly towards countering the adverse impacts of an industry strategy admittedly directed at younger prospective smokers.  By restricting the locations for advertisements that are more likely to be addressed to and most likely to be seen by minors, specifically to 1,000 feet from schools, child day care centers and the like, while still permitting tobacco product sellers to notify their customers that such products are available for purchase with a single tombstone advertisement which may be written in any language, this Council legislation directly advances the governmental interest in enforcing the ban on the sale or distribution of tobacco products to minors.  Similarly, by permitting tobacco product promotions to be offered and/or given to anyone of lawful age to purchase cigarettes, this Council legislation restricts only promotions designed to induce children to purchase cigarettes.  Finally, as the restrictions in this Council legislation focus on modes and locations of communication that are most likely to have a direct impact upon minors, the restrictions contained in this Council legislation strike a balance between the commercial interest in selling tobacco products to persons of lawful age and the need to limit inducements to children who cannot lawfully purchase such products but are nonetheless doing so.  Thus, the Council legislation is not more extensive than necessary to serve the governmental interests asserted herein.  Other forms of advertising including newspapers, magazines, audio and video media, that are less likely to have a direct impact on minors, and all promotions directed to adults are not affected by this Council legislation.  Moreover, street advertisements not within 1,000 feet of a school, child day care center, youth center, amusement arcade or playground, which can readily reach an adult population, are not affected by this Council legislation.\n    \tIn Penn Advertising of Baltimore v. Baltimore, 101 F.3d 325 (4th Cir. 1995), the United States Court of Appeals for the Fourth Circuit upheld a Baltimore city ordinance which prohibited advertising cigarettes in a publicly visible location against challenges grounded in the First Amendment to the United States Constitution and federal preemption.  The court held that the Baltimore city ordinance is not preempted by the Federal Cigarette Labeling and Advertising Act, which prohibits local enactments based on smoking and health with respect to cigarette advertising and promotion.  The court reasoned that the ordinance \"limits only the location of signs that advertise cigarettes, but it does not address the content of such advertisements. The ordinance neither imposes a duty nor relieves a burden on cigarette advertisers based on smoking and health. Moreover, the ordinance does not limit the ability of cigarette manufacturers to advertise generally in the media.\"  The court also decided that the Baltimore ordinance is a permissible regulation under the Central Hudson four-prong test.  Noting that \"the governmental interest asserted in this case is to promote compliance with the state prohibition of the sale of cigarettes to minors,\" the court concluded that \"the City's objective in reducing cigarette consumption by minors constitutes a substantial public interest.\" The court further concluded that \"while the fit between the City's objective and the means selected to achieve them may not be perfect, it nevertheless falls well within the range tolerated by the First Amendment for the regulation of commercial speech.\" \n    \tThe Council's legislation likewise only limits the locations where tobacco product advertisements may be placed.  It addresses neither the location of advertising directed at adults nor the content thereof.  As with the Baltimore cigarette ordinance, the Council's legislation neither imposes a duty on tobacco product manufacturers nor relieves a burden otherwise placed upon them related to smoking and health.\n    \tRuling on another city ordinance that closely parallels this Council s legislation, on November 13, 1996, the United States Court of Appeals for the Fourth Circuit upheld against First Amendment attack legislation enacted in the City of Baltimore prohibiting placement of stationary outdoor advertising of alcoholic beverages in areas where it was likely to be encountered by minors traveling to school or play.  The Baltimore ordinance targeted individuals who could not legally purchase alcoholic beverages.  This Council's legislation similarly targets minors who may not legally purchase cigarettes.  Neither this legislation nor the Baltimore ordinance were directed toward or intended to affect adults who may legally purchase cigarettes and alcoholic beverages respectively.  Neither this legislation nor the Baltimore ordinance bans all outdoor advertising of cigarettes and alcoholic beverages respectively.  Instead, as did the Baltimore ordinance, this legislation merely restricts the time, place and manner of such advertisements.\n    \t�2. \tTitle 27 of the administrative code of the city of New York is hereby amended by adding thereto a new article seventeen-A, to follow article seventeen of subchapter seven of chapter one, to read as follows:\nARTICLE 17-A\nYOUTH PROTECTION AGAINST TOBACCO ADVERTISING AND PROMOTION ACT\n    \t�27-508.1 Short title.  This article shall be known and may be cited as the \"Youth  Protection Against Tobacco Advertising and Promotion Act.\"\n    \t�27-508.2 Definitions.  For the purposes of this article, the following terms shall be defined as follows:\n    \t    \ta.   Amusement arcade  means any enclosed business establishment, open to the public, whose primary purpose is the operation of coin-operated amusement devices within the meaning of subchapter three of chapter two of title 20 of this code. \n    \t    \tb.  \"Child day care center\" means (i) any child care arrangement, public, private or parochial child care center, school-age child care program, day nursery school, kindergarten, play school or other similar school or service operating pursuant to authorization, license or permit of the city or state, (ii) any facility that provides child care services as defined in section four hundred ten-p of the New York state social services law, or (iii) any child day care center as defined in section three hundred ninety of the New York state social services law.  The definition of \"child day care center\" applies whether or not care is given for compensation but does not include child day care centers located in private dwellings and multiple dwelling units.\n    \t    \t c.  \"Cigarette\" means any product which consists of (i) any roll of tobacco wrapped in paper or in any substance not containing tobacco or (ii) any roll of tobacco wrapped in any substance containing tobacco which, because of its appearance, the type of tobacco used in the filler, or its packaging and labeling is offered for use or purchase by consumers as a cigarette described in (i) of this subdivision.\n    \t    \td.  \"Cigarette tobacco\" means any product that consists of loose tobacco and is intended for use by consumers in a cigarette.\n    \t    \te.  \"Multiple dwelling\" means any building or structure that may lawfully be occupied as the residence or home of three or more families living independently of each other.\n    \t    \tf.  \"Multiple dwelling unit\" means any unit of residential accommodation in a multiple dwelling.\n    \t    \tg.  \"Person\" means any natural person, partnership, co-partnership, firm. company, corporation, limited liability corporation, agency as defined in section eleven-hundred fifty of the New York city charter, association, joint stock association or other legal entity.\n    \t    \th.  \"Playground\" means any outdoor premises or grounds owned or lawfully operated by or on behalf of, the board of education, the department of parks and recreation, or any public, private or parochial school, any child day care center or any youth center, which contains any device, structure or implement, fixed or portable, used or intended to be used by persons under the age of eighteen for recreational or athletic purposes including, but not limited to, play equipment such as a sliding board, swing, \n\njungle gym, sandbox, climbing bar, wading pool, obstacle course, swimming pool, see-saw, baseball diamond, athletic field, or basketball court.\n    \t    \ti.  \"Private dwelling\" means any building or structure or portion thereof that may lawfully be occupied for residential purposes by not more than two families, including the grounds of such building or structure.\n    \t    \tj.  \"School building\" means any building or structure or any portion thereof, owned, occupied by, or under the custody or control of any public, private or parochial institution and lawfully used for the primary purpose of providing educational instruction to students at or below the twelfth grade level.\n    \t    \tk.  \"Smokeless tobacco\" means any product that consists of cut, ground, powdered, or leaf tobacco that is intended to be placed by the consumer in an oral cavity.\n    \t    \tl.  \"Tobacco product\" means a cigarette, smokeless tobacco or cigarette tobacco.\n    \t    \tm.  \"Tobacco product advertisement\" means any written word, picture, logo, symbol, motto, selling message, poster, placard, sign, photograph, device, graphic display or visual image of any kind, recognizable color or pattern of colors, or any other indicia of product identification identical or similar to, or identifiable with, those used for any brand of tobacco product, or any combination thereof, the purpose or effect of which is to promote the use or sale of a tobacco product through such means as, but not limited to, the identification of a brand of a tobacco product, a trademark of a tobacco product or a trade name associated exclusively with a tobacco product.\n    \t    \tn.  \"Tobacco product promotion\" means (i) any item or service marketed, licensed, sold or distributed, whether indoors or outdoors, which is not a tobacco product but which bears the brand of a tobacco product, a trademark of a tobacco product or a trade name associated exclusively with a tobacco product, alone or in conjunction with any written word, picture, logo, symbol, motto, selling message, poster, placard, sign, photograph, device, graphic display or visual image of any kind, recognizable color or pattern of colors, or any other indicia of product identification identical or similar to, or identifiable with those used for any brand of a tobacco product, or (ii) any gift or item other than a tobacco product offered or caused to be offered to any person purchasing a tobacco product in consideration of the purchase thereof, or to any person in consideration of furnishing evidence, such as credits, proofs-of-purchase, or coupons, of such purchase; provided, however, that a tobacco product promotion shall not include any gift or item provided through the exchange or redemption through the mail of any such credits, proofs-of-purchase, coupons or other evidence of the purchase of a tobacco product.\n    \t    \to.   Youth center\" means any building or structure or portion thereof,  lawfully occupied by any person for the primary purpose of operating a trade school (including those conducting after-school, vocational, remedial, tutorial, educational assistance programs) or an indoor recreational center (including recreational, cultural, physical fitness, or sports programs) for persons under the age of eighteen years, and which has been certified as such to the department in accordance with the procedure to be set by the department.  Such certification shall be accepted by the department but nothing in this subdivision shall prevent the commissioner from removing a certified youth center from consideration as a youth center if she or he determines it does not meet the criteria of a youth center.\n    \t�27-508.3  Tobacco product advertisement restriction.  a.  It shall be unlawful for any person to place, cause to be placed, to maintain or  cause to be maintained, a tobacco product advertisement within one thousand feet, in any direction, of any school building, playground, child day care center, amusement arcade or youth center, in any outdoor area including, but not limited to, billboards, roofs and sides of buildings, rolling shutters or gates, any enclosures into which rolling shutters or gates retract, water tanks and towers and free-standing signboards; provided, however, that any tobacco product advertisement on an awning projecting from the outside of a premises as of July 1, 1997 where tobacco products are sold or offered for sale may be retained until two years from the effective date of this law.\n    \tb.  It shall be unlawful for any person to place, cause to be placed, to maintain, or  cause to be maintained, a tobacco product advertisement in the interior of a building or structure which is within one thousand feet, in any direction, of any school building, playground, child day care center, amusement arcade or youth center, when such advertisement is within five feet of any exterior window or any door which is used for entry or egress by the public to the building or structure; provided, however, that tobacco product advertisements may be placed or maintained in the interior of any such premises where such advertisements are (i) parallel to the street and face inward, or (ii) affixed to a wall panel or similar fixture that is perpendicular to the street regardless of whether such advertisements are illuminated or not illuminated.\n    \tc.  Nothing in this section shall prevent a person from placing, causing to be placed, maintaining, or causing to be maintained, a single sign, poster, placard or label no larger than six square feet and containing only black text, in any language, not exceeding eight inches in height on a white background stating  TOBACCO PRODUCTS SOLD HERE  or such words translated into any language, within ten feet of an entrance to the premises where tobacco products are sold or offered for sale.\n    \td.  Nothing in this section shall prevent a tobacco product manufacturer, distributor or retailer from placing, causing to be placed, maintaining or causing to be maintained, its corporate or other business name on a building or structure, in any location, where such building or structure or a portion thereof is owned, operated or leased by such manufacturer, distributor or retailer and that building or structure is the principal place of business of such manufacturer, distributor or retailer in the city of New York; provided, however, that the corporate or other business name of such manufacturer, distributor or retailer is registered or filed in the United States or such manufacturer, distributor or retailer is authorized to do business in any state, and the corporate or business name of such manufacturer, distributor or retailer does not include any brand name or trademark of a tobacco product, alone or in conjunction with any written word, picture, logo, symbol, motto, selling message, poster, placard, sign, photograph, device, graphic display or visual image of any kind, recognizable color or pattern of colors, or any other indicia of product identification identical or similar to, or identifiable with, those used for any brand of a tobacco product.\n    \te.  This section shall not apply to any tobacco product advertisement on a motor vehicle.  Nothing in this subdivision shall be construed to authorize the placement of a tobacco product advertisement in a location where such placement is otherwise prohibited by the rules of the department of transportation or other applicable law.\n    \t�27-508.4  Non-compliant advertisements to be removed.  The owner, operator or lessee of any location or premises where a tobacco product advertisement is prohibited or restricted pursuant to the requirements of section 27-508.3 of this article shall have thirty days from the effective date of the local law that added this section to remove any non-compliant tobacco product advertisements.\n    \t�27-508.5  Sponsorship of and at events.  Nothing in this article shall prevent a tobacco products manufacturer, distributor, or retailer who sponsors, in whole or in part, any athletic, musical, artistic, or cultural event, or team or entry in a competition or exhibition in any location from displaying or causing to be displayed the corporate or other business name of such sponsor; provided, however, that the corporate or other business name of such sponsor is registered or filed in the United States or such sponsor is authorized to do business in any state, and the corporate or other business name of such sponsor does not include any brand name or trademark of a tobacco product, alone or in conjunction with any written word, picture, logo, symbol, motto, selling message, poster, placard, sign, photograph, device, graphic display or visual image of any kind, recognizable color or pattern of colors, or any other indicia of product identification identical or similar to, or identifiable with, those used for any brand of a tobacco product.\n    \t�27-508.6  Injunctive relief.  Whenever any person has engaged in any act or practice which constitutes a violation of any provision of this article or of section 11-1303 of this code or of any rule promulgated thereunder, the city may make application to a court of competent jurisdiction for an order enjoining such act or practice.\n\t�3.  Item (10) of section 26-126.4 of the administrative code of the city of New York is amended to read as follows:\n    \t(10)  Any provision of the administrative code, zoning resolution or other rule or regulation relating to the placement, size or display of outdoor signs except for those provisions contained in article seventeen-A of subchapter seven of chapter one of title twenty-seven of this code and article seven of subchapter three of chapter one of this title.\n\t�4.  The schedule of civil penalties contained in subdivision a of section 26-126.1 of the administrative code of the city of New York, as amended by local law number 65 of 1997, is amended by adding thereto a new penalty to follow the penalty for violations of section 27-118.1, to read as follows:\n    \t    \tMinimum  \tMaximum  \tMinimum  \tMaximum\nSection  (Dollars) (Dollars) (Dollars) (Dollars)\n27-508.3(b)    0       300       350     1,000    \n\t�5.  Subdivision a of section 26-126.2 of the administrative code of the city of New York is amended to read as follows:\n    \t�26-126.2  Environmental control board proceedings; order to certify correction.  a. Except as otherwise provided in subdivisions e, f, i and j of this section whenever the commissioner serves a notice of violation such notice shall include an order which requires the respondent to correct the condition constituting the violation and to file a certification with the department that the condition has been corrected.  Such order shall require that the condition be corrected within thirty days from the date that the order is issued and that certification of the correction of the condition shall be filed with the department in a manner and form within such further period of time as shall be established by rule or regulation of the department.\n\t�6.  Section 26-126.2 of the administrative code of the city of New York is amended to add new subdivisions f, g, h, i, j and k, to follow subdivision e, to read as follows:\n    \tf.  A notice of violation alleging a violation of subdivision a or b of section 27-508.3 of this code shall include an order (i) directing the respondent to correct the condition constituting the violation within thirty days from the date that the order is issued and to file a certification that the condition has been corrected with the department in a manner and form and within such further period of time as shall be established by rule of the department or (ii) directing a respondent who is a record owner of a premises on which a tobacco product advertisement is placed or maintained in violation of subdivision a of section 27-508.3 of this code but who has not posted or placed such advertisement or has not directed, caused or contracted for the posting or placing of such advertisement by a servant, agent, employee, contractor or other individual under such record owner's control, to notify, within thirty days from the date the notice of violation alleging a violation of subdivision a of section 27-508.3 of this code was issued, the person who posted or placed such advertisement or who directed, caused or contracted for the posting or placing of such advertisement, by certified mail of the notice of violation, and to send, by certified mail, a copy of such notification to the department.  A record owner shall not be deemed to have directed, caused or contracted for the posting or placing of a tobacco product advertisement by a servant, agent, employee, contractor or other individual under such record owner's control unless the record owner retains the right to cause the content of an advertisement to be changed.  A general  compliance with laws  provision in a lease or contract shall not constitute such a right for purposes of this subdivision.  A notice of violation issued pursuant to subdivision a or b of section 27-508.3 of this code shall also contain a statement that any hearing for a third or subsequent violation of subdivision a or b of section 27-508.3 by a wholesale or retail dealer of cigarettes shall also constitute a hearing for the revocation of a license issued to such wholesale or retail dealer pursuant to section 11-1303 of this code where the wholesale or retail dealer of cigarettes is found to be in violation.\n    \tg.  Where the respondent receives a notice of violation of subdivision a or b of section 27-508.3 of this code and the respondent complies with item (i) of subdivision f of this section, there shall be no civil penalty for such violation; provided, however, where such violation is a first violation, such violation may serve as a predicate for purposes of the multiple offense schedule as set forth in section 26-126.1 of this chapter and for purposes of revoking a license pursuant to subdivision k of this section.\n    \th.  Where the respondent receives a notice of violation of subdivision a of section 27-508.3 of this code and the respondent is a record owner of premises who complies with item (ii) of subdivision f of this section, the notice of violation issued to such record owner shall be dismissed and shall not serve as a predicate for purposes of the multiple offense schedule as set forth in section 26-126.1 of this chapter.\n    \ti.  Where a respondent receives a notice of violation alleging a violation of subdivision a or b of section 27-508.3 of this code, and such respondent establishes that the school building, playground, amusement arcade, child day care center, or youth center that is within one thousand feet of the respondent s building, structure or premises opened, or was authorized or licensed by, or received a permit from a city or state, or certified to the department as required pursuant to subdivision o of section 27-508.2 of this code after the date such respondent placed or caused to be placed, maintained or caused to be maintained the tobacco product advertisement that is the subject of the alleged violation on such respondent s building, structure or premises, then upon the respondent so establishing within thirty days of the date of issuance of the notice of violation, the environmental control board shall grant an adjournment in contemplation of dismissal.  Where the respondent corrects the condition constituting the violation and certifies such correction to the department (i) within ninety days of the granting of such adjournment in contemplation of dismissal of a notice of violation of subdivision a of section 27-508.3 or (ii) within thirty days of the granting of such adjournment in contemplation of dismissal of a notice of violation of subdivision b of section 37-508.3, in a manner and form as shall be established by rule of the department, the notice of violation shall be dismissed and shall not serve as a predicate for purposes of the multiple offense schedule as set forth in section 26-126.1 of this chapter or for purposes of revoking a license pursuant to subdivision k of this section.\n    \tj.  Where the respondent receives a notice of violation of section 27-508.5 of this code, the respondent shall be liable for a civil penalty as set forth in section 26-126.1 of this chapter and for purposes of revoking a license pursuant to subdivision k of this section.\n    \tk.  In addition to the penalties provided for in subdivision f of this section, where a wholesale or retail dealer of cigarettes is found liable for a third or subsequent violation, within an eighteen-month period, the license issued to such wholesale or retail dealer of cigarettes pursuant to section 11-1303 of this code shall be revoked.\n\t�7.  Title 20 of the administrative code of the city of New York is amended by adding thereto a new subchapter 13 of chapter 5, to follow subchapter 12, to read as follows:\nSUBCHAPTER 13\nTOBACCO PRODUCT PROMOTION\n    \t�20-760  Tobacco product promotion restriction.  a.  It shall be unlawful for any person to offer or cause to be offered a tobacco product promotion, as defined in section 27-508.2 of this code, to any person younger than eighteen years of age.\n    \t b.  Any person offering or causing to be offered a tobacco product promotion shall verify through a driver s license or other photographic identification card issued by a government entity or educational institution that a person to whom a tobacco product promotion has been offered is at least eighteen years of age.  Such identification need not be required of any individual who reasonably appears to be at least twenty-five years of age; provided, however, that such appearance shall not constitute a defense in any proceeding alleging the offering of a tobacco product promotion to an individual under eighteen years of age.\n    \tc.  A proceeding to recover any civil penalty pursuant to this subchapter shall be commenced by the service of a notice of violation which shall be returnable to the administrative tribunal of the department.  The administrative tribunal of the department shall have the power to impose civil penalties for a violation of this subchapter.\n    \td.  Nothing in this subchapter shall be deemed to prohibit sponsorship of or at events as set forth in section 27-508.5 of this code.\n\t�8.  Section 17-621 of the administrative code of the city of New York, as added by local law number 83 for the year 1992, is amended by adding a new subdivision i to read as follows:\n    \ti.  Nothing in this chapter shall be construed to permit the placement of a tobacco product advertisement as defined in subdivision m of section 27-508.2 of this code where such advertisement is prohibited by section 27-508.3 of this code or by any other law or rule.\n\t�9.  Subdivision d of section 11-1303 of such code, as amended by local law number 83 for the year 1992, is amended to read as follows:\n    \td.  Commissioner of finance may suspend or revoke licenses. The commissioner of finance may suspend or revoke [after a hearing,] a cigarette license (1) after a hearing, whenever the commissioner finds that the holder thereof has failed to comply with any of the provisions of this chapter or any rules or regulations of the commissioner of finance prescribed, adopted and promulgated under this chapter; or (2) in accordance with the requirements of any other section of this code which authorizes the [commissioner of finance to suspend] suspension or [revoke] revocation of a cigarette license.  Upon suspending or revoking any cigarette license, the commissioner of finance shall direct the holder thereof to surrender to the commissioner of finance immediately all licenses or duplicates thereof issued to such holder and the holder shall surrender promptly all such licenses to the commissioner of finance as directed.  Before the commissioner of finance suspends or revokes a cigarette license pursuant to paragraph (1) of this subdivision he or she shall notify the holder and the holder shall be entitled to a hearing, if desired, if the holder, within ninety days from the date of such notification, or, if the commissioner of finance has established a conciliation procedure pursuant to section 11-124 of the code and the taxpayer has requested a conciliation conference in accordance therewith, within ninety days from the mailing of a conciliation decision or the date of the commissioner s confirmation of the discontinuance of the conciliation proceeding, both (1) serves a petition upon the commissioner of finance and (2) files a petition with the tax appeals tribunal for a hearing. After such hearing, the commissioner of finance, good cause appearing therefor, may suspend or revoke a license.  The commissioner of finance may, by regulation, provide for granting a similar hearing to an applicant who has been refused a license by the commissioner of finance.\n\t�10.  If any clause, sentence, item, paragraph or section added by this local law shall be adjudged by any court of competent jurisdiction to be invalid, such judgment shall not affect, impair or invalidate the remainder thereof, but shall be confined in its operation to the clause, sentence, item, paragraph or section thereof directly involved in the controversy in which such judgment shall have been rendered.\n\t�11.  This local law shall take effect sixty days after it shall have become a law.\n\n    \tReferred to the Committee on Health and Youth Services.\n\nISP/aj\n12/4/97\nB:I951A.B8B (ISP disc 12)",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\pard\\ltrpar\\nowidctlpar\\qj\\par\nBy The Speaker (Council Member Vallone), Council Members Williams, Robles, Fusco,  Ognibene, Clarke, DeMarco, Malave-Dilan, Duane, Fields, Fisher, Foster, Freed, Harrison, Henry, Leffler, Linares, McCabe, Povman, Powell IV, Warden, Watkins, White, Stabile and the Public Advocate (Mr. Green); also Council Members Cruz, Lasher, Marshall, Michels, Perez, Pinkett, Robinson and Spigner\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\qc A LOCAL LAW\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\par\nTo amend the administrative code of the city of New York, in relation to prohibiting or restricting the advertisement and promotion of tobacco products to protect children.\\par\n\\par\n\\ulw Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\ulw     \\tab\\ulnone Section 1.  Declaration of legislative findings and intent. The Council of the City of New York hereby finds that certain tobacco product manufacturers have admitted engaging in strategies designed to advertise and promote tobacco products to minors and that such strategies undermine state and local laws prohibiting the sale or distribution of tobacco products to minors.  The Council further finds that the exposure of minors to such tobacco product advertising and promotion may be constitutionally restricted through reasonable targeted limitations on the advertising of such products near schools and other locations where children tend to congregate, and through a prohibition on the offering of promotions to persons under the age of eighteen. Thereby, the Council intends to strengthen compliance with and enforcement of laws prohibiting the sale or distribution of tobacco products to children and to protect children against such illegal sales.\\par\n    \\tab Although the rate of smoking among adults nationwide decreased by 50% between 1971 and 1993, the federal Centers for Disease Control and Prevention have reported that the rate of smoking among all high school students during the years 1991 through 1996 increased by over 26% and now stands at its highest rate since 1981.  This dramatic increase in teenage smoking has occurred while all fifty states and the District of Columbia have had prohibitions in effect on the sale or distribution of cigarettes and other tobacco products to minors and while all tobacco product manufacturers were pledged to adhere to a voluntary industry code prohibiting advertisement of tobacco products that appeal to or influence minors.  In New York City, under section 17-620 of the Administrative Code of the City of New York, section 1399-cc of the State Public Health Law and section 260.20 of the State Penal Law, it is illegal to sell tobacco products to a minor.\\par\n    \\tab It has also been reported that nearly 90% of all smokers begin to smoke prior to the age of 18 and that the average child smoker starts daily smoking by the age of 14.  Between 1991 and 1996 the rate of smoking among Hispanic high school students nationwide reportedly increased by over 34% while, during the same period, the rate of smoking among African-American high school students nationwide increased by over 48%; these rates of increased smoking are the highest in a decade.  In New York City, as reported by the Department of Consumer Affairs, 200 children begin to smoke every day.\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult0\\qj     \\tab Similarly, a 1994 report by the United States Surgeon General containing data on the use of smokeless tobacco by minors reported that the market for smokeless tobacco had shifted dramatically toward young people since 1970.  That report cited school-based surveys conducted in 1991 which estimated that 19.2% of ninth to twelfth grade boys use smokeless tobacco.  Among high school seniors who had ever tried smokeless tobacco, the report said that 73% did so by the ninth grade.  \\par\n    \\tab A December 1995 investigative report, prepared for the Speaker of the Council and the Council's Youth Services Committee concerning the availability of beer and cigarettes to New York City minors and entitled \\ulw Easy Access\\ulnone , found, inter alia, that \"cigarettes are widely accessible to minors throughout New York City;\" that minors participating in the investigation \"successfully purchased cigarettes in 79 percent of all attempted cases;\" and that \"less than one out of five stores asked minors who purchased cigarettes for proof of age.\"  The \\ulw Easy Access\\ulnone  report cited a 1992 Journal of the American Medical Association (JAMA) article entitled \"Brand Logo Recognition by Children Aged\\ulw  \\ulnone 3 to 6 Years\" which demonstrated that 30 percent of the three year olds and 91 percent of the six year olds surveyed could correctly match the Joe Camel cartoon trademark with Camel cigarettes. The\\ulw  Easy Access\\ulnone  Report also referred to a 1991 JAMA report entitled \"RJR Nabisco's Cartoon Camel Promotes Camel Cigarettes to Children\" which estimated that illegal sales of Camel cigarettes to minors rose from $6 million per year before the advent of Joe Camel in 1988, to $476 million by the end of 1991.  The 1991 JAMA report concluded that one-quarter of all Camel sales in 1991 were to minors. \\par\n    \\tab In May 1996, the City Department of Consumer Affairs, joined by the Chair of the Council's Youth Services Committee, announced the results of a citywide enforcement program against tobacco product retailers who violated the law by selling tobacco products to minors.  This citywide enforcement program, denoted \\ulw Three Puffs\\ulnone  \\ulw and You're Out\\ulnone , was, at least in part, motivated by the Council's\\ulw  Easy Access\\ulnone  investigative report discussed above.  Two hundred tobacco retailers were targeted by this enforcement program. One-year suspensions of their tobacco retailer licenses were imposed on seventeen retailers who illegally sold tobacco products to minors three times during the preceding two years. Ninety-three of the retailers targeted for enforcement were found to be illegally selling cigarettes to minors, thirty-one of the retailers targeted for enforcement were illegally selling loose cigarettes to minors and thirty-six of the retailers targeted for enforcement had failed to post the required sign indicating that tobacco sales to minors are prohibited by local law.\\par\n    \\tab A 1991 JAMA study concluded that \"cigarette advertising encourages youth to smoke and should be banned.\"  In a 1994 report, the National Institute of Medicine stated that \"the substantial convergent evidence that advertising and promotion increase tobacco use by youths is impressive and, in the Committee's view, provides a strong basis for legal regulation.\" Similarly, a 1995 report by the federal Centers for Disease Control and Prevention found that \"cigarette marketing practices appeared to be the most likely to account for [the] increase in teen smoking initiation rates.\"  \\par\n    \\tab The federal Department of Health and Human Services' Food and Drug Administration (FDA) recently reported that \"[i]n 1993, the tobacco industry spent a total of $6.2 billion on the advertising, promotion and marketing of cigarettes and smokeless tobacco.  Of that number, 31 percent ($1.9 billion) was spent on advertising and promotional activities, 26 percent ($1.6 billion) was given to retailers in the form of cash allowances or retailer items to facilitate and enhance the sale of tobacco products, and, finally, 43 percent  ($2.6 billion) was in the form of financial incentives (e.g. coupons, cents off, buy one/get one free, free samples) to consumers.\"\\par\n    \\tab In announcing its final rules on the advertising and promotion of tobacco products, published in the Federal Register on August 28, 1996, the FDA commented upon the nexus between advertising and promotion and smoking among minors.  The FDA observed that \"the images typically associated with advertising and promotion convey the message that tobacco use is a desirable, socially approved, safe and healthful, and widely practiced behavior among young adults, whom children and youths want to emulate.  As a result, tobacco advertising and promotion undoubtedly contribute to the multiple and convergent psychosocial influences that lead children and youths to begin using these products and become addicted to them.\"  In that same announcement on its final rules on advertising and promotion of tobacco products, the FDA discussed the issue of federal preemption of state and local restrictions.  The FDA specifically stated that it \"believes the requirements it is establishing in this final rule set an appropriate floor for regulation of youth access to tobacco products but do not, as a policy matter, reflect a judgment that more stringent State or local requirements are inappropriate.\"\\par\n    \\tab On March 20, 1997, as part of a settlement agreement signed by the Attorneys General of 17 states, including New York State, and Liggett & Myers Inc. and the Brooke Group, Ltd., cigarette manufacturers, the following statement was among those made by and on behalf of Liggett & Myers:\"Liggett acknowledges that the tobacco industry markets to 'youth', which means those under 18 years of age....\"\\par\n    \\tab In light of the foregoing evidence that cigarettes are advertised and promoted to minors and that smoking by minors continues to dramatically increase despite laws banning the sale or distribution of tobacco products to minors, the Council of the City of New York finds and declares that affirmative, reasonable and constitutionally permissible restrictions on tobacco product advertising and promotion may and must be enacted.\\par\n    \\tab The purpose of this legislation is to promote enforcement of the aforementioned laws banning the sale or distribution of tobacco products to minors and to thereby protect young people. The Council is cognizant of the necessity of acting within the protections afforded by the First Amendment to the United States Constitution and has, therefore, narrowly tailored the scope and effect of this legislation to impose reasonable time, place and manner restrictions on tobacco advertising aimed at or regularly seen by youth while not directly affecting advertising and promotions directed at adults.  Indeed, the extensive testimony taken at various Committee hearings prompted the Council to narrow the scope of the prohibition on tobacco product advertisements to ensure that such advertisements are restricted only in those locations closest to where children congregate, and that tobacco product promotions are not given to children but are otherwise freely available to the adult population.\\par\n    \\tab It is well settled law that the First Amendment protects commercial speech but to a lesser degree than the protection afforded other, \"fully protected speech.\"  In analyzing the constitutionality of commercial speech regulation, the United States Supreme Court prescribed a four-prong test in \\ulw Central\\ulnone  \\ulw Hudson Gas & Electric Corporation v. Public Service Commission of\\ulnone  \\ulw New York\\ulnone , 447 U.S. 557 (1980).  The \\ulw Central Hudson\\ulnone  test, which subsequent decisions have ratified and clarified, provides that government restrictions on commercial speech are lawful where: (1) the commercial speech at issue concerns a lawful activity and is not misleading; (2) the asserted governmental interest in restricting the commercial speech is substantial; (3) the restriction directly advances the governmental interest asserted; and (4) the restrictions are not more extensive than necessary to serve that governmental interest.  The latter two requirements involve a determination that there is a reasonable  fit  between the government s ends and the means chosen to accomplish these ends.  \\ulw Board of Trustees of State Univ. of New York v. Fox\\ulnone , 492 U.S. 469, 480 (1989); \\ulw see also\\ulnone , \\ulw United States v. Edge Broadcasting\\ulnone  \\ulw Co.\\ulnone , 509 U.S. 418 (1993).\\par\n    \\tab The restrictions on commercial speech contained in this Council legislation are permissible under the \\ulw Central Hudson\\ulnone  four-prong test.  The commercial speech at issue concerns a lawful activity and is not misleading, at least as it applies to consenting adults.  The governmental interest in restricting the commercial speech at issue is one grounded in the pre-existing prohibition on the sale and distribution of tobacco products to minors and is geared directly towards countering the adverse impacts of an industry strategy admittedly directed at younger prospective smokers.  By restricting the locations for advertisements that are more likely to be addressed to and most likely to be seen by minors, specifically to 1,000 feet from schools, child day care centers and the like, while still permitting tobacco product sellers to notify their customers that such products are available for purchase with a single tombstone advertisement which may be written in any language, this Council legislation directly advances the governmental interest in enforcing the ban on the sale or distribution of tobacco products to minors.  Similarly, by permitting tobacco product promotions to be offered and/or given to anyone of lawful age to purchase cigarettes, this Council legislation restricts only promotions designed to induce children to purchase cigarettes.  Finally, as the restrictions in this Council legislation focus on modes and locations of communication that are most likely to have a direct impact upon minors, the restrictions contained in this Council legislation strike a balance between the commercial interest in selling tobacco products to persons of lawful age and the need to limit inducements to children who cannot lawfully purchase such products but are nonetheless doing so.  Thus, the Council legislation is not more extensive than necessary to serve the governmental interests asserted herein.  Other forms of advertising including newspapers, magazines, audio and video media, that are less likely to have a direct impact on minors, and all promotions directed to adults are not affected by this Council legislation.  Moreover, street advertisements not within 1,000 feet of a school, child day care center, youth center, amusement arcade or playground, which can readily reach an adult population, are not affected by this Council legislation.\\par\n    \\tab In \\ulw Penn Advertising of Baltimore v. Baltimore\\ulnone , 101 F.3d 325 (4th Cir. 1995), the United States Court of Appeals for the Fourth Circuit upheld a Baltimore city ordinance which prohibited advertising cigarettes in a publicly visible location against challenges grounded in the First Amendment to the United States Constitution and federal preemption.  The court held that the Baltimore city ordinance is not preempted by the Federal Cigarette Labeling and Advertising Act, which prohibits local enactments based on smoking and health with respect to cigarette advertising and promotion.  The court reasoned that the ordinance \"limits only the location of signs that advertise cigarettes, but it does not address the content of such advertisements. The ordinance neither imposes a duty nor relieves a burden on cigarette advertisers based on smoking and health. Moreover, the ordinance does not limit the ability of cigarette manufacturers to advertise generally in the media.\"  The court also decided that the Baltimore ordinance is a permissible regulation under the \\ulw Central\\ulnone  \\ulw Hudson\\ulnone  four-prong test.  Noting that \"the governmental interest asserted in this case is to promote compliance with the state prohibition of the sale of cigarettes to minors,\" the court concluded that \"the City's objective in reducing cigarette consumption by minors constitutes a substantial public interest.\" The court further concluded that \"while the fit between the City's objective and the means selected to achieve them may not be perfect, it nevertheless falls well within the range tolerated by the First Amendment for the regulation of commercial speech.\" \\par\n    \\tab The Council's legislation likewise only limits the locations where tobacco product advertisements may be placed.  It addresses neither the location of advertising directed at adults nor the content thereof.  As with the Baltimore cigarette ordinance, the Council's legislation neither imposes a duty on tobacco product manufacturers nor relieves a burden otherwise placed upon them related to smoking and health.\\par\n    \\tab Ruling on another city ordinance that closely parallels this Council s legislation, on November 13, 1996, the United States Court of Appeals for the Fourth Circuit upheld against First Amendment attack legislation enacted in the City of Baltimore prohibiting placement of stationary outdoor advertising of alcoholic beverages in areas where it was likely to be encountered by minors traveling to school or play.  The Baltimore ordinance targeted individuals who could not legally purchase alcoholic beverages.  This Council's legislation similarly targets minors who may not legally purchase cigarettes.  Neither this legislation nor the Baltimore ordinance were directed toward or intended to affect adults who may legally purchase cigarettes and alcoholic beverages respectively.  Neither this legislation nor the Baltimore ordinance bans all outdoor advertising of cigarettes and alcoholic beverages respectively.  Instead, as did the Baltimore ordinance, this legislation merely restricts the time, place and manner of such advertisements.\\par\n    \\tab\\'a72. \\tab Title 27 of the administrative code of the city of New York is hereby amended by adding thereto a new article seventeen-A, to follow article seventeen of subchapter seven of chapter one, to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult0\\qc\\ulw\\b ARTICLE 17-A\\ulnone\\b0\\par\n\\ulw\\b YOUTH PROTECTION AGAINST TOBACCO ADVERTISING AND PROMOTION ACT\\ulnone\\b0\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult0\\qj     \\tab\\'a7\\ulw 27-\\b 508.1 Short title.\\b0   This article shall be known and may\\ulnone  \\ulw be cited as the \"Youth  Protection Against Tobacco Advertising and\\ulnone  \\ulw Promotion Act.\"\\ulnone\\par\n    \\tab\\'a7\\ulw\\b 27-508.2 Definitions.\\b0   For the purposes of this article, the\\ulnone  \\ulw following terms shall be defined as follows:\\ulnone\\par\n\\ulw     \\tab     \\tab a.   Amusement arcade  means any enclosed business\\ulnone  \\ulw establishment, open to the public, whose primary purpose is the\\ulnone  \\ulw operation of coin-operated amusement devices within the meaning of\\ulnone  \\ulw subchapter three of chapter two of title 20 of this code.\\ulnone  \\par\n    \\tab     \\tab\\ulw b.  \"Child day care center\" means (i) any child care\\ulnone  \\ulw arrangement, public, private or parochial child care center,\\ulnone  \\ulw school-age child care program, day nursery school, kindergarten,\\ulnone  \\ulw play \\ul school or other similar school or service operating pursuant to authorization, license or permit of the city or state, (ii) any facility that provides child care services as defined in section four hundred ten-p of the New York state social services law, or (iii) any child day care center as defined in section three hundred ninety of the New York state social services law.  The definition of \"child day care center\" applies whether or not care is given for compensation but does not include child day care centers located in private dwellings and multiple dwelling units.\\ulnone\\par\n    \\tab     \\tab  c.  \"Cigarette\" means any product which consists of (i) any roll of tobacco wrapped in paper or in any substance not containing tobacco or (ii) any roll of tobacco wrapped in any substance containing tobacco which, because of its appearance, the type of tobacco used in the filler, or its packaging and labeling is offered for use or purchase by consumers as a cigarette described in (i) of this subdivision.\\par\n    \\tab     \\tab d.  \"Cigarette tobacco\" means any product that consists of loose tobacco and is intended for use by consumers in a cigarette.\\par\n    \\tab     \\tab e.  \"Multiple dwelling\" means any building or structure that may lawfully be occupied as the residence or home of three or more families living independently of each other.\\par\n    \\tab     \\tab f.  \"Multiple dwelling unit\" means any unit of residential accommodation in a multiple dwelling.\\par\n    \\tab     \\tab g.  \"Person\" means any natural person, partnership, co-partnership, firm. company, corporation, limited liability corporation, agency as defined in section eleven-hundred fifty of the New York city charter, association, joint stock association or other legal entity.\\par\n    \\tab     \\tab\\ulw h.  \"Playground\" means any outdoor premises or grounds\\ulnone  \\ulw owned or lawfully operated by or on behalf of, the board of\\ulnone  \\ulw education, the department of parks and recreation, or any public,\\ulnone  \\ulw private or parochial school, any child day care center or any\\ulnone  \\ulw youth center, which contains any device, structure or implement,\\ulnone  \\ulw fixed or portable, used or intended to be used by persons under\\ulnone  \\ulw the age of eighteen for recreational or athletic purposes\\ulnone  \\ulw including, but not limited to, play equipment such as a sliding\\ulnone  \\ulw board, swing, \\ulnone\\par\n\\par\njungle gym, sandbox, climbing bar, wading pool, obstacle course, swimming pool, see-saw, baseball diamond, athletic field, or basketball court.\\par\n    \\tab     \\tab i.  \"Private dwelling\" means any building or structure or portion thereof that may lawfully be occupied for residential purposes by not more than two families, including the grounds of such building or structure.\\par\n    \\tab     \\tab\\ulw j.  \"School building\" means any building or structure or\\ulnone  \\ulw any portion thereof, owned, occupied by, or under the custody or\\ulnone  \\ulw control of any public, private or parochial institution and\\ulnone  \\ulw lawfully used for the primary purpose of providing educational\\ulnone  \\ulw instruction to students at or below the twelfth grade level.\\ulnone\\par\n\\ulw     \\tab     \\tab k.  \"Smokeless tobacco\" means any product that consists\\ulnone  \\ulw of cut, ground, powdered, or leaf tobacco that is intended to be\\ulnone  \\ulw placed by the consumer in an oral cavity.\\ulnone\\par\n\\ulw     \\tab     \\tab l.  \"Tobacco product\" means a cigarette, smokeless\\ulnone  \\ulw tobacco or cigarette tobacco.\\ulnone\\par\n\\ulw     \\tab     \\tab m.  \"Tobacco product advertisement\" means any written\\ulnone  \\ulw word, picture, logo, symbol, motto, selling message, poster,\\ulnone  \\ulw placard, sign, photograph, device, graphic display or visual image\\ulnone  \\ulw of any kind, recognizable color or pattern of colors, or any other\\ulnone  \\ulw indicia of product identification identical or similar to, or\\ulnone  \\ulw identifiable with, those used for any brand of tobacco product, or\\ulnone  \\ulw any combination thereof, the purpose or effect of which is to\\ulnone  \\ulw promote the use or sale of a tobacco product through such means\\ulnone  \\ulw as, but not limited to, the identification of a brand of a tobacco\\ulnone  \\ulw product, a trademark of a tobacco product or a trade name\\ulnone  \\ulw associated exclusively with a tobacco product.\\ulnone\\par\n\\ulw     \\tab     \\tab n.  \"Tobacco product promotion\" means (i) any item or\\ulnone  \\ulw service marketed, licensed, sold or distributed, whether indoors\\ulnone  \\ulw or outdoors, which is not a tobacco product but which bears the\\ulnone  \\ulw brand of a tobacco product, a trademark of a tobacco product or a\\ulnone  \\ulw trade name associated exclusively with a tobacco product, alone or\\ulnone  \\ulw in conjunction with any written word, picture, logo, symbol,\\ulnone  \\ulw motto, selling message, poster, placard, sign, photograph, device,\\ulnone  \\ulw graphic display or visual image of any kind, recognizable color or\\ulnone  \\ulw pattern of colors, or any other indicia of product identification\\ulnone  \\ulw identical or similar to, or identifiable with those used for any\\ulnone  \\ulw brand of a tobacco product, or (ii) any gift or item other than a\\ulnone  \\ulw tobacco product offered or caused to be offered to any person\\ulnone  \\ulw purchasing a tobacco product in consideration of the purchase\\ulnone  \\ulw thereof, or to any person in consideration of furnishing evidence,\\ulnone  \\ulw such as credits, proofs-of-purchase, or coupons, of such purchase;\\ulnone  \\ulw provided, however, that a tobacco product promotion shall not\\ulnone  \\ulw include any gift or item provided through the exchange or\\ulnone  \\ulw redemption through the mail of any such credits,\\ulnone  \\ulw proofs-of-purchase, coupons or other evidence of the purchase of a\\ulnone  \\ulw tobacco product.\\ulnone\\par\n\\ulw     \\tab     \\tab o.   Youth center\" means any building or structure or\\ulnone  \\ulw portion thereof,  lawfully occupied by any person for the primary\\ulnone  \\ulw purpose of operating a trade school (including those conducting\\ulnone  \\ulw after-school, vocational, remedial, tutorial, educational\\ulnone  \\ulw assistance programs) or an indoor recreational center (including\\ulnone  \\ulw recreational, cultural, physical fitness, or sports programs) for\\ulnone  \\ulw persons under the age of eighteen years, and which has been\\ulnone  \\ulw certified as such to the department in accordance with the\\ulnone  \\ulw procedure to be set by the department.  Such certification shall\\ulnone  \\ulw be accepted by the department but nothing in this subdivision\\ulnone  \\ulw shall prevent the commissioner from removing a certified youth\\ulnone  \\ulw center from consideration as a youth center if she or he\\ulnone  \\ulw determines it does not meet \\ul the criteria of a youth center\\ulnone .\\par\n    \\tab\\'a7\\ulw\\b 27-508.3  Tobacco product advertisement restriction.\\b0   a. \\ulnone  \\ulw It shall be unlawful for any person to place, cause to be placed,\\ulnone  \\ulw to maintain or  cause to be maintained, a tobacco product\\ulnone  \\ulw advertisement within one thousand feet, in any direction, of any\\ulnone  \\ulw school building, playground, child day care center, amusement\\ulnone  \\ulw arcade or youth center, in any outdoor area including, but not\\ulnone  \\ulw limited to, billboards, roofs and sides of buildings, rolling\\ulnone  \\ulw shutters or gates, any enclosures into which rolling shutters or\\ulnone  \\ulw gates retract, water tanks and towers and free-standing\\ulnone  \\ulw signboards; provided, however, that any tobacco product\\ulnone  \\ulw advertisement on an awning projecting from the outside of a\\ulnone  \\ulw premises as of July 1, 1997 where tobacco products are sold or\\ulnone  \\ulw offered for sale may be retained until two years from the\\ulnone  \\ulw effective date of this law.\\ulnone\\par\n\\ulw     \\tab b.  It shall be unlawful for any person to place, cause to be\\ulnone  \\ulw placed, to maintain, or  cause to be maintained, a tobacco product\\ulnone  \\ulw advertisement in the interior of a building or structure which is\\ulnone  \\ulw within one thousand feet, in any direction, of any school\\ulnone  \\ulw building, playground, child day care center, amusement arcade or\\ulnone  \\ulw youth center, when such advertisement is within five feet of any\\ulnone  \\ulw exterior window or any door which is used for entry or egress by\\ulnone  \\ulw the public to the building or structure; provided, however, that\\ulnone  \\ulw tobacco product advertisements may be placed or maintained in the\\ulnone  \\ulw interior of any such premises where such advertisements are (i)\\ulnone  \\ulw parallel to the street and face inward, or (ii) affixed to a wall\\ulnone  \\ulw panel or similar fixture that is perpendicular to the street\\ulnone  \\ulw regardless of whether such advertisements are illuminated or not\\ulnone  \\ulw illuminated.\\ulnone\\par\n\\ulw     \\tab c.  Nothing in this section shall prevent a person from\\ulnone  \\ulw placing, causing to be placed, maintaining, or causing to be\\ulnone  \\ulw maintained, a single sign, poster, placard or label no larger than\\ulnone  \\ulw six square feet and containing only black text, in any language,\\ulnone  \\ulw not exceeding eight inches in height on a white background stating\\ulnone  \\ulw  TOBACCO PRODUCTS SOLD HERE  or such words translated into any\\ulnone  \\ulw language, within ten feet of an entrance to the premises where\\ulnone  \\ulw tobacco products are sold or offered for sale.\\ulnone\\par\n\\ulw     \\tab d.  Nothing in this section shall prevent a tobacco product\\ulnone  \\ulw manufacturer, distributor or retailer from placing, causing to be\\ulnone  \\ulw placed, maintaining or causing to be maintained, its corporate or\\ulnone  \\ulw other business name on a building or structure, in any location,\\ulnone  \\ulw where such building or structure or a portion thereof is owned,\\ulnone  \\ulw operated or leased by such manufacturer, distributor or retailer\\ulnone  \\ulw and that building or structure is the principal place of business\\ulnone  \\ulw of such manufacturer, distributor or retailer in the city of New\\ulnone  \\ulw York; provided, however, that the corporate or other business name\\ulnone  \\ulw of such manufacturer, distributor or retailer is registered or\\ulnone  \\ulw filed in the United States or such manufacturer, distributor or\\ulnone  \\ulw retailer is authorized to do business in any state, and the\\ulnone  \\ulw corporate or business name of such manufacturer, distributor or\\ulnone  \\ulw retailer does not include any brand name or trademark of a tobacco\\ulnone  \\ulw product, alone or in conjunction with any written word, picture,\\ulnone  \\ulw logo, symbol, motto, selling message, poster, placard, sign,\\ulnone  \\ulw photograph, device, graphic display or visual image of any kind,\\ulnone  \\ulw recognizable color or pattern of colors, or any other indicia of\\ulnone  \\ulw product identification identical or similar to, or identifiable\\ulnone  \\ulw with, those used for any brand of a tobacco product.\\ulnone\\par\n\\ulw     \\tab e.  This section shall not apply to any tobacco product\\ulnone  \\ulw advertisement on a motor vehicle.  Nothing in this subdivision\\ulnone  \\ulw shall be construed to authorize the placement of a tobacco product\\ulnone  \\ulw advertisement in a location where such placement is otherwise\\ulnone  \\ulw prohibited by the rules of the department of transportation or\\ulnone  \\ulw other applicable law.\\ulnone\\par\n\\ulw     \\tab\\'a7\\b 27-508.4  Non-compliant advertisements to be removed.\\b0   The\\ulnone  \\ulw owner, operator or lessee of any location or premises where a\\ulnone  \\ulw tobacco product advertisement is prohibited or restricted pursuant\\ulnone  \\ulw to the requirements of section 27-508.3 of this article shall have\\ulnone  \\ulw thirty days from the effective date of the local law that added\\ulnone  \\ulw this section to remove any non-compliant tobacco product\\ulnone  \\ulw advertisements.\\ulnone\\par\n\\ulw     \\tab\\'a7\\b 27-508.5  Sponsorship of and at events. \\b0  Nothing in this\\ulnone  \\ulw article shall prevent a tobacco products manufacturer,\\ulnone  \\ulw distributor, or retailer who sponsors, in whole or in part, any\\ulnone  \\ulw athletic, musical, artistic, or cultural event, or team or entry\\ulnone  \\ulw in a competition or exhibition in any location from displaying or\\ulnone  \\ulw causing to be displayed the corporate or other business name of\\ulnone  \\ulw such sponsor; provided, however, that the corporate or other\\ulnone  \\ulw business name of such sponsor is registered or filed in the United\\ulnone  \\ulw States or such sponsor is authorized to do business in any state,\\ulnone  \\ulw and the corporate or other business name of such sponsor does not\\ulnone  \\ulw include any brand name or trademark of a tobacco product, alone or\\ulnone  \\ulw in conjunction with any written word, picture, logo, symbol,\\ulnone  \\ulw motto, selling message, poster, placard, sign, photograph, device,\\ulnone  \\ulw graphic display or visual image of any kind, recognizable color or\\ulnone  \\ulw pattern of colors, or any other indicia of product identification\\ulnone  \\ulw identical or similar to, or identifiable with, those used for any\\ulnone  \\ulw brand of a tobacco product.\\ulnone\\par\n\\ulw     \\tab\\'a7\\b 27-508.6\\b0   \\b Injunctive relief.\\b0   Whenever any person has\\ulnone  \\ulw engaged in any act or practice which constitutes a violation of\\ulnone  \\ulw any provision of this article or of section 11-1303 of this code\\ulnone  \\ulw or of any rule promulgated thereunder, the city may make\\ulnone  \\ulw application to a court of competent jurisdiction for an order\\ulnone  \\ulw enjoining such act or practice.\\ulnone\\par\n\\tab\\'a73.  Item (10) of section 26-126.4 of the administrative code of the city of New York is amended to read as follows:\\par\n    \\tab (10)  Any provision of the administrative code, zoning resolution or other rule or regulation relating to the placement, size or display of outdoor signs except for those provisions contained in \\ulw article seventeen-A of subchapter seven of chapter\\ulnone  \\ulw one of title twenty-seven of this code and\\ulnone  article seven of subchapter three of chapter one of this title.\\par\n\\tab\\'a74.  The schedule of civil penalties contained in subdivision a of section 26-126.1 of the administrative code of the city of New York, as amended by local law number 65 of 1997, is amended by adding thereto a new penalty to follow the penalty for violations of section 27-118.1, to read as follows:\\par\n    \\tab     \\tab Minimum  \\tab Maximum  \\tab Minimum  \\tab Maximum\\par\nSection  (Dollars) (Dollars) (Dollars) (Dollars)\\par\n\\ulw 27-508.3(b)    0       300       350     1,000    \\ulnone\\par\n\\tab\\'a75.  Subdivision a of section 26-126.2 of the administrative code of the city of New York is amended to read as follows:\\par\n    \\tab\\'a726-126.2  \\b Environmental control board proceedings; order to\\b0  \\b certify correction.\\b0   a. Except as otherwise provided in subdivision\\ulw s\\ulnone  e\\ulw , f, i and j\\ulnone  of this section whenever the commissioner serves a notice of violation such notice shall include an order which requires the respondent to correct the condition constituting the violation and to file a certification with the department that the condition has been corrected.  Such order shall require that the condition be corrected within thirty days from the date that the order is issued and that certification of the correction of the condition shall be filed with the department in a manner and form within such further period of time as shall be established by rule or regulation of the department.\\par\n\\tab\\'a76.  Section 26-126.2 of the administrative code of the city of New York is amended to add new subdivisions f, g, h, i, j and k, to follow subdivision e, to read as follows:\\par\n    \\tab\\ulw f.  A notice of violation alleging a violation of subdivision\\ulnone  \\ulw a or b of section 27-508.3 of this code shall include an order (i)\\ulnone  \\ulw directing the respondent to correct the condition constituting the\\ulnone  \\ulw violation within thirty days from the date that the order is\\ulnone  \\ulw issued and to file a certification that the condition has been\\ulnone  \\ulw corrected with the department in a manner and form and within such\\ulnone  \\ulw further period of time as shall be established by rule of the\\ulnone  \\ulw department or (ii) directing a respondent who is a record owner of\\ulnone  \\ulw a premises on which a tobacco product advertisement is placed or\\ulnone  \\ulw maintained in violation of subdivision a of section 27-508.3 of\\ulnone  \\ulw this code but who has not posted or placed such advertisement or\\ulnone  \\ulw has not directed, caused or contracted for the posting or placing\\ulnone  \\ulw of such advertisement by a servant, agent, employee, contractor or\\ulnone  \\ulw other individual under such record owner's control, to notify,\\ulnone  \\ulw within thirty days from the date the notice of violation alleging\\ulnone  \\ulw a violation of subdivision a of section 27-508.3 of this code was\\ulnone  \\ulw issued, the person who posted or placed such advertisement or who\\ulnone  \\ulw directed, caused or contracted for the posting or placing of such\\ulnone  \\ulw advertisement, by certified mail of the notice of violation, and\\ulnone  \\ulw to send, by certified mail, a copy of such notification to the\\ulnone  \\ulw department.  A record owner shall not be deemed to have directed,\\ulnone  \\ulw caused or contracted for the posting or placing of a tobacco\\ulnone  \\ulw product advertisement by a servant, agent, employee, contractor or\\ulnone  \\ulw other individual under such record owner's control unless the\\ulnone  \\ulw record owner retains the right to cause the content of an\\ulnone  \\ulw advertisement to be changed.  A general  compliance with laws \\ulnone  \\ulw provision in a lease or contract shall not constitute such a right\\ulnone  \\ulw for purposes of this subdivision.  A notice of violation issued\\ulnone  \\ulw pursuant to subdivision a or b of section 27-508.3 of this code\\ulnone  \\ulw shall also contain a statement that any hearing for a third or\\ulnone  \\ulw subsequent violation of subdivision a or b of section 27-508.3 by\\ulnone  \\ulw a wholesale or retail dealer of cigarettes shall also constitute a\\ulnone  \\ulw hearing for the revocation of a license issued to such wholesale\\ulnone  \\ulw or retail dealer pursuant to section 11-1303 of this code where\\ulnone  \\ulw the wholesale or retail dealer of cigarettes is found to be in\\ulnone  \\ulw violation.\\ulnone\\par\n\\ulw     \\tab g.  Where the respondent receives a notice of violation of\\ulnone  \\ulw subdivision a or b of section 27-508.3 of this code and the\\ulnone  \\ulw respondent complies with item (i) of subdivision f of this\\ulnone  \\ulw section, there shall be no civil penalty for such violation;\\ulnone  \\ulw provided, however, where such violation is a first violation, such\\ulnone  \\ulw violation may serve as a predicate for purposes of the multiple\\ulnone  \\ulw offense schedule as set forth in section 26-126.1 of this chapter\\ulnone  \\ulw and for purposes of revoking a license pursuant to subdivision k\\ulnone  \\ulw of this section.\\ulnone\\par\n\\ulw     \\tab h.  Where the respondent receives a notice of violation of\\ulnone  \\ulw subdivision a of section 27-508.3 of this code and the respondent\\ulnone  \\ulw is a record owner of premises who complies with item (ii) of\\ulnone  \\ulw subdivision f of this section, the notice of violation issued to\\ulnone  \\ulw such record owner shall be dismissed and shall not serve as a\\ulnone  \\ulw predicate for purposes of the multiple offense schedule as set\\ulnone  \\ulw forth in section 26-126.1 of this chapter.\\ulnone\\par\n\\ulw     \\tab i.  Where a respondent receives a notice of violation\\ulnone  \\ulw alleging a violation of subdivision a or b of section 27-508.3 of\\ulnone  \\ulw this code, and such respondent establishes that the school\\ulnone  \\ulw building, playground, amusement arcade, child day care center, or\\ulnone  \\ulw youth center that is within one thousand feet of the respondent s\\ulnone  \\ulw building, structure or premises opened, or was authorized or\\ulnone  \\ulw licensed by, or received a permit from a city or state, or\\ulnone  \\ulw certified to the department as required pursuant to subdivision o\\ulnone  \\ulw of section 27-508.2 of this code after the date such respondent\\ulnone  \\ulw placed or caused to be placed, maintained or caused to be\\ulnone  \\ulw maintained the tobacco product advertisement that is the subject\\ulnone  \\ulw of the alleged violation on such respondent s building, structure\\ulnone  \\ulw or premises, then upon the respondent so establishing within\\ulnone  \\ulw thirty days of the date of issuance of the notice of violation,\\ulnone  \\ulw the environmental control board shall grant an adjournment in\\ulnone  \\ulw contemplation of dismissal.  Where the respondent corrects the\\ulnone  \\ulw condition constituting the violation and certifies such correction\\ulnone  \\ulw to the department (i) within ninety days of the granting of such\\ulnone  \\ulw adjournment in contemplation of dismissal of a notice of violation\\ulnone  \\ulw of subdivision a of section 27-508.3 or (ii) within thirty days of\\ulnone  \\ulw the granting of such adjournment in contemplation of dismissal of\\ulnone  \\ulw a notice of violation of subdivision b of section 37-508.3, in a\\ulnone  \\ulw manner and form as shall be established by rule of the department,\\ulnone  \\ulw the notice of violation shall be dismissed and shall not serve as\\ulnone  \\ulw a predicate for purposes of the multiple offense schedule as set\\ulnone  \\ulw forth in section 26-126.1 of this chapter or for purposes of\\ulnone  \\ulw revoking a license pursuant to subdivision k of this section.\\ulnone\\par\n\\ulw     \\tab j.  Where the respondent receives a notice of violation of\\ulnone  \\ulw section 27-508.5 of this code, the respondent shall be liable for\\ulnone  \\ulw a civil penalty as set forth in section 26-126.1 of this chapter\\ulnone  \\ulw and for purposes of revoking a license pursuant to subdivision k\\ulnone  \\ulw of this section.\\ulnone\\par\n\\ulw     \\tab k.  In addition to the penalties provided for in subdivision\\ulnone  \\ulw f of this section, where a wholesale or retail dealer of\\ulnone  \\ulw cigarettes is found liable for a third or subsequent violation,\\ulnone  \\ulw within an eighteen-month period, the license issued to such\\ulnone  \\ulw wholesale or retail dealer of cigarettes pursuant to section\\ulnone  \\ulw 11-1303 of this code shall be revoked.\\ulnone\\par\n\\tab\\'a77.  Title 20 of the administrative code of the city of New York is amended by adding thereto a new subchapter 13 of chapter 5, to follow subchapter 12, to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult0\\qc SUBCHAPTER 13\\par\nTOBACCO PRODUCT PROMOTION\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult0\\qj     \\tab\\'a7\\ulw\\b 20-760  Tobacco product promotion restriction.\\b0   a.  It shall\\ulnone  \\ulw be unlawful for any person to offer or cause to be offered a\\ulnone  \\ulw tobacco product promotion, as defined in section 27-508.2 of this\\ulnone  \\ulw code, to any person younger than eighteen years of age.\\ulnone\\par\n\\ulw     \\tab  b.  Any person offering or causing to be offered a tobacco\\ulnone  \\ulw product promotion shall verify through a driver s license or other\\ulnone  \\ulw photographic identification card issued by a government entity or\\ulnone  \\ulw educational institution that a person to whom a tobacco product\\ulnone  \\ulw promotion has been offered is at least eighteen years of age. \\ulnone  \\ulw Such identification need not be required of any individual who\\ulnone  \\ulw reasonably appears to be at least twenty-five years of age;\\ulnone  \\ulw provided, however, that such appearance shall not constitute a\\ulnone  \\ulw defense in any proceeding alleging the offering of a tobacco\\ulnone  \\ulw product promotion to an individual under eighteen years of age.\\ulnone\\par\n\\ulw     \\tab c.  A proceeding to recover any civil penalty pursuant to\\ulnone  \\ulw this subchapter shall be commenced by the service of a notice of\\ulnone  \\ulw violation which shall be returnable to the administrative tribunal\\ulnone  \\ulw of the department.  The administrative tribunal of the department\\ulnone  \\ulw shall have the power to impose civil penalties for a violation of\\ulnone  \\ulw this subchapter.\\ulnone\\par\n\\ulw     \\tab d.  Nothing in this subchapter shall be deemed to prohibit\\ulnone  \\ulw sponsorship of or at events as set forth in section 27-508.5 of\\ulnone  \\ulw this code.\\ulnone\\par\n\\tab\\'a78.  Section 17-621 of the administrative code of the city of New York, as added by local law number 83 for the year 1992, is amended by adding a new subdivision i to read as follows:\\par\n    \\tab\\ulw i.  Nothing in this chapter shall be construed to permit the\\ulnone  \\ulw placement of a tobacco product advertisement as defined in\\ulnone  \\ulw subdivision m of section 27-508.2 of this code where such\\ulnone  \\ulw advertisement is prohibited by section 27-508.3 of this code or by\\ulnone  \\ulw any other law or rule.\\ulnone\\par\n\\tab\\'a79.  Subdivision d of section 11-1303 of such code, as amended by local law number 83 for the year 1992, is amended to read as follows:\\par\n    \\tab d.  Commissioner of finance may suspend or revoke licenses. The commissioner of finance may suspend or revoke [after a hearing,] a cigarette license (1) \\ulw after a hearing\\ulnone , whenever the commissioner finds that the holder thereof has failed to comply with any of the provisions of this chapter or any rules or regulations of the commissioner of finance prescribed, adopted and promulgated under this chapter; or (2) in accordance with the requirements of any other section of this code which authorizes the [commissioner of finance to suspend] \\ulw suspension\\ulnone  or [revoke]\\ulw  revocation of\\ulnone  a cigarette license.  Upon suspending or revoking any cigarette license, the commissioner of finance shall direct the holder thereof to surrender to the commissioner of finance immediately all licenses or duplicates thereof issued to such holder and the holder shall surrender promptly all such licenses to the commissioner of finance as directed.  Before the commissioner of finance suspends or revokes a cigarette license\\ulw  pursuant to paragraph (1) of this subdivision\\ulnone  he or she shall notify the holder and the holder shall be entitled to a hearing, if desired, if the holder, within ninety days from the date of such notification, or, if the commissioner of finance has established a conciliation procedure pursuant to section 11-124 of the code and the taxpayer has requested a conciliation conference in accordance therewith, within ninety days from the mailing of a conciliation decision or the date of the commissioner s confirmation of the discontinuance of the conciliation proceeding, both (1) serves a petition upon the commissioner of finance and (2) files a petition with the tax appeals tribunal for a hearing. After such hearing, the commissioner of finance, good cause appearing therefor, may suspend or revoke a license.  The commissioner of finance may, by regulation, provide for granting a similar hearing to an applicant who has been refused a license by the commissioner of finance.\\par\n\\tab\\'a710.  If any clause, sentence, item, paragraph or section added by this local law shall be adjudged by any court of competent jurisdiction to be invalid, such judgment shall not affect, impair or invalidate the remainder thereof, but shall be confined in its operation to the clause, sentence, item, paragraph or section thereof directly involved in the controversy in which such judgment shall have been rendered.\\par\n\\tab\\'a711.  This local law shall take effect sixty days after it shall have become a law.\\par\n\\par\n    \\tab Referred to the Committee on Health and Youth Services.\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\qj ISP/aj\\par\n12/4/97\\par\nB:I951A.B8B (ISP disc 12) \\par\n}\n",
  "LastModified": "2019-06-27T16:33:46.387Z"
}
