{
  "ID": 66959,
  "GUID": "5FE27394-2F2C-4D9D-A193-32C4A21CC1E5",
  "File": "Int 2261-2021",
  "Name": "Amend the administrative code of the city of New York, the NYC plumbing code, the NYC building code, the NYC city mechanical code and the NYC fuel gas code.",
  "Title": "A Local Law to amend the administrative code of the city of New York, the New York city plumbing code, the New York city building code, the New York city mechanical code and the New York city fuel gas code,  in relation to bringing such codes and related provisions of law up to date with the 2015 editions of the international building, mechanical, fuel gas and plumbing codes, with differences that reflect the unique character of the city, clarifying and updating administration and enforcement of such codes and the 1968 code and repealing chapters 2 and  35, appendices K and M, section N102 of appendix N, appendices P and Q, and section R103.3 figures 1A and 1B of appendix R of the New York city building code, chapter 15 and appendix A of the New York city mechanical code and chapter 8 of the New York city fuel gas code in relation thereto",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 10,
  "StatusName": "Enacted (Mayor's Desk for Signature)",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2021-04-22T00:00:00Z",
  "AgendaDate": "2021-04-22T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 7604,
      "Slug": "robert-e-cornegy-jr",
      "FullName": "Robert E. Cornegy, Jr."
    },
    {
      "ID": 7634,
      "Slug": "mark-levine",
      "FullName": "Mark Levine"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    },
    {
      "ID": 0,
      "Slug": "",
      "FullName": ""
    }
  ],
  "Summary": "This bill completes the most recent code revision cycle with amendments to the New York City Building, Fuel Gas, Mechanical and Plumbing Codes, based on the 2015 editions of the International Building, Fuel Gas, Mechanical and Plumbing Codes published by the International Code Council, where necessary, modifying or adding new text tailored to the unique needs and characteristics of the City’s built environment. The bill also contains provisions to modify the General Administrative Provisions and New York City Electrical Code. The proposed legislation improves building construction standards for new buildings and resolves issues relating to the application of some provisions of the new codes to the alteration of existing buildings. Focused on preserving the principles of safety, savings, and innovation, this code revision cycle upgrades these concepts to include additional levels of enhancements, such as promoting sustainability along with resiliency, economizing resources, including affordable housing elements, and enhancing the tenant protection plan.",
  "TextID": 70654,
  "Text": "A COPY OF \nINT. NO. 2261-A\nCAN BE FOUND UNDER \nATTACHMENTS IN BOTH \nWORD & PDF FORMAT",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\nINT. NO. 2261-A\\par\nCAN BE FOUND UNDER \\par\nATTACHMENTS IN BOTH \\par\nWORD & PDF FORMAT\\par\n\\pard\\ltrpar\\fs24\\par\n}\n",
  "LastModified": "2021-11-05T21:04:12.86Z"
}
