{
  "ID": 62213,
  "GUID": "468116A7-E952-4201-874D-FD25A606DF2A",
  "File": "Res 0715-2019",
  "Name": "Pass legislation in response to the “Reducing Poverty in America by Promoting Opportunity and Economic Mobility” Executive Order signed by the President in April 2018.",
  "Title": "Resolution calling upon the United States Congress to pass legislation in response to the “Reducing Poverty in America by Promoting Opportunity and Economic Mobility” Executive Order signed by the President in April 2018.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 12,
  "BodyName": "Committee on General Welfare",
  "IntroDate": "2019-01-09T00:00:00Z",
  "AgendaDate": "2019-01-09T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 7691,
      "Slug": "barry-s-grodenchik",
      "FullName": "Barry S. Grodenchik"
    }
  ],
  "History": [
    {
      "ID": 344953,
      "Date": "2019-01-09T11:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2021-12-28T21:12:47.65Z"
    },
    {
      "ID": 345048,
      "Date": "2019-01-09T12:00:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on General Welfare",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16871,
      "AgendaSequence": 73,
      "MinutesSequence": 81,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "General Welfare",
      "MatterStatusID": 3,
      "LastModified": "2019-01-09T16:10:05.803Z"
    },
    {
      "ID": 378826,
      "Date": "2021-12-31T16:12:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-28T21:12:11.24Z"
    }
  ],
  "Attachments": [
    {
      "ID": 193133,
      "LastModified": "2021-12-28T21:13:03.183Z",
      "Name": "Res. No. 715",
      "Link": "https://nyc.legistar1.com/nyc/attachments/8810564d-b3bd-4425-a54b-b9bddb69906b.doc",
      "Sort": 1
    },
    {
      "ID": 193330,
      "LastModified": "2019-01-09T15:42:01.527Z",
      "Name": "January 9, 2019 - Charter Meeting with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/81ec3634-4020-47ea-aaee-b26becaf7ab7.pdf",
      "Sort": 2
    },
    {
      "ID": 246461,
      "LastModified": "2021-12-23T17:14:16.75Z",
      "Name": "Hearing Transcript - Charter Meeting 1-9-19",
      "Link": "https://nyc.legistar1.com/nyc/attachments/1302c910-c25a-4459-9cbf-130a6c633a47.pdf",
      "Sort": 3
    },
    {
      "ID": 246480,
      "LastModified": "2021-12-23T17:14:37.863Z",
      "Name": "Minutes of the Charter Meeting - January 9, 2019",
      "Link": "https://nyc.legistar1.com/nyc/attachments/a80355c6-f646-4d25-adc0-c046372e7857.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 64681,
  "Text": "By Council Members Levin and Grodenchik\n\n      Whereas, On April 10, 2018 the President signed the \"Reducing Poverty in America by Promoting Opportunity and Economic Mobility\" Executive Order; and\n\tWhereas, the Executive Order calls on federal agencies such as Treasury, Agriculture, Labor, Health and Human Services, Housing and Urban Development, Transportation, and Education to examine existing regulations regarding these programs and to make recommendations about additional work requirements, restricting eligibility and block granting programs to states; and\n\tWhereas, the Executive Order comprises a series of \"Principles of Economic Mobility\" which call for adding these additional hurdles and weakening accesses to such programs including Medicaid, SNAP and public housing among others that service low-income Americans; and\n\tWhereas, the Executive Order seeks to raise the age limit for those recipients who are currently exempt from work requirements and would restrict the ability of states to issue waivers for such requirements; and\n\tWhereas, there are 1.5 million SNAP recipients and 1.6 million Medicaid enrollees in New York City as of October 2018; and\n\tWhereas, many of the city's vulnerable children, families, elderly and disabled people rely on these programs for their well-being and livelihood and this Executive Order puts their ability to receive such benefits at risk; and\n\tResolved, That the Council of the City of New York calls upon the United States Congress to enact legislation to protect safety net programs and oppose the expansion of work requirements as outlined in the Executive Order. \n\n\n\nN.O.\n12/19/2018\nLS # 6471",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Levin and Grodenchik\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 Whereas, On April 10, 2018 the President signed the \\ldblquote Reducing Poverty in America by Promoting Opportunity and Economic Mobility\\rdblquote  Executive Order; and\\par\n\\pard\\ltrpar\\sl480\\slmult1\\tab Whereas, the Executive Order calls on federal agencies such as Treasury, Agriculture, Labor, Health and Human Services, Housing and Urban Development, Transportation, and Education to examine existing regulations regarding these programs and to make recommendations about additional work requirements, restricting eligibility and block granting programs to states; and\\par\n\\tab Whereas, the Executive Order comprises a series of \\ldblquote Principles of Economic Mobility\\rdblquote  which call for adding these additional hurdles and weakening accesses to such programs including Medicaid, SNAP and public housing among others that service low-income Americans; and\\par\n\\tab Whereas, the Executive Order seeks to raise the age limit for those recipients who are currently exempt from work requirements and would restrict the ability of states to issue waivers for such requirements; and\\par\n\\tab Whereas, there are 1.5 million SNAP recipients and 1.6 million Medicaid enrollees in New York City as of October 2018; and\\par\n\\tab Whereas, many of the city\\rquote s vulnerable children, families, elderly and disabled people rely on these programs for their well-being and livelihood and this Executive Order puts their ability to receive such benefits at risk; and\\par\n\\tab Resolved, That the Council of the City of New York calls upon the United States Congress to enact legislation to protect safety net programs and oppose the expansion of work requirements as outlined in the Executive Order. \\par\n\\pard\\ltrpar\\fs22\\par\n\\par\n\\par\nN.O.\\par\n12/19/2018\\par\nLS # 6471\\par\n\\pard\\ltrpar\\sa160\\sl252\\slmult1\\par\n}\n",
  "LastModified": "2021-12-28T21:13:03.183Z"
}
