{
  "ID": 63299,
  "GUID": "E0F343CA-8AA0-4336-B7A9-C60F6BFD8AB6",
  "File": "Res 0719-2019",
  "Name": "Declare Election Day, the Tuesday following the first Monday in November, a state holiday.",
  "Title": "Resolution calling on the New York State legislature to pass, and the Governor sign, legislation that would declare Election Day, the Tuesday following the first Monday in November, a state holiday.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 13,
  "BodyName": "Committee on Governmental Operations",
  "IntroDate": "2019-01-24T00:00:00Z",
  "AgendaDate": "2019-01-24T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera"
    },
    {
      "ID": 7638,
      "Slug": "antonio-reynoso",
      "FullName": "Antonio Reynoso"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 7604,
      "Slug": "robert-e-cornegy-jr",
      "FullName": "Robert E. Cornegy, Jr."
    }
  ],
  "History": [
    {
      "ID": 345365,
      "Date": "2019-01-24T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2019-01-18T14:40:09.497Z"
    },
    {
      "ID": 345590,
      "Date": "2019-01-24T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Governmental Operations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16907,
      "AgendaSequence": 95,
      "MinutesSequence": 109,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Governmental Operations",
      "MatterStatusID": 3,
      "LastModified": "2019-01-24T17:34:18.737Z"
    },
    {
      "ID": 378829,
      "Date": "2021-12-31T16:20:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-28T21:20:11.633Z"
    }
  ],
  "Attachments": [
    {
      "ID": 195679,
      "LastModified": "2021-12-28T21:20:00.04Z",
      "Name": "Res. No. 719",
      "Link": "https://nyc.legistar1.com/nyc/attachments/7a84f639-d8dc-45ba-bede-7c9e3d06fd39.doc",
      "Sort": 1
    },
    {
      "ID": 196015,
      "LastModified": "2019-01-24T17:04:58.043Z",
      "Name": "January 24, 2019 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/dee3c802-85a2-4432-a7b0-c9154a888ea1.pdf",
      "Sort": 2
    },
    {
      "ID": 197291,
      "LastModified": "2019-02-15T16:49:07.983Z",
      "Name": "Hearing Transcript - Stated Meeting  1-24-19",
      "Link": "https://nyc.legistar1.com/nyc/attachments/a7bf7441-7b6b-4218-8a02-92f65facfb06.pdf",
      "Sort": 3
    },
    {
      "ID": 246909,
      "LastModified": "2021-12-28T21:19:54.133Z",
      "Name": "Minutes of the Stated Meeting - January 24, 2019",
      "Link": "https://nyc.legistar1.com/nyc/attachments/799e212e-7fc2-4de5-923b-510ac0a49077.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 65779,
  "Text": "By Council Members Cabrera, Reynoso, Lander and Cornegy\n\n      Whereas, New York State Election Law allows employees to request up to two hours of paid time off to vote if they do not have sufficient time to vote during non-working hours; and\n      Whereas, The law defines 'sufficient time' as four consecutive hours between the opening of the polls and the beginning of a working shift or the end of a working shift and the close of the polls; and\n      Whereas, In order to benefit from this paid time off to vote, employees must anticipate the length of time they will need to vote and notify their employers no more than 10 days prior and no less than 2 days before an election day; and\n      Whereas, When surveyed by the U.S. Census Bureau concerning presidential elections, the most cited reason for not voting by nonvoters was being \"too busy\" or \"having conflicting work schedules;\" and\n      Whereas, In New York City, due to poor election administration, many voters waited for two to three hours to cast a ballot in the 2018 general election, and many more were deterred from voting because they did not have the time to wait in line at the polls; and\n      Whereas, It is impossible to anticipate how long it will take to vote, as New York City has not implemented early voting, and thus the entire administration of elections must occur within a 15-hour period and is susceptible to extended delays; now, therefore, be it \n      Resolved, that the Council of the City of New York calls on the New York State legislature to pass, and the Governor sign, legislation that would declare Election Day, the Tuesday following the first Monday in November, a state holiday.\n      \nLS 8940 (Cabrera), LS8976 (King)\nEK\n12.26.18",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\pard\\ltrpar\\sl252\\slmult1\\v0\\par\nBy Council Members Cabrera, Reynoso, Lander and Cornegy\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, New York State Election Law allows employees to request up to two hours of paid time off to vote if they do not have sufficient time to vote during non-working hours; and\\par\nWhereas, The law defines \\lquote sufficient time\\rquote  as four consecutive hours between the opening of the polls and the beginning of a working shift or the end of a working shift and the close of the polls; and\\par\nWhereas, In order to benefit from this paid time off to vote, employees must anticipate the length of time they will need to vote and notify their employers no more than 10 days prior and no less than 2 days before an election day; and\\par\nWhereas, When surveyed by the U.S. Census Bureau concerning presidential elections, the most cited reason for not voting by nonvoters was being \\ldblquote too busy\\rdblquote  or \\ldblquote having conflicting work schedules;\\rdblquote  and\\par\nWhereas, In New York City, due to poor election administration, many voters waited for two to three hours to cast a ballot in the 2018 general election, and many more were deterred from voting because they did not have the time to wait in line at the polls; and\\par\nWhereas, It is impossible to anticipate how long it will take to vote, as New York City has not implemented early voting, and thus the entire administration of elections must occur within a 15-hour period and is susceptible to extended delays; now, therefore, be it \\par\nResolved, that the Council of the City of New York calls on the New York State legislature to pass, and the Governor sign, legislation that would declare Election Day, the Tuesday following the first Monday in November, a state holiday.\\par\n\\par\n\\pard\\ltrpar\\sl252\\slmult1 LS 8940 (Cabrera), LS8976 (King)\\line EK\\line 12.26.18\\par\n}\n",
  "LastModified": "2021-12-28T21:20:11.963Z"
}
