{
  "ID": 63298,
  "GUID": "0154167D-AC66-4104-B00C-AB26E44A9948",
  "File": "Res 0720-2019",
  "Name": "Declare Election Day, the Tuesday following the first Monday in November, a national holiday.",
  "Title": "Resolution calling on the United States Congress to pass, and the President sign, legislation that would declare Election Day, the Tuesday following the first Monday in November, a national holiday.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 13,
  "BodyName": "Committee on Governmental Operations",
  "IntroDate": "2019-01-24T00:00:00Z",
  "AgendaDate": "2019-01-24T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera"
    },
    {
      "ID": 7638,
      "Slug": "antonio-reynoso",
      "FullName": "Antonio Reynoso"
    },
    {
      "ID": 7604,
      "Slug": "robert-e-cornegy-jr",
      "FullName": "Robert E. Cornegy, Jr."
    }
  ],
  "History": [
    {
      "ID": 345364,
      "Date": "2019-01-24T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2019-01-18T14:38:19.29Z"
    },
    {
      "ID": 345589,
      "Date": "2019-01-24T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Governmental Operations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16907,
      "AgendaSequence": 96,
      "MinutesSequence": 110,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Governmental Operations",
      "MatterStatusID": 3,
      "LastModified": "2019-01-24T17:34:18.75Z"
    },
    {
      "ID": 378830,
      "Date": "2021-12-31T16:20:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-28T21:21:00.843Z"
    }
  ],
  "Attachments": [
    {
      "ID": 195680,
      "LastModified": "2021-12-28T21:20:48.67Z",
      "Name": "Res. No. 720",
      "Link": "https://nyc.legistar1.com/nyc/attachments/2fb2bbe6-e3e0-46ae-ae6f-36214bbbfe80.doc",
      "Sort": 1
    },
    {
      "ID": 196016,
      "LastModified": "2019-01-24T17:04:58.327Z",
      "Name": "January 24, 2019 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/9e4a4d0c-adaf-4d9c-a401-ba7e32a43535.pdf",
      "Sort": 2
    },
    {
      "ID": 197292,
      "LastModified": "2019-02-15T16:49:08.31Z",
      "Name": "Hearing Transcript - Stated Meeting  1-24-19",
      "Link": "https://nyc.legistar1.com/nyc/attachments/150b4540-3891-4b2c-b2da-f0917b1142fc.pdf",
      "Sort": 3
    },
    {
      "ID": 246910,
      "LastModified": "2021-12-28T21:20:43.34Z",
      "Name": "Minutes of the Stated Meeting - January 24, 2019",
      "Link": "https://nyc.legistar1.com/nyc/attachments/2d11687d-d5d8-469a-a449-f3b2d14e369c.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 65778,
  "Text": "By Council Members Cabrera, Reynoso and Cornegy\n\n      Whereas, The Federal law designating Election Day as the Tuesday following the first Monday in November dates back to 1845; and\n      Whereas, The timing of Election Day was based on the agrarian nature of the United States (U.S.) economy at the time, as November was sufficiently after harvest but before harsh winter weather could keep farmers from accessing the polls; and\n      Whereas, In 1845, Sunday was largely regarded as a day of rest and worship, not politicking, and was thus avoided as an Election day; and\n      Whereas, In the 21st Century, the U.S. is one of just nine advanced industrial democracies with national elections held on a weekday, and one of seven countries that do not have national holidays on election days to shield the act of voting from economic hardship; and\n      Whereas, The majority of countries with membership in the Organization for Economic Cooperation and Development (OECD) hold national elections on a weekend and see high voter turn-out rates than the U.S.; and\n      Whereas, As compared to other OECD countries, the U.S. placed 26 out of the 32 OECD countries with voting age population turnout estimates, in its most recent 2016 presidential election; and\n      Whereas, When surveyed by the U.S. Census Bureau concerning presidential elections, the reason most cited by nonvoters for not voting was being \"too busy\" or \"having conflicting work schedules;\" and\n      Whereas, Declaring Election Day a federal holiday would address the concern that members of the voting age population, eligible to vote, cannot make the time to vote due to other competing responsibilities; and\n      Whereas, In New York City, due to poor election administration, many voters waited for two to three hours to cast a ballot in the 2018 general election, and many more were deterred from voting entirely, because they did not have the time to wait in line at the polls; now, therefore, be it \n      Resolved, that the Council of the City of New York calls on the United States Congress to pass, and the President sign, legislation that would declare Election Day, the Tuesday following the first Monday in November, a national holiday.\n\n\nLS 8939 (Cabrera), LS8975 (King)\nEK\n12.26.18",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\pard\\ltrpar\\qj\\v0\\par\nBy Council Members Cabrera, Reynoso and Cornegy\\par\n\\pard\\ltrpar\\sl252\\slmult1\\qj\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, The Federal law designating Election Day as the Tuesday following the first Monday in November dates back to 1845; and\\par\nWhereas, The timing of Election Day was based on the agrarian nature of the United States (U.S.) economy at the time, as November was sufficiently after harvest but before harsh winter weather could keep farmers from accessing the polls; and\\par\nWhereas, In 1845, Sunday was largely regarded as a day of rest and worship, not politicking, and was thus avoided as an Election day; and\\par\nWhereas, In the 21\\super st\\nosupersub  Century, the U.S. is one of just nine advanced industrial democracies with national elections held on a weekday, and one of seven countries that do not have national holidays on election days to shield the act of voting from economic hardship; and\\par\nWhereas, The majority of countries with membership in the Organization for Economic Cooperation and Development (OECD) hold national elections on a weekend and see high voter turn-out rates than the U.S.; and\\par\nWhereas, As compared to other OECD countries, the U.S. placed 26\\super  \\nosupersub out of the 32 OECD countries with voting age population turnout estimates, in its most recent 2016 presidential election; and\\par\nWhereas, When surveyed by the U.S. Census Bureau concerning presidential elections, the reason most cited by nonvoters for not voting was being \\ldblquote too busy\\rdblquote  or \\ldblquote having conflicting work schedules;\\rdblquote  and\\par\nWhereas, Declaring Election Day a federal holiday would address the concern that members of the voting age population, eligible to vote, cannot make the time to vote due to other competing responsibilities; and\\par\nWhereas, In New York City, due to poor election administration, many voters waited for two to three hours to cast a ballot in the 2018 general election, and many more were deterred from voting entirely, because they did not have the time to wait in line at the polls; now, therefore, be it \\par\nResolved, that the Council of the City of New York calls on the United States Congress to pass, and the President sign, legislation that would declare Election Day, the Tuesday following the first Monday in November, a national holiday.\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\par\n\\pard\\ltrpar\\sl252\\slmult1\\qj\\par\nLS 8939 (Cabrera), LS8975 (King)\\par\nEK\\par\n12.26.18\\par\n\\par\n}\n",
  "LastModified": "2021-12-28T21:21:00.983Z"
}
