{
  "ID": 63257,
  "GUID": "EE93E03F-52F8-4393-B698-2D5F6EF2EE2D",
  "File": "Res 0724-2019",
  "Name": "End the major capital improvement program, create the guaranteed habitability protections program, create a guaranteed habitability protections tax credit and end rent increases for major capital improvements. (S.9154)",
  "Title": "Resolution calling on the New York State Legislature to pass, and the Governor to sign, S.9154, to end the major capital improvement program, create the guaranteed habitability protections program, create a guaranteed habitability protections tax credit and end rent increases for major capital improvements.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2019-01-24T00:00:00Z",
  "AgendaDate": "2019-01-24T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7745,
      "Slug": "francisco-p-moya",
      "FullName": "Francisco P. Moya"
    }
  ],
  "History": [
    {
      "ID": 345328,
      "Date": "2019-01-24T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2019-01-17T18:59:24.75Z"
    },
    {
      "ID": 345619,
      "Date": "2019-01-24T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16907,
      "AgendaSequence": 124,
      "MinutesSequence": 138,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2019-01-24T17:34:18.78Z"
    },
    {
      "ID": 378831,
      "Date": "2021-12-31T16:22:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-28T21:22:21.883Z"
    }
  ],
  "Attachments": [
    {
      "ID": 195488,
      "LastModified": "2021-12-28T21:22:06.023Z",
      "Name": "Res. No. 724",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c4f9cf9d-4c18-4d7f-8668-ae227feb49ff.doc",
      "Sort": 1
    },
    {
      "ID": 195494,
      "LastModified": "2019-01-14T15:32:05.717Z",
      "Name": "S. 9154",
      "Link": "https://nyc.legistar1.com/nyc/attachments/6fdee2a5-cd2b-46a8-b9c5-5bbcf5d4794f.pdf",
      "Sort": 2
    },
    {
      "ID": 195495,
      "LastModified": "2019-01-14T15:32:07.967Z",
      "Name": "S. 9154-A",
      "Link": "https://nyc.legistar1.com/nyc/attachments/1f2981ab-4479-4a21-8840-6179be485d27.pdf",
      "Sort": 3
    },
    {
      "ID": 196043,
      "LastModified": "2019-01-24T17:05:07.39Z",
      "Name": "January 24, 2019 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/15629fc0-729f-4584-a2e2-494a22545bf2.pdf",
      "Sort": 4
    },
    {
      "ID": 197319,
      "LastModified": "2019-02-15T16:49:17.29Z",
      "Name": "Hearing Transcript - Stated Meeting  1-24-19",
      "Link": "https://nyc.legistar1.com/nyc/attachments/fa108d10-e7f1-46a9-9b86-b47978b35ab9.pdf",
      "Sort": 5
    },
    {
      "ID": 246912,
      "LastModified": "2021-12-28T21:22:08.193Z",
      "Name": "Minutes of the Stated Meeting - January 24, 2019",
      "Link": "https://nyc.legistar1.com/nyc/attachments/cbc8f9ff-0204-4399-bc42-af5ed05bfd00.pdf",
      "Sort": 6
    }
  ],
  "Summary": "",
  "TextID": 65727,
  "Text": "By Council Member Moya\n\n      Whereas, According to the 2017 New York City Housing Vacancy Survey, there are 966,000 rent stabilized units and 21,751 rent control units which consist of roughly 45 percent of New York City's housing stock; and\n      Whereas, A major capital improvement (MCI) rent increase is a permanent rent increase for a rent-stabilized or rent-controlled unit that is based on the money that was spent by the owner on improving major building systems, or other work that affects the entire building; and\n      Whereas, The owner must submit an application to the New York State Homes and Community Renewal (HCR) for an MCI rent increase and these applications can be challenged by tenants; and\n      Whereas, MCI rent increases remain part of the base rent, even after the costs of the MCI have been fully recovered; and\n      Whereas, MCI rent increases may substantially increase the monthly rent for rent stabilized units; and\n      Whereas, Once the rent in a rent stabilized unit reaches $2,700, the unit may be deregulated upon vacancy or upon tenant incomes reaching $200,000 two years in a row; and\n\tWhereas, S.9154A, sponsored by New York State Senator Michael Gianaris, currently pending in the New York State Senate, would end the use of the MCI program and replace it with a new tax credit program that would incentivize the owner to make building-wide improvements without increasing the rent of rent stabilized or rent controlled tenants; and\n\tWhereas, S.9514A would ensure that property owners continue to have an incentive to make building-wide improvements without contributing to deregulation; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the New York State Legislature to pass, and the Governor to sign, S.9154, to end the major capital improvement program, create the guaranteed habitability protections program, create a guaranteed habitability protections tax credit and end rent increases for major capital improvements.\n\n\n\n\nJLC\nLS 8818\n12/21/18 11:43am",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Arial;}}\n{\\colortbl ;\\red255\\green255\\blue255;}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}{\\s3 heading 3;}{\\s4 heading 4;}{\\s5 heading 5;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Member Moya\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl516\\slmult1\\qj Whereas, According to the 2017 New York City Housing Vacancy Survey, there are 966,000 rent stabilized units and 21,751 rent control units which consist of roughly 45 percent of New York City\\rquote s housing stock; and\\par\nWhereas, A major capital improvement (MCI) rent increase is a permanent rent increase for a rent-stabilized or rent-controlled unit that is based on the money that was spent by the owner on improving major building systems, or other work that affects the entire building; and\\par\nWhereas, The owner must submit an application to the\\f1\\fs22  \\f0\\fs24 New York State Homes and Community Renewal (HCR) for an MCI rent increase and these applications can be challenged by tenants; and\\par\nWhereas, MCI rent increases remain part of the base rent, even after the costs of the MCI have been fully recovered; and\\par\nWhereas, MCI rent increases may substantially increase the monthly rent for rent stabilized units; and\\par\nWhereas, Once the rent in a rent stabilized unit reaches $2,700, the unit may be deregulated upon vacancy or upon tenant incomes reaching $200,000 two years in a row; and\\par\n\\pard\\ltrpar\\sl516\\slmult1\\qj\\tab Whereas, S.9154A, sponsored by New York State Senator Michael Gianaris, currently pending in the New York State Senate, would end the use of the MCI program and replace it with a new tax credit program that would incentivize the owner to make building-wide improvements without increasing the rent of rent stabilized or rent controlled tenants; and\\par\n\\tab Whereas, S.9514A would ensure that property owners continue to have an incentive to make building-wide improvements without contributing to deregulation; now, therefore, be it\\par\n\\pard\\ltrpar\\fi720\\sl516\\slmult1\\qj Resolved, That the Council of the City of New York calls upon the New York State Legislature to pass, and the Governor to sign, S.9154, to end the major capital improvement program, create the guaranteed habitability protections program, create a guaranteed habitability protections tax credit and end rent increases for major capital improvements\\highlight0 .\\par\n\\pard\\ltrpar\\qj\\par\n\\par\n\\par\n\\par\nJLC\\par\nLS 8818\\par\n12/21/18 11:43am\\highlight1\\par\n\\pard\\ltrpar\\sl276\\slmult1\\highlight0\\fs22\\par\n\\par\n}\n",
  "LastModified": "2021-12-28T21:22:22.07Z"
}
