{
  "ID": 62231,
  "GUID": "FE5A838D-AF60-4109-BC13-777FA31A9FE0",
  "File": "Res 0727-2019",
  "Name": "Implement a uniform statewide policy for NY law enforcement officers that requires officers to treat breathing difficulties as medical emergencies, and departments to conduct training concerning that policy.",
  "Title": "Resolution calling on the State to implement a uniform statewide policy for New York law enforcement officers that requires officers to treat breathing difficulties as medical emergencies, and departments to conduct training concerning that policy.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2019-01-24T00:00:00Z",
  "AgendaDate": "2019-01-24T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7780,
      "Slug": "public-advocate-jumaane-williams",
      "FullName": "Public Advocate Jumaane Williams"
    }
  ],
  "History": [
    {
      "ID": 345390,
      "Date": "2019-01-24T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2019-01-18T17:37:18.477Z"
    },
    {
      "ID": 345643,
      "Date": "2019-01-24T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 16907,
      "AgendaSequence": 148,
      "MinutesSequence": 162,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2019-01-24T17:34:18.813Z"
    },
    {
      "ID": 378834,
      "Date": "2021-12-31T16:24:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-28T21:24:46.647Z"
    }
  ],
  "Attachments": [
    {
      "ID": 193157,
      "LastModified": "2021-12-28T21:24:30.803Z",
      "Name": "Res. No. 727",
      "Link": "https://nyc.legistar1.com/nyc/attachments/0c3dd2c3-022d-4f8f-a4c3-0597092538f4.doc",
      "Sort": 1
    },
    {
      "ID": 196067,
      "LastModified": "2019-01-24T17:05:14.827Z",
      "Name": "January 24, 2019 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/0d91c06b-961a-4642-9bed-4989b581a624.pdf",
      "Sort": 2
    },
    {
      "ID": 197343,
      "LastModified": "2019-02-15T16:49:24.893Z",
      "Name": "Hearing Transcript - Stated Meeting  1-24-19",
      "Link": "https://nyc.legistar1.com/nyc/attachments/e13518f4-4d92-4532-bf29-9f2daca49b7c.pdf",
      "Sort": 3
    },
    {
      "ID": 246915,
      "LastModified": "2021-12-28T21:24:32.88Z",
      "Name": "Minutes of the Stated Meeting - January 24, 2019",
      "Link": "https://nyc.legistar1.com/nyc/attachments/7be3b73b-68a6-493e-800a-040950f89fab.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 64700,
  "Text": "By the Public Advocate (Mr. Williams)\n      Whereas, on May 11, 2017, Andrew Kearse died while in custody of the Schenectady Police Department due to cardiac arrhythmia after his repeated complaints of breathing difficulties were ignored by members of the police department; and\n      Whereas, Attorney General Barbara Underwood investigated Mr. Kearse's death under the powers conferred to her by Governor Andrew Cuomo's Executive Order No. 147; and\n      Whereas, the Attorney General recommended the New York State Legislature pass legislation requiring the New York State Division of Criminal Justice Services (\"DCJS\") to establish a uniform statewide policy for police departments in New York requiring that police officers treat indications of breathing difficulties by arrestees as medical emergencies and conduct training concerning the policy that makes clear that a complaint about breathing difficulties should not be dismissed because the arrestee is able to talk; and\n      Whereas, the inability of law enforcement officers to appropriately recognize and respond to breathing emergencies is not limited to the police department in Schenectady; and\n      Whereas, Eric Garner was stopped by New York City police officers on July 17, 2014, brought to the ground, placed in a chokehold, and eventually died after his complaints that he could not breathe were ignored by the police department; and\n      Whereas, the New York City Police Department's Patrol Guide directs officers to request an ambulance and transport arrested individuals to the hospital \"if necessary,\" but fails to give additional guidance in determining when such treatment is necessary; and\n      Whereas, laws treating breathing difficulties as medical emergencies and training would have increased the likelihood that Mr. Kearse and Mr. Garner's lives would have been saved by medical intervention; now, therefore, be it\n      Resolved, that the Council of the City of New York calls on the on the State to implement a uniform statewide policy for New York law enforcement officers that requires officers to treat breathing difficulties as medical emergencies, and departments to conduct training concerning that policy.\n\n\n\nAS\nLS # 8731\n12/26/8\n      2\n      \n      \n      1",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj By the Public Advocate (Mr. Williams)\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, on May 11, 2017, Andrew Kearse died while in custody of the Schenectady Police Department due to cardiac arrhythmia after his repeated complaints of breathing difficulties were ignored by members of the police department; and\\par\nWhereas, Attorney General Barbara Underwood investigated Mr. Kearse\\rquote s death under the powers conferred to her by Governor Andrew Cuomo\\rquote s Executive Order No. 147; and\\par\nWhereas, the Attorney General recommended the New York State Legislature pass legislation requiring the New York State Division of Criminal Justice Services (\\ldblquote DCJS\\rdblquote ) to establish a uniform statewide policy for police departments in New York requiring that police officers treat indications of breathing difficulties by arrestees as medical emergencies and conduct training concerning the policy that makes clear that a complaint about breathing difficulties should not be dismissed because the arrestee is able to talk; and\\par\nWhereas, the inability of law enforcement officers to appropriately recognize and respond to breathing emergencies is not limited to the police department in Schenectady; and\\par\nWhereas, Eric Garner was stopped by New York City police officers on July 17, 2014, brought to the ground, placed in a chokehold, and eventually died after his complaints that he could not breathe were ignored by the police department; and\\par\nWhereas, the New York City Police Department\\rquote s Patrol Guide directs officers to request an ambulance and transport arrested individuals to the hospital \\ldblquote if necessary,\\rdblquote  but fails to give additional guidance in determining when such treatment is necessary; and\\par\nWhereas, laws treating breathing difficulties as medical emergencies and training would have increased the likelihood that Mr. Kearse and Mr. Garner\\rquote s lives would have been saved by medical intervention; now, therefore, be it\\par\nResolved, that the Council of the City of New York calls on the on the State to implement a uniform statewide policy for New York law enforcement officers that requires officers to treat breathing difficulties as medical emergencies, and departments to conduct training concerning that policy.\\par\n\\pard\\ltrpar\\qj\\fs20\\par\n\\par\n\\par\nAS\\par\nLS # 8731\\par\n\\pard\\ltrpar 12/26/8\\par\n}\n",
  "LastModified": "2021-12-28T21:24:46.803Z"
}
