{
  "ID": 63254,
  "GUID": "8F2C49EE-6F65-4A07-A5C5-F5AC19C7720B",
  "File": "Res 0735-2019",
  "Name": "Legislation that reforms the property management of buildings in the Mitchell-Lama Housing Program.",
  "Title": "Resolution calling upon the New York State Legislature to pass and the Governor to sign legislation that reforms the property management of buildings in the Mitchell-Lama Housing Program.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2019-02-13T00:00:00Z",
  "AgendaDate": "2019-02-13T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7604,
      "Slug": "robert-e-cornegy-jr",
      "FullName": "Robert E. Cornegy, Jr."
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 7741,
      "Slug": "keith-powers",
      "FullName": "Keith Powers"
    },
    {
      "ID": 7747,
      "Slug": "alicka-ampry-samuel",
      "FullName": "Alicka Ampry-Samuel"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 7745,
      "Slug": "francisco-p-moya",
      "FullName": "Francisco P. Moya"
    },
    {
      "ID": 0,
      "Slug": "",
      "FullName": ""
    }
  ],
  "History": [
    {
      "ID": 346202,
      "Date": "2019-02-13T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2019-02-11T02:46:31.85Z"
    },
    {
      "ID": 346592,
      "Date": "2019-02-13T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 17025,
      "AgendaSequence": 92,
      "MinutesSequence": 108,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2019-02-13T21:24:17.04Z"
    },
    {
      "ID": 378835,
      "Date": "2021-12-31T16:27:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-28T21:28:04.2Z"
    }
  ],
  "Attachments": [
    {
      "ID": 196579,
      "LastModified": "2021-12-28T21:27:44.18Z",
      "Name": "Res. No. 735",
      "Link": "https://nyc.legistar1.com/nyc/attachments/24d88eb7-c51a-471f-a646-fa32019cb980.doc",
      "Sort": 1
    },
    {
      "ID": 196950,
      "LastModified": "2019-02-14T15:22:07.283Z",
      "Name": "February 13, 2019 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ce8793de-be92-4c0e-a296-cbe240b8ba24.pdf",
      "Sort": 2
    },
    {
      "ID": 198805,
      "LastModified": "2019-03-21T14:40:11.1Z",
      "Name": "Hearing Transcript - Stated Meeting 2-13-19",
      "Link": "https://nyc.legistar1.com/nyc/attachments/6c4785bb-7d02-486c-879d-4dc148ef3e52.pdf",
      "Sort": 3
    },
    {
      "ID": 246551,
      "LastModified": "2021-12-23T18:24:35.08Z",
      "Name": "Minutes of the Stated Meeting - February 13, 2019",
      "Link": "https://nyc.legistar1.com/nyc/attachments/93dba9ee-a2ca-4132-9d49-a6fbbf9240fc.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 65724,
  "Text": "By Council Members Cornegy, Rosenthal, Powers, Ampry-Samuel, Koo, Lander and Moya (by request of the Brooklyn Borough President)\n\n      Whereas, The New York State Legislature created the Mitchell-Lama Housing Program in 1955 to provide affordable housing for moderate and middle-income households; and\n      Whereas, The New York City Department of Housing Preservation and Development  (HPD) supervises 97 Mitchell-lama developments, and New York State Homes and Community Renewal (HCR) supervises 75 Mitchell Lama developments in New York City; and\n      Whereas, Mitchell-Lama residents have complained that there is no clear process for reporting grievances when there are issues with the property management at a Mitchell-Lama building; and\n      Whereas, The State should allow HPD to create and manage a building management operation complaint system for all New York City Mitchell Lama developments; and \n      Whereas, The building management operation complaint system could provide: A) additional oversight and accountability when managing agent complaints are filed through 311, HPD's website, Direct Mail, telephone or in person at HPD;  B) generate and send written responses to the complainant and information regarding the actions taken to address their concerns;  C) preserve complaint files for seven years for each managing agent;  D) create a watch list if complaints of the managing agent are found to be valid, E) require HPD to review the complaint file during the annual contract renewal,  F) require HPD to solicit written comments from shareholders or tenants 3 years from the date of the last contract or at each contract renewal,  G) require complaint files of managing agents to be made available to shareholders or tenants, and H) provide access to complaint files to board of directors and tenant associations during the selection process of a new managing agent; and\n      Whereas, The State should also require HPD to hire interim managing agents when the agency is notified of misconduct and/or legal proceedings involving the managing agent, and the tenant association or board of directors should be given three options to pick a replacement if there is a need to permanently replace the managing agent; and\n      Whereas, The State should also require post-employment restrictions for: A) managing agents and their representatives that leave their companies should not be employed by HPD, HCR, the United States Department of Housing and Urban Development and any Housing Development Corporation that oversees Mitchell-Lama properties for no less than three years after their departure, and B) Government employees who conduct oversight over Mitchell-Lama should be restricted from working with contracted managing agents and their representatives for three years after their departure; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the New York State Legislature to pass and the Governor to sign legislation that reforms the property management of buildings in the Mitchell-Lama Housing Program.\n\nJLC\nLS 6372\n12/21/18 11:53am",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\pard\\ltrpar\\sl276\\slmult1\\qj\\tx90\\v0\\par\n\\pard\\ltrpar\\sl276\\slmult1\\qj By Council Members Cornegy, Rosenthal, Powers, Ampry-Samuel, Koo, Lander and Moya (by request of the Brooklyn Borough President)\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, The New York State Legislature created the Mitchell-Lama Housing Program in 1955 to provide affordable housing for moderate and middle-income households; and\\par\nWhereas, The New York City Department of Housing Preservation and Development  (HPD) supervises 97 Mitchell-lama developments, and New York State Homes and Community Renewal (HCR) supervises 75 Mitchell Lama developments in New York City; and\\par\nWhereas, Mitchell-Lama residents have complained that there is no clear process for reporting grievances when there are issues with the property management at a Mitchell-Lama building; and\\par\nWhereas, The State should allow HPD to create and manage a building management operation complaint system for all New York City Mitchell Lama developments; and \\par\nWhereas, The building management operation complaint system could provide: A) additional oversight and accountability when managing agent complaints are filed through 311, HPD\\rquote s website, Direct Mail, telephone or in person at HPD;  B) generate and send written responses to the complainant and information regarding the actions taken to address their concerns;  C) preserve complaint files for seven years for each managing agent;  D) create a watch list if complaints of the managing agent are found to be valid, E) require HPD to review the complaint file during the annual contract renewal,  F) require HPD to solicit written comments from shareholders or tenants 3 years from the date of the last contract or at each contract renewal,  G) require complaint files of managing agents to be made available to shareholders or tenants, and H) provide access to complaint files to board of directors and tenant associations during the selection process of a new managing agent; and\\par\nWhereas, The State should also require HPD to hire interim managing agents when the agency is notified of misconduct and/or legal proceedings involving the managing agent, and the tenant association or board of directors should be given three options to pick a replacement if there is a need to permanently replace the managing agent; and\\par\nWhereas, The State should also require post-employment restrictions for: A) managing agents and their representatives that leave their companies should not be employed by HPD, HCR, the United States Department of Housing and Urban Development and any Housing Development Corporation that oversees Mitchell-Lama properties for no less than three years after their departure, and B) Government employees who conduct oversight over Mitchell-Lama should be restricted from working with contracted managing agents and their representatives for three years after their departure; now, therefore, be it\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 Resolved, That the Council of the City of New York calls upon the New York State Legislature to pass and the Governor to sign legislation that reforms the property management of buildings in the Mitchell-Lama Housing Program.\\par\n\\pard\\ltrpar\\sa200\\sl276\\slmult1\\fs22\\par\n\\pard\\ltrpar JLC\\par\nLS 6372\\par\n12/21/18 11:53am\\par\n\\pard\\ltrpar\\sa200\\sl276\\slmult1\\par\n\\par\n\\par\n\\par\n}\n",
  "LastModified": "2021-12-28T21:28:06.497Z"
}
