{
  "ID": 60306,
  "GUID": "B5F6A414-DE36-4EEB-931B-7346C2DBB2AF",
  "File": "Res 0740-2019",
  "Name": "Administration for Children’s Services to implement a policy finding that a person’s mere possession or use of marijuana does not by itself create an imminent risk of harm to a child, warranting the child’s removal.",
  "Title": "Resolution calling upon the New York City Administration for Children’s Services to implement a policy finding that a person’s mere possession or use of marijuana does not by itself create an imminent risk of harm to a child, warranting the child’s removal.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 32,
  "StatusName": "Adopted",
  "BodyID": 12,
  "BodyName": "Committee on General Welfare",
  "IntroDate": "2019-02-13T00:00:00Z",
  "AgendaDate": "2019-02-13T00:00:00Z",
  "PassedDate": "2019-07-23T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 7641,
      "Slug": "mark-treyger",
      "FullName": "Mark Treyger"
    },
    {
      "ID": 7740,
      "Slug": "carlina-rivera",
      "FullName": "Carlina Rivera"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 7637,
      "Slug": "i-daneek-miller",
      "FullName": "I. Daneek Miller"
    },
    {
      "ID": 7780,
      "Slug": "public-advocate-jumaane-williams",
      "FullName": "Public Advocate Jumaane Williams"
    }
  ],
  "History": [
    {
      "ID": 346664,
      "Date": "2019-02-13T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2019-02-12T19:09:48.8Z"
    },
    {
      "ID": 346665,
      "Date": "2019-02-13T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on General Welfare",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 17025,
      "AgendaSequence": 112,
      "MinutesSequence": 128,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "General Welfare",
      "MatterStatusID": 3,
      "LastModified": "2019-02-13T21:24:17.053Z"
    },
    {
      "ID": 347880,
      "Date": "2019-04-10T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 12,
      "BodyName": "Committee on General Welfare",
      "EventID": 17097,
      "AgendaSequence": 4,
      "MinutesSequence": 9,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2019-04-10T20:06:49.373Z"
    },
    {
      "ID": 348968,
      "Date": "2019-04-10T13:15:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 12,
      "BodyName": "Committee on General Welfare",
      "EventID": 17097,
      "MinutesSequence": 10,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2019-05-10T12:49:56.327Z"
    },
    {
      "ID": 347886,
      "Date": "2019-04-10T13:30:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 5241,
      "BodyName": "Committee on Hospitals",
      "EventID": 17098,
      "AgendaSequence": 4,
      "MinutesSequence": 9,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2019-04-11T02:41:47.017Z"
    },
    {
      "ID": 348959,
      "Date": "2019-04-10T13:45:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 5241,
      "BodyName": "Committee on Hospitals",
      "EventID": 17098,
      "MinutesSequence": 10,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2019-04-11T02:41:53.143Z"
    },
    {
      "ID": 352865,
      "Date": "2019-07-22T12:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 12,
      "BodyName": "Committee on General Welfare",
      "EventID": 17367,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2019-07-22T20:45:26.297Z"
    },
    {
      "ID": 353037,
      "Date": "2019-07-22T12:00:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "A motion was made that this Resolution be Approved by Committee approved by Roll Call.",
      "BodyID": 12,
      "BodyName": "Committee on General Welfare",
      "EventID": 17367,
      "MinutesSequence": 3,
      "Version": "*",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "Votes": [
        {
          "ID": 7567,
          "Slug": "stephen-t-levin",
          "FullName": "Stephen T. Levin",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 10
        },
        {
          "ID": 7622,
          "Slug": "vanessa-l-gibson",
          "FullName": "Vanessa L. Gibson",
          "VoteID": 16,
          "Vote": "Absent",
          "Sort": 40
        },
        {
          "ID": 7691,
          "Slug": "barry-s-grodenchik",
          "FullName": "Barry S. Grodenchik",
          "VoteID": 16,
          "Vote": "Absent",
          "Sort": 60
        },
        {
          "ID": 7566,
          "Slug": "brad-s-lander",
          "FullName": "Brad S. Lander",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 70
        },
        {
          "ID": 7638,
          "Slug": "antonio-reynoso",
          "FullName": "Antonio Reynoso",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 80
        },
        {
          "ID": 7714,
          "Slug": "rafael-salamanca-jr",
          "FullName": "Rafael Salamanca, Jr.",
          "VoteID": 16,
          "Vote": "Absent",
          "Sort": 90
        },
        {
          "ID": 7640,
          "Slug": "ritchie-j-torres",
          "FullName": "Ritchie J. Torres",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 100
        },
        {
          "ID": 7641,
          "Slug": "mark-treyger",
          "FullName": "Mark Treyger",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 110
        }
      ],
      "LastModified": "2019-07-22T17:52:44.987Z"
    },
    {
      "ID": 353082,
      "Date": "2019-07-23T13:30:00Z",
      "ActionID": 5032,
      "Action": "Approved, by Council",
      "Description": "A motion was made that this Resolution be Approved, by Council approved by Voice Vote.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 17384,
      "AgendaSequence": 83,
      "MinutesSequence": 101,
      "Version": "*",
      "AgendaNote": "Adopted by the Committee on General Welfare",
      "MinutesNote": "Pursuant to Rule 8.50 of the Council, the Majority Leader and Acting President Pro Tempore (Council Member Cumbo) called for a voice vote.  Hearing those in favor, the Majority Leader and Acting President Pro Tempore (Council Member Cumbo) declared the Resolution to be adopted.\r\n\r\nThe following 2 Council Members formally noted their intent to vote negative on this item:  \r\nCouncil Member Deutsch and the Minority Leader (Council Member Matteo).\r\n\r\nThe following 2 Council Members formally noted their intent to abstain from voting on this item:  \r\nCouncil Members Vallone and Yeger.\r\n\r\nAdopted by the Council by voice-vote.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 32,
      "LastModified": "2019-07-24T13:21:55.85Z"
    }
  ],
  "Attachments": [
    {
      "ID": 196832,
      "LastModified": "2021-12-28T21:45:22.21Z",
      "Name": "Res. No. 740",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c6df9518-c8e9-481f-b6ec-ee6fc76cc876.doc",
      "Sort": 1
    },
    {
      "ID": 196969,
      "LastModified": "2021-12-28T21:45:22.553Z",
      "Name": "February 13, 2019 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/99ec389d-c314-461f-8a11-c9347d79ac11.pdf",
      "Sort": 2
    },
    {
      "ID": 198824,
      "LastModified": "2021-12-28T21:45:22.977Z",
      "Name": "Hearing Transcript - Stated Meeting 2-13-19",
      "Link": "https://nyc.legistar1.com/nyc/attachments/f14e89af-140e-4010-80e9-d06e3347ef08.pdf",
      "Sort": 3
    },
    {
      "ID": 246571,
      "LastModified": "2021-12-28T21:45:22.977Z",
      "Name": "Minutes of the Stated Meeting - February 13, 2019",
      "Link": "https://nyc.legistar1.com/nyc/attachments/570b707c-371d-4de3-94aa-0e39ffd5c0cd.pdf",
      "Sort": 4
    },
    {
      "ID": 199827,
      "LastModified": "2019-04-10T16:42:01.057Z",
      "Name": "Committee Report 4/10/19",
      "Link": "https://nyc.legistar1.com/nyc/attachments/2ce17614-13a9-4471-bc7d-122f00721235.docx",
      "Sort": 5
    },
    {
      "ID": 199998,
      "LastModified": "2019-04-16T15:20:19.667Z",
      "Name": "Hearing Testimony 4/10/19",
      "Link": "https://nyc.legistar1.com/nyc/attachments/fb5d85cf-f9a9-490d-b3b0-c74e95718920.PDF",
      "Sort": 6
    },
    {
      "ID": 201284,
      "LastModified": "2019-05-10T12:49:53.42Z",
      "Name": "Hearing Transcript 4/10/19",
      "Link": "https://nyc.legistar1.com/nyc/attachments/06cc6688-686f-45a0-a5f1-5787be7236ed.pdf",
      "Sort": 7
    },
    {
      "ID": 205514,
      "LastModified": "2019-07-22T20:44:46.61Z",
      "Name": "Committee Report 7/22/19",
      "Link": "https://nyc.legistar1.com/nyc/attachments/67640875-ba97-4348-ae3e-30a4fcd74102.docx",
      "Sort": 8
    },
    {
      "ID": 205745,
      "LastModified": "2019-07-29T15:41:30.687Z",
      "Name": "Hearing Transcript 7/22/19",
      "Link": "https://nyc.legistar1.com/nyc/attachments/f9e9a7e4-91f0-411d-97c5-7dfd398c415d.pdf",
      "Sort": 9
    },
    {
      "ID": 205541,
      "LastModified": "2019-10-09T21:32:01.26Z",
      "Name": "Committee Report - Stated Meeting",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ce991302-d041-44e5-b065-cafb0be254a3.docx",
      "Sort": 10
    },
    {
      "ID": 205607,
      "LastModified": "2019-07-29T15:41:29.92Z",
      "Name": "July 23, 2019 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/173fd023-02ed-4300-9dc2-340202550993.pdf",
      "Sort": 11
    },
    {
      "ID": 205982,
      "LastModified": "2019-08-02T20:45:04.243Z",
      "Name": "Hearing Transcript - Stated Meeting 7-23-19",
      "Link": "https://nyc.legistar1.com/nyc/attachments/10894820-d5fe-46dd-bb6f-e6d9ecb476d5.pdf",
      "Sort": 12
    },
    {
      "ID": 210447,
      "LastModified": "2021-12-28T21:45:21.133Z",
      "Name": "Minutes of the Stated Meeting - July 23, 2019",
      "Link": "https://nyc.legistar1.com/nyc/attachments/84d9a79e-fdc9-41df-bfee-196f16561067.pdf",
      "Sort": 13
    }
  ],
  "Summary": "",
  "TextID": 62574,
  "Text": "By Council Members Lander, Levin, Treyger, Rivera, Rosenthal, Miller and the Public Advocate (Mr. Williams)\n      \n      Whereas, According to a July 2010 report by the Drug Policy Alliance, \"Pot as Pretext: Marijuana, Race and The New Disorder in New York City Street Policing,\" marijuana arrests doubled from the mid-1990s to a peak of more than 50,000 arrests in 2010; and \n      Whereas, At its peak, according to the Drug Policy Alliance, marijuana arrests constituted the most frequent type of arrest in New York City at a cost to taxpayers of up to $75 million a year and an incalculable socio-economic cost for those arrested; and\n      Whereas, According to a 2013 report by the American Civil Liberties Union (ACLU), \"The War on Marijuana in Black and White,\" despite comparable use of marijuana among Blacks and Whites, a comprehensive analysis of national, state and county arrest data for the period 2001 to 2010 exposed significant across-the-board racial disparities in the implementation of marijuana enforcement; and\n      Whereas, The ACLU Report found that Blacks were 4.5 times more likely than Whites to be arrested for marijuana possession in New York State, 9.7 times more likely than Whites to be arrested in Brooklyn and 9.4 times more likely than Whites to be arrested in Manhattan; and\n\tWhereas, According to a 2015 report by the New York City Police Department, \"Broken Windows and Quality-of-Life Policing in New York City,\" the NYPD issued a September 2011 memorandum reiterating state guidance that those found in possession of small amounts of marijuana should be issued court summonses rather than be arrested; and\n      Whereas, In November 2014, according to the NYPD report, Mayor de Blasio and then-Police Commissioner Bratton issued another order outlining the NYPD's approach to marijuana possession whereby individuals found in possession of less than 25 grams of marijuana would be issued court summonses instead of be arrested; and\n      Whereas, According to the NYPD report, marijuana arrests declined substantially by more than 25,000 arrests, a nearly 50 percent decline between their peak in 2010 and 2014; and\n      Whereas, According to an October 2014 report by the Drug Policy Alliance, \"Race, Class & Marijuana Arrests in Mayor DeBlasio's Two New Yorks\", despite decreases in overall arrests, 86% of the people arrested for marijuana possession in New York City were Black and Latino, compared to 10% for Whites and 4% for others; and\n      Whereas, According to an August 17, 2011 New York Times article, \"No Cause for Marijuana Case, but Enough for Child Neglect\" (\"the New York Times article\"), hundreds of New Yorkers who were caught by police with small amounts of marijuana, or who simply admitted using it, were involved in civil child neglect cases, even though they did not face criminal charges; and\n      Whereas, Additionally according to the New York Times article, some of these parents lost custody of their children; and\n      Whereas, The New York Times article stated that the child welfare system was an alternate system of justice for these parents when compared to the criminal court system; and\n      Whereas, Lawyers interviewed for the New York Times article said they had more than a dozen cases on their dockets involving parents who had never faced neglect allegations but whose children were placed in foster care because of marijuana allegations; and\n      Whereas, The Administration for Children's Services does not automatically find that a child is in immediate risk of harm if a parent or caregiver possesses or consumes alcohol; and\n      Whereas, While sometimes parents were allowed to keep custody of their children when neglect had been found, serious repercussions can follow such a finding, such as prohibiting parents from taking jobs around children, barring individuals from being foster care parents or adopting children, and making it easier for Family Court judges to later remove children from their homes; and\n      Whereas, Since the New York Times article, there has been greater public acceptance of marijuana use across the country, which has led to the legalization of the substance for medical or recreational purposes in over 20 states; and\n      Whereas, On July 7, 2014, New York became the 23rd state to legalize medicinal marijuana, which act, in addition to decriminalizing the possession of small amounts of marijuana, reflects a growing national trend toward the acceptance of marijuana use; and \n      Whereas, Given the racial disparities in marijuana enforcement in New York that continue despite this growing trend, there are reasons to be particularly cautious in pursuing civil child neglect cases based merely on the possession of small amounts of marijuana or the admission of marijuana use by parents; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the New York City Administration for Children's Services to implement a policy finding that a person's mere possession or use of marijuana does not by itself create an imminent risk of harm to a child, warranting the child's removal.\n\n\n\nLS #s 1586, 2281, 7557, 9297\nPLS\n2/4/19\n      3\n      \n      \n      1",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0  \\par\nBy Council Members Lander, Levin, Treyger, Rivera, Rosenthal, Miller and the Public Advocate (Mr. Williams)\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj\\expndtw-3\\par\nWhereas, \\expndtw0 According to a July 2010 report by the Drug Policy Alliance, \\ldblquote Pot as Pretext: Marijuana, Race and The New Disorder in New York City Street Policing,\\rdblquote  marijuana arrests doubled from the mid-1990s to a peak of more than 50,000 arrests in 2010; and \\expndtw-3\\par\nWhereas, \\expndtw0 At its peak, according to the Drug Policy Alliance, marijuana arrests constituted the most frequent type of arrest in New York City at a cost to taxpayers of up to $75 million a year and an incalculable socio-economic cost for those arrested\\expndtw-3 ; and\\par\nWhereas, According to a 2013 report by the American Civil Liberties Union (ACLU), \\ldblquote The War on Marijuana in Black and White,\\rdblquote  \\expndtw0 despite comparable use of marijuana among Blacks and Whites, a comprehensive analysis of national, state and county arrest data for the period 2001 to 2010 exposed significant across-the-board racial disparities in the implementation of marijuana enforcement\\expndtw-3 ; and\\par\nWhereas, The ACLU Report \\expndtw0 found that Blacks were 4.5 times more likely than Whites to be arrested for marijuana possession in New York State, 9.7 times more likely than Whites to be arrested in Brooklyn and 9.4 times more likely than Whites to be arrested in Manhattan\\expndtw-3 ; and\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, \\expndtw0 According to a 2015 report by the New York City Police Department, \\ldblquote Broken Windows and Quality-of-Life Policing in New York City,\\rdblquote  the NYPD issued a September 2011 memorandum reiterating state guidance that those found in possession of small amounts of marijuana should be issued court summonses rather than be arrested; and\\expndtw-3\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, In November 2014, according to the NYPD report, Mayor de Blasio and then-Police Commissioner Bratton issued another order outlining the NYPD\\rquote s approach to marijuana possession whereby individuals found in possession of less than 25 grams of marijuana would be issued court summonses instead of be arrested; and\\par\nWhereas, According to the NYPD report, marijuana arrests declined substantially by more than 25,000 arrests, a nearly 50 percent decline between their peak in 2010 and 2014; and\\par\nWhereas, According to an October 2014 report by the Drug Policy Alliance, \\ldblquote Race, Class & Marijuana Arrests in Mayor DeBlasio\\rquote s Two New Yorks\\rdblquote , despite decreases in overall arrests, 86% of the people arrested for marijuana possession in New York City were Black and Latino, compared to 10% for Whites and 4% for others; and\\par\nWhereas, \\expndtw0 According to an August 17, 2011 \\i New York Times\\i0  article, \\ldblquote No Cause for Marijuana Case, but Enough for Child Neglect\\rdblquote  (\\ldblquote the \\i New York Times \\i0 article\\rdblquote ), hundreds of New Yorkers who were caught by police with small amounts of marijuana, or who simply admitted using it, were involved in civil child neglect cases, even though they did not face criminal charges\\expndtw-3 ; and\\par\nWhereas, \\expndtw0 Additionally according to the \\i New York Times\\i0  article, some of these parents lost custody of their children\\expndtw-3 ; and\\par\nWhereas, T\\expndtw0 he \\i New York Times\\i0  article stated that the child welfare system was an alternate system of justice for these parents when compared to the criminal court system\\expndtw-3 ; and\\par\nWhereas, \\expndtw0 Lawyers interviewed for the \\i New York Times\\i0  article said they had more than a dozen cases on their dockets involving parents who had never faced neglect allegations but whose children were placed in foster care because of marijuana allegations\\expndtw-3 ; and\\par\nWhereas, \\expndtw0 The Administration for Children\\rquote s Services does not automatically find that a child is in immediate risk of harm if a parent or caregiver possesses or consumes alcohol; and\\expndtw-3\\par\nWhereas, \\expndtw0 While sometimes parents were allowed to keep custody of their children when neglect had been found, serious repercussions can follow such a finding, such as prohibiting parents from taking jobs around children, barring individuals from being foster care parents or adopting children, and making it easier for Family Court judges to later remove children from their homes\\expndtw-3 ; and\\par\nWhereas, Since the \\i New York Times\\i0  article, there has been greater public acceptance of marijuana use across the country, which has led to the legalization of the substance for medical or recreational purposes in over 20 states; and\\par\nWhereas, On July 7, 2014, New York became the 23rd state to legalize medicinal marijuana, which act, in addition to decriminalizing the possession of small amounts of marijuana, reflects a growing national trend toward the acceptance of marijuana use; and \\par\n\\pard\\ltrpar\\keepn\\hyphpar0\\fi720\\sl480\\slmult1\\qj Whereas, \\expndtw0 Given the racial disparities in marijuana enforcement in New York that continue despite this growing trend, there are reasons to be particularly cautious in pursuing civil child neglect cases based merely on the possession of small amounts of marijuana or the admission of marijuana use by parents\\expndtw-3 ; now, therefore, be it\\par\nResolved, \\cf1 That the Council of the City of New York\\cf0  \\expndtw0 calls upon the New York City Administration for Children\\rquote s Services to implement a policy finding that a person\\rquote s mere possession or use of marijuana does not by itself create an imminent risk of harm to a child, warranting the child\\rquote s removal\\cf1\\expndtw-3 .\\cf0\\par\n\\pard\\ltrpar\\qj\\expndtw0\\par\n\\par\n\\fs18 LS #s 1586, 2281, 7557, 9297\\par\n\\pard\\ltrpar PLS\\par\n2/4/19\\par\n}\n",
  "LastModified": "2021-12-28T21:45:33.09Z"
}
