{
  "ID": 63474,
  "GUID": "663404B3-AB62-4F66-9944-273A3F17BF1F",
  "File": "Res 0747-2019",
  "Name": "Federal government and its legislators to move significant funds away from the military budget to fund human needs and services.",
  "Title": "Resolution calling on the federal government and its legislators to move significant funds away from the military budget to fund human needs and services and that in-depth public hearings are conducted on the dollar amounts that the City needs but that get diverted to the Pentagon.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 22,
  "BodyName": "Committee on State and Federal Legislation",
  "IntroDate": "2019-02-13T00:00:00Z",
  "AgendaDate": "2019-02-13T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 7748,
      "Slug": "justin-l-brannan",
      "FullName": "Justin L. Brannan"
    },
    {
      "ID": 7740,
      "Slug": "carlina-rivera",
      "FullName": "Carlina Rivera"
    },
    {
      "ID": 7638,
      "Slug": "antonio-reynoso",
      "FullName": "Antonio Reynoso"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 7632,
      "Slug": "ben-kallos",
      "FullName": "Ben Kallos"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 7636,
      "Slug": "carlos-menchaca",
      "FullName": "Carlos Menchaca"
    },
    {
      "ID": 7741,
      "Slug": "keith-powers",
      "FullName": "Keith Powers"
    },
    {
      "ID": 7634,
      "Slug": "mark-levine",
      "FullName": "Mark Levine"
    },
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    },
    {
      "ID": 7604,
      "Slug": "robert-e-cornegy-jr",
      "FullName": "Robert E. Cornegy, Jr."
    },
    {
      "ID": 7739,
      "Slug": "adrienne-e-adams",
      "FullName": "Adrienne E. Adams"
    },
    {
      "ID": 7623,
      "Slug": "inez-d-barron",
      "FullName": "Inez D. Barron"
    },
    {
      "ID": 7742,
      "Slug": "diana-i-ayala",
      "FullName": "Diana I. Ayala"
    },
    {
      "ID": 7793,
      "Slug": "darma-v-diaz",
      "FullName": "Darma V. Diaz"
    },
    {
      "ID": 7628,
      "Slug": "laurie-a-cumbo",
      "FullName": "Laurie A. Cumbo"
    },
    {
      "ID": 7746,
      "Slug": "robert-f-holden",
      "FullName": "Robert F. Holden"
    },
    {
      "ID": 7637,
      "Slug": "i-daneek-miller",
      "FullName": "I. Daneek Miller"
    },
    {
      "ID": 7780,
      "Slug": "public-advocate-jumaane-williams",
      "FullName": "Public Advocate Jumaane Williams"
    }
  ],
  "History": [
    {
      "ID": 346325,
      "Date": "2019-02-13T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2019-02-12T16:23:01.373Z"
    },
    {
      "ID": 346636,
      "Date": "2019-02-13T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on State and Federal Legislation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 17025,
      "AgendaSequence": 138,
      "MinutesSequence": 154,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "State & Federal Legislation",
      "MatterStatusID": 3,
      "LastModified": "2019-02-13T22:04:18.54Z"
    },
    {
      "ID": 376875,
      "Date": "2021-12-31T09:16:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-20T14:16:55.57Z"
    }
  ],
  "Attachments": [
    {
      "ID": 196705,
      "LastModified": "2021-12-28T21:49:40.727Z",
      "Name": "Res. No. 747",
      "Link": "https://nyc.legistar1.com/nyc/attachments/66dbeb36-b30f-4908-a6f9-8511720702da.doc",
      "Sort": 1
    },
    {
      "ID": 196995,
      "LastModified": "2019-02-14T15:22:21.893Z",
      "Name": "February 13, 2019 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/784edf05-eabf-4d97-944d-83ede5036856.pdf",
      "Sort": 2
    },
    {
      "ID": 198850,
      "LastModified": "2021-01-12T16:40:36.473Z",
      "Name": "Hearing Transcript - Stated Meeting 2-13-19",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b37ae77e-e371-4fd5-9dcc-e466d8f1e69b.pdf",
      "Sort": 3
    },
    {
      "ID": 226065,
      "LastModified": "2021-12-28T21:49:31.757Z",
      "Name": "Minutes of the Stated Meeting - February 13, 2019",
      "Link": "https://nyc.legistar1.com/nyc/attachments/69d77aeb-035b-4d68-94d9-97821a1d8090.pdf",
      "Sort": 4
    },
    {
      "ID": 205280,
      "LastModified": "2021-12-28T21:49:27.13Z",
      "Name": "Proposed Res. No 747-A - 4/27/21",
      "Link": "https://nyc.legistar1.com/nyc/attachments/0f438f34-4bf5-47db-b5e4-ee09320c2d4b.docx",
      "Sort": 6
    }
  ],
  "Summary": "",
  "TextID": 67060,
  "Text": "By Council Members Rodriguez, Brannan, Rivera, Reynoso, Koslowitz, Chin, Levin, Rose, Rosenthal, Kallos, Dromm, Lander, Van Bramer, Menchaca, Powers, Levine, Louis, Cornegy, Adams, Barron, Ayala, D. Diaz, Cumbo, Holden, Miller and the Public Advocate (Mr. Williams)\n\n\tWhereas, Spending on defense already makes up more than half of the federal discretionary budget and President Trump is seeking to increase this to 65 percent by 2023; and,\n      Whereas, This increase would be offset by cuts to social services, and New York City would lose at least $850 million under this budget shakeup; and, \n\tWhereas, Like other local governments, New York City's ability to fund essential social services relies in part on federal grants; and,\n      Whereas, The City's Department of Housing and Preservation, for example, is the largest municipal housing agency in the nation and currently 83 percent of its budget comes from federal funds; and,  \n\tWhereas, According to the New York City Comptroller, cuts to federal programs would directly impact the lives of New Yorkers because it would eliminate the Low-Income Home Energy Assistance program, which 770,000 New Yorkers rely on to keep their homes warm in the winter; and, \n\tWhereas, Additional programs that would be cut include the Community Services Block Grant, which funds rental assistance, summer youth employment and adult literacy programs, and the Social Services Block Grant, which funds a broad range of programs, from providing meals and services to the elderly, to helping victims of domestic violence find safe shelter; and,\n      Whereas, The United States consistently outspends other countries on military and defense; and,\n      Whereas, In 2017 the country spent over $600 billion on the military, more than Japan, the United Kingdom, France, India, Saudi Arabia, Russia and China combined; and, \n      Whereas, Polling has shown that constituents do not want increases in defense budgets, especially at the cost of social services; and,\n      Whereas, A poll by the University of Maryland's Program for Public Consultation recently revealed that while President Trump wants to increase military spending by more than $52 billion, those polled said they wanted to see the defense budget cut by $41 billion; and,\n      Whereas, According to data from the National Priorities Project, taxpayers in New York City contributed more than $25 billion to the Department of Defense ('DOD') in 2017, but a small decrease in the military budget could provide a range of essential services for New Yorkers; and,\n      Whereas, Reducing the DOD contribution by ten percent could fund healthcare for approximately 850,000 children from low-income families, medical care for nearly 200,000 veterans, stimulus to create more than 46,000 infrastructure jobs and 25,000 additional elementary school teachers jobs; and,\n      Whereas, In June 2017, the United States Conference of Mayors, including New York City Mayor Bill de Blasio, unanimously passed a resolution calling upon all cities to hold public hearings on the ways that the federal defense budget hampers local spending on essential social services; and,\n      Whereas, Residents of New York City have a right to know and publicly comment on how their tax dollars are spent and which services they want funded and prioritized;\n      Whereas, Local governments are the main victims of lopsided federal priorities embodied in a federal budget skewed to Pentagon spending; and, \n      Whereas, These municipalities could be much more fair and stronger if the federal government spent less on the military and instead utilized the money to improve transportation, education, housing, healthcare, environmental protection, and public goods and services; now, therefore, be it\nResolved, That the federal government and its legislators move significant funds away from the military budget to fund human needs and services and that in-depth public hearings are conducted on the dollar amounts that the City needs but that get diverted to the Pentagon. \n\nLMS\nLS #6495\n2/8/19",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Rodriguez, Brannan, Rivera, Reynoso, Koslowitz, Chin, Levin, Rose, Rosenthal, Kallos, Dromm, Lander, Van Bramer, Menchaca, Powers, Levine, Louis, Cornegy, Adams, Barron, Ayala, D. Diaz, Cumbo, Holden, Miller and the Public Advocate (Mr. Williams)\\par\n\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, Spending on defense already makes up more than half of the federal discretionary budget and President Trump is seeking to increase this to 65 percent by 2023; and,\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, This increase would be offset by cuts to social services, and New York City would lose at least $850 million under this budget shakeup; and, \\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, Like other local governments, New York City\\rquote s ability to fund essential social services relies in part on federal grants; and,\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, The City\\rquote s Department of Housing and Preservation, for example, is the largest municipal housing agency in the nation and currently 83 percent of its budget comes from federal funds; and,  \\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, According to the New York City Comptroller, cuts to federal programs would directly impact the lives of New Yorkers because it would eliminate the Low-Income Home Energy Assistance program, which 770,000 New Yorkers rely on to keep their homes warm in the winter; and, \\par\n\\tab Whereas, Additional programs that would be cut include the Community Services Block Grant, which funds rental assistance, summer youth employment and adult literacy programs, and the Social Services Block Grant, which funds a broad range of programs, from providing meals and services to the elderly, to helping victims of domestic violence find safe shelter; and,\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, The United States consistently outspends other countries on military and defense; and,\\par\nWhereas, In 2017 the country spent over $600 billion on the military, more than Japan, the United Kingdom, France, India, Saudi Arabia, Russia and China combined; and, \\par\nWhereas, Polling has shown that constituents do not want increases in defense budgets, especially at the cost of social services; and,\\par\nWhereas, A poll by the University of Maryland\\rquote s Program for Public Consultation recently revealed that while President Trump wants to increase military spending by more than $52 billion, those polled said they wanted to see the defense budget cut\\i  \\i0 by $41 billion; and,\\par\nWhereas, According to data from the National Priorities Project, taxpayers in New York City contributed more than $25 billion to the Department of Defense (\\lquote DOD\\rquote ) in 2017, but a small decrease in the military budget could provide a range of essential services for New Yorkers; and,\\par\nWhereas, Reducing the DOD contribution by ten percent could fund healthcare for approximately 850,000 children from low-income families, medical care for nearly 200,000 veterans, stimulus to create more than 46,000 infrastructure jobs and 25,000 additional elementary school teachers jobs; and,\\par\nWhereas, In June 2017, the United States Conference of Mayors, including New York City Mayor Bill de Blasio, unanimously passed a resolution calling upon all cities to hold public hearings on the ways that the federal defense budget hampers local spending on essential social services; and,\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Residents of New York City have a right to know and publicly comment on how their tax dollars are spent and which services they want funded and prioritized;\\par\nWhereas, Local governments are the main victims of lopsided federal priorities embodied in a federal budget skewed to Pentagon spending; and, \\par\nWhereas, These municipalities could be much more fair and stronger if the federal government spent less on the military and instead utilized the money to improve transportation, education, housing, healthcare, environmental protection, and public goods and services; \\cf1 now, therefore, be it\\cf0\\par\n\\pard\\ltrpar\\qj Resolved, That the federal government and its legislators move significant funds away from the military budget to fund human needs and services and that in-depth public hearings are conducted on the dollar amounts that the City needs but that get diverted to the Pentagon. \\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\par\n\\pard\\ltrpar\\fs20 LMS\\par\nLS #6495\\par\n2/8/19\\par\n}\n",
  "LastModified": "2021-12-28T21:49:47.883Z"
}
