{
  "ID": 63349,
  "GUID": "DD9E6B33-36FA-462F-9476-2C22FC13CFEE",
  "File": "Res 0750-2019",
  "Name": "Personnel records of police officers, firefighters, and correction officers. (A.02513)",
  "Title": "Resolution calling upon the New York State Legislature to pass, and the Governor to sign, A02513 which would repeal section 50-A of the New York Civil Rights Law in relation to the personnel records of police officers, firefighters, and correction officers.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2019-02-13T00:00:00Z",
  "AgendaDate": "2019-02-13T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7780,
      "Slug": "public-advocate-jumaane-williams",
      "FullName": "Public Advocate Jumaane Williams"
    },
    {
      "ID": 7747,
      "Slug": "alicka-ampry-samuel",
      "FullName": "Alicka Ampry-Samuel"
    },
    {
      "ID": 7638,
      "Slug": "antonio-reynoso",
      "FullName": "Antonio Reynoso"
    },
    {
      "ID": 7636,
      "Slug": "carlos-menchaca",
      "FullName": "Carlos Menchaca"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 7632,
      "Slug": "ben-kallos",
      "FullName": "Ben Kallos"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 7740,
      "Slug": "carlina-rivera",
      "FullName": "Carlina Rivera"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7742,
      "Slug": "diana-i-ayala",
      "FullName": "Diana I. Ayala"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 7623,
      "Slug": "inez-d-barron",
      "FullName": "Inez D. Barron"
    },
    {
      "ID": 7741,
      "Slug": "keith-powers",
      "FullName": "Keith Powers"
    },
    {
      "ID": 7628,
      "Slug": "laurie-a-cumbo",
      "FullName": "Laurie A. Cumbo"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 7714,
      "Slug": "rafael-salamanca-jr",
      "FullName": "Rafael Salamanca, Jr."
    },
    {
      "ID": 7739,
      "Slug": "adrienne-e-adams",
      "FullName": "Adrienne E. Adams"
    },
    {
      "ID": 7637,
      "Slug": "i-daneek-miller",
      "FullName": "I. Daneek Miller"
    },
    {
      "ID": 7745,
      "Slug": "francisco-p-moya",
      "FullName": "Francisco P. Moya"
    },
    {
      "ID": 7748,
      "Slug": "justin-l-brannan",
      "FullName": "Justin L. Brannan"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    }
  ],
  "History": [
    {
      "ID": 345682,
      "Date": "2019-02-07T10:00:00Z",
      "ActionID": 15,
      "Action": "Hearing on P-C Item by Comm",
      "Description": "This Resolution was Hearing on P-C Item by Comm",
      "BodyID": 19,
      "BodyName": "Committee on Public Safety",
      "EventID": 16908,
      "AgendaSequence": 9,
      "MinutesSequence": 19,
      "Version": "*",
      "AgendaNote": "Preconsidered",
      "MatterStatusID": 2,
      "LastModified": "2019-02-07T17:23:57.273Z"
    },
    {
      "ID": 346155,
      "Date": "2019-02-07T10:15:00Z",
      "ActionID": 5018,
      "Action": "P-C Item Laid Over by Comm",
      "Description": "This Resolution was P-C Item Laid Over by Comm",
      "BodyID": 19,
      "BodyName": "Committee on Public Safety",
      "EventID": 16908,
      "MinutesSequence": 20,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2019-02-12T01:31:50.947Z"
    },
    {
      "ID": 345690,
      "Date": "2019-02-07T10:30:00Z",
      "ActionID": 15,
      "Action": "Hearing on P-C Item by Comm",
      "Description": "This Resolution was Hearing on P-C Item by Comm",
      "BodyID": 5242,
      "BodyName": "Committee on Justice System",
      "EventID": 16909,
      "AgendaSequence": 9,
      "MinutesSequence": 19,
      "Version": "*",
      "AgendaNote": "Preconsidered",
      "MatterStatusID": 2,
      "LastModified": "2019-02-12T01:31:35.633Z"
    },
    {
      "ID": 346145,
      "Date": "2019-02-07T10:45:00Z",
      "ActionID": 5018,
      "Action": "P-C Item Laid Over by Comm",
      "Description": "This Resolution was P-C Item Laid Over by Comm",
      "BodyID": 5242,
      "BodyName": "Committee on Justice System",
      "EventID": 16909,
      "MinutesSequence": 20,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2019-02-12T01:31:40.417Z"
    },
    {
      "ID": 345679,
      "Date": "2019-02-13T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2019-01-22T20:55:07.187Z"
    },
    {
      "ID": 346650,
      "Date": "2019-02-13T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 17025,
      "AgendaSequence": 153,
      "MinutesSequence": 169,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Preconsidered - Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2019-02-13T22:13:45.183Z"
    },
    {
      "ID": 378838,
      "Date": "2021-12-31T16:52:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-28T21:52:43.543Z"
    }
  ],
  "Attachments": [
    {
      "ID": 196450,
      "LastModified": "2021-12-28T21:52:07.087Z",
      "Name": "Res. No. 750",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ce7778ad-b8ab-43d2-a3ad-86a3d4058b6b.doc",
      "Sort": 1
    },
    {
      "ID": 196738,
      "LastModified": "2019-02-12T16:47:32.7Z",
      "Name": "Committee Report 2/7/19",
      "Link": "https://nyc.legistar1.com/nyc/attachments/4bf53388-95f6-4cb1-a3f7-47b815b38e83.doc",
      "Sort": 2
    },
    {
      "ID": 196806,
      "LastModified": "2019-02-12T18:05:26.043Z",
      "Name": "Hearing Testimony 2/7/19",
      "Link": "https://nyc.legistar1.com/nyc/attachments/8e6831b7-12bc-409d-a124-e1cc553cfa5c.PDF",
      "Sort": 3
    },
    {
      "ID": 199383,
      "LastModified": "2019-03-29T15:50:14.46Z",
      "Name": "Hearing Transcript 2/7/19",
      "Link": "https://nyc.legistar1.com/nyc/attachments/8190680e-0762-4ff1-89d9-e8598f34fb73.pdf",
      "Sort": 4
    },
    {
      "ID": 197010,
      "LastModified": "2019-03-29T15:50:14.397Z",
      "Name": "February 13, 2019 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/7b19a8da-c929-422e-a87f-4e82db2da37f.pdf",
      "Sort": 5
    },
    {
      "ID": 198865,
      "LastModified": "2019-03-29T15:50:13.99Z",
      "Name": "Hearing Transcript - Stated Meeting 2-13-19",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ea177541-d0f5-4aee-87e3-c2fe2b598aff.pdf",
      "Sort": 6
    },
    {
      "ID": 218537,
      "LastModified": "2020-06-03T16:33:42.547Z",
      "Name": "Minutes of the Stated Meeting - February 13, 2019",
      "Link": "https://nyc.legistar1.com/nyc/attachments/605bd12f-e4c0-4394-a91b-860f92213a4d.pdf",
      "Sort": 7
    }
  ],
  "Summary": "",
  "TextID": 65830,
  "Text": "By the Public Advocate (Mr. Williams) and Council Members Ampry-Samuel, Reynoso, Menchaca, Lander, Kallos, Rosenthal, Rivera, Chin, Ayala, Levin, Barron, Powers, Cumbo, Van Bramer, Rodriguez, Salamanca, Adams, Miller, Moya, Brannan and Rose\n\n      Whereas, The New York Civil Rights Law Section 50-A permits law enforcement agencies to refuse public disclosure of \"personnel records used to evaluate performance toward continued employment or promotion\"; and \n      Whereas, This exemption was adopted in 1976 by the State Legislature in order to prevent defense attorneys from using such records in cross examinations of police witnesses during criminal prosecutions based on raw and unverified unproven or irrelevant material contained in personnel files; and \n      Whereas, According to the New York City Bar Association, this exemption shrouds certain information from the public under the guise of protecting \"personnel records\" even if such records reflect misconduct; and \n      Whereas, Further, the interpretation of the law now includes the determinations of wrongdoing and recommendations of discipline made by the Civilian Complaint Review Board (CCRB), an independent agency charged with investigating complaints against New York City police officers; and \n      Whereas, District Attorneys in the City have expressed their frustrations with obtaining information from the NYPD, including police officers' disciplinary records, used to assess the credibility of police officers and the merits of an arrest; and \n      Whereas, In 2018, the New York State Committee on Open Government, created as part of the Freedom of Information Law in 1974 to identify areas in the law that warrant improvement, issued a report to Governor Andrew Cuomo on Section 50-A of the Civil Rights Law; and \n      Whereas, As it has done consistently for the past several years, the Committee on Open Government called for the repeal or amendment of Civil Rights Law Section 50-A as its highest legislative priority; and \n      Whereas, According to the Committee, the interpretation and application of the law deprives the public of information essential to oversight and \"lends a shield of opacity to the very public State and local police agencies that have perhaps the greatest day-to-day impact over the lives of citizens\"; and \n      Whereas, The New York Civil Rights Law Section 50-A increases the harms caused to New Yorkers who experience police abuse by denying them and their loved ones access to information about whether police departments take any disciplinary action at all about officers who mistreat them, including withholding information about officers whose actions result in a person's death; and \n      Whereas, Furthermore, the interpretation of the law has meant that the public can only see these crucial records based on occasional leaks by whistleblowers; and \n      Whereas, In April of 2018 Buzzfeed News published disciplinary records of NYPD employees it received anonymously; and \n      Whereas, The records revealed that from 2011 to 2015, at least 319 employees who committed serious offenses that would merit firing were allowed to keep their jobs; and \n      Whereas, According to Buzzfeed News, these offenses included lying on official reports, under oath or during an internal affairs investigation, excessive force, driving under the influence, and ticket-fixing; and \n      Whereas, While NYPD Commissioner, James O'Neill, has taken steps to improve transparency by disclosing the summary of cases redacting identifying information of the officer involved, his efforts were blocked by a court ruling citing Civil Rights Law Section 50-A; and \n      Whereas, Mayor Bill de Blasio and Commissioner James O'Neill have advocated for the amendment of Civil Rights Law Section 50-A; and \n      Whereas, A02513, sponsored by Assemblyman Daniel J. O'Donnell, repeals section 50-A of the Civil Rights law, which would take effect immediately; and \n      Whereas, The repeal of this law would significantly improve transparency, accountability, and increase the public's trust in law enforcement; now, therefore, be it \n      Resolved, That the Council of the City of New York calls upon the New York State Legislature to pass, and the Governor to sign, A02513 which would repeal section 50-A of the New York Civil Rights Law in relation to the personnel records of police officers, firefighters, and correction officers. \n\n\nLS # 3630 \n07/10/18 \nCMA",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy the Public Advocate (Mr. Williams) and Council Members Ampry-Samuel, Reynoso, Menchaca, Lander, Kallos, Rosenthal, Rivera, Chin, Ayala, Levin, Barron, Powers, Cumbo, Van Bramer, Rodriguez, Salamanca, Adams, Miller, Moya, Brannan and Rose\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, The New York Civil Rights Law Section 50-A permits law enforcement agencies to refuse public disclosure of \\ldblquote personnel records used to evaluate performance toward continued employment or promotion\\rdblquote ; and \\par\nWhereas, This exemption was adopted in 1976 by the State Legislature in order to prevent defense attorneys from using such records in cross examinations of police witnesses during criminal prosecutions based on raw and unverified unproven or irrelevant material contained in personnel files; and \\par\nWhereas, According to the New York City Bar Association, this exemption shrouds certain information from the public under the guise of protecting \\ldblquote personnel records\\rdblquote  even if such records reflect misconduct; and \\par\nWhereas, Further, the interpretation of the law now includes the determinations of wrongdoing and recommendations of discipline made by the Civilian Complaint Review Board (CCRB), an independent agency charged with investigating complaints against New York City police officers; and \\par\nWhereas, District Attorneys in the City have expressed their frustrations with obtaining information from the NYPD, including police officers\\rquote  disciplinary records, used to assess the credibility of police officers and the merits of an arrest; and \\par\nWhereas, In 2018, the New York State Committee on Open Government, created as part of the Freedom of Information Law in 1974 to identify areas in the law that warrant improvement, issued a report to Governor Andrew Cuomo on Section 50-A of the Civil Rights Law; and \\par\nWhereas, As it has done consistently for the past several years, the Committee on Open Government called for the repeal or amendment of Civil Rights Law Section 50-A as its highest legislative priority; and \\par\nWhereas, According to the Committee, the interpretation and application of the law deprives the public of information essential to oversight and \\ldblquote lends a shield of opacity to the very public State and local police agencies that have perhaps the greatest day-to-day impact over the lives of citizens\\rdblquote ; and \\par\nWhereas, The New York Civil Rights Law Section 50-A increases the harms caused to New Yorkers who experience police abuse by denying them and their loved ones access to information about whether police departments take any disciplinary action at all about officers who mistreat them, including withholding information about officers whose actions result in a person\\rquote s death; and \\par\nWhereas, Furthermore, the interpretation of the law has meant that the public can only see these crucial records based on occasional leaks by whistleblowers; and \\par\nWhereas, In April of 2018 \\i Buzzfeed News \\i0 published disciplinary records of NYPD employees it received anonymously; and \\par\nWhereas, The records revealed that from 2011 to 2015, at least 319 employees who committed serious offenses that would merit firing were allowed to keep their jobs; and \\par\nWhereas, According to \\i Buzzfeed News, \\i0 these offenses included lying on official reports, under oath or during an internal affairs investigation, excessive force, driving under the influence, and ticket-fixing; and \\par\nWhereas, While NYPD Commissioner, James O\\rquote Neill, has taken steps to improve transparency by disclosing the summary of cases redacting identifying information of the officer involved, his efforts were blocked by a court ruling citing Civil Rights Law Section 50-A; and \\par\nWhereas, Mayor Bill de Blasio and Commissioner James O\\rquote Neill have advocated for the amendment of Civil Rights Law Section 50-A; and \\par\nWhereas, A02513, sponsored by Assemblyman Daniel J. O\\rquote Donnell, repeals section 50-A of the Civil Rights law, which would take effect immediately; and \\par\nWhereas, The repeal of this law would significantly improve transparency, accountability, and increase the public\\rquote s trust in law enforcement; now, therefore, be it \\par\nResolved, That the Council of the City of New York calls upon the New York State Legislature to pass, and the Governor to sign, A02513 which would repeal section 50-A of the New York Civil Rights Law in relation to the personnel records of police officers, firefighters, and correction officers. \\par\n\\pard\\ltrpar\\sa160\\sl252\\slmult1\\par\n\\par\n\\pard\\ltrpar LS # 3630 \\par\n07/10/18 \\par\nCMA\\par\n}\n",
  "LastModified": "2021-12-28T21:52:43.683Z"
}
