{
  "ID": 63256,
  "GUID": "DCEBEB40-8924-4A30-A3CA-58CC5FC566E6",
  "File": "Res 0781-2019",
  "Name": "American Housing and Economic Mobility Act. (S.3503)",
  "Title": "Resolution calling Congress to pass and the President to sign, S.3503, the American Housing and Economic Mobility Act.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2019-03-13T00:00:00Z",
  "AgendaDate": "2019-03-13T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7740,
      "Slug": "carlina-rivera",
      "FullName": "Carlina Rivera"
    },
    {
      "ID": 7637,
      "Slug": "i-daneek-miller",
      "FullName": "I. Daneek Miller"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    }
  ],
  "History": [
    {
      "ID": 347627,
      "Date": "2019-03-13T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2019-03-11T13:09:17.523Z"
    },
    {
      "ID": 347721,
      "Date": "2019-03-13T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 17087,
      "AgendaSequence": 100,
      "MinutesSequence": 121,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2019-03-13T17:00:52.413Z"
    },
    {
      "ID": 378844,
      "Date": "2021-12-31T17:22:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-28T22:22:51.843Z"
    }
  ],
  "Attachments": [
    {
      "ID": 195487,
      "LastModified": "2021-12-28T22:22:37.937Z",
      "Name": "Res. No. 781",
      "Link": "https://nyc.legistar1.com/nyc/attachments/1f75a553-3d54-4b40-96aa-deee2e5a3a66.doc",
      "Sort": 1
    },
    {
      "ID": 195496,
      "LastModified": "2019-01-14T15:37:04.81Z",
      "Name": "S. 3503",
      "Link": "https://nyc.legistar1.com/nyc/attachments/9db10b12-7de1-49f2-8c4f-67f9626c2766.pdf",
      "Sort": 2
    },
    {
      "ID": 198402,
      "LastModified": "2019-03-13T16:16:48.79Z",
      "Name": "March 13, 2019 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/1def491b-6aab-4ade-b8fc-2e8fdd380bca.pdf",
      "Sort": 4
    },
    {
      "ID": 200395,
      "LastModified": "2019-04-22T15:16:05.92Z",
      "Name": "Hearing Transcript - Stated Meeting 3-13-19",
      "Link": "https://nyc.legistar1.com/nyc/attachments/317b3c7f-5c23-49b4-97c3-458778148cf1.pdf",
      "Sort": 5
    },
    {
      "ID": 201658,
      "LastModified": "2021-12-28T22:21:38.93Z",
      "Name": "Minutes of the Stated Meeting - March 13, 2019",
      "Link": "https://nyc.legistar1.com/nyc/attachments/66bac1e8-dc53-46da-8d7f-a1a9769a6f86.pdf",
      "Sort": 6
    }
  ],
  "Summary": "",
  "TextID": 65726,
  "Text": "By Council Members Rivera, Miller and Rosenthal\n\n      Whereas, The United States Department of Labor's Bureau of Labor Statistics released data on September 11, 2018 showing that housing is the largest expense for most American families in 2017; and\n      Whereas, In 2017, Moody's Analytics, a consulting firm that provides economic research, reviewed factors on how the affordable housing crisis is affecting the nation's economy and concluded by stating that: a) low and middle income households are struggling to pay their household expenses, b) housing costs are preventing qualified workers from relocating to areas that have open jobs, and c) long commutes has increased traveling costs and reduced job productivity for workers; and\n      Whereas, According to a study from Harvard University titled, \"Is Homeownership Still an Effective Means of Building Wealth for Low-income and Minority Households?,\" determined that homeownership is still an effective pathway for low and middle income residents to increase their wealth after analyzing all of the factors that led to the 2008 foreclosure crisis; and \n      Whereas, S. 3503, sponsored by Senator Elizabeth Warren, currently pending in the United States Senate, aims to  invest in the production, preservation, and operation of affordable housing for the lowest income people in the United States; and\n      Whereas, S. 3503, known as the American Housing and Economic Mobility Act, addresses the shortage of millions of affordable homes by leveraging federal funds to build up to 3.2 million housing units for low and middle income families; and\n      Whereas, S. 3503, would reduce the cost to produce more housing by creating a competitive grant program that communities can use to build roads, parks, and schools if local authorities make reforms to land use regulations that govern the construction of new affordable housing units; and\n      Whereas, S. 3503, would provide down payment assistance to communities that were historically denied mortgages by the government and support households in suburban and rural communities that have negative equity on their mortgages; and\n      Whereas, S. 3503, would hold financial institutions accountable by providing low and middle income communities access to credit and strengthen sanctions against institutions that fail to follow the rules; and\n      Whereas, S. 3503, would also prohibit discrimination on the basis of sexual orientation, gender identity, marital status, and source of income; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon Congress to pass and the President to sign, S.3503, the American Housing and Economic Mobility Act.\n\nJLC\nLS 8410 and LS 8710\n12/21/18 11:56 am",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\cf1 By Council Members Rivera, Miller and Rosenthal\\cf0\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj\\cf1 Whereas, The United States Department of Labor\\rquote s Bureau of Labor Statistics released data on September 11, 2018 showing that housing is the largest expense for most American families in 2017; and\\cf0\\par\n\\cf1 Whereas, In 2017, Moody\\rquote s Analytics, a consulting firm that provides economic research, reviewed factors on how the affordable housing crisis is affecting the nation\\rquote s economy and concluded by stating that: a) low and middle income households are struggling to pay their household expenses, b) housing costs are preventing qualified workers from relocating to areas that have open jobs, and c) long commutes has increased traveling costs and reduced job productivity for workers; and\\cf0\\par\n\\cf1 Whereas, According to a study from Harvard University titled, \\ldblquote\\i Is Homeownership Still an Effective Means of Building Wealth for Low-income and Minority Households?,\\i0\\rdblquote  determined that homeownership is still an effective pathway for low and middle income residents to increase their wealth after analyzing all of the factors that led to the 2008 foreclosure crisis; and \\cf0\\par\n\\cf1 Whereas, S. 3503, sponsored by Senator Elizabeth Warren, currently pending in the United States Senate, aims to  invest in the production, preservation, and operation of affordable housing for the lowest income people in the United States; and\\cf0\\par\n\\cf1 Whereas, S. 3503, known as the American Housing and Economic Mobility Act, addresses the shortage of millions of affordable homes by leveraging federal funds to build up to 3.2 million housing units for low and middle income families; and\\cf0\\par\n\\cf1 Whereas, S. 3503, would reduce the cost to produce more housing by creating a competitive grant program that communities can use to build roads, parks, and schools if local authorities make reforms to land use regulations that govern the construction of new affordable housing units; and\\cf0\\par\n\\cf1 Whereas, S. 3503, would provide down payment assistance to communities that were historically denied mortgages by the government and support households in suburban and rural communities that have negative equity on their mortgages; and\\cf0\\par\n\\cf1 Whereas, S. 3503, would hold financial institutions accountable by providing low and middle income communities access to credit and strengthen sanctions against institutions that fail to follow the rules; and\\cf0\\par\n\\cf1 Whereas, S. 3503, would also prohibit discrimination on the basis of sexual orientation, gender identity, marital status, and source of income; now, therefore, be it\\par\n\\cf0 Resolved, That the Council of the City of New York calls upon Congress to pass and the President to sign, S.3503, the American Housing and Economic Mobility Act.\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\par\n\\pard\\ltrpar JLC\\par\nLS 8410 and LS 8710\\par\n12/21/18 11:56 am\\par\n}\n",
  "LastModified": "2022-03-25T15:29:01.053Z"
}
