{
  "ID": 63709,
  "GUID": "62816814-A642-46C9-8133-55B8BF22FFE8",
  "File": "Res 0797-2019",
  "Name": "DOE to maintain at least seven Title IX Coordinator positions, with at least one coordinator at each borough field support center.",
  "Title": "Resolution calling upon the New York City Department of Education to maintain at least seven Title IX Coordinator positions, with at least one coordinator at each borough field support center.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 9,
  "BodyName": "Committee on Education",
  "IntroDate": "2019-03-28T00:00:00Z",
  "AgendaDate": "2019-03-28T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7739,
      "Slug": "adrienne-e-adams",
      "FullName": "Adrienne E. Adams"
    },
    {
      "ID": 7641,
      "Slug": "mark-treyger",
      "FullName": "Mark Treyger"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 7634,
      "Slug": "mark-levine",
      "FullName": "Mark Levine"
    },
    {
      "ID": 7622,
      "Slug": "vanessa-l-gibson",
      "FullName": "Vanessa L. Gibson"
    },
    {
      "ID": 7604,
      "Slug": "robert-e-cornegy-jr",
      "FullName": "Robert E. Cornegy, Jr."
    },
    {
      "ID": 7623,
      "Slug": "inez-d-barron",
      "FullName": "Inez D. Barron"
    },
    {
      "ID": 7747,
      "Slug": "alicka-ampry-samuel",
      "FullName": "Alicka Ampry-Samuel"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7628,
      "Slug": "laurie-a-cumbo",
      "FullName": "Laurie A. Cumbo"
    }
  ],
  "History": [
    {
      "ID": 348091,
      "Date": "2019-03-28T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2019-03-21T18:47:53.75Z"
    },
    {
      "ID": 348301,
      "Date": "2019-03-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Education",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 17127,
      "AgendaSequence": 96,
      "MinutesSequence": 116,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Education",
      "MatterStatusID": 3,
      "LastModified": "2019-03-28T16:36:42.143Z"
    },
    {
      "ID": 349353,
      "Date": "2019-04-30T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 9,
      "BodyName": "Committee on Education",
      "EventID": 17105,
      "AgendaSequence": 3,
      "MinutesSequence": 7,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2019-04-30T20:09:49.663Z"
    },
    {
      "ID": 349719,
      "Date": "2019-04-30T13:10:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 9,
      "BodyName": "Committee on Education",
      "EventID": 17105,
      "MinutesSequence": 8,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2019-05-01T13:18:55.13Z"
    },
    {
      "ID": 349351,
      "Date": "2019-04-30T13:20:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 5244,
      "BodyName": "Committee on Women and Gender Equity",
      "EventID": 17106,
      "AgendaSequence": 3,
      "MinutesSequence": 7,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2019-05-01T13:19:01.053Z"
    },
    {
      "ID": 349707,
      "Date": "2019-04-30T13:30:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 5244,
      "BodyName": "Committee on Women and Gender Equity",
      "EventID": 17106,
      "MinutesSequence": 8,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2019-05-01T13:19:05.117Z"
    },
    {
      "ID": 349355,
      "Date": "2019-04-30T13:40:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 15,
      "BodyName": "Committee on Higher Education",
      "EventID": 17114,
      "AgendaSequence": 3,
      "MinutesSequence": 7,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2019-05-01T13:19:08.913Z"
    },
    {
      "ID": 349713,
      "Date": "2019-04-30T13:50:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 15,
      "BodyName": "Committee on Higher Education",
      "EventID": 17114,
      "MinutesSequence": 8,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2019-05-01T13:19:13.1Z"
    },
    {
      "ID": 378846,
      "Date": "2021-12-31T17:30:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-28T22:30:38.613Z"
    }
  ],
  "Attachments": [
    {
      "ID": 198908,
      "LastModified": "2021-12-28T22:30:18.08Z",
      "Name": "Res. No. 797",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ea4a5b39-b3cc-4f81-8125-b40da69ad0bb.docx",
      "Sort": 1
    },
    {
      "ID": 199217,
      "LastModified": "2019-03-28T17:06:09.7Z",
      "Name": "March 28, 2019 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/2945279d-5e6b-493a-9d87-24bbb462c2ce.pdf",
      "Sort": 2
    },
    {
      "ID": 201795,
      "LastModified": "2021-12-28T22:29:25.417Z",
      "Name": "Hearing Transcript - Stated Meeting 3-28-19",
      "Link": "https://nyc.legistar1.com/nyc/attachments/4f005ba7-348b-45c2-944e-bc836b23e0ad.pdf",
      "Sort": 3
    },
    {
      "ID": 203204,
      "LastModified": "2021-12-28T22:29:35.45Z",
      "Name": "Minutes of the Stated Meeting - March 28, 2019",
      "Link": "https://nyc.legistar1.com/nyc/attachments/bee3b3bb-17e6-4867-9664-3d0a2a2645bc.pdf",
      "Sort": 4
    },
    {
      "ID": 200759,
      "LastModified": "2021-12-28T22:29:27.59Z",
      "Name": "Committee Report 4/30/19",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d82ab891-b734-406d-a80e-500f2d4d3759.docx",
      "Sort": 5
    },
    {
      "ID": 201042,
      "LastModified": "2021-12-28T22:29:27.12Z",
      "Name": "Hearing Testimony 4/30/19",
      "Link": "https://nyc.legistar1.com/nyc/attachments/380d3aa7-4639-43a9-b4d5-905103d21ebd.PDF",
      "Sort": 6
    },
    {
      "ID": 204169,
      "LastModified": "2021-12-28T22:29:26.81Z",
      "Name": "Hearing Transcript 4/30/19",
      "Link": "https://nyc.legistar1.com/nyc/attachments/a8614969-2a7a-4eb6-934b-640b93071f0e.pdf",
      "Sort": 7
    }
  ],
  "Summary": "",
  "TextID": 66244,
  "Text": "By Council Members Adams, Treyger, Rosenthal, Chin, Levin, Levine, Gibson, Cornegy, Barron, Ampry-Samuel, Rose and Cumbo\n\n\n      Whereas, Title IX of the Education Amendments of 1972 (Title IX), as amended, prohibits educational institutions that receive federal financial assistance from subjecting any person to discrimination on the basis of sex;\n      Whereas, Title IX applies to any education or training program operated by a recipient of federal financial assistance, including but not limited to traditional educational institutions such as elementary schools, secondary schools, colleges, and universities,;\n      Whereas, Protection from discrimination on the basis of sex also includes protection for victims of sexual or gender-based harassment, bullying, and violence, and also offers protection from being retaliated against for filing a complaint of discrimination or harassment;\n      Whereas, Under Title IX, each funding recipient must designate at least one employee to serve as its Title IX coordinator, ensure that the coordinator position is filled at all times, and notify all students and employees of the name, office, address, and telephone number of the employee(s) designated to serve as the Title IX coordinator;\n      Whereas, The U.S. Department of Education's (Department) Office for Civil Rights (OCR) enforces Title IX for institutions that receive funds from the Department;\n      Whereas, OCR guidance on Title IX issued in April 2015 states that the Title IX coordinator's role should be independent to avoid any potential conflicts of interest, meaning that the Title IX coordinator should report directly to the institution's senior leadership;\n      Whereas, This OCR guidance on Title IX further states that designating a disciplinary board member, general counsel, dean of students, superintendent, principal, or athletics director as the Title IX coordinator may pose a conflict of interest and that, while not required by Title IX, it is \"good practice\" for \"particularly larger\" school districts, colleges, and universities to designate multiple Title IX coordinators;\n      Whereas, The New York City Department of Education (DOE) is a particularly large school district with over 1.1 million students in over 1,800 DOE schools;\n      Whereas, DOE only has one Title IX coordinator position for all DOE schools, even though DOE is the largest school district in the country and school districts in other large cities in the United States have multiple Title IX coordinators;\n      Whereas, According to the DOE's website, the DOE Title IX coordinator position is currently being covered by an \"acting Title IX coordinator,\" who is also a member of DOE's legal team;\n      Whereas, Reports such as Girls for Gender Equity's \"The School Girls Deserve\" report point out that sexual harassment and assault are an on-going issue at DOE schools that is not being adequately addressed at the school level, and for this and other reasons, the DOE Title IX coordinator role is increasingly important; \n      Whereas, Hiring additional DOE Title IX coordinators and ensuring that there are multiple Title IX coordinators at DOE at all times would be in line with OCR's guidance and help ensure that Title IX regulations are being appropriately met; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the New York City Department of Education to maintain at least seven Title IX Coordinator positions, with at least one coordinator at each borough field support center.\n \nBM\nLS# 9828, 9836, 9042\n3/12/19",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Calibri;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\pard\\cbpat2\\ltrpar\\noline\\v0\\par\n\\cf1 By Council Members Adams, Treyger, Rosenthal, Chin, Levin, Levine, Gibson, Cornegy, Barron, Ampry-Samuel, Rose and Cumbo\\par\n\\par\n\\cf0\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sl480\\slmult1\\qj\\cf1 Whereas, Title IX of the Education Amendments of 1972 (Title IX), as amended, prohibits educational institutions that receive federal financial assistance from subjecting any person to discrimination on the basis of sex;\\par\nWhereas, Title IX applies to any education or training program operated by a recipient of federal financial assistance, including but not limited to traditional educational institutions such as elementary schools, secondary schools, colleges, and universities,;\\par\nWhereas, Protection from discrimination on the basis of sex also includes protection for victims of sexual or gender-based harassment, bullying, and violence, and also offers protection from being retaliated against for filing a complaint of discrimination or harassment;\\par\nWhereas, Under Title IX, each funding recipient must designate at least one employee to serve as its Title IX coordinator, ensure that the coordinator position is filled at all times, and notify all students and employees of the name, office, address, and telephone number of the employee(s) designated to serve as the Title IX coordinator;\\par\nWhereas, The U.S. Department of Education\\rquote s (Department) Office for Civil Rights (OCR) enforces Title IX for institutions that receive funds from the Department;\\par\nWhereas, OCR guidance on Title IX issued in April 2015 states that the Title IX coordinator\\rquote s role should be independent to avoid any potential conflicts of interest, meaning that the Title IX coordinator should report directly to the institution\\rquote s senior leadership;\\par\nWhereas, This OCR guidance on Title IX further states that designating a disciplinary board member, general counsel, dean of students, superintendent, principal, or athletics director as the Title IX coordinator may pose a conflict of interest and that, while not required by Title IX, it is \\ldblquote good practice\\rdblquote  for \\ldblquote particularly larger\\rdblquote  school districts, colleges, and universities to designate multiple Title IX coordinators;\\par\nWhereas, The New York City Department of Education (DOE) is a particularly large school district with over 1.1 million students in over 1,800 DOE schools;\\par\nWhereas, DOE only has one Title IX coordinator position for all DOE schools, even though DOE is the largest school district in the country and school districts in other large cities in the United States have multiple Title IX coordinators;\\par\nWhereas, According to the DOE\\rquote s website, the DOE Title IX coordinator position is currently being covered by an \\ldblquote acting Title IX coordinator,\\rdblquote  who is also a member of DOE\\rquote s legal team;\\par\nWhereas, Reports such as \\i Girls for Gender Equity\\i0\\rquote s \\ldblquote The School Girls Deserve\\rdblquote  report point out that sexual harassment and assault are an on-going issue at DOE schools that is not being adequately addressed at the school level, and for this and other reasons, the DOE Title IX coordinator role is increasingly important; \\par\nWhereas, Hiring additional DOE Title IX coordinators and ensuring that there are multiple Title IX coordinators at DOE at all times would be in line with OCR\\rquote s guidance and help ensure that Title IX regulations are being appropriately met; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls on the New York City Department of Education to maintain at least seven Title IX Coordinator positions, with at least one coordinator at each borough field support center.\\par\n\\pard\\cbpat2\\ltrpar\\noline\\sl480\\slmult1\\qj  \\cf0\\par\n\\pard\\cbpat2\\ltrpar\\noline\\cf1\\fs20 BM\\par\nLS# 9828, 9836, 9042\\cf0\\fs24\\par\n\\pard\\ltrpar\\noline\\sa160\\sl252\\slmult1\\cf1\\fs20 3/12/19\\cf0\\f1\\fs22\\par\n}\n",
  "LastModified": "2021-12-28T22:30:39.283Z"
}
