{
  "ID": 63676,
  "GUID": "128B2A40-21F2-4C32-B8BD-BC7A49499629",
  "File": "Res 0800-2019",
  "Name": "Requiring the inclusion of women on corporate boards of directors in the State of NY.",
  "Title": "Resolution calling on the New York State Legislature to pass, and the Governor to sign, legislation requiring the inclusion of women on corporate boards of directors in the State of New York.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5244,
  "BodyName": "Committee on Women and Gender Equity",
  "IntroDate": "2019-03-28T00:00:00Z",
  "AgendaDate": "2019-03-28T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7604,
      "Slug": "robert-e-cornegy-jr",
      "FullName": "Robert E. Cornegy, Jr."
    }
  ],
  "History": [
    {
      "ID": 347965,
      "Date": "2019-03-28T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2019-03-18T16:45:06.09Z"
    },
    {
      "ID": 348306,
      "Date": "2019-03-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Women",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 17127,
      "AgendaSequence": 101,
      "MinutesSequence": 121,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Women",
      "MatterStatusID": 3,
      "LastModified": "2019-03-28T16:37:49.103Z"
    },
    {
      "ID": 378848,
      "Date": "2021-12-31T17:34:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-28T22:34:26.557Z"
    }
  ],
  "Attachments": [
    {
      "ID": 198668,
      "LastModified": "2021-12-28T22:34:13.23Z",
      "Name": "Res. No. 800",
      "Link": "https://nyc.legistar1.com/nyc/attachments/297e3226-f960-4a60-bfb8-899414d989fb.doc",
      "Sort": 1
    },
    {
      "ID": 199222,
      "LastModified": "2019-03-28T17:06:10.95Z",
      "Name": "March 28, 2019 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/46c7fd9f-4677-4621-9b22-b39cb2b56eeb.pdf",
      "Sort": 2
    },
    {
      "ID": 201800,
      "LastModified": "2019-05-17T13:10:18.233Z",
      "Name": "Hearing Transcript - Stated Meeting 3-28-19",
      "Link": "https://nyc.legistar1.com/nyc/attachments/029c5de1-85ec-40ba-8c0c-3d7f76d75965.pdf",
      "Sort": 3
    },
    {
      "ID": 203209,
      "LastModified": "2019-06-12T14:18:00.46Z",
      "Name": "Minutes of the Stated Meeting - March 28, 2019",
      "Link": "https://nyc.legistar1.com/nyc/attachments/95f9e99e-752b-4b33-ae42-87c6a8528ea6.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 66195,
  "Text": "By Council Members Cabrera, Rosenthal, Chin and Cornegy\n\n      Whereas, In both the United States (U.S.) and New York City (NYC), the majority of the population are women, who make up nearly half the workforce and earn more college degrees than men, per the U.S. Census; and\n      Whereas, According to some estimates, women control 85 percent of consumer decisions as well as over half of the country's personal wealth, per the Bank of Montreal's Wealth Institute; and\n      Whereas, In 2015, 18 percent of board members in Fortune 1000 companies were women, and in 2016, women held 20.2 percent of board positions in Fortune 500 companies, up from 10.2 percent in 1996; and\n      Whereas, While progress has been made towards gender parity in the boardroom, if women continue to join corporate boards at the current rate, it will take more than 40 years to reach a 50-50 gender split, according to the Government Accountability Office; and\n      Whereas, An analysis by MSCI, a global provider of equity, fixed income, hedge fund stock market indexes and multi-asset portfolio analysis tools, found that U.S. companies that began the five-year period from 2011 to 2016 with three or more female directors reported earnings per share that were 45 percent higher than those companies with no female directors at the beginning of the period; and\n      Whereas, In 2014, Credit Suisse, a Swiss multinational investment bank and financial services company, found that the average sector-adjusted return on equity of companies with at least one woman on the board since 2005 has been 14.1 percent compared with 11.2 percent for those with no female directors; and\n      Whereas, Credit Suisse also found that the price-to-book value of these firms was greater for those with women on their boards: 2.3 times the value in comparison to 1.8 times the value for those with no female directors; and\n      Whereas, Moreover, since the financial crisis in 2008, companies with women on their boards have (1) a greater correlation between stock performance; (2) significantly outperformed those without women; (3) on average, tend to be somewhat risk averse and carry less debt; and (4) averaged a 14 percent net income growth over a six-year period, compared with 10 percent for those without women, per Credit Suisse; and\n      Whereas, A 2012 University of California, Berkeley study found that companies with more women on their boards are more likely to \"create a sustainable future\" by, among other things, instituting strong governance structures with a high level of transparency; and\n      Whereas, At least six other countries, including Germany and Norway, have addressed the lack of gender diversity on corporate boards by instating quotas mandating 30 to 40 percent of directors be women; and\n      Whereas, On September 30, 2018, the state of California passed SB-826, which requires any corporation based in California to have a minimum of one woman on its board of directors by the end of 2019 and, by the end of 2021, the bill mandates that number increase to at least two women directors if the corporation has five directors, or to a minimum of three women if the corporation has six or more directors; and\n      Whereas, More women directors serving on boards of directors of publicly held corporations will boost the state's economy, improve opportunities for women in the workplace, and protect New York taxpayers, shareholders and retirees; now, therefore be it\n\tResolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign, legislation requiring the inclusion of women on corporate boards of directors in the State of New York.\n\nLS #8482\n02/25/2019\nCGR\n3",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar By Council Members Cabrera, Rosenthal, Chin and Cornegy\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, In both the United States (U.S.) and New York City (NYC), the majority of the population are women, who make up nearly half the workforce and earn more college degrees than men, per the U.S. Census; and\\par\nWhereas, According to some estimates, women control 85 percent of consumer decisions as well as over half of the country\\rquote s personal wealth, per the Bank of Montreal\\rquote s Wealth Institute; and\\par\nWhereas, In 2015, 18 percent of board members in Fortune 1000 companies were women, and in 2016, women held 20.2 percent of board positions in Fortune 500 companies, up from 10.2 percent in 1996; and\\par\nWhereas, While progress has been made towards gender parity in the boardroom, if women continue to join corporate boards at the current rate, it will take more than 40 years to reach a 50-50 gender split, according to the Government Accountability Office; and\\par\nWhereas, An analysis by MSCI, a global provider of equity, fixed income, hedge fund stock market indexes and multi-asset portfolio analysis tools, found that U.S. companies that began the five-year period from 2011 to 2016 with three or more female directors reported earnings per share that were 45 percent higher than those companies with no female directors at the beginning of the period; and\\par\nWhereas, In 2014, Credit Suisse, a Swiss multinational investment bank and financial services company, found that the average sector-adjusted return on equity of companies with at least one woman on the board since 2005 has been 14.1 percent compared with 11.2 percent for those with no female directors; and\\par\nWhereas, Credit Suisse also found that the price-to-book value of these firms was greater for those with women on their boards: 2.3 times the value in comparison to 1.8 times the value for those with no female directors; and\\par\nWhereas, Moreover, since the financial crisis in 2008, companies with women on their boards have (1) a greater correlation between stock performance; (2) significantly outperformed those without women; (3) on average, tend to be somewhat risk averse and carry less debt; and (4) averaged a 14 percent net income growth over a six-year period, compared with 10 percent for those without women, per Credit Suisse; and\\par\nWhereas, A 2012 University of California, Berkeley study found that companies with more women on their boards are more likely to \\ldblquote create a sustainable future\\rdblquote  by, among other things, instituting strong governance structures with a high level of transparency; and\\par\nWhereas, At least six other countries, including Germany and Norway, have addressed the lack of gender diversity on corporate boards by instating quotas mandating 30 to 40 percent of directors be women; and\\par\nWhereas, On September 30, 2018, the state of California passed SB-826, which requires any corporation based in California to have a minimum of one woman on its board of directors by the end of 2019 and, by the end of 2021, the bill mandates that number increase to at least two women directors if the corporation has five directors, or to a minimum of three women if the corporation has six or more directors; and\\par\nWhereas, More women directors serving on boards of directors of publicly held corporations will boost the state\\rquote s economy, improve opportunities for women in the workplace, and protect New York taxpayers, shareholders and retirees; now, therefore be it\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Resolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign, legislation requiring the inclusion of women on corporate boards of directors in the State of New York.\\par\n\\pard\\ltrpar\\qj\\fs18\\par\nLS #8482\\par\n02/25/2019\\par\nCGR\\par\n}\n",
  "LastModified": "2021-12-28T22:34:26.7Z"
}
