{
  "ID": 63724,
  "GUID": "75E38898-7C99-4B56-88D6-D8ED963B97B3",
  "File": "Res 0804-2019",
  "Name": "US Dep of Homeland Security’s decision to terminate the Temporary Protected Status designation for citizens of Nepal residing in the US.",
  "Title": "Resolution condemning the United States Department of Homeland Security’s decision to terminate the Temporary Protected Status designation for citizens of Nepal residing in the United States, and calls on the U.S. Department of Homeland Security to extend the Temporary Protected Status designation to Nepal.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5119,
  "BodyName": "Committee on Immigration",
  "IntroDate": "2019-03-28T00:00:00Z",
  "AgendaDate": "2019-03-28T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    }
  ],
  "History": [
    {
      "ID": 348154,
      "Date": "2019-03-28T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2019-03-25T15:38:09.887Z"
    },
    {
      "ID": 348312,
      "Date": "2019-03-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Immigration",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 17127,
      "AgendaSequence": 106,
      "MinutesSequence": 126,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Immigration",
      "MatterStatusID": 3,
      "LastModified": "2019-03-28T16:38:57.953Z"
    },
    {
      "ID": 378852,
      "Date": "2021-12-31T17:35:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-28T22:36:15.82Z"
    }
  ],
  "Attachments": [
    {
      "ID": 198939,
      "LastModified": "2021-12-28T22:35:51.643Z",
      "Name": "Res. No. 804",
      "Link": "https://nyc.legistar1.com/nyc/attachments/7cee8bf8-c12b-46f1-a7a9-423896bffcc4.docx",
      "Sort": 1
    },
    {
      "ID": 199227,
      "LastModified": "2019-03-28T17:06:12.327Z",
      "Name": "March 28, 2019 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/85d9b154-630c-4b2d-aa16-c652986c0f9d.pdf",
      "Sort": 2
    },
    {
      "ID": 201805,
      "LastModified": "2021-01-12T22:11:37.603Z",
      "Name": "Hearing Transcript - Stated Meeting 3-28-19",
      "Link": "https://nyc.legistar1.com/nyc/attachments/0c3836af-996b-4bdf-abd6-914458113477.pdf",
      "Sort": 3
    },
    {
      "ID": 203214,
      "LastModified": "2021-01-12T22:11:37.977Z",
      "Name": "Minutes of the Stated Meeting - March 28, 2019",
      "Link": "https://nyc.legistar1.com/nyc/attachments/951c3ccd-4a1f-47de-ac99-10049d4efb8d.pdf",
      "Sort": 4
    },
    {
      "ID": 199724,
      "LastModified": "2021-12-28T22:35:58.24Z",
      "Name": "Proposed Res. No. 804-A - 1/12/21",
      "Link": "https://nyc.legistar1.com/nyc/attachments/16fde2bc-599e-4271-9ae3-38b925539510.docx",
      "Sort": 5
    }
  ],
  "Summary": "",
  "TextID": 66345,
  "Text": "By Council Members Dromm, Rosenthal and Lander\n\n      Whereas, Temporary Protected Status (\"TPS\") is a temporary immigration status granted to eligible nationals of TPS designated countries; and\n      Whereas, During the temporary designation period, eligible nationals may remain in the United States (\"U.S.\") and may not be detained by the Department of Homeland Security (\"DHS\") based solely on immigration status, and may obtain employment and travel authorization; and\n      Whereas, The Secretary of DHS has the authority to provide TPS to immigrants present in the U.S. who are unable to safely return to their home country due to an environmental disaster, an ongoing armed conflict, or other extraordinary and temporary conditions that prevent safe return; and\n      Whereas, A country's TPS designation takes effect on the date the designation is published and may last between six and 18 months, with the possibility of an extension; and\n      Whereas, The TPS program is a hallmark of U.S. diplomacy, underscoring our leadership in ending extreme poverty and supporting self-reliant, legitimate governments through  providing humanitarian relief for nationals already in the U.S.; and\n      Whereas, Nepal was struck by a magnitude 7.8 earthquake in April 2015, affecting approximately 25-33% the population, and reconstruction efforts have been significantly slowed by ensuing civil unrest; and\n      Whereas, The United Nations estimates 8 million people, nearly a third of Nepal's population, were affected by the earthquake across 39 of the country's 75 districts; and\n      Whereas, Nepal continues to meet the criteria of a country entitled to TPS due to slow recovery efforts related to extensive damage to infrastructure and regular monsoon rains; and\n\tWhereas, In the fall of 2017, President Trump began directing DHS to end TPS designations; and\n\tWhereas, On April 26, 2018, DHS announced the termination of Nepal's TPS designation, granting a 12-month delay to allow for orderly transition, with a termination deadline of June 24, 2019; and\n      Whereas, the U.S. Department of State in their 2018 Overall Crime and Safety Situation report on Nepal, notes an increase in criminal activities, including smuggling and targeted assassinations by organized criminal gangs, targeting citizens and residents of Nepal; and\n      Whereas, The U.S. Department of State also qualifies Kathmandu, capital of Nepal, as a \"high\" threat location for political violence; and\n      Whereas, Eliminating TPS designation does not guarantee suitably improved country conditions for Nepali designees, and further puts a vulnerable population at risk; and\n      Whereas, According to the 2010 United States Census Bureau, there are nearly 36,000 Nepalese living in the United States and New York City is home to one of the largest Nepalese populations in the nation with over 4,200 residents; and\n      Whereas, TPS designation is a temporary solution for a situation that merits a permanent solution that ensures protection for deportation and a pathway to citizenship for Nepali-born U.S. residents; and\n      Whereas, Nepalis, and eligible Nepali nationals, granted TPS may obtain authorization to work in the United States, may be granted travel authorization, and are not removable from the United States; and\n      Whereas, Workforce participation among TPS designees is high: 82%, or 17 percentage points above the general population; now, therefore, be it\n      Resolved, that the Council of the City of New York condemns the United States Department of Homeland Security's decision to terminate the Temporary Protected Status designation for citizens of Nepal residing in the United States, and calls on the U.S. Department of Homeland Security to extend the Temporary Protected Status designation to Nepal. \n       \nLS6781, LS9610\nEK\n4/3/19",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Calibri;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\sl252\\slmult1 By Council Members Dromm, Rosenthal and Lander\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Temporary Protected Status (\\ldblquote TPS\\rdblquote ) is a temporary immigration status granted to eligible nationals of TPS designated countries; and\\par\nWhereas, During the temporary designation period, eligible nationals may remain in the United States (\\ldblquote U.S.\\rdblquote ) and may not be detained by the Department of Homeland Security (\\ldblquote DHS\\rdblquote ) based solely on immigration status, and may obtain employment and travel authorization; and\\f1\\par\n\\f0 Whereas, The Secretary of DHS has the authority to provide TPS to immigrants present in the U.S. who are unable to safely return to their home country due to an environmental disaster, an ongoing armed conflict, or other extraordinary and temporary conditions that prevent safe return; and\\f1\\par\n\\f0 Whereas, A country's TPS designation takes effect on the date the designation is published and may last between six and 18 months, with the possibility of an extension; and\\f1\\par\n\\f0 Whereas, The TPS program is a hallmark of U.S. diplomacy, underscoring our leadership in ending extreme poverty and supporting self-reliant, legitimate governments through  providing humanitarian relief for nationals already in the U.S.; and\\f1\\par\n\\f0 Whereas, Nepal was struck by a magnitude 7.8 earthquake in April 2015, affecting approximately 25-33% the population, and reconstruction efforts have been significantly slowed by ensuing civil unrest; and\\f1\\par\n\\f0 Whereas, The United Nations estimates 8 million people, nearly a third of Nepal's population, were affected by the earthquake across 39 of the country's 75 districts; and\\f1\\par\n\\f0 Whereas, Nepal continues to meet the criteria of a country entitled to TPS due to slow recovery efforts related to extensive damage to infrastructure and regular monsoon rains; and\\f1\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\f0\\tab Whereas, In the fall of 2017, President Trump began directing DHS to end TPS designations; and\\par\n\\tab Whereas, On April 26, 2018, DHS announced the termination of Nepal\\rquote s TPS designation, granting a 12-month delay to allow for orderly transition, with a termination deadline of June 24, 2019; and\\f1\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj\\f0 Whereas, the U.S. Department of State in their 2018 Overall Crime and Safety Situation report on Nepal, notes an increase in criminal activities, including smuggling and targeted assassinations by organized criminal gangs, targeting citizens and residents of Nepal; and\\par\nWhereas, The U.S. Department of State also qualifies Kathmandu, capital of Nepal, as a \\ldblquote high\\rdblquote  threat location for political violence; and\\par\nWhereas, Eliminating TPS designation does not guarantee suitably improved country conditions for Nepali designees, and further puts a vulnerable population at risk; and\\par\nWhereas, According to the 2010 United States Census Bureau, there are nearly 36,000 Nepalese living in the United States and New York City is home to one of the largest Nepalese populations in the nation with over 4,200 residents; and\\f1\\par\n\\f0 Whereas, TPS designation is a temporary solution for a situation that merits a permanent solution that ensures protection for deportation and a pathway to citizenship for Nepali-born U.S. residents; and\\par\nWhereas, Nepalis, and eligible Nepali nationals, granted TPS may obtain authorization to work in the United States, may be granted travel authorization, and are not removable from the United States; and\\f1\\par\n\\f0 Whereas, Workforce participation among TPS designees is high: 82%, or 17 percentage points above the general population; now, therefore, be it\\par\nResolved, that the Council of the City of New York condemns the United States Department of Homeland Security\\rquote s decision to terminate the Temporary Protected Status designation for citizens of Nepal residing in the United States, and calls on the U.S. Department of Homeland Security to extend the Temporary Protected Status designation to Nepal. \\par\n\\fs22\\par\n\\pard\\ltrpar\\fs20 LS6781, LS9610\\par\nEK\\par\n4/3/19\\par\n}\n",
  "LastModified": "2021-12-28T22:36:15.96Z"
}
