{
  "ID": 63704,
  "GUID": "A14FCF91-C44B-466C-A15A-354729213E2E",
  "File": "Res 0812-2019",
  "Name": "DOE to incorporate Three Kings Day as an observed school holiday in the school calendar for the city school district of the city of NY.",
  "Title": "Resolution calling upon the New York City Department of Education to incorporate Three Kings Day as an observed school holiday in the school calendar for the city school district of the city of New York.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 9,
  "BodyName": "Committee on Education",
  "IntroDate": "2019-03-28T00:00:00Z",
  "AgendaDate": "2019-03-28T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7714,
      "Slug": "rafael-salamanca-jr",
      "FullName": "Rafael Salamanca, Jr."
    },
    {
      "ID": 7748,
      "Slug": "justin-l-brannan",
      "FullName": "Justin L. Brannan"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7742,
      "Slug": "diana-i-ayala",
      "FullName": "Diana I. Ayala"
    }
  ],
  "History": [
    {
      "ID": 348077,
      "Date": "2019-03-28T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2019-03-21T17:12:59.223Z"
    },
    {
      "ID": 348330,
      "Date": "2019-03-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Education",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 17127,
      "AgendaSequence": 126,
      "MinutesSequence": 146,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Education",
      "MatterStatusID": 3,
      "LastModified": "2019-03-28T16:43:14.12Z"
    },
    {
      "ID": 359733,
      "Date": "2020-02-26T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 9,
      "BodyName": "Committee on Education",
      "EventID": 17791,
      "AgendaSequence": 3,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2020-02-26T20:49:31.19Z"
    },
    {
      "ID": 360048,
      "Date": "2020-02-26T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 9,
      "BodyName": "Committee on Education",
      "EventID": 17791,
      "MinutesSequence": 7,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2020-02-27T17:36:15.893Z"
    },
    {
      "ID": 378858,
      "Date": "2021-12-31T17:42:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-28T22:42:18.42Z"
    }
  ],
  "Attachments": [
    {
      "ID": 198887,
      "LastModified": "2021-12-28T22:42:22.42Z",
      "Name": "Res. No. 812",
      "Link": "https://nyc.legistar1.com/nyc/attachments/6aae04cb-375c-4d15-94f8-a3ab29fdd618.docx",
      "Sort": 1
    },
    {
      "ID": 199246,
      "LastModified": "2019-03-28T17:06:17.687Z",
      "Name": "March 28, 2019 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/a2f65c40-ce65-4c64-86f8-4a85392a4c58.pdf",
      "Sort": 2
    },
    {
      "ID": 201824,
      "LastModified": "2019-05-17T13:10:26Z",
      "Name": "Hearing Transcript - Stated Meeting 3-28-19",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ed5f8027-6d03-4604-823c-9203e42b61a3.pdf",
      "Sort": 3
    },
    {
      "ID": 203232,
      "LastModified": "2019-06-12T14:18:07.897Z",
      "Name": "Minutes of the Stated Meeting - March 28, 2019",
      "Link": "https://nyc.legistar1.com/nyc/attachments/5cf6593d-b75f-42ff-b120-97108a18f060.pdf",
      "Sort": 4
    },
    {
      "ID": 215763,
      "LastModified": "2020-02-26T19:21:41.957Z",
      "Name": "Committee Report 2/26/20",
      "Link": "https://nyc.legistar1.com/nyc/attachments/cb0ef7d5-8e89-4eb4-a3a1-ccd578397248.pdf",
      "Sort": 5
    },
    {
      "ID": 216314,
      "LastModified": "2020-03-05T20:10:17.17Z",
      "Name": "Hearing Testimony 2/26/20",
      "Link": "https://nyc.legistar1.com/nyc/attachments/529fc813-1ff7-4a2c-a4e2-527cc9c6ef7f.PDF",
      "Sort": 6
    },
    {
      "ID": 216697,
      "LastModified": "2020-03-17T16:43:50.82Z",
      "Name": "Hearing Transcript 2/26/20",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c17ec1d5-af3d-4a46-beb4-1d80b84d9833.pdf",
      "Sort": 7
    }
  ],
  "Summary": "",
  "TextID": 66231,
  "Text": "By Council Members Salamanca, Brannan, Chin and Ayala\n\n\tWhereas, Three Kings Day, also known as the Feast of the Epiphany, celebrates the biblical tale in which the Three Kings visit baby Jesus after his birth; and\n\tWhereas, Three Kings Day, celebrated on January 6, is one of the most important Christian holidays in Hispanic and Latin American cultures; and\n\tWhereas, For many Christians, the holiday season ends on Three Kings Day, the twelfth day after Christmas, and Three Kings Day is as significant and as widely celebrated as Christmas; and\n\tWhereas, According to the New York City Department of City Planning (DCP), there are 2.4 million residents of New York City who identify themselves as Hispanic, of which many are adherents of Christianity; and\n\tWhereas, According to DCP, New York City has the largest Hispanic population of any city in the United States, the largest Puerto Rican population of any city in the world and the second largest Dominican population of any city in the world, after Santo Domingo; and\n      Whereas, A. 2551, introduced by Robert J. Rodriguez and pending in the New York State Assembly, and companion bill S. 184, introduced by Senator Jose M. Serrano and pending in the New York State Senate, seek to amend the Education Law by directing a school district of a city having a population of one million or more inhabitants to close all public schools on January 6 in recognition of Three Kings Day; and\n\tWhereas, Other American localities with growing Hispanic populations have incorporated Three Kings Day into their school holiday calendars, including Bridgeport, Hartford, New Haven, Windham, and New Britain in Connecticut, and the U.S. Virgin Islands; and\n\tWhereas, Despite the large number of Hispanic people in New York City, Three Kings Day is not recognized as a school holiday in the New York City public school system; and\n\tWhereas, New York City has already acknowledged the significance of Three Kings Day by suspending alternate side parking rules on Three Kings Day; and\n\tWhereas, Currently, New York City public schools are closed on several religious holidays; and\n\tWhereas, Chancellor's Regulation A-630 sets forth guidelines regarding the provision of reasonable accommodations for religious observance and practices for public school students, including excused absences for religious observance outside of school grounds, as well as in-school provisions such as time for praying or sitting separately in the cafeteria during a period of fasting; and\n\tWhereas, Despite this regulation, many parents, students and advocates have expressed concern that students who celebrate Three Kings Day are still left at a disadvantage, having to choose between celebrating an important holiday or being absent from school, which can result in these students falling behind their peers, missing lessons and tests, and having lower attendance records; and\n\tWhereas, New York City is a diverse and dynamic locality in which tolerance and acceptance are central values, and the incorporation of Three Kings Day as a public school holiday would serve as an important embodiment of this tolerance and acceptance; and\n\tWhereas, The New York City Department of Education has authority over the school calendar, and, as a matter of policy, can incorporate Three Kings Day as an observed holiday; now, therefore, be it\n\tResolved, That the Council of the City of New York calls upon the New York City Department of Education to incorporate Three Kings Day as an observed school holiday in the school calendar for the city school district of the city of New York.\nLS 9651\nJEF\n3/7/2019\n1",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Salamanca, Brannan, Chin and Ayala\\par\n\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, Three Kings Day, also known as the Feast of the Epiphany, celebrates the biblical tale in which the Three Kings visit baby Jesus after his birth; and\\par\n\\tab Whereas, Three Kings Day, celebrated on January 6, is one of the most important Christian holidays in Hispanic and Latin American cultures; and\\par\n\\tab Whereas, For many Christians, the holiday season ends on Three Kings Day, the twelfth day after Christmas, and Three Kings Day is as significant and as widely celebrated as Christmas; and\\par\n\\tab Whereas, According to the New York City Department of City Planning (DCP), there are 2.4 million residents of New York City who identify themselves as Hispanic, of which many are adherents of Christianity; and\\par\n\\tab Whereas, According to DCP, New York City has the largest Hispanic population of any city in the United States, the largest Puerto Rican population of any city in the world and the second largest Dominican population of any city in the world, after Santo Domingo; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, A. 2551, introduced by Robert J. Rodriguez and pending in the New York State Assembly, and companion bill S. 184, introduced by Senator Jose M. Serrano and pending in the New York State Senate, seek to amend the Education Law by directing a school district of a city having a population of one million or more inhabitants to close all public schools on January 6 in recognition of Three Kings Day; and\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, Other American localities with growing Hispanic populations have incorporated Three Kings Day into their school holiday calendars, including Bridgeport, Hartford, New Haven, Windham, and New Britain in Connecticut, and the U.S. Virgin Islands; and\\par\n\\tab Whereas, Despite the large number of Hispanic people in New York City, Three Kings Day is not recognized as a school holiday in the New York City public school system; and\\par\n\\tab Whereas, New York City has already acknowledged the significance of Three Kings Day by suspending alternate side parking rules on Three Kings Day; and\\par\n\\tab Whereas, Currently, New York City public schools are closed on several religious holidays; and\\par\n\\tab Whereas, Chancellor\\rquote s Regulation A-630 sets forth guidelines regarding the provision of reasonable accommodations for religious observance and practices for public school students, including excused absences for religious observance outside of school grounds, as well as in-school provisions such as time for praying or sitting separately in the cafeteria during a period of fasting; and\\par\n\\tab Whereas, Despite this regulation, many parents, students and advocates have expressed concern that students who celebrate Three Kings Day are still left at a disadvantage, having to choose between celebrating an important holiday or being absent from school, which can result in these students falling behind their peers, missing lessons and tests, and having lower attendance records; and\\par\n\\tab Whereas, New York City is a diverse and dynamic locality in which tolerance and acceptance are central values, and the incorporation of Three Kings Day as a public school holiday would serve as an important embodiment of this tolerance and acceptance; and\\par\n\\tab Whereas, The New York City Department of Education has authority over the school calendar, and, as a matter of policy, can incorporate Three Kings Day as an observed holiday; now, therefore, be it\\par\n\\tab Resolved, That the Council of the City of New York calls upon the New York City Department of Education to incorporate Three Kings Day as an observed school holiday in the school calendar for the city school district of the city of New York.\\par\n\\pard\\ltrpar\\fs18 LS 9651\\par\nJEF\\par\n3/7/2019\\par\n}\n",
  "LastModified": "2023-06-23T18:18:53.77Z"
}
