{
  "ID": 63809,
  "GUID": "412A2A42-5959-4C38-ACD8-A60ED0091921",
  "File": "Res 0829-2019",
  "Name": "Reform revocation presumptive release, parole, conditional release, and post-release supervision. (S.1343B/A.5493)",
  "Title": "Resolution calling upon the New York State Legislature to pass, and the Governor to sign, S.1343B/A.5493, which would reform revocation presumptive release, parole, conditional release, and post-release supervision.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 32,
  "StatusName": "Adopted",
  "BodyID": 5237,
  "BodyName": "Committee on Criminal Justice",
  "IntroDate": "2019-04-09T00:00:00Z",
  "AgendaDate": "2019-04-09T00:00:00Z",
  "PassedDate": "2019-05-29T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7741,
      "Slug": "keith-powers",
      "FullName": "Keith Powers"
    },
    {
      "ID": 7747,
      "Slug": "alicka-ampry-samuel",
      "FullName": "Alicka Ampry-Samuel"
    },
    {
      "ID": 7740,
      "Slug": "carlina-rivera",
      "FullName": "Carlina Rivera"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 7742,
      "Slug": "diana-i-ayala",
      "FullName": "Diana I. Ayala"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    }
  ],
  "History": [
    {
      "ID": 348686,
      "Date": "2019-04-09T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2019-04-04T16:55:37.233Z"
    },
    {
      "ID": 348809,
      "Date": "2019-04-09T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Criminal Justice",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 17151,
      "AgendaSequence": 105,
      "MinutesSequence": 123,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Criminal Justice",
      "MatterStatusID": 3,
      "LastModified": "2019-04-09T19:48:56.627Z"
    },
    {
      "ID": 349500,
      "Date": "2019-05-01T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 5237,
      "BodyName": "Committee on Criminal Justice",
      "EventID": 17210,
      "AgendaSequence": 8,
      "MinutesSequence": 17,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2019-05-01T17:58:18.747Z"
    },
    {
      "ID": 349756,
      "Date": "2019-05-01T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 5237,
      "BodyName": "Committee on Criminal Justice",
      "EventID": 17210,
      "MinutesSequence": 18,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2019-05-01T17:58:52.03Z"
    },
    {
      "ID": 350649,
      "Date": "2019-05-28T10:30:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 5237,
      "BodyName": "Committee on Criminal Justice",
      "EventID": 17281,
      "AgendaSequence": 2,
      "MinutesSequence": 7,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2019-05-28T15:02:57.143Z"
    },
    {
      "ID": 350914,
      "Date": "2019-05-28T10:30:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "A motion was made that this Resolution be Approved by Committee approved by Roll Call.",
      "BodyID": 5237,
      "BodyName": "Committee on Criminal Justice",
      "EventID": 17281,
      "MinutesSequence": 8,
      "Version": "*",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "Votes": [
        {
          "ID": 7741,
          "Slug": "keith-powers",
          "FullName": "Keith Powers",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 10
        },
        {
          "ID": 7747,
          "Slug": "alicka-ampry-samuel",
          "FullName": "Alicka Ampry-Samuel",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 20
        },
        {
          "ID": 7746,
          "Slug": "robert-f-holden",
          "FullName": "Robert F. Holden",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 30
        },
        {
          "ID": 7633,
          "Slug": "rory-i-lancman",
          "FullName": "Rory I. Lancman",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 40
        },
        {
          "ID": 7634,
          "Slug": "mark-levine",
          "FullName": "Mark Levine",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 45
        },
        {
          "ID": 7617,
          "Slug": "donovan-j-richards",
          "FullName": "Donovan J. Richards",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 48
        },
        {
          "ID": 7740,
          "Slug": "carlina-rivera",
          "FullName": "Carlina Rivera",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 50
        }
      ],
      "LastModified": "2019-05-28T15:42:01.603Z"
    },
    {
      "ID": 350869,
      "Date": "2019-05-29T13:30:00Z",
      "ActionID": 5032,
      "Action": "Approved, by Council",
      "Description": "A motion was made that this Resolution be Approved, by Council approved by voice vote.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 17284,
      "AgendaSequence": 96,
      "MinutesSequence": 118,
      "Version": "*",
      "AgendaNote": "Adopted by the Committee on Criminal Justice",
      "MinutesNote": "Pursuant to Rule 8.50 of the Council, the Majority Leader and Acting President Pro Tempore (Council Member Cumbo) called for a voice vote.  Hearing those in favor, the Majority Leader and Acting President Pro Tempore (Council Member Cumbo) declared the Resolution to be adopted.\r\n\r\nThe following 2 Council Members formally noted their intention to vote negative on this item:  \r\nCouncil Member Borelli and the Minority Leader (Council Member Matteo).\r\n\r\nThe following Council Member formally noted his intention to abstain from voting on this item:  \r\nCouncil Member Ulrich.\r\n\r\nAdopted by the Council by voice-vote.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 32,
      "LastModified": "2019-05-30T14:19:12.213Z"
    }
  ],
  "Attachments": [
    {
      "ID": 200607,
      "LastModified": "2019-10-24T15:20:22.49Z",
      "Name": "Res. No. 829",
      "Link": "https://nyc.legistar1.com/nyc/attachments/a5b90a83-a42d-4aa8-bb45-ab8ece771feb.docx",
      "Sort": 2
    },
    {
      "ID": 210336,
      "LastModified": "2019-10-24T15:20:40.447Z",
      "Name": "April 9, 2019 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/824e2e7b-c251-4878-8fe7-7f47eeef9678.pdf",
      "Sort": 3
    },
    {
      "ID": 202122,
      "LastModified": "2019-10-24T15:20:42.4Z",
      "Name": "Hearing Transcript - Stated Meeting 4-9-19",
      "Link": "https://nyc.legistar1.com/nyc/attachments/99e503cb-17c0-4240-9787-7d664ca95d02.pdf",
      "Sort": 4
    },
    {
      "ID": 205051,
      "LastModified": "2019-10-24T15:20:53.82Z",
      "Name": "Minutes of the Stated Meeting - April 9, 2019",
      "Link": "https://nyc.legistar1.com/nyc/attachments/98bb1ca7-b8e2-41c4-a0f5-9a9a9dae3bc9.pdf",
      "Sort": 5
    },
    {
      "ID": 200874,
      "LastModified": "2019-10-24T15:20:47.93Z",
      "Name": "Committee Report 5/1/19",
      "Link": "https://nyc.legistar1.com/nyc/attachments/4ad09513-b30e-4b17-a32f-2c3c3a5c3527.docx",
      "Sort": 6
    },
    {
      "ID": 201037,
      "LastModified": "2019-10-24T15:20:47.54Z",
      "Name": "Hearing Testimony 5/1/19",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d3d3156d-4fdf-4d28-bbf6-64066df9e716.PDF",
      "Sort": 7
    },
    {
      "ID": 202247,
      "LastModified": "2019-10-24T15:20:47.15Z",
      "Name": "Hearing Transcript 5/1/19",
      "Link": "https://nyc.legistar1.com/nyc/attachments/3d05ad3f-c8fb-429d-8271-66de7cc77588.pdf",
      "Sort": 8
    },
    {
      "ID": 202075,
      "LastModified": "2019-10-24T15:20:46.76Z",
      "Name": "Committee Report 5/28/19",
      "Link": "https://nyc.legistar1.com/nyc/attachments/4dc221ef-e6b4-4478-bd78-6600256f0bb8.docx",
      "Sort": 9
    },
    {
      "ID": 203461,
      "LastModified": "2019-10-24T15:20:46.4Z",
      "Name": "Hearing Transcript 5/28/19",
      "Link": "https://nyc.legistar1.com/nyc/attachments/24a3e48d-7965-4a05-ae32-db92f6eb68ff.pdf",
      "Sort": 10
    },
    {
      "ID": 202375,
      "LastModified": "2019-10-24T15:20:55.917Z",
      "Name": "May 29, 2019 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/dafb5225-eadb-41ed-9253-3c92ab9f3563.pdf",
      "Sort": 11
    },
    {
      "ID": 203802,
      "LastModified": "2019-10-24T15:20:57.963Z",
      "Name": "Hearing Transcript - Stated Meeting 5-29-19",
      "Link": "https://nyc.legistar1.com/nyc/attachments/7c7b77b5-205c-45fc-a599-d86e2bfe31b4.pdf",
      "Sort": 12
    },
    {
      "ID": 206719,
      "LastModified": "2019-10-24T15:21:00.23Z",
      "Name": "Minutes of the Stated Meeting - May 29, 2019",
      "Link": "https://nyc.legistar1.com/nyc/attachments/0b4ebded-ffa2-46d9-ba5b-c2ca9eced670.pdf",
      "Sort": 13
    },
    {
      "ID": 206769,
      "LastModified": "2019-10-24T15:20:23.833Z",
      "Name": "Minutes of the Recessed Meeting of May 29, 2019 Held on June 13, 2019",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ac89bf7c-35e8-41ff-8dc8-2bcbc6e690b8.pdf",
      "Sort": 14
    }
  ],
  "Summary": "",
  "TextID": 66357,
  "Text": "By Council Members Powers, Ampry-Samuel, Rivera, Rosenthal, Lander, Ayala and Levin\n      Whereas, In 2017, about sixteen percent of New York City's jail population were parole violators, according to the Mayor's Office of Criminal Justice; and \n       Whereas, In 2016, about sixty-five percent of parole violators in New York State were incarcerated for technical violations, meaning the person broke conditions of their release, such as missing curfew or a parole appointment, or testing positive for marijuana; and \n\tWhereas, In New York City, the number of people detained on technical parole violations has grown significantly since 2014, accounting for forty-eight percent of the incarcerated parole population in 2017, according to Columbia Justice Lab report; and \n\tWhereas, Of people on parole whom New York officials sent back to prison in 2016, over 6,300, or 65%, were re-incarcerated for technical parole violations, as opposed to new crimes; and\n      Whereas, According to Criminal Justice Lab, black people are detained in New York City's jails for technical parole violations at more than 12 times the rate of white people, making parole reform a racial justice issue; and \n\tWhereas, In a recent New York Daily News opinion piece, New York and Kings County District Attorneys acknowledged that parole is a significant contributor to mass incarceration and must be reformed to be less punitive and more rehabilitative; and  \n      Whereas, Governor Cuomo has stated, \"New York jails and prisons should not be filled with people who may have violated the conditions of their parole, but present no danger to our communities;\" and \n      Whereas, This has occurred while the number of people released from state prison into city homeless shelters nearly doubled from 2014 to 2018; and\n      Whereas, the increasing number of persons detained for state parole violations in New York City's jails not only overuses incarceration for crimeless, technical violations but is also slowing the closure of the city's jails on Rikers Island and increasing the estimated size of replacement, borough-based facilities; and\n      Whereas, S.1343B, introduced by State Senator Brian Benjamin, and companion bill A.5493, introduced by State Assembly member Walter Mosely, would reform parole: conditional release, revocation presumptive release, and post-release supervision to reduce the number of people held in jails and prisons in New York State; and \n      Whereas, S.1343B/A5493 grant \"earned time credits\" to parolees to encourage positive behavior and accelerate discharge from supervision and ensures parolees who are alleged to have violated the terms of their release receive a hearing in a local criminal court to ascertain whether they should be detained in jail pending adjudication of the alleged violation; and \n      Whereas, S.1343B/A5493 also shortens the timeframe for adjudicatory hearings and limits technical violation terms and jail time for such terms to ensure people on parole are not needlessly re-incarcerated; and \n      Whereas, Other states, such as Arizona, South Carolina, Utah, Arkansas, Georgia, Idaho, Louisiana, and Mississippi, have implemented similar reforms proposed in S.1343B/A5493 and, as a result, have experienced a decline in recidivism and compliance revocations; and \n      Whereas, New York County, Bronx County, and King County District Attorneys have expressed their support for S.1343B/A.5493, asserting that it would increase public safety and reduce unnecessary incarceration; and \n      Whereas, Without parole reform, the growing number of technical parole violators in New York City's jails could potentially hamstring the city's efforts to reduce the city jail population and close Rikers Island; and, now, therefore be it  \n      Resolved, That the Council of the City of New York calls upon the New York State Legislature to pass, and Governor to sign, S.1343B/A5493, which would reform revocation presumptive release, parole, conditional release, and post-release supervision \n\nLS10247\n3/22/19\nKMD",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Calibri;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj By Council Members Powers, Ampry-Samuel, Rivera, Rosenthal, Lander, Ayala and Levin\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, In 2017, about sixteen percent of New York City\\rquote s jail population were parole violators, according to the Mayor\\rquote s Office of Criminal Justice; and \\par\n Whereas, In 2016, about sixty-five percent of parole violators in New York State were incarcerated for technical violations, meaning the person broke conditions of their release, such as missing curfew or a parole appointment, or testing positive for marijuana; and \\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, In New York City, the number of people detained on technical parole violations has grown significantly since 2014, accounting for forty-eight percent of the incarcerated parole population in 2017, according to Columbia Justice Lab report; and \\par\n\\tab Whereas, Of people on parole whom New York officials sent back to prison in 2016, over 6,300, or 65%, were re-incarcerated for technical parole violations, as opposed to new crimes; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, According to Criminal Justice Lab, black people are detained in New York City\\rquote s jails for technical parole violations at more than 12 times the rate of white people, making parole reform a racial justice issue; and \\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, In a recent \\i New York Daily News \\i0 opinion piece, New York and Kings County District Attorneys acknowledged that parole is a significant contributor to mass incarceration and must be reformed to be less punitive and more rehabilitative; and  \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Governor Cuomo has stated, \\ldblquote New York jails and prisons should not be filled with people who may have violated the conditions of their parole, but present no danger to our communities;\\rdblquote  and \\par\nWhereas, This has occurred while the number of people released from state prison into city homeless shelters nearly doubled from 2014 to 2018; and\\par\nWhereas, the increasing number of persons detained for state parole violations in New York City\\rquote s jails not only overuses incarceration for crimeless, technical violations but is also slowing the closure of the city\\rquote s jails on Rikers Island and increasing the estimated size of replacement, borough-based facilities; and\\par\nWhereas, S.1343B, introduced by State Senator Brian Benjamin, and companion bill A.5493, introduced by State Assembly member Walter Mosely, would reform parole: conditional release, revocation presumptive release, and post-release supervision to reduce the number of people held in jails and prisons in New York State; and \\par\nWhereas, S.1343B/A5493 grant \\ldblquote earned time credits\\rdblquote  to parolees to encourage positive behavior and accelerate discharge from supervision and ensures parolees who are alleged to have violated the terms of their release receive a hearing in a local criminal court to ascertain whether they should be detained in jail pending adjudication of the alleged violation; and \\par\nWhereas, S.1343B/A5493 also shortens the timeframe for adjudicatory hearings and limits technical violation terms and jail time for such terms to ensure people on parole are not needlessly re-incarcerated; and \\par\nWhereas, Other states, such as Arizona, South Carolina, Utah, Arkansas, Georgia, Idaho, Louisiana, and Mississippi, have implemented similar reforms proposed in S.1343B/A5493 and, as a result, have experienced a decline in recidivism and compliance revocations; and \\par\nWhereas, New York County, Bronx County, and King County District Attorneys have expressed their support for S.1343B/A.5493, asserting that it would increase public safety and reduce unnecessary incarceration; and \\par\nWhereas, Without parole reform, the growing number of technical parole violators in New York City\\rquote s jails could potentially hamstring the city's efforts to reduce the city jail population and close Rikers Island; and, now, therefore be it  \\par\nResolved, That the Council of the City of New York calls upon the New York State Legislature to pass, and Governor to sign, S.1343B/A5493, which would reform revocation presumptive release, parole, conditional release, and post-release supervision \\par\n\\pard\\ltrpar\\qj\\par\n\\fs20 LS10247\\par\n3/22/19\\par\nKMD\\par\n\\fs24\\par\n\\f1\\fs22\\par\n}\n",
  "LastModified": "2019-10-24T15:21:02.51Z"
}
