{
  "ID": 63814,
  "GUID": "CF6A3D4A-AC90-44F4-8CCA-E2EBAFE44627",
  "File": "Res 0845-2019",
  "Name": "State Dept of Environmental Conservation to deny the Water Quality Certification permit for the construction of the Northeast Supply Enhancement pipeline through NY Harbor.",
  "Title": "Resolution calling upon the New York State Department of Environmental Conservation to deny the Water Quality Certification permit for the construction of the Northeast Supply Enhancement pipeline through New York Harbor.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 32,
  "StatusName": "Adopted",
  "BodyID": 10,
  "BodyName": "Committee on Environmental Protection",
  "IntroDate": "2019-04-18T00:00:00Z",
  "AgendaDate": "2019-04-18T00:00:00Z",
  "PassedDate": "2019-04-18T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7627,
      "Slug": "costa-g-constantinides",
      "FullName": "Costa G. Constantinides"
    },
    {
      "ID": 7631,
      "Slug": "corey-d-johnson",
      "FullName": "Corey D. Johnson"
    },
    {
      "ID": 7617,
      "Slug": "donovan-j-richards",
      "FullName": "Donovan J. Richards"
    },
    {
      "ID": 7632,
      "Slug": "ben-kallos",
      "FullName": "Ben Kallos"
    },
    {
      "ID": 7630,
      "Slug": "rafael-l-espinal-jr",
      "FullName": "Rafael L. Espinal, Jr."
    },
    {
      "ID": 7636,
      "Slug": "carlos-menchaca",
      "FullName": "Carlos Menchaca"
    },
    {
      "ID": 7613,
      "Slug": "andy-l-king",
      "FullName": "Andy L. King"
    },
    {
      "ID": 7742,
      "Slug": "diana-i-ayala",
      "FullName": "Diana I. Ayala"
    },
    {
      "ID": 7740,
      "Slug": "carlina-rivera",
      "FullName": "Carlina Rivera"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    }
  ],
  "History": [
    {
      "ID": 348876,
      "Date": "2019-04-15T10:00:00Z",
      "ActionID": 15,
      "Action": "Hearing on P-C Item by Comm",
      "Description": "This Resolution was Hearing on P-C Item by Comm",
      "BodyID": 10,
      "BodyName": "Committee on Environmental Protection",
      "EventID": 17120,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "AgendaNote": "Preconsidered",
      "MatterStatusID": 3,
      "LastModified": "2019-04-15T22:04:04.72Z"
    },
    {
      "ID": 349030,
      "Date": "2019-04-15T10:00:00Z",
      "ActionID": 5018,
      "Action": "P-C Item Laid Over by Comm",
      "Description": "This Resolution was P-C Item Laid Over by Comm",
      "BodyID": 10,
      "BodyName": "Committee on Environmental Protection",
      "EventID": 17120,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2019-05-20T13:47:20.58Z"
    },
    {
      "ID": 349200,
      "Date": "2019-04-18T10:00:00Z",
      "ActionID": 15,
      "Action": "Hearing on P-C Item by Comm",
      "Description": "This Resolution was Hearing on P-C Item by Comm",
      "BodyID": 10,
      "BodyName": "Committee on Environmental Protection",
      "EventID": 17162,
      "AgendaSequence": 10,
      "MinutesSequence": 36,
      "Version": "*",
      "AgendaNote": "Preconsidered",
      "MatterStatusID": 25,
      "LastModified": "2019-04-18T15:10:05.257Z"
    },
    {
      "ID": 349411,
      "Date": "2019-04-18T10:00:00Z",
      "ActionID": 25,
      "Action": "P-C Item Approved by Comm",
      "Description": "A motion was made that this Resolution be P-C Item Approved by Comm approved by Roll Call.",
      "BodyID": 10,
      "BodyName": "Committee on Environmental Protection",
      "EventID": 17162,
      "MinutesSequence": 37,
      "Version": "*",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 37,
      "Votes": [
        {
          "ID": 7627,
          "Slug": "costa-g-constantinides",
          "FullName": "Costa G. Constantinides",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 10
        },
        {
          "ID": 7630,
          "Slug": "rafael-l-espinal-jr",
          "FullName": "Rafael L. Espinal, Jr.",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 20
        },
        {
          "ID": 7567,
          "Slug": "stephen-t-levin",
          "FullName": "Stephen T. Levin",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 30
        },
        {
          "ID": 7636,
          "Slug": "carlos-menchaca",
          "FullName": "Carlos Menchaca",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 40
        },
        {
          "ID": 7617,
          "Slug": "donovan-j-richards",
          "FullName": "Donovan J. Richards",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 50
        },
        {
          "ID": 7510,
          "Slug": "eric-a-ulrich",
          "FullName": "Eric A. Ulrich",
          "VoteID": 16,
          "Vote": "Absent",
          "Sort": 60
        },
        {
          "ID": 7749,
          "Slug": "kalman-yeger",
          "FullName": "Kalman Yeger",
          "VoteID": 11,
          "Vote": "Abstain",
          "Sort": 70
        }
      ],
      "LastModified": "2019-05-20T18:14:16.12Z"
    },
    {
      "ID": 348869,
      "Date": "2019-04-18T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2019-04-08T16:43:15.843Z"
    },
    {
      "ID": 349138,
      "Date": "2019-04-18T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Environmental Protection",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 17163,
      "AgendaSequence": 84,
      "MinutesSequence": 99,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Preconsidered",
      "MatterStatusID": 3,
      "LastModified": "2019-04-18T19:49:25.263Z"
    },
    {
      "ID": 349202,
      "Date": "2019-04-18T18:30:00Z",
      "ActionID": 5032,
      "Action": "Approved, by Council",
      "Description": "A motion was made that this Resolution be Approved, by Council approved by voice vote.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 17163,
      "AgendaSequence": 72,
      "MinutesSequence": 87,
      "Version": "*",
      "AgendaNote": "Preconsidered - Adopted by the Committee on Enviromental Protection",
      "MinutesNote": "Pursuant to Rule 8.50 of the Council, the Majority Leader and Acting President Pro Tempore (Council Member Cumbo) called for a voice vote.  Hearing those in favor, the  the Majority Leader and Acting President Pro Tempore (Council Member Cumbo) declared the Resolution to be adopted.\r\n\r\nThe following 2 Council Members formally noted their negative vote against this item: Council Members Borelli and Matteo.\r\n\r\nThe following Council Member formally noted their abstention to vote on this item: Council Member Yeger.\r\n\r\nAdopted by the Council by voice-vote.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 32,
      "LastModified": "2019-04-22T16:21:53.18Z"
    }
  ],
  "Attachments": [
    {
      "ID": 199784,
      "LastModified": "2021-12-29T15:30:50.163Z",
      "Name": "Res. No. 845",
      "Link": "https://nyc.legistar1.com/nyc/attachments/131605cf-cc4d-4583-84c2-ee6fbb652fa6.docx",
      "Sort": 1
    },
    {
      "ID": 199992,
      "LastModified": "2019-05-20T13:47:14.627Z",
      "Name": "Committee Report 4/15/19",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b74020c5-f97b-47a6-92c3-cf17bc7e3d73.pdf",
      "Sort": 2
    },
    {
      "ID": 201864,
      "LastModified": "2019-05-20T13:47:14Z",
      "Name": "Hearing Transcript 4/15/19",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c0840b23-ee7f-4728-9db9-bbf33e0a49d3.pdf",
      "Sort": 3
    },
    {
      "ID": 200224,
      "LastModified": "2019-05-20T13:44:47.14Z",
      "Name": "Committee Report 4/18/19",
      "Link": "https://nyc.legistar1.com/nyc/attachments/0375b9e0-ad69-4174-b59b-31787227edb2.docx",
      "Sort": 4
    },
    {
      "ID": 201896,
      "LastModified": "2019-05-20T18:14:11.823Z",
      "Name": "Hearing Transcript 4/18/19",
      "Link": "https://nyc.legistar1.com/nyc/attachments/0c8b3ddb-ab94-4e36-9d61-bec25c964932.pdf",
      "Sort": 5
    },
    {
      "ID": 246939,
      "LastModified": "2021-12-29T15:30:54.74Z",
      "Name": "April 18, 2019 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/6aef260e-7572-4753-98d9-0f4f4674f61e.pdf",
      "Sort": 6
    },
    {
      "ID": 202189,
      "LastModified": "2021-12-29T15:30:54.693Z",
      "Name": "Hearing Transcript - Stated Meeting 4-18-19",
      "Link": "https://nyc.legistar1.com/nyc/attachments/4635891b-f4e1-47ba-9632-c656ea43db75.pdf",
      "Sort": 7
    },
    {
      "ID": 205470,
      "LastModified": "2021-12-29T15:30:53.99Z",
      "Name": "Minutes of the Stated Meeting - April 18, 2019",
      "Link": "https://nyc.legistar1.com/nyc/attachments/3e6c8566-a93f-4993-a32e-48fa37e9ed88.pdf",
      "Sort": 8
    }
  ],
  "Summary": "",
  "TextID": 66364,
  "Text": "By Council Members Constantinides, the Speaker (Council Member Johnson), Richards, Kallos, Espinal, Menchaca, King, Ayala, Rivera and Rosenthal\n\n      Whereas, The Northeast Supply Enhancement pipeline proposed by Williams Companies Inc. (Williams) would carry natural gas extracted from the ground via the process of hydraulic fracturing to customers in lower New York by connecting to an existing pipeline across New York Harbor; and \n      Whereas, Natural gas can be comprised of anywhere from 70 to 90% methane which is a more potent greenhouse gas than carbon dioxide, as it traps heat in the earth's atmosphere by 30 to 80 times in magnitude; and\n      Whereas, A recent NASA study into atmospheric methane levels has identified oil and gas exploration as a major contributor to the sharp rise in methane concentrations beginning in 2006; and \n      Whereas, Further, multiple studies by various researchers have found methane leakage from hydraulic fracturing operations at rates much higher than the levels that industry reports suggest; and \n      Whereas, The State of New York has committed to a 50% reduction in greenhouse gas emissions by 2030, and New York City has committed to an 80% reduction in greenhouse gas emissions by 2050; and\n      Whereas, The State of New York has also committed to 9,000 megawatts of offshore wind energy by 2035, and 6,000 megawatts of solar energy by 2025, which will reduce the need for new fossil fuel infrastructure; and \n      Whereas, The City and State's emissions reduction goals cannot be reached without a shift away from fossil fuels and an increased reliance on renewable energy generation; and \n      Whereas, The United States (U.S.) Energy Information Administration's forecast for natural gas use is flat due to a downward trend in demand, efficiency gains in new equipment, and an increased load capture by the renewable energy sector; and\n      Whereas, Williams' projection of a 10% increase in demand is contradicted by analyses by the New York Independent System Operator, the Long Island Power Authority, and the U.S. Energy Information Administration; and \n      Whereas, The construction of the Northeast Supply Enhancement pipeline will require trenching through under water sediment heavily contaminated with toxins such as polychlorinated biphenyls, arsenic, and lead; and\n      Whereas, The act of trenching would uncover these toxic sediments, releasing them back into the environment and back into the food chain; and \n      Whereas, Many of these toxins are known to bio-accumulate in marine life, posing a serious threat to the marine ecosystem, including many important or endangered species of fish, marine mammals, sea turtles, and invertebrates; and\n      Whereas, The bioaccumulation of polychlorinated biphenyls, arsenic, and lead, in sea-life poses a threat to the Mid Atlantic fishing industry, as well as to the health of anyone who consumes the products of said industry; and \n      Whereas, A  study published by the Journal of Science in 2018 found that the domestic oil and natural gas industry leaked an estimated 13 million metric tons of methane a year from various points along a respective supply pipeline, 2.3% of the total annual extracted supply; and\n      Whereas, According to another study from the Yale School of Forestry and Environmental Studies' Journal of Industrial Ecology, published in 2016, an increase to 4% leakage would negate any emission reduction gains made by switching from coal to natural gas; and\n      Whereas, Williams Companies has been reported to have at least 64 environmental violations since the year 2000; now, therefore, be it \n      Resolved, That the Council of the City of New York calls upon the New York State Department of Environmental Conservation to deny the Water Quality Certification permit for the construction of the Northeast Supply Enhancement pipeline through New York Harbor.\n\nNRC\nLS# 7706\n4/02/19",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Calibri;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\qj By Council Members Constantinides, the Speaker (Council Member Johnson), Richards, Kallos, Espinal, Menchaca, King, Ayala, Rivera and Rosenthal\\par\n\\pard\\ltrpar\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, The Northeast Supply Enhancement pipeline proposed by Williams Companies Inc. (Williams) would carry natural gas extracted from the ground via the process of hydraulic fracturing to customers in lower New York by connecting to an existing pipeline across New York Harbor; and \\par\nWhereas, Natural gas can be comprised of anywhere from 70 to 90% methane which is a more potent greenhouse gas than carbon dioxide, as it traps heat in the earth\\rquote s atmosphere by 30 to 80 times in magnitude; and\\par\nWhereas\\f1 ,\\f0  A recent NASA study into atmospheric methane levels has identified oil and gas exploration as a major contributor to the sharp rise in methane concentrations beginning in 2006; and \\par\nWhereas\\f1 ,\\f0  Further, multiple studies by various researchers have found methane leakage from hydraulic fracturing operations at rates much higher than the levels that industry reports suggest; and \\par\nWhereas\\f1 ,\\f0  The State of New York has committed to a 50% reduction in greenhouse gas emissions by 2030, and New York City has committed to an 80% reduction in greenhouse gas emissions by 2050; and\\par\nWhereas, The State of New York has also committed to 9,000 megawatts of offshore wind energy by 2035, and 6,000 megawatts of solar energy by 2025, which will reduce the need for new fossil fuel infrastructure; and \\par\nWhereas, The City and State\\rquote s emissions reduction goals cannot be reached without a shift away from fossil fuels and an increased reliance on renewable energy generation; and \\par\nWhereas, The United States (U.S.) Energy Information Administration\\rquote s forecast for natural gas use is flat due to a downward trend in demand, efficiency gains in new equipment, and an increased load capture by the renewable energy sector; and\\par\nWhereas\\f1 ,\\f0  Williams\\rquote  projection of a 10% increase in demand is contradicted by analyses by the New York Independent System Operator, the Long Island Power Authority, and the U.S. Energy Information Administration; and \\par\nWhereas, The construction of the Northeast Supply Enhancement pipeline will require trenching through under water sediment heavily contaminated with toxins such as polychlorinated biphenyls, arsenic, and lead; and\\par\nWhereas, The act of trenching would uncover these toxic sediments, releasing them back into the environment and back into the food chain; and \\par\nWhereas\\f1 ,\\f0  Many of these toxins are known to bio-accumulate in marine life, posing a serious threat to the marine ecosystem, including many important or endangered species of fish, marine mammals, sea turtles, and invertebrates; and\\f1\\par\n\\f0 Whereas, The bioaccumulation of polychlorinated biphenyls, arsenic, and lead, in sea-life poses a threat to the Mid Atlantic fishing industry\\f1 ,\\f0  as well as to the health of anyone who consumes the products of said industry; and \\par\nWhereas, A  study published by the Journal of Science in 2018 found that the domestic oil and natural gas industry leaked an estimated 13 million metric tons of methane a year from various points along a respective supply pipeline, 2.3% of the total annual extracted supply; and\\f1\\par\n\\f0 Whereas, According to another study from the Yale School of Forestry and Environmental Studies\\rquote  Journal of Industrial Ecology, published in 2016, an increase to 4% leakage would negate any emission reduction gains made by switching from coal to natural gas; and\\par\nWhereas, Williams Companies has been reported to have at least 64 environmental violations since the year 2000; now, therefore, be it \\par\nResolved, That the Council of the City of New York calls upon the New York State Department of Environmental Conservation to deny the Water Quality Certification permit for the construction of the Northeast Supply Enhancement pipeline through New York Harbor\\f1 .\\par\n\\pard\\ltrpar\\qj\\par\n\\f0 NRC\\par\nLS#\\f1\\fs22  \\f0\\fs24 7706\\f1\\par\n\\f0 4/02/19\\f1\\par\n\\pard\\ltrpar\\fs22\\par\n}\n",
  "LastModified": "2021-12-29T15:30:57.04Z"
}
