{
  "ID": 63803,
  "GUID": "97685F50-42A8-494C-A504-33614EB0FEC7",
  "File": "Res 0848-2019",
  "Name": "Fair Compensation for Low-Wage Contractor Employees Act of 2019 (S.162/H.R.678)",
  "Title": "Resolution calling upon Congress to pass and the President to sign the Fair Compensation for Low-Wage Contractor Employees Act of 2019 (S. 162/H.R. 678), which would require the federal government to provide back pay to low-wage contractor employees who were affected by the lapse in appropriations during the 2018-2019 federal government shutdown.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 4,
  "BodyName": "Committee on Civil Service and Labor",
  "IntroDate": "2019-04-18T00:00:00Z",
  "AgendaDate": "2019-04-18T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7637,
      "Slug": "i-daneek-miller",
      "FullName": "I. Daneek Miller"
    },
    {
      "ID": 7632,
      "Slug": "ben-kallos",
      "FullName": "Ben Kallos"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    }
  ],
  "History": [
    {
      "ID": 349019,
      "Date": "2019-04-18T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2019-04-15T14:02:07.757Z"
    },
    {
      "ID": 349151,
      "Date": "2019-04-18T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Civil Service and Labor",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 17163,
      "AgendaSequence": 97,
      "MinutesSequence": 112,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Civil Service and Labor",
      "MatterStatusID": 3,
      "LastModified": "2019-04-18T19:49:25.28Z"
    },
    {
      "ID": 378862,
      "Date": "2021-12-31T10:32:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-29T15:32:48.94Z"
    }
  ],
  "Attachments": [
    {
      "ID": 199734,
      "LastModified": "2021-12-29T15:32:26.61Z",
      "Name": "Res. No. 848",
      "Link": "https://nyc.legistar1.com/nyc/attachments/4deba5ac-9c90-4c2d-a574-b3e884711119.docx",
      "Sort": 1
    },
    {
      "ID": 200267,
      "LastModified": "2019-04-18T16:06:13.097Z",
      "Name": "April 18, 2019 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/84f6dbff-8310-48fe-9282-c8360efe800f.pdf",
      "Sort": 2
    },
    {
      "ID": 202208,
      "LastModified": "2019-05-28T16:05:41.18Z",
      "Name": "Hearing Transcript - Stated Meeting 4-18-19",
      "Link": "https://nyc.legistar1.com/nyc/attachments/3f244fac-c335-48a8-8ad0-6020e50e59b9.pdf",
      "Sort": 3
    },
    {
      "ID": 205483,
      "LastModified": "2019-07-22T17:13:50.42Z",
      "Name": "Minutes of the Stated Meeting - April 18, 2019",
      "Link": "https://nyc.legistar1.com/nyc/attachments/6fa63dc5-e5f1-446d-8b2e-6e0edc5c6308.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 66351,
  "Text": "By Council Members Miller, Kallos and Rosenthal\n\n\tWhereas, From December 22, 2018 to January 25, 2019, the United States government shut down due to a lapse in appropriations by Congress, causing a halt in payments to federal government employees and contractors; and \n\tWhereas, According to the Congressional Research Service, the recent government shutdown was the longest appropriations gap in United States history; and\n\tWhereas, Approximately 800,000 federal employees were furloughed or forced to work without pay for 34 full days; and\n\tWhereas, On January 16, 2019, President Trump signed the Government Employee Fair Treatment Act, which required the federal government to compensate federal employees who were furloughed or required to work during the government shutdown on the earliest possible date after appropriations were restored; and,\n      Whereas, According to New York University professor of public service, Dr. Paul C. Light, approximately 500,000 federal government contractors work for agencies that were affected by the government shutdown; and\n\tWhereas, Federal government contractors are not paid directly by the government and do not receive pay when their direct employers are unable to invoice the government for services; and\n\tWhereas, According to the New York City Mayor's Office, there are 18,000 federal employees that work at agencies affected by the shutdown in New York City and an unknown number of low-wage federal contractors;\n\tWhereas, According to 32BJ-SEIU, the property service union representing 163,000 service workers on the East Coast including in New York City, the Hudson Valley, Connecticut, and New Jersey, nearly 2,000 of its subcontracted union cleaners and security officers had their paychecks disrupted during the shutdown; and \n\tWhereas, According to economic research published in the New York Times, nearly two-thirds of federal workers affected by the 2013 federal government shutdown likely did not have sufficient savings to cover two weeks of expenses; and \n\tWhereas, The loss of wages and lack of a guaranteed ability to recover them presents a great hardship for low-wage contracted workers, many of whom already struggle to feed their families, pay their bills, or afford medicine; and\n\tWhereas, The Fair Compensation for Low-Wage Contractor Employees Act would compensate federal contractors for the costs of providing back pay to or restoring paid leave taken by low-wage service employees and require that they compensate those employees as soon as practicable; now, therefore, be it\n\tResolved, That the Council of the City of New York calls upon Congress to pass and the President to sign the Fair Compensation for Low-Wage Contractor Employees Act of 2019 (S. 162/H.R. 678), which would require the federal government to provide back pay to low-wage contractor employees who were affected by the lapse in appropriations during the 2018-2019 federal government shutdown.\nLS# 10000\n3/25/19\nEOF",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Miller, Kallos and Rosenthal\\par\n\\par\n\\pard\\ltrpar\\sa160\\sl480\\slmult1\\tab Whereas, From December 22, 2018 to January 25, 2019, the United States government shut down due to a lapse in appropriations by Congress, causing a halt in payments to federal government employees and contractors; and \\par\n\\tab Whereas, According to the Congressional Research Service, the recent government shutdown was the longest appropriations gap in United States history; and\\par\n\\tab Whereas, Approximately 800,000 federal employees were furloughed or forced to work without pay for 34 full days; and\\par\n\\tab Whereas, On January 16, 2019, President Trump signed the Government Employee Fair Treatment Act, which required the federal government to compensate federal employees who were furloughed or required to work during the government shutdown on the earliest possible date after appropriations were restored; and,\\par\n\\pard\\ltrpar\\fi720\\sa160\\sl480\\slmult1 Whereas, According to New York University professor of public service, Dr. Paul C. Light, approximately 500,000 federal government contractors work for agencies that were affected by the government shutdown; and\\par\n\\pard\\ltrpar\\sa160\\sl480\\slmult1\\tab Whereas, Federal government contractors are not paid directly by the government and do not receive pay when their direct employers are unable to invoice the government for services; and\\par\n\\tab Whereas, According to the New York City Mayor\\rquote s Office, there are 18,000 federal employees that work at agencies affected by the shutdown in New York City and an unknown number of low-wage federal contractors;\\par\n\\tab Whereas, According to 32BJ-SEIU, the property service union representing 163,000 service workers on the East Coast including in New York City, the Hudson Valley, Connecticut, and New Jersey, nearly 2,000 of its subcontracted union cleaners and security officers had their paychecks disrupted during the shutdown; and \\par\n\\tab Whereas, According to economic research published in the \\i New York Times\\i0 , nearly two-thirds of federal workers affected by the 2013 federal government shutdown likely did not have sufficient savings to cover two weeks of expenses; and \\par\n\\tab Whereas, The loss of wages and lack of a guaranteed ability to recover them presents a great hardship for low-wage contracted workers, many of whom already struggle to feed their families, pay their bills, or afford medicine; and\\par\n\\tab Whereas, The Fair Compensation for Low-Wage Contractor Employees Act would compensate federal contractors for the costs of providing back pay to or restoring paid leave taken by low-wage service employees and require that they compensate those employees as soon as practicable; now, therefore, be it\\par\n\\tab Resolved, That the Council of the City of New York calls upon Congress to pass and the President to sign the Fair Compensation for Low-Wage Contractor Employees Act of 2019 (S. 162/H.R. 678), which would require the federal government to provide back pay to low-wage contractor employees who were affected by the lapse in appropriations during the 2018-2019 federal government shutdown.\\par\n\\pard\\ltrpar LS# 10000\\par\n3/25/19\\par\nEOF \\par\n\\pard\\ltrpar\\sa160\\sl480\\slmult1\\par\n}\n",
  "LastModified": "2021-12-29T15:32:49.113Z"
}
